{
    "headline": "Boot up: HTML5 myths, MySpace grows again, a US without Apple?  and more", 
    "text": "A quick burst of 8 links for you to chew over, as picked by the Technology team Hacker says porn site users compromised, claims Anonymous affiliation &gt;&gt; USATODAY.com Up to 350,000 users&apos; names leaked:    The breach is a potential embarrassment for Luxembourg-based Manwin, which runs some of the world&apos;s best-known pornography websites. A small sample of the hundreds of thousands of pieces of user data allegedly compromised were posted to the Internet earlier this week. E-mails, user names, and encrypted passwords were divulged, and in some cases it was possible to infer porn users&apos; full names and country of origin. The hacker claiming responsibility for the breach told the Associated Press that he carried out the attack to draw attention to the site&apos;s vulnerability.  Sure, sure. 10 myths holding HTML5 back &gt;&gt; MSDN Blogs Martin Beeby of Microsoft points out the most egregious of them. They&apos;re all very good points. Print them out and put them on the wall so you can use them next time someone says &quot;Well, of course, HTML5 won&apos;t be ready until 2022&quot; Myspace gains 1 million users, touts more music than Spotify &gt;&gt; CNN.com Prepare for amazing:   Maybe Justin Timberlake and friends weren&apos;t so crazy after all. Myspace, the once dominant social-networking site that faded into obscurity during Facebook&apos;s rise to dominance, added 1 million new users over the past month, according to the company. &quot;The numbers tell an amazing story of strong momentum and dramatic change for Myspace,&quot; said Tim Vanderhook, CEO of Myspace. &quot;And the 1 million-plus new user accounts we&apos;ve seen in the last 30 days validates our approach.&quot;   Only one word for it: impressive. Where would U.S. consumer electronics be without Apple? &gt;&gt; Fortune Tech You wondered?   Down 6% in 2011, that&apos;s where, according to the NPD Group If it weren&apos;t for tablets and mobile phones, 2011 would have been a miserable year for the U.S. consumer electronics industry. Total U.S. retail sales for the year were $144 billion, down 1% from 2010, according to a report issued Monday by the NPD Group.   Tablets made 10.7% of US consumer electronics sales, up from 5.1% in 2010. Apple basically pulled the industry out of a 6% dive. What to do when your Nokia Lumia 800 will not turn on &gt;&gt; Gadget Writing Tim Anderson:   Nokia Lumia 800: delightful smartphone but with a few irritations. If you have one, I recommend that you do not let the battery fully discharge - a challenge since the battery life is not the greatest - since if you do, you may have problems turning the phone on again.   Warming the phone a little seems to be the best idea. PlayBooks lapped up from RIM by distributors &gt;&gt; Channel Register Good news, everyone!   RIM UK PlayBook shipments took off in Q4 as price cuts finally convinced distributors to increase their orders. According to data from Context, the number of RIM fondleslabs sold to UK wholesalers during Q4 was up nearly three fold on a sequential basis to 32,000 units, taking market share to 3.4 per cent.   Oh. July 2007: CEO Balsillie shrugs off &apos;BlackBerry killer&apos; &gt;&gt; thestar.com Hello, hindsight:   ...some are arguing that Apple has single-handedly redefined the concept of a cellphone with the iPhone&apos;s giant touch-screen interface, making devices such as the BlackBerry Pearl, launched just last September, appear relatively clunky and outdated.&quot;Nobody does industrial design as well as Apple does it today,&quot; says Carmi Levy, senior vice-president of strategic consulting for AR Communications Inc. &quot;But you can bet your next mortgage payment that RIM&apos;s engineers are already working on the next design that mimics and probably leapfrogs the iPhone. That&apos;s the name of the game.&quot; [Co-CEO Jim] Balsillie IS the first to admit some will find the iPhone&apos;s look appealing, but he says he&apos;s doubtful the device will have much of an impact on RIM&apos;s overall sales. For one thing, he says, the iPhone will hold little appeal for RIM&apos;s core business market and its need for secure information technology systems, which RIM has been providing for years with its corporate BlackBerry email servers.   He was also critical of Apple&apos;s selling the phone through its own stores. Wonder if we&apos;ll see RIM setting up stores. (Thanks @lessien on Twitter for the link.) AOL Partners with blinkx for Video Search &gt;&gt; Aol.com Good for Cambridge-based Blinkx:   AOL today announced that its video search results are powered by blinkx. In turn, blinkx will incorporate AOL&apos;s premium video assets into its current index of over 35 million hours of content, making them easily searchable and accessible to users around the world. The partnership expands the quantity and quality of AOL&apos;s video search results and also delivers integrated Safe Search tools that block adult oriented content from minors.   A few years ago, Blinkx was poised to take over the world because of its ability to search inside video. Somehow the promise wasn&apos;t quite fulfilled. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/feb/14/technology-links-newsbucket", 
    "wordcount": "872"
}