{
    "headline": "Academic publishing: The essential checklist for ebook authors", 
    "text": "As one of the commissioning editors at an online publishing house specialised in e-textbooks, I have been at the coalface of this new form of dialogue between students and academics and it has been fascinating to see how technology is transforming learning. A large part of the work that students now do is on computers. Universities have established e-learning platforms, online lecture notes and libraries available in virtual learning environments. It seems like the only tangible learning tools left are textbooks, and while these are still an inherent part of the learning process, in the internet age, academic tomes are reliable but not easy to update. This is where the ebook differs and makes it an attractive form of publishing. But some of the academic authors I work with, from engineering to business, are often torn at first between digital updatability and the perceived quality of a printed textbook. In a survey of our authors, Derek P Atherton, emeritus professor in engineering and design at the University of Sussex shared his fear that ebooks &quot;may not have the prestige of a hard copy publication&quot;. If ebooks are to sit along side traditional textbooks as vital learning resources, it is important to ensure they are of high quality - and to do so without compromising on digital progress. Below I&apos;ve compiled some tips and best practice - for publishers and authors alike - that I have observed in my role. Topic choice Many academics who publish ebooks have noticed a gap offered by the textbooks in their field. As a result, they choose to fill that gap by writing an ebook which is often shorter than a traditional textbook but which is makes an important contribution to knowledge. This point is reiterated by Richard Franklin, director, Abramis Academic Publishing who explains that &quot;cutting edge&quot; work published online often bypasses the need for the author to have an established online presence. Original or new work published as a short ebook can also help stimulate interest in the author&apos;s author work. Multimedia Another great way to make your book stand out is through movement and sound. Dr Chris Tisdell, a mathematician at the University of New South Wales, for example, published an ebook which includes YouTube clips where video is used to provide explanations of equations. I personally enjoy podcasts and could imagine a lecturer commenting on his/her book while the reader is going through it (of course, you should be able to turn it on and off, like with a museum guide). These elements would make the ebook memorable. Editing and peer review In our survey, Derek Atherton also expressed his concerns that ebooks &quot;may not have gone through the reviewing process of some publishers&quot;. It is true that printed textbooks have quality insurance through editing as standard but it is up to ebook publishers to compete with them. One way to do this is through peer review, using colleagues within the author&apos;s department or faculty, or through one of several emerging websites on which authors can share their work for review. Updatability and interactivity After the ebook has undergone peer review, it is ready to go online. The speed of transformation from concept to published material creates a dialogue between authors and their students sooner than with printed books. We ask our authors to update their ebooks every two years, at the latest. The ability to frequently revise an ebook means it quickly loses obsolete content or gains fresh content, and has a life of its own throughout the academic year and beyond. What this encourages is listening: the ongoing success of an online publication depends on the author&apos;s ability to listen to his or her readers. In one example of how this could work, Dr Chris Tisdell told Computer World Australia that he tries to &quot;post [his videos] as soon as possible after the lecture, as students probably see the value of course materials decline with time&quot;. Interactivity can make students feel like they are part of the writing process. Ideally, in my opinion, every update should be accompanied by an explanation of why it is necessary. I like to think the reader then becomes more critical of what they&apos;re reading. Presentation and format Ebooks should be presented as simply as possible with links to new chapters which lead to other URLs. Text that fills up 100% width of screens is not desirable, especially if the reader wants to go offline. PDF is a good format, as it can be downloaded, saved, read when offline, and even printed. This allows someone who has used to print to slowly adapt to the electronic format. To encourage academics into online publishing, it is perhaps worthwhile to redefine what a book is. Think of it this way: ebooks are not only simply books on a screen. They have their own distinct learning function and a place along side the traditional medium. Perhaps, as they evolve, they will not even be called books, but will instead have their own unique name, that recognises their unique value. Sophie Tergeist is a commissioning editor at Bookboon.com, publisher of free university e-textbooks This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/jun/14/features-of-a-quality-ebook", 
    "wordcount": "897"
}