{
    "headline": "Australian politics cools off on climate change  even as the temperature rises", 
    "text": "In 2007, a tyro Australian opposition leader called Kevin Rudd held a summit in which he labelled climate change the &quot;great moral challenge of our generation&quot; and, rather optimistically, added &quot;we should be at a stage in this country where climate change is beyond politics&quot;. Within months, Rudd swept to power in a landmark election that deposed John Howard, the long-term conservative prime minister and climate-change curmudgeon. Australia, one of the world&apos;s leading per capita emitters and the foremost coal exporter on the planet, swiftly signed up to the Kyoto protocol, with the government promising its own cap-and-trade bill. But in 2013, Rudd&apos;s idealism on the issue of climate change now appears naive or even archaic.His emissions trading plan was abandoned in 2010, with Rudd himself ousted as prime minister after a $20m industry campaign against a proposed tax on mining. If 2007 was the first climate change election, 2013 will be a poll that pits rampant denialism against grudging action based on political expediency. Far-sighted policies based on moralistic calls to arms have been dumped; this time, Australia is going humdrum on climate. Electricity bills will trump climate ones. Tony Abbott, leader of the conservative coalition and frontrunner in the polls, has called the 14 September election a &quot;referendum on the carbon tax&quot;, the pricing mechanism introduced last year by the minority Labor government. Abbott has gained great mileage from his doom-laden predictions of what the $23-a-tonne carbon price would do to Australia, claiming that it would act as a &quot;wrecking ball&quot; to the economy and darkly forecasting that areas of heavy industry will become &quot;ghost towns&quot;.  The conservative leader has tempered his language recently after prophesies  such as Australians having to pay $100 (66) for a leg of lamb, a cherished national dish  fell flatter than the Mayan apocalypse. Instead, the coalition has reframed the issue as an unforgivable betrayal of trust that has driven up energy prices. Abbott insists he will repeal the carbon tax and, as a result, energy prices will drop. Voters, he claims, should also punish the prime minister, Julia Gillard, for breaking her promise, made prior to the 2010 election, that there would be no carbon tax. &quot;Our first commitment is to repeal the carbon tax,&quot; Abbott said last week. &quot;The prime minister says that it will never happen but I&apos;m not like her and don&apos;t operate by her standards. When I say &apos;there will be no carbon tax under the government I lead&apos;, I am telling the truth.&quot; In an effort to underline the veracity of his pledge, Abbott has threatened to call a further &quot;double dissolution&quot; election should the Australian senate block a house of representatives&apos; move to abolish the carbon price. Current polls suggest that while the coalition will win the lower house, the Greens will still hold the balance of power in the senate, allowing them to block any repeal with the support of Labour. Abbott&apos;s approach appears to be working. Carbon pricing is being disproportionally blamed by voters for bumper energy bills, while Abbott remains untroubled by questions over the cost and effectiveness of his own climate policy, which will see the government &quot;planting more trees, delivering better soils and using smarter technology&quot; to combat emissions. Mindful of the record-breaking heatwave that roasted much of Australia in January  triggering a rare, almost nostalgic outbreak of national discussion over climate change  Abbott has been careful not to repeat his famous dismissal of climate change science as &quot;crap&quot;. But a deep seam of climate change scepticism runs through his party. One 2010 poll found less than 40% of Liberal MPs believe climate change is caused by humans. Sceptics from outside the party are also set for plum roles in an Abbott administration. Recently, the opposition leader said he would, if elected, install business executive Maurice Newman as his top economic advisor. Newman wrote in the Australian newspaper last year: &quot;When mother nature decided in 1980 to change gears from cooler to warmer, a new global warming religion was born, replete with its own church (the UN), a papacy, (the Intergovernmental Panel on Climate Change), and a global warming priesthood masquerading as climate scientists.&quot; &quot;Regrettably for the global warming religion, its predictions have started to appear shaky, and the converts, many of whom have lost their jobs and much of their wealth, are losing faith. Worse, heretic scientists have been giving the lie to many of the prophecies described in the IPCC bible. They could not be silenced.&quot; Meanwhile, Labour, having only introduced carbon pricing in return for gaining the fealty of the Greens, appears more focused on downplaying the impact of the reform than championing the urgent need to reduce emissions. A similar approach has been used towards a botched, watered-down mining tax that has reportedly raised no revenue in its first six months. The coalition has pledged to repeal this tax, too. With its generous compensation for households and its enthusiastic backing for mining, the government is caught trying to sell a bold environmental reform while reassuring the public that nothing will actually need to change and no one need pay for it. This awkward posture looks set to continue should Gillard defy the polls and cling to power. Although the Greens have struggled to pick up disenchanted Labor voters, it&apos;s likely the party will still need to be wooed in order to cobble together another uneasy alliance to see off the conservatives. The more likely scenario is Abbott taking The Lodge and, having staked his political reputation on it, dismantling the carbon price, with a second election if necessary to break the deadlock. Green groups are also concerned that the coalition will hand federal oversight of major development to the states, reducing safeguards for environmentally sensitive areas. Since Rudd&apos;s bid to place climate change centre stage, Australia has gradually retreated from the issue. The Great Barrier Reef may be on the brink of becoming a barren wasteland and temperatures on an already parched continent may be heading for a six-degree rise by the end of the century, decimating domestic agriculture and a third of native species, but the moral crusade has long been disbanded in favour of over-the-garden-fence politics. The increasing urgency of the problem has made it too difficult to digest, let alone tackle. In lieu, Australians are turning to those with comforting, homely words about maintaining the nation&apos;s high standard of living. The election will be a chance to provide reassuring salve to a threatened status quo. Rudd&apos;s generational challenge will have to wait.", 
    "section": "environment", 
    "gid": "environment/blog/2013/feb/04/australia-elections-carbon-tax-climate-change", 
    "wordcount": "1114"
}