{
    "headline": "Farewell to Lonesome George, who never came out of his shell", 
    "text": "He was on Ecuador&apos;s bank notes and stamps, an evolutionary remnant, a money-spinning tourist attraction and an icon of international conservation. No one knew if he was gay, impotent, bored or just very shy. But he is thought to have been about 100 years old and in his prime when he died on Sunday at the Charles Darwin research centre in the Galpagos Islands, although the giant tortoise known as Lonesome George and commonly called the &quot;rarest animal on Earth&quot; may in fact have been far older  or much younger. In the 40 years he spent in a field on Santa Cruz Island, having been relocated from Pinta Island in 1972, the 200lb, 5ft-long animal showed little interest in either man or other tortoises. He mostly ignored thefemale company provided to encourage him to breed, kept his 3ft scraggy neck down in the long grass, and only responded to his keeper, Fausto Llerena, who runs a tortoise breeding centre. &quot;The park ranger in charge of looking after the tortoises found Lonesome George, his body was motionless,&quot; said Edwin Naula, head of the Galpagos National Park. &quot;His lifecycle came to an end.&quot; George was found near a water hole, but no one knows how or why he died, and evolutionary scientists are still baffled by his life in the volcanic Pacific islands 1,000km off Ecuador that inspired Darwin&apos;s theories on evolution and which are now a global laboratory for conservation. The last known representative of the giant Galpagos tortoise subspecies Chelonoidis nigra abingdoni had every reason to shun humanity, however. His relatives were exterminated for food or oil by whalers and seal hunters in the 19th century, and his habitat on Pinta was devastated by escaped goats. George possibly has relations on neighbouring Isabela Island, but it is more likely his whole subspecies is now extinct  the end of what is probably a 10m-year-old line. On Monday, scientists who had spent time with George recalled his peculiar ways. &quot;George was the last of his kind. He had a unique personality. His natural tendency was to avoid people. He was very evasive. He had his favourites and his routines, but he really only came close to his keeper Llerena. He represents what we wanted to preserve for ever. When he looked at you, you saw time in the eyes,&quot; said Joe Flanagan, the head vet of the Houston zoo, who knew George for more than 20 years. Scientists&apos; attempts to get George to mate with other giant tortoises from the Galpagos Islands and to eventually repopulate Pinta all failed and were often comical. Artificial insemination did not work, nor did a $10,000 reward offered by the Ecuadorean government for a suitable mate. In the 1990s, Sveva Grigioni, a Swiss zoology graduate student, smeared herself with female tortoise hormones and, in the cause of science, spent four months trying to manually stimulate him  to no avail. In 2008 and 2009 George unexpectedly mated with one of his two companions, but although two clutches of eggs were collected and incubated, all failed to hatch. Henry Nicholls, author of Lonesome George: The Life and Loves of the World&apos;s Most Famous Tortoise, reported that George was irresistibly attracted to the late Lord Devon&apos;s wartime helmet, presumably because it resembled the shell of a young tortoise. Even after being put on a diet, the celibate tortoise with the scraggy neck, who could have been expected to live until he was well over 200, remained obstinately alone. Conservation scientists on Monday said George was important because he symbolised both the rapid loss of biodiversity now taking place around the world, and provided the inspiration to begin restoring it in places like the Galpagos Islands. &quot;Because of George&apos;s fame, Galpagos tortoises which were down to just a few animals on some islands have recovered their populations. He opened the door to finding new genetic techniques to help them breed and showed the way to restore habitats,&quot; said Richard Knab of the Galpagos Conservancy, which is running giant tortoise breeding programmes with the Ecuadorean government. In 1960, 11 of the Galpagos Islands&apos; original 14 populations of tortoises remained, and most were on the point of extinction. Today, around 20,000 giant tortoises of different subspecies inhabit the islands and most of the feral goats have been eradicated. But George will be sorely missed for financial reasons, too. As the star of the islands and an icon of global wildlife, he helped attract 180,000 money-spinning visitors a year to the archipelago. He is likely to become a conservation relic and will probably be embalmed and displayed  alone still.", 
    "section": "environment", 
    "gid": "environment/2012/jun/25/lonesome-george", 
    "wordcount": "796"
}