{
    "headline": "Sahel's chronic hunger crisis demands long-term solutions", 
    "text": "The Niger government took the brave decision last year to sound the alarm early on hunger  the rainy season, from July to September, had been well below average and a drop in food production looked likely. One year later, the picture is very different. This time the alarm is being raised by NGOs to help an estimated 500,000 affected by flooding in Niger. &quot;[It&apos;s] the last thing Niger needed,&quot; said Samuel Braimah, Oxfam&apos;s country director. Despite the flooding, the rains are welcome news for approximately 15 million people in six countries in the Sahel threatened by a food crisis sparked by drought last year. Across the region, above average rainfall has been recorded in 2012. Predictions for southern Mali by Fewsnet, the US early warning system, suggest at least 93% of the millet crop will be successful. Although there have been pockets of drought, and the rains may be in danger of petering out before October in some regions, anecdotal evidence suggests prices in local markets are starting to ease. But good news on the rains risks signalling that everything is back to normal. Oxfam is trying to stop donor and media attention turning elsewhere, saying: &quot;The food crisis is far from over and an increase in aid is still needed to help farmers and herders overcome the triple challenges of recurrent droughts, persistent poverty and political instability.&quot; The Sahel crisis is about much more than rain, or lack of it. Yes, in the years when the rains fail more people are pushed into hunger, but the NGO message is that this is something that will take years to fix. &quot;Deep-rooted change is what is needed, not just a good harvest,&quot; says Denise Brown, head of the World Food Programme (WFP) in Niger. Three droughts since 2005 have left millions of families locked out of the food-production cycle. Almost everyone in the region has lost animals, and many have been unable to buy seed for replanting. When crops fail, some families are unable to find the cash to buy supplementary food on the market as prices have been pushed so high. It is thought that the long-term development of millions of children is being affected by &quot;stunting&quot;, caused by a poor diet over many years. These chronic problems need sustained solutions. Efforts to change farming practices to promote irrigation and protection of water sources must go hand in hand with education, the promotion of women&apos;s rights, teaching people about child nutrition, and long-term efforts to promote drought-resistant crop varieties and the creation of grain stores. Initiatives such as Niger&apos;s Trois N&apos;s are homegrown attempts to tackle chronic food security in all its aspects. &quot;One good harvest doesn&apos;t lead automatically to self-sufficiency in food production,&quot; says Mamadou Diop from Action Against Hunger, ACF International in Bamako. &quot;It&apos;s hard to explain to donors that there are people who have basically been living with malnourishment for many years, even when the harvest has been &apos;normal&apos;.&quot; And while things may be looking fairly positive in Niger  where the government of President Mahamadou Issoufou, in place since April 2011, has tried to show itself to be committed to tackling food insecurity  the picture is not so rosy elsewhere. The political crisis in neighbouring Mali has only compounded the hunger problem. More than 300,000 people have been displaced in the Islamist takeover of the north, leaving behind animals and untended fields and fleeing to refugee camps, where they depend on handouts. &quot;Displaced people cannot plant their seeds, and have no access to money to buy food,&quot; says Mbacke Niang, Oxfam&apos;s country director in Bamako. &quot;Security and logistics for us in the north have become so much more complicated since the collapse of government authority there.&quot; Overall, the donor response to the 2011-12 Sahel appeal has been quite good. Nearly 60% of the funds required have been provided so far. Although there has been an obvious peak in the number of malnourished under-fives being treated in hospitals across the whole region, anecdotal evidence suggests the numbers have been below the 1 million severely acutely malnourished babies predicted by NGOs earlier in the year. The worst of the lean season is now over, and the first harvest is about to be collected. This seeming success may be attributable to aid agencies sounding the alarm early at the end of 2011  in part because many had been stung by criticisms of a late response to last year&apos;s famine in Somalia. And, according to Brown, the aid effort was co-ordinated. &quot;Everybody played their role  there was no squabbling between NGOs, and the parameters of intervention were clear. High-level visits are still going on, and donors can see a glimmer of hope here.&quot;", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/sep/28/sahel-chronic-hunger-crisis-solutions", 
    "wordcount": "802"
}