{
    "headline": "Cambridge student gets seven-term ban for poetic protest at Willetts speech", 
    "text": "A PhD student at Cambridge University has been suspended until the end of 2014 for his role in a protest against the higher education minister, David Willetts. In a ruling condemned as a travesty by fellow students, the English literature student was suspended for seven terms after reading out a poem that disrupted a speech by the minister. The student, named by a student newspaper as Owen Holland, read out a poem that included the lines: &quot;You are a man who believes in the market and in the power of competition to drive up quality. But look to the world around you: your gods have failed.&quot; The minister was forced to abandon the speech on the &quot;Idea of a University&quot; last November, as protesters repeated the lines of the poem in response to the student. The sentence  known as rusticating  was imposed by the university&apos;s court of discipline, an independent body presided over by a high court judge. In response, more than 60 academics and students wrote a &quot;Spartacus&quot; letter to the university admitting to their role in the original protest and demanding that they be charged for the same offence. Rees Arnott-Davies, a student at Corpus Christi college, who was among the protesters, said: &quot;This is out of all proportion. Two and a half years for an entirely legal and peaceful protest is an absolute travesty and makes me ashamed to study at this university. The idea that you can protect freedom of speech by silencing protest is the height of hypocrisy.&quot; Arnott-Davies said the court had exceeded the punishment requested by the university&apos;s legal counsel, which sought a one-term suspension. A Cambridge University spokesman said: &quot;The university notes the decision of the court of discipline in its proceedings. By statute, the court of discipline is an independent body, which is empowered to adjudicate when a student is charged with an offence against the discipline of the university by the university advocate. The court may impose a range of sentences as defined by the statute.&quot;", 
    "section": "education", 
    "gid": "education/2012/mar/14/cambridge-student-ban-protest-david-willetts", 
    "wordcount": "346"
}