{
    "headline": "Apps Rush: Scramble With Friends, Beyonc Live at Roseland, DK Dinosaur Stickers, Angry Birds and more", 
    "text": "A selection of nine apps for you today: Scramble With Friends Zynga has launched the latest in its With Friends franchise, following the ongoing popularity of Words With Friends. The new title is Scramble With Friends, and is a Boggle-esque game that involves finding words in a jumbled grid of letters. The idea is playing against friends or strangers over two-minute rounds.iPhone Beyonc Live at Roseland Beyonc&apos;s four-night run of gigs at the Roseland Ballroom in New York? There&apos;s an app for that, from Sony Music. It includes videos of performances from the concerts, weighing in at a hefty 676.6MB for the privilege. At 5.99, though, it&apos;s cheaper than the DVD.iPhone / iPad DK Dinosaur Stickers Dorling Kindersley&apos;s latest iPad book-app is a virtual dinosaur sticker book, with 64 stickers and 14 backdrops for children to create prehistoric collages on. The resulting images can be saved and shared.iPad Cisco Connect Express Cisco has launched a useful app to help people manage their home Wi-Fi networks, adding devices, handling guest access and tweaking Wi-Fi and router information. The link above is for Android, but you can find the iPhone version here.Android / iPhone American Revolution Interactive Timeline A spot of tablet history for you here, with an app from non-profit organisation The American Revolution Center in the US. The app explores the American Revolution with images, manuscripts, videos and other content, arranged around a zoomable timeline.iPad Farm Frenzy 3 Alawar Entertainment&apos;s Farm Frenzy franchise gets its third game on Android, with levels set across Africa, Russia, the Wild West and the jungle. That means lions, jaguars and bears are trying to run rampage on your virtual farm  not a problem seen in games like FarmVille.Android #politics App developer Algorhyt.hm is getting some buzz around its #politics app for iPad, which tracks news and analysis on the US political scene. That involves scanning news, blogs and video sources.iPad Angry Birds Yes, surprisingly there are still a fair few platforms where Rovio&apos;s Angry Birds haven&apos;t yet flown. Samsung&apos;s Bada smartphones have joined the flock though, with a version of the hugely popular game.Bada AR.Rescue This is the latest game designed to be played with Parrot&apos;s AR.Drone remote-controlled helicopter. This one blends augmented reality, space rockets and aggressive aliens.iPhone / iPad", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jan/06/apps-rush-zynga-beyonce-dinosaurs", 
    "wordcount": "392"
}