{
    "headline": "Drought leads to declaration of natural disaster in 26 US states", 
    "text": "America declared a natural disaster in more than 1,000 drought-stricken counties in 26 states on Thursday. It was the largest declaration of a national disaster and was intended to speed relief to about a third of the country&apos;s farmers and ranchers who are suffering in drought conditions. The declaration from the US department of agriculture includes most of the south-west, which has been scorched by wildfires, parts of the midwestern corn belt, and the south-east. It was intended to free up funds for farmers whose crops have withered in extreme heatwave conditions linked by scientists to climate change. According to the US drought monitor, 56% of the country is experiencing drought conditions  the most expansive drought in more than a decade. The agriculture secretary, Tom Vilsack, said the funds were intended to help farmers and ranchers across the country who have lost crops to extreme heat or wildfires. The declaration will make affected ranchers and farmers eligible for low-interest loans and speed processing of disaster claims. &quot;Agriculture remains a bright spot in our nation&apos;s economy,&quot; Vilsack said. &quot;We need to be cognisant of the fact that drought and weather conditions have severely impacted on farmers around the country.&quot; The declaration covers counties in California, Oregon, Nevada, Utah, Arizona, New Mexico, Colorado, Nebraska, Wyoming, Kansas, Oklahoma, Texas, Louisiana, Arkansas, Missouri, Kentucky, Tennessee, Illinois, Indiana, Alabama, Mississippi, Georgia, South Carolina, Florida, Delaware and Hawaii. It does not include Iowa, the country&apos;s biggest corn producer. The first six months of this year were the warmest on record, the National Oceanic and Atmospheric Administration said. Twenty-eight states east of the Rockies set temperature records. Those record-breaking temperatures deepened drought conditions across much of the American west, triggering an early and violent season of wildfires in Utah, Idaho, Colorado, Arizona and New Mexico. The heat also destroyed expectations of a bumper corn crop. American farmers planted more than 96m acres of corn this year, the most in 75 years. The early spring got the crop off to a good start but , after June&apos;s extreme heat, only 40% of the crop was in good condition, according to USDA figures. From the midwest to the mid-Atlantic, meanwhile, there were triple digit temperatures, breaking hundreds of heat records. On Thursday, St Louis confirmed 18 deaths due to extreme heat conditions. &quot;The recent heat and dryness is catching up with us on a national scale,&quot; Michael Hayes, director of the national drought mitigation centre said in a statement.", 
    "section": "environment", 
    "gid": "environment/2012/jul/13/drought-declaration-natural-disaster-states", 
    "wordcount": "416"
}