{
    "headline": "How conservatives can help to tackle climate change", 
    "text": "Environmental degradation has one cause above all others: the propensity of human beings to take the benefit and leave the costs to someone else, preferably someone far away in space or time, whose protests can be safely ignored. The solution is to give space to the rival tendency in human nature, which is to take charge of costs, when the costs affect one&apos;s home. So my book Green Philosophy is an exploration of the motive I call &quot;oikophilia&quot;, the love of home. The propensity for settlement and stewardship is at the heart of conservative philosophy, I argue, and ought to be at the heart of Conservative politics, too. But what about climate change? This question is the first I am asked by all those on the left to whom I try to explain my views, and it is a fair question. Here is a problem that cannot be solved by local action. There is nothing I and my neighbours, or even I and my nation, can do to rectify a problem that affects the entire earth and can never be cured in some local part of it. Surely, therefore, there is no solution other than a radical change of lifestyle, imposed by international treaty and enforced across the globe? As soon as you put it that way, however, the doubts arise. Politicians in democracies don&apos;t sign treaties that will commit their voters to unacceptable changes in their way of life. What is the point of signing a treaty if you lose the election that would enable you to enforce it? Politicians in autocratic states sign treaties willy-nilly, but only because nobody is in a position to hold them to the deal. If globetrotting in search of a climate-change treaty is what environmental politics amounts to, then we can be forgiven for thinking it is nothing more than conscience-washing by the political class. There is a tendency on the libertarian right to dismiss the entire environmental agenda, and to give credence to those scientists who argue either that global warming is a myth, or that it is not caused by human action and therefore not curable by human action. I don&apos;t go along with that  although, like most people who consider these questions, I am a mere amateur when it comes to the science. It stands to reason that the Earth will get warmer if the quantity of greenhouse gases in the atmosphere is constantly rising. So how do we change? To penalise the use of fossil fuels when these are the principal  or the only  source of energy is impossible. People will not accept using less energy than they need; and in any case, large-scale political initiatives always need more energy, not less. There are two solutions: to find a source of clean energy that can be made freely available around the globe, or to embark on some work of geoengineering that will counter the effect of carbon emissions. The second of those is so controversial that no politician will touch it. But the first has given rise to a spate of unreal and environmentally damaging solutions, such as the craze for windfarms, whose largely symbolic contribution to the grid is more than offset by the damage that they inflict on our shared sense of stewardship. Why care for the environment, if the price of doing so is the loss of an environment that you could care for? Besides, windfarms always need that other, more reliable, and more polluting source of energy, which comes, in the German case, by plugging in to the French nuclear-powered grid. The depths of hypocrisy here need no comment. The French are surely right to rely on nuclear power. There are risks, but the management of risk is what the environmental question is all about. Meanwhile, we should face the facts: the problem of clean energy is first and foremost a scientific problem. It will be solved by well-funded scientists working in an atmosphere of free enquiry. In other words, it will emerge in a wealthy and democratic nation state, and can only be hampered by devoting our resources to futile treaty-mongering. Like every other viable environmental policy, the search for clean energy begins at home.  Roger Scruton is a philosopher and the author of Green Philosophy", 
    "section": "environment", 
    "gid": "environment/2012/feb/14/how-conservatives-can-fight-climate-change", 
    "wordcount": "714"
}