{
    "headline": "I want to be buried at sea", 
    "text": "The dilemma I try to live greenly and wish to carry that on when I die. Ilike the idea of being buried at sea and becoming fish food. Is that an option, or should I consider something else? Sarah This is one of my favourite eco subjects. Environmental pressures (not least 7billion people on the planet) make the issue of death very alive. Each year millions of tonnes of steel, reinforced concrete, copper, brass, plastic and thousands of tonnes of embalming fluid containing formaldehyde are used to cope with 60 million-plus deaths. We use arable land to bury the dead and cut down trees (50m per year in India) for pyres. In the UK 70% of bodies are cremated  each requires around 20 litres of fuel. About 16% of total UK mercury emissions come from crematoria  this must be reduced to zero by the end of the decade. Overall it&apos;s an ungreen mess wrapped up in a black cloak of faux respectability: many families are still sold unnecessary funeral &quot;packages&quot; by big industry players. Good on you for seeking out an alternative means of dispatch. Rosie Inman-Cooke of the Natural Death Centre (naturaldeath.org.uk) explains that sea burials are only permitted at three sites in the UK (bodies need to be sunk near wrecks where trawling is not permitted) and require lead weights in coffins  notvery green. In addition, you have to factor in the fuel used for moving bodies long distances and for the boats, some of which can be quite big. However, there is plenty of innovation about which promises to revolutionise burial. Resomation (resomation.com), a winner of our Big Idea Ethical Award in 2010, is atechnique patented by Scottish entrepreneur Sandy Sullivan in which the body is reduced to its basic elements in awater and alkali method. It uses aseventh of the electricity andgas of conventional cremation. Promession (promessa.org.uk) is amethod of freeze-drying the body patented by Swedish biologist Susanne Wiigh-Msak. Both claim to have the interest of some UK local authorities. Such techniques might offer too much information for some. Then again, it took us a long time to come to terms with the idea of cremation. I strongly suggest you order the new Natural Death handbook, out in the spring (naturaldeath.org.uk), to research alternatives. Agreen burial site (many woodland burials use biodegradable coffins) may be pending near you. Embalming, plastic-handled MDF coffins and hearses are not compulsory. Death becomes us. We just need to know the options. If you have an ethical dilemma, send an email to Lucy at lucy.siegle@observer.co.uk or visit theguardian.com/profile/lucysiegle to read all her articles in one place", 
    "section": "environment", 
    "gid": "environment/2012/mar/04/ethical-living-green-burials-lucy-siegle", 
    "wordcount": "471"
}