{
    "headline": "Education in brief: academy employment conflict drags on", 
    "text": "Mind the pay gap Conflict continues in Haringey, north London, where the Harris federation of academies is poised to take control of two primary schools, including the high-profile Downhills primary, where parents this month said they were challenging the takeover in the high court. As planning for it continues, however, an exchange of letters between Harris and Unison shows the two at odds over arrangements for the transfer of support workers&apos; employment terms. The union had voiced concern at Harris&apos;s plan to move payday from the 15th of the month to the 27th, which it said would leave staff including cleaners, caretakers and teaching assistants with a 12-day gap without pay. Harris is refusing to change its plans, but is now offering a one-off bonus of a week&apos;s extra pay to the 15 lowest-paid staff, adding that all are free to ask for a cash advance if they need it. But Unison argues that employees can find it difficult to ask, and adding that Harris has failed to guarantee that in the event of a future reorganisation, support staff will not move to Harris terms and conditions, which in some respects appear worse than those offered by the local authority. Sean Fox, Unison branch secretary, says: &quot;Most employers in this situation bend over backwards to reassure staff. That&apos;s not the case with this lot, whose attitude is pretty dismissive. Our members are exceptionally naffed off and worried.&quot; Harris said: &quot;We will do anything we can to support any member of staff, and not just the lowest-paid, facing hardship,&quot; adding that it was acting in line with employment law. Fully paid-up sponsors? Still on the issue of academy governance, Education Guardian reported concerns in 2009 that some sponsors had failed to stump up all the cash pledged to take control of many of the non-local authority schools set up under New Labour. Although ministers have since abandoned any requirement for sponsorship to be accompanied by hard lucre  indeed, Michael Gove has recently announced plans to provide money to organisations taking on academies  this matter has not gone away. This month, a Treasury document said the Department for Education &quot;has been actively working with individual sponsors to reach agreement on the sponsorship position and to  agree revised payment schedules where appropriate&quot;. This process would be complete by March 2013. Watch this space, then, for news as to whether sponsors&apos; earlier commitments are to be met. No rush to the frontline And finally  look sharp and listen up, you &apos;orrible lot. The government&apos;s Troops to Teachers scheme, it seems, has yet to have a major impact. Back in November 2010, ministers announced plans to encourage more ex-armed forces personnel to enter the classroom. But a response to a freedom of information request shows that take-up so far has been underwhelming. Since March last year, only 214 former soldiers have applied to teacher training. Success rates also appear low, with only 80 applicants  or 37%  gaining a place. There has been some speculation that the relatively low salaries of teachers compared to other options could be a factor. The DfE, which says the numbers will rise, adds that it is going to announce details of a new, &quot;high-quality programme&quot; in conjunction with the Ministry of Defence later this year. Warwick Mansell", 
    "section": "education", 
    "gid": "education/2012/jul/30/education-in-brief-academy-employment", 
    "wordcount": "555"
}