{
    "headline": "Ethical living: it is right to give a dam?", 
    "text": "It can be difficult to summon up eco angst about a specific transgression 5,000 miles away, but the Belo Monte dam in Brazil is a special case. When finished (it&apos;s due to begin generating hydroelectricity in 2015) it will be the world&apos;s third-largest dam. It&apos;s projected to generate 11GW of electricity (that&apos;s huge). Drying up about 100km of the Xingu river (one of the Amazon&apos;s main tributaries), it will flood 500km2 of land in the Brazilian state of Para and displace at least 20,000 indigenous people. This megadam was finally granted an environmental licence in February 2010. An official photographer told me that despite being briefed (and paid) to document the awe and majesty of the project he was having difficulties capturing images that didn&apos;t include indigenous people looking on anxiously or the wanton scale of the destruction of this vital Amazon-basin ecosystem. Belo Monte opens the floodgates metaphorically as well as literally  30 new Amazonian dams are slated for the next few years. It has required the circumventing of environmental codes on a scale never before seen and faces a slew of legal challenges. While proponents point to 40,000 jobs and the avoidance of 19m tonnes of carbon that would otherwise be generated by alternative power, large areas of vital habitat are being sacrificed to produce more energy capacity without attempting to become more energy efficient first. The dam is billed as a silver bullet to Brazil&apos;s blackouts and as a means to bring power to people across the country, but a conservative estimate earmarks 40% of Belo Monte&apos;s capacity for the mining industry. On the ground, protesting is extremely dangerous. A roll call of activists murdered last year in the state of Para makes for grim reading. We face no such dangers, but we have an obligation. While 80% of funding is from the Brazilian government-backed Norte Energia consortium, that still leaves 20% of &quot;private&quot; investors who can be campaigned against (banktrack.org reveals who funds what). Insurer Munich Re, for instance, was recently slung off the prestigious sustainability Global Challenges Index for providing cover for the construction phase of Belo Monte. The Brazilian government is inclined to tell international worriers  see amazonwatch.org and avaaz.org  that it&apos;s none of their business. You&apos;re right to make it yours. Green crush Why not designate areas &quot;blue spaces&quot; as we do &quot;green spaces&quot;? This is the question posed by geographer Dr Ronan Foley of the National University of Ireland, an expert on healing waters  from wild swimming areas to holy wells and spa towns. &quot;It&apos;s time we started thinking of blue spaces  defined by blue sea and sky and fresh air  which have atherapeutic effect,&quot; he says. And the first blue space? Bute, on the west coast of Scotland  awatery retreat for more than 200 years.", 
    "section": "environment", 
    "gid": "environment/2012/jul/22/lucy-siegle-belo-monte-dam", 
    "wordcount": "482"
}