{
    "headline": "Boot up: BlackBerry's Q10 sellout, Google Glass views, Samsung grows and more", 
    "text": "A burst of 9 links for you to chew over, as picked by the Technology team BlackBerry sells out in 90 minutes at Selfridges &gt;&gt; Seeking Alpha Michael Collins:   Upon arriving, there were lots of exporters buying 20+ units each. They had suitcases, and one used the suitcase to block people in the escalator so his pal could be first to the counter. Carphone Warehouse had broken customers out into two lines -- single unit buyers like me and &quot;multi-unit&quot; buyers.  Heard anything about the Q10? No? It sold like cakes heated to the temperature of the surface of the sun. My two-week review of Google Glass: it all depends on the price &gt;&gt; Robert Scoble The one and only Robert Scoble:   This week I gave five speeches while wearing it.I passed through airports four times (two more in a couple of hours).I let hundreds of people try my Google Glass.I have barely taken it off since getting it other than to sleep. Here&apos;s my review after having Google Glass for two weeks: 1. I will never live a day of my life from now on without it (or a competitor). It&apos;s that significant. 2. The success of this totally depends on price. Each audience I asked at the end of my presentations &quot;who would buy this?&quot; As the price got down to $200 literally every hand went up. At $500 a few hands went up. This was consistent, whether talking with students, or more mainstream, older audiences. 3. Nearly everyone had an emotional outburst of &quot;wow&quot; or &quot;amazing&quot; or &quot;that&apos;s crazy&quot; or &quot;stunning.&quot;  He thinks that $200 would be a zero-margin price, $500 a &quot;good margin&quot; price. And that they&apos;re &quot;more social&quot; than a mobile phone. Tesco: NFC payments are too complex and offer too few benefits &gt;&gt; NFC World Lyndon Lee of Tesco:   &quot;Is mobile NFC at the right place, at the right time? I don&apos;t see any real movement or activity. NFC usability is not really revolutionary and, for the general public, is it really that cool? I think the next generation won&apos;t think it&apos;s cool enough for them and they won&apos;t use it. &quot;But this is my opinion. NFC was revolutionary 10 years ago but I think it just might have passed its sell-by date. Usability is a big question and we need to crack this. &quot;At Tesco, we focus entirely on the consumer relationship. We are developing a digital wallet, focusing on marketing and loyalty aspects, but payment may not enter the wallet. We have a payment system in place already and we don&apos;t want to disrupt it if it doesn&apos;t add any value. &quot;If it doesn&apos;t give us any value to adopt it, why should we do it?&quot;  Um.. because it&apos;s cool? Oh, no, he covered that. Eric Schmidt is right, using Google Glass is weird  here&apos;s my experience &gt;&gt; TechCrunch Mike Butcher:   Google Chairman Eric Schmidt has said he finds having to talk to Google Glass out loud to control the interface &quot;the weirdest thing&quot; and that there are going to be &quot;places where Google Glass are inappropriate.&quot; My own experience of trying out the device, even briefly, confirmed to me that this product simply will not become a mass-market device any time soon. Indeed, if it has any future at all it willbe either in disappearing inside normal glasses, or solely used by industry. I can&apos;t see it becoming as ubiquitous as the smartphone in any way, and here&apos;s why.  The fascinating thing is that this has had such a long pre-announce: first unveiled in April 2012, teased some more at the Google I/O event with the skydivers, has been pushing it out to &quot;explorers&quot;, and isn&apos;t promising it until next year. It&apos;s the slowest product launch since Windows. Six months on, Windows 8 sales are a mystery | The Verge Tom Warren:   Microsoft&apos;s Q3 earnings have come and gone, and Windows revenue was flat despite a reported downturn in PC sales. At the same time in Windows 7&apos;s history three years ago, Microsoft was declaring it &quot;by far the fastest-selling operating system in history&quot; with over 10% of all PCs running Windows 7. The company also announced 100m license sales for Windows 7 on April 27th, 2010. The radio silence from Redmond isn&apos;t a good sign this time around, and confusing figures from market research firms aren&apos;t helping. IDC estimates that PC sales are down 13.9% from the same quarter last year, and Gartner says they&apos;re down 11.2%. However, IDC&apos;s figures do not include Windows-based tablets and some hybrids. IDC revealed to The Verge that &quot;all slate-form factor devices with detachable keyboards, regardless of name, manufacturer, OS, or chip type, are considered tablets and not PCs.&quot; As a result, the company tracks tablet shipments separately. Gartner says it tracks Windows 8 tablets and hybrids as &quot;ultraportable PCs,&quot; but the firm does not track Windows RT devices. The difference between the two data points suggests that Windows-based tablets only account for just over 2% of PC shipments.  The law of wireless gravity &gt;&gt; SpectralShifts Weekly Michael Elling:   I am going to introduce a new law, &quot;The Law of Wireless Gravity: a wireless bit will seek out fiber as quickly and cheaply as possible.&quot; I looked it up on google and it doesn&apos;t exist. So now I am introducing it into the public domain under creative commons.Of course there will be plenty of metaphors about clouds and attraction and lightning to go along with the law. I hope people abide by this law in all their thinking about and planning for broadband, fiber, gigabit networks, application ecosystems, devices, control layers, residential and commercial demand, etcbecause it holds across all of those instances.  More smartphones were shipped in Q1 2013 than feature phones, an industry first &gt;&gt; IDC  The worldwide mobile phone market grew 4% year over year in the seasonally slow first quarter of 2013 (1Q13) as smartphones outshipped feature phones for the first time. According to the International Data Corporation (IDC) Worldwide Quarterly Mobile Phone Tracker, vendors shipped a total of 418.6m mobile phones in 1Q13 compared to 402.4m units in the first quarter of 2012 and 483.2m units in the fourth quarter of 2012. In the worldwide smartphone market, vendors shipped 216.2m units in 1Q13, which marked the first time more than half (51.6%) the total phone shipments in a quarter were smartphones. The market grew 41.6% compared to the 152.7m units shipped in 1Q12, but 5.1% lower than the 227.8m units shipped in 4Q12.  Samsung + Apple is 50% of the smartphone market; Samsung is 32.7% of the smartphone market on its own, more than the next four biggest vendors (Apple, LG, Huawei, ZTE) combined. Next question: should we still keep the smartphone/feature phone split? Mobile pictures astray: all girl&apos;s photos sent to Danish journalist&apos;s Google+ account Magnus Eidem (via Google Translate, so excuse sloppy language):   In recent weeks I have experienced something frightening. Over 300 images taken by a teenage girl&apos;s smart phones have been uploaded from the phone to my photo album on the social network Google+. The images would naturally have ended up in the photo album to your phone&apos;s owner. Image files do not reveal the person&apos;s name but a few pictures are named depicted. And not enough, the girl has taken pictures of a passport, where the social security number is fully visible. GPS location where the photos were taken included some photos. I know that is where the girl lives, and where she goes to school.  Her uploads are going to his Google+ account. Google says it can&apos;t happen. But it is happening. Why developers choose the Amazon app store: fewer apps, ease of porting, and pending global expansion &gt;&gt; VentureBeat  While the iOS app store has well over 800,000 active apps and Google Play sports more than 600,000, the Amazon app store has only about 75,000. That&apos;s a very good thing  if you&apos;re an app developer. According to the analytics firm App Annie, whichlaunched Amazon app store analytics in beta last month, 19,000 developers are now publishing apps to Amazon, as opposed to 180,000 using Google Play and 210,000 who are publishing apps to Apple&apos;s iOS app store. The lower number of apps and the fewer developers focusing on Amazon make for a less crowded marketplace in which there&apos;s a little more room to grow.  &quot;While Amazon Appstore is the new kid on the block, we hear great things from developers about their ability to monetize from the store,&quot; App Annie CEO Bertrand Schmitt said in a statement. You can follow Guardian Technology&apos;s linkbucket on Pinboard To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2013/apr/29/technology-links-newsbucket", 
    "wordcount": "1525"
}