{
    "headline": "Endless growth will not deliver a healthy economy", 
    "text": "To judge the health of the economy by whether growth rises or falls by a fraction of 1% is like measuring the height of the tide to see whether the ocean is thriving, or sick and polluted. Regardless, in the eyes of commentators, a mere 0.3% increase in growth granted a reprieve from the harshest judgment on the economic strategy of the chancellor, George Osborne, and by extension the whole austerity programme of the coalition. It&apos;s ironic that lust for unsustainable growth of returns in the financial sector destroyed conditions for significant wider growth in the economy. Now all mainstream politicians yearn for nothing more than its return. What passes for meaningful public debate about economics today concerns almost entirely who has the most convincing plan to restore growth. Who, in other words, can exert the strongest lunar pull to deliver a high tide, in the unscientific hope that this will be the same thing as ensuring a healthy, thriving ocean. In this view, it doesn&apos;t matter if it means ripping up checks and balances in the planning system, or the inefficient extraction, burning and deeper dependence on fossil fuels. It&apos;s all about the rising tide. If you could seed the oceans with something toxic that would somehow aid the gravitational pull of the moon, in the current climate that too probably would be justified as a price worth paying. The International Monetary Fund (IMF) makes economic predictions that are routinely wrong. Nevertheless their pronouncements are reported with general credulity and governments hang on their words, fearing criticism and boasting about praise. Most recently the IMF estimated that the global economy will grow by a modest, but steady 3.3%. Not great, but not awful, the world nodded and attention moved on. But wait, at that rate the economy will double in scale in around 20 years. To support the economy&apos;s current scale already requires the accumulation of ecological debts  using at least 50% more resources and producing more waste than ecosystems can restore and safely absorb. But, comes the standard response, technology will fix it, the service economy will replace the material economy, we&apos;ll get richer, richer societies produce less pollution, don&apos;t they? (They don&apos;t). In Duncan Clarke&apos;s new book, The Burning Question, he marvels at how globally, with minimal variation and in spite of immense technological and cultural change, carbon emissions have risen tenaciously on average at around 2% per year since the 1850s. The marvel is that we might expect anything else with an economic model addicted to growth and powered by fossil fuels. Any local gains in efficiency get lost at the aggregate level, drowned out by rising consumption. On a recent Radio 4 programme about the economy hosted by Stephanie Flanders, callers to the programme asked both: why did we need growth anyway, and was it compatible with a world of finite resources. The questions themselves seemed not to compute with the expert panel, so far did they lie beyond the boundaries of acceptable, polite consensus. Here is an inability to see and comprehend a fundamental problem, at both the media and expert level, that matches and surpasses the collective blindness to financial excess and the shadow banking system that prefigured the crash of 2008. Another report in April, by the LSE and thinktank Carbon Tracker, reminded us that to preserve a climate fit for civilisation we need to leave the great majority of fossil fuels in the ground. Even one of the oil company Shell&apos;s own advisers admits there are just two practical climate strategies: leave the carbon in the ground, or use it and put it back there  while admitting that the latter won&apos;t work, leaving really just one strategy. The government has a huge opportunity with the new consensus on the importance of infrastructure spending. The UK could lead the world by installing at speed the infrastructure for an economy of better, not more, one that can flourish without being addicted to relentless economic expansion. Engineering endless growth, on the other hand, will be like cheering a tide that never stops rising  initially impressive before reality sets in.  One hundred months", 
    "section": "environment", 
    "gid": "environment/blog/2013/may/01/endless-growth-not-deliver-healthy-economy", 
    "wordcount": "690"
}