{
    "headline": "Japanese energy policy stands at a crossroads", 
    "text": "Japan will close its last nuclear power plant on Saturday, at least temporarily. Before the Fukushima disaster in 2011, there were 54 reactors providing one-third of the country&apos;s electricity. The unprecedented speed and extent of Japan&apos;s current denuclearisation offers an important lesson: society is a powerful force for implementing policies it supports, but also for blocking unwanted policies. What stands out when comparing the response of the UK, Germany and Japan to Fukushima is Germany&apos;s responsive governance, which translates its citizens&apos; concerns into opportunities for Germany PLC. The opposite is the case in Britain, where governance tends to strangle innovation and continues to push an increasingly untenable nuclear strategy, despite the preference for renewable energy of most of its citizens. Japan itself is at an energy crossroads. Over the past 14 months, Japan&apos;s reactors have been closed one-by-one after routine refuelling and maintenance checks. This has occurred partly because new safety tests put in place since Fukishima have neither been agreed nor approved, but also because local opposition means the consent of local government can no longer be assured. Japanese policy is now stuck between public opinion, which is increasingly opposed to nuclear power, and the energy industry, which remains in the hands of the large centralised utilities who want a continued role for nuclear power. Unsurprisingly, the loss of one-third of electricity generation in Japan is leading to massive changes in energy supply and demand, including the weekend and night operation of factories to spread the electricity load, much less use of air conditioning and the greater use of fossil fuel plants. The efficiency measures are delivering major changes in the targeted areas, such as in Tokyo, with reductions of 18% in peak demand in August and the actions of people at home leading to an 17% reduction in consumption. Japan also installed 1,000MW of solar photovoltaics in 2011 and is introducing new legislation to double the use of renewables and introduce German-style feed-in tariffs. Analysis by Bloomberg New Energy Finance suggests that 20GW of solar and wind could be in place by 2014. So one upside of the tragedy is a much greater public engagement with their energy use  something which seems to be a central but elusive requirement in achieving a successful energy transformation. Another implication is that for the first time, Japanese consumers are making their energy views known. It is unclear whether, even if it wanted to, the Japanese government could restart a supportive post-Fukishima nuclear policy. The response to the Fukushima disaster by Germany and Britain were starkly different from each other. Germany permanently closed eight reactors in the summer of 2011, with the gradual phase out of the rest expected by 2022. This was adopted by all major parties  the only party who objected thought 2022 was too slow  giving political stability and consensus. Critics who argued that carbon dioxide emissions would rise, that Germany would have to import electricity, and that there would be a negative impact on energy prices have been proven wrong. Germany remains a net electricity exporter and CO2 fell by 2.4% in 2011, with public opinion remaining supportive of the phase-out. However, it is the decision to turn the nuclear phase-out into an opportunity for German manufacturing and employment which is so bold. This includes a significant increase in renewable energy deployment: 35% of electricity by 2020 and 50% by 2030, as well as significant new investment in energy efficiency, infrastructure and energy storage systems and the construction of highly efficient fossil fuel plants. This represents a national response of far greater depth and breadth than a narrow decision to support nuclear power or not. It reflects a country commitment to staying at the forefront of technological development and innovation. This requires flexibility not just in technology use and in valuing the wider benefits technology can bring to society, but also in its governance process which enables a quick but legitimate policy response. On the other hand, the British government response to Fukushima incident was a rapid public reassurance that no such nuclear accident could occur in Britain, followed by a statement of support for its ongoing policy to build a new generation of nuclear power plants, now stuttering as companies cancel their planned reactors. What are the lessons which can be extracted from these three separate histories? One obviously is that if there is political consensus and will, incredible and rapid change can occur to a country&apos;s energy system which can not only be environmentally, but also financially, beneficial. Germany has built, step by step, an integrated but pragmatic energy system. It has transformed support for domestic renewable energy into a long-term strategic goal of society, avoiding destructive opposition along the way. One aspect of this has been to stop incumbent energy companies from controlling the development of the energy system, although it has allowed them to benefit from those changes. It has fused citizen aspirations for the long-term goal of society with legitimacy and technology policy, thereby enabling it to harness post-Fukishima opportunities. Britain on the other hand has focussed on short-term economic, technology options that are beneficial to incumbent companies, with minimal consideration of societal or consumer concerns for either the short or long term. This means it neither has the imagination nor the ability to be opportunistic for the benefit of Britain. Back to Japan and its crossroads. Its response to the 1970s oil shock was both technology-led and centralised through a world-leading programme of industrial energy efficiency and solar panel development, and the development of a huge nuclear sector. Today&apos;s energy crisis offers new challenges and new solutions. On the one hand technology must play a fundamental role and once again Japan can be on the forefront of research, development and deployment. However, the new energy future will also require much greater societal support and involvement  which is what Japan now has as a result of Fukushima. Working with this, rather than against it, could well be the opportunity needed to deliver a secure energy future.  Catherine Mitchell is professor of energy policy at the University of Exeter. Antony Froggatt is a senior research fellow at Chatham House. Shunsuke Managi is professor of environmental studies at the University of Tohuku.", 
    "section": "environment", 
    "gid": "environment/2012/may/03/japan-nuclear-power-post-fukushima", 
    "wordcount": "1039"
}