{
    "headline": "Mystery bird: orange-flanked bush-robin, Tarsiger cyanurus", 
    "text": "    Orange-flanked bush-robin, Tarsiger cyanurus (synonyms, Luscinia cyanura, Nemura cyanura and Ianthia cyanura; protonym, Motacilla Cyanurus), Pallas, 1773, also known as the red-flanked bluetail or sometimes as the white-breasted blue wood-chat, photographed in Hong Kong, a Special Administrative Region of the People&apos;s Republic of China.  Image: Marie-Louise Ng, 11 February 2012 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Nikon D7000    Question: This small Chinese mystery bird is showing up in the most unlikely places all over the world. Why? Can you identify this bird&apos;s taxonomic family and species? Is it male or female? Response: This is an orange-flanked bush-robin, Luscinia cyanura, probably a first-winter male. This small insectivorous songbird is migratory, wintering mainly in northern Asia, India and Taiwan. They breed in mixed coniferous forests of northern Asia and northeastern Europe, all the way from Finland to Kamchatka and into Japan. Their breeding range is expanding. They&apos;e recently been showing up in Great Britain, and are now are popping up in western Alaska, too.  This is a cavity-nesting species. They nests in holes in bank sides or under tree roots or logs. The female lays up to four pale blue eggs per clutch.  Orange-flanked bush-robins are shy, often remain hidden, even whilst singing. Here&apos;s a nice audio recording of a singing male orange-flanked bush-robin, accompanied by a photograph (recorded in Lieksa, Pohjois-Karjala, Suomi/Finland; uploaded 10 January 2010):            Visit kuujussi&apos;s YouTube channel [video link].  The female orange-flanked bush-robin has olive-brown upperparts, white throat, orangish-red flanks, a bright blue rump and tail. Her bill is black and there is a thin white ring around her black eyes. The male has brilliant blue upperparts and often a pale blue or blue-grey supercilium, but otherwise, resembles the female.  Here&apos;s an informational video accompanying footage of a female orange-flanked bush-robin (filmed in Taiwan, uploaded 10 December 2010):            Visit hikasiaorg&apos;s YouTube channel [video link].  The taxonomy of this species is confusing. The orange-flanked bush-robin is often placed into the genus, Tarsiger, although its placement is dependent upon whom you are arguing with at the moment since it appears that the authorities are more or less equally split regarding this bird&apos;s relationships.  Tarsiger is a genus comprising six species of passerines in the taxonomic family, Muscicapidae (Old World flycatchers). These birds are small, mostly brightly coloured insectivorous birds native to Asia and northeastern Europe; and most of them are reside in the mountains. Even though Tarsiger forms a distinct monophyletic group, it is sometimes subsumed into the related genus Luscinia.  Luscinia is a genus comprising eleven species of nightingales and their relatives, also in Muscicapidae. There is a lot of overlap between these two taxa, which some authorities merge.  Further, as if that isn&apos;t confusing enough, authorities have long been confused as to precisely where Luscinia ends and another genus, Erithacus, begins. In fact, a number of taxa were dumped into one genus or the other, or the Luscinia was merged into Erithacus. The one thing that appears consistent is that the orange-flanked bush-robin was never been placed into Erithacus.  But the confusion regarding the placement of the orange-flanked bush-robin extends beyond its generic placement, too. Originally, the orange-flanked bush-robin and its close relatives were placed into the thrush family Turdidae, although these birds are now thought to be chats (subfamily: Saxicolinae) that are part of the Old World flycatcher family.  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist email: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/mar/10/2", 
    "wordcount": "616"
}