{
    "headline": "Revision tips: why sleep and repetition will boost your brain power", 
    "text": "With so many different revision guides, it can be hard to know what&apos;s good practice and what&apos;s not. We talked to a brain expert, as well as students and lecturers from universities across Britain, to get the best advice on how to revise effectively and remember what you&apos;ve learned. Plan your time Start early: &quot;The best revision is continuous revision, started as early as possible,&quot; says Sergio Della Sala, professor of human cognitive neuroscience at the University of Edinburgh. Revision should be &quot;spread into several sessions, rather than lumped in at the last minute&quot;. Revise on the go: By not confining your revision to one place, you can revise regularly, even if it&apos;s for short periods of time, says George Brooke-Smith, PPE student at York University: &quot;Flashcards are great because you can carry them in your bag. Having them on the go can help you to take in information.&quot; Get the most out of your brain Understand the information: Understanding material is as important as learning it, says Professor Martin Coyle, lecturer at Cardiff school of English, communication and philosophy: &quot;Pages of notes can often be reduced to a single page  don&apos;t let them dominate and crowd out your understanding and perceptions.&quot; Professor Della Sala agrees, explaining: &quot;You&apos;ll remember what you understand, as you can consign this to knowledge that you already have. Think of your knowledge system as a cupboard with hangers and the new material as items that need to be hung up. The greater the number of hangers, the easier it is to hang up new material.&quot; Repeat to yourself: Neuroscience student David Cox says that repeating information is one of the best ways to remember it, as &quot;pathways between neurons can be strengthened over time&quot;. As well as repetition you can try &quot;retrieval practice&quot;, which is &quot;one of the best ways to revise&quot;, according to Professor Della Sala. He says: &quot;Instead of highlighting or underlining textbooks, produce maps of the material, or read it a number of times, and then call what you have just read to memory and test yourself.&quot; Another technique is &quot;spaced repetition&quot;, where you increase the amount of time between recollecting information by recalling it to memory just before you forget it. Teach your friends: Teaching others is a good way to understand and therefore remember your notes, says Oscar Tollast, multimedia journalism student at Bournemouth University: &quot;For law exams, my course&apos;s Facebook group was a great way to revise. We could bounce ideas and answers off one another, which was brilliant. By answering somebody else&apos;s query, you were reaffirming and verifying what you had already learned.&quot; Avoid distractions Turn off technology: Google Chrome&apos;s StayFocusd and Facebook Nanny can help you restrict your online activity and Facebook use. Asking a friend to help can also work, says Rachel Barry, who&apos;s studying law at LSE: &quot;Facebook and Twitter are the big thing. I give my passwords to my partner, because then another person will know if I attempt to use them.&quot; Another option is to turn your computer off altogether, says history student Zoah Hedges-Stocks: &quot;Writing by hand helps to avoid all the distractions that come with using a computer.&quot; Plan breaks: In order to stay focused you should plan set times for other things and have a clear finish time, says Professor Della Sala: &quot;Distraction is not necessarily bad, provided it&apos;s planned, so it&apos;s good practice to take breaks.&quot; Look after yourself Get some sleep: Brain recall becomes stronger after sleep and information becomes easier to access, Professor Della Sala says. &quot;Sleep is fundamental, as it allows memories to consolidate. It&apos;s a good idea to learn something just before going to bed, and then let your brain do the work.&quot; What you said George Brooke-Smith, PPE, York University: &quot;In the past I&apos;ve memorised by playing the piano and putting the information to music. You always remember the lyrics to songs so I&apos;ve put [what I need to learn] into a song and remembered it that way. I&apos;ve also written on my bedroom walls with a pencil, drawing mind maps or tick boxes.&quot; Oscar Tollast, multimedia journalism, Bournemouth University: &quot;I revise by filling out a notebook with everything I need to know and then recording myself reading these points aloud. I&apos;ll listen to them until they stick in my memory.&quot; Rachel Barry, law, LSE: &quot;I avoid the library because a lot of my revision is saying things aloud, so I have to do it in my room to avoid embarrassment. When I get into the exam I can hear myself saying [my notes], especially if I&apos;ve said them animatedly.&quot; Zoah Hedges-Stocks, history, Cambridge: &quot;I can&apos;t work very well in my room. There are too many things to distract me. After the internet, the worst temptation is my bed. If you feel you&apos;ve been working hard, it&apos;s easy to talk yourself into taking a 20 minute &apos;power nap&apos;... only to wake up two hours later.&quot;", 
    "section": "education", 
    "gid": "education/2013/apr/24/revision-advice-students", 
    "wordcount": "859"
}