{
    "headline": "How migrants' money makes the world go round", 
    "text": "On the streets of London it isn&apos;t hard to find people who work hard all day (or all night) only to send a sizeable proportion of their income halfway round the world to support a family back at home. Some are maids, cleaners or nurses, others work in retail or construction. All recognise that 100 usually goes a lot further in the developing world than it does here. &quot;I can&apos;t afford much,&quot; says Nativity Eyan Nyieng, 33, a Guinean national who works as a maid in King&apos;s Cross. &quot;But when I can, I send about 100 now and then to my little sister in my home country for her studies.&quot; It is not just family members who are taken care of. Bibiche Aiala, a journalist from Congo, sends up to $200 (127) a month to a friend living in China. Male, an Indian national, gives 50 to 60 a month to a charity back home run by a friend. They are just individual players in a great global game in which millions of migrant workers transfer more than $500bn back home (or to family in third countries) annually. The idea of sending money home to sustain the next (and previous) generation is nothing new. Ireland, Italy and Spain benefited from financial transfers from waves of economic migrants in the 19th and 20th centuries, as did the world&apos;s great empires before them, albeit in a rather cruder fashion. More recently, the likes of India, China, the Philippines, Mexico and Nigeria benefit the most from overseas pay cheques. In some cases the cash forms an important part of a domestic economy: in Tajikistan for example, remittances transferred primarily from Russia are equivalent to more than 40% of GDP. Despite the turmoil of the global financial crisis and the Arab spring, countries such as Bangladesh and Pakistan have seen their remittance inflows more than double in the past five years. Cousins Hayat and Mohammad Jabarkhyl moved to the UK from Afghanistan four years ago. Mohammad&apos;s wife also left Afghanistan, with the couple&apos;s seven children, aged seven to 14. They could not follow him to the UK and now live in Peshawar, Pakistan. &quot;I can only afford to send a little money to my wife,&quot; says Mohammad. &quot;Perhaps 50 or 100 every few months.&quot; Like many women in the region, Mohammad&apos;s wife does not work and relies on the little money he can send. He wishes he could send more, but his earnings from the fruit and vegetable stall he runs in Peckham, south London, only just cover his rent of 800 a month. &quot;Then there are bills like water, gas, electricity,&quot; he says. From the UK, the biggest recipients of remittance cash are India, Nigeria, France, Pakistan and Poland. Chimesie Osifi, 40, who runs an internet cafe in Peckham, sends between 500 and 1,000 to his family in Nigeria several times a year. &quot;I try to send money every month or six weeks. Most of it goes to my mum,&quot; he says. &quot;This money is a lot to me, but my mum has done so much for me that I want to send it to her. I am one of nine children so my mum manages to survive OK in Nigeria.&quot; Most of the money he sends to his mother, a retired teacher, is spent on the upkeep of her house and for odd jobs Osifi cannot do himself. He plans to return to Nigeria in the next three or four years and go into politics. &quot;Nigeria is going through difficult times and we need to contribute to the wellbeing of the country. No matter how small, we should all contribute.&quot; The World Bank&apos;s estimates on remittances throw up intriguing pairings. More than 1bn a year is sent back home by Brazilians living in Japan. The most valuable expatriate community for Indians lives not in America or the UK, but the United Arab Emirates. For all China&apos;s much-vaunted forays into Africa, remittances from the continent are minuscule compared with those sent home from the US, Japan or Canada. Saudi Arabia is the most important source of expatriate income for Pakistan, and the second most valuable for Filipinos. It doesn&apos;t stop here. The World Bankpredicts that remittance flows will rise even further over the next three years, global recession or not, particularly from the US, the Gulf countries andRussia.", 
    "section": "global-development", 
    "gid": "global-development/2013/jan/30/uk-migrants-money-makes-world-go", 
    "wordcount": "757"
}