{
    "headline": "2012 in review: this year's top development stories  in pictures", 
    "text": "   Maryam Sy and five of her nine children share a bowl of porridge in Senegal  January: A year in which food insecurity became a constant concern began with a report from Niger on the EUs pledge to double aid to the Sahel region of Africa in response to a hunger crisis that had hit a number of countries. But despite the rapid cash response, agencies warned the Sahel needed longer term solutions. A UN official said there was a continued risk of famine in Somalia. Elsewhere, Human Rights Watch raised concerns over forcible relocations in Ethiopia. Nigerians took to the streets to protest against high fuel prices after the removal of subsidies, and Mauritius introduced quotas for female candidates in local elections Photograph: Rebecca Blackwell/AP       Somali refugees from the town of Afgooye make a camp on the side of the road February: London hosted a conference on the future of Somalia, which called for the dissolution of Mogadishus weak transitional government, while the UN declared that famine in the country was officially over. A Tuareg rebellion broke out in Mali, worsening food insecurity in neighbouring Niger as refugees fled across the border. Sierra Leone launched an online mining database to increase transparency, as the Rights and Resources Initiative, a global coalition, warned that land grabs could trigger conflict. Meanwhile, the US changed its aid rules to allow firms in developing countries to win contracts from the USAid  Photograph: John Cantlie/Getty Images       A boy helps fetch water from a tanker in Charanka village, Gujarat, India March: Claire Provost reported from the World Water Forum in Marseille, as the world congratulated itself on the news that the MDG target on safe drinking water had been reached early. BAE finally paid out 29.5m for education projects in Tanzania as part of a settlement for concealing payments in connection with the sale of an air traffic control system in 2002. The ICC delivered its first ruling with the conviction of Congolese warlord Thomas Lubanga. And Kenyas announcement that it was to host sub-Saharan Africas largest windfarm proved timely in light of a report calculating that overseas aid to Africa was outweighed by the cost of oil imports Photograph: Ahmad Masood/Reuters       World Bank president Jim Yong Kim April: In a month of key appointments in development, Joyce Banda became Malawis first female president after the sudden death of Bingu wa Mutharika. The UK prime minister David Cameron was chosen as co-chair of the UN committee overseeing new development goals. President Ellen Johnson Sirleaf of Liberia and President Susilo Bambang Yudhoyono of Indonesia later joined him. And Jim Yong Kim became president of the World Bank. Kim immediately faced criticism of the banks role in facilitating land grabs in Africa, as a new database highlighted global greediness for the continents resources. Charles Taylor, former president of Liberia, was convicted of aiding and abetting war crimesPhotograph: Wang Zhao/AFP/Getty Images       People wait to commute on different modes of public transport in Dhaka, Bangladesh May: The singer Baaba Maal added his voice to pleas to help people in the Sahel as fears grew of rising food insecurity in the Gambia. Traffic accidents were declared the biggest killer of young people worldwide, as the UN launched its decade for global road safety. Niger was given the unwelcome accolade of being the worst country in which to be a mother. And the World Bank published alarming data on the 1.3 billion tonnes of municipal waste dumped globally each yearPhotograph: Andrew Biraj/Reuters       Indigenous and other protesters march through the Vila Autodromo settlement during Rio+20 June: One of the biggest disappointments of the development year came in Brazil, when politicians and activists gathered for the Rio+20 conference on sustainable development. Barack Obama and David Cameron skipped the event, and the outcome document pleased no one and achieved little. More optimism surrounded Ban Ki-moons Zero Hunger Challenge, which the UN secretary general launched at the summit. NGO Grain warned that Africa was heading  for hydrological suicide by allowing land deals that handed water resources to foreign firmsPhotograph: Mario Tama/Getty Images       David Cameron, Melinda Gates and Andrew Mitchell at a family planning summit July: Girls matched boys for primary school enrolment in poor countries for the first time. A London conference resulted in pledges to increase access to contraception for women. Sex workers gathered in Kolkata, India, to campaign for their rights. The African Union made history by choosing its first female leader, Nkosazana Dlamini-Zuma. Allegations that Kigali was assisting M23 rebels in the Democratic Republic of the Congo led the UK to block 16m in aid to Rwanda. It was reinstated in September. Donors overcame fears of corruption to pledge $16bn for Afghanistan, but a malnutrition crisis in Yemen went underreported and underfundedPhotograph: Carl Court/AFP/Getty Images       A Zimbawean girl cooks a meal in the family kitchen August: A hunger summit hosted by David Cameron to coincide with the London Olympics focused on combating malnutrition; Zimbabwe provided a timely reminder of global food insecurity with the news that 1.6 million people in rural areas will require food aid in 2013. Floods devastated the Philippines. Ethiopia held its breath after the death of prime minister Meles Zenawi. But August was a month for good news: Namibia discovered an aquifer that could provide water for 400 years; Somalia banned female genital mutilation and poo power was celebrated in a sanitation prize Photograph: Jekesai Njikizana/AFP       A cholera patient in Sierra Leone's capital, Freetown September: There was change at the top as Somalia chose its new president, and Justine Greening replaced Andrew Mitchell as the UKs international development secretary. Heavy rains since July led to a cholera outbreak in Sierra Leone and Guinea, which reached its peak in September. Yemen finally attracted the worlds attention, with a $6.4bn funding package pledged by donor countries to address the countrys hunger crisis. Unicef warned that the millennium development goal on child mortality was likely to be missed. Women were celebrated as peacemakers, with a UN report saying they merited a greater role in conflict resolution Photograph: Simon Akam/Reuters       Indians march to demand a fair share of land and resources October: Hurricane Sandy hit Haiti, a country beset by disaster. Peasant farmers marched towards Delhi over land rights, as Oxfam called on the World Bank to stop backing foreign investors. The bank warned that Africas mineral wealth was doing little to dent poverty amid calls for Africa to diversify. Justine Greening froze aid to the Ugandan prime ministers office over allegations of fraud. All direct aid to the government was suspended in November. Population statistics prompted the World Bank to estimate 600 million new jobs would be needed over the next 15 years, while the UN urged developing countries to plan for a growing number of people over 60Photograph: Simon Williams/Christian Aid       Mourning for the victims of a fire in a Bangladesh garment factory November: Justine Greening announced the end of UK aid to India in 2015, replacing it with a commitment to improve trade links. At the end of the month, she suspended all budget support to Rwanda. Greenings predecessor at the Department for International Development, Andrew Mitchell, had defended his decision to restore aid to Rwanda on his last day as development secretary. A severe fire in a Bangladesh textile factory focused attention on the poor working conditions behind much of the country's fashion industry. Lesotho remained hungry and largely forgotten Photograph: Pavel Rahman/AP       Apocalyptic landscape after Typhoon Bopha in the southern Philippines December: The COP18 conference took place in Doha with an emotional plea from the Philippines negotiator for urgent action on climate change. While much was left out of the final document, an agreement to pay developing countries damage aid was welcomed by poorer states. Female genital mutilation and modern-day slavery were among the topics discussed at the Trust Women conference in London. The head of the African Union, Nkosazana Dlamini-Zuma, shared her thoughts on Africas development. At a meeting in Tanzania, GAVI agreed to fund HPV vaccinations to help prevent cervical cancer Photograph: Peter Caton  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2012/dec/31/2012-review-top-development-stories-in-pictures", 
    "wordcount": "0"
}