{
    "headline": "Watch the transit of Venus and dream of other worlds", 
    "text": "The night sky is a playground for the imagination. It&apos;s stunningly beautiful even if you know nothing about what all those white dots actually are. But just a little bit of knowledge stretches your imagination to the point of vertigo. We&apos;re in a solar system, which is inside a galaxy, which is inside a cluster of galaxies  suddenly the sky has depth as well as beauty. All that is very well, but the stars are still just white dots. That&apos;s why I like planets. There are the tiger stripes of Jupiter, the stunning rings of Saturn and angry red Mars. They have character. They look like alien worlds. They drop hints the size of double-decker buses about how exciting they are. In the party of our solar system, these planets are the ones everybody wants to be talking to. Poor Venus. In spite of being the brightest planet in the sky, she&apos;s still a bit of a wallflower. Through a telescope, all you can see is a plain white marble. A quick glance, and then everyone goes back to admiring Saturn. But Venus has a story to tell. The planet looks white because it&apos;s covered with thick clouds of sulphuric acid suspended in an atmosphere that&apos;s 96.5% carbon dioxide. It rains sometimes, but the rain never reaches the surface of the planet because down there it&apos;s 460C. The probes we have sent into the atmosphere melted in this planetary oven. What I find fascinating is that Earth and Venus were initially very similar. They&apos;re about the same distance from the sun, they were formed from the same stuff and they&apos;re almost exactly the same size. Venus used to have oceans of water. Even better, they&apos;re similar on the inside too. Buried deep inside Earth are features called mantle plumes, a bit like very slow fountains of rock. On Earth, the tops of these plumes push up on the crust and you get volcanoes (like Hawaii). The latest evidence suggests that Venus also has mantle plumes, and they&apos;re active. Venus is not a static planet. It&apos;s true that a runaway greenhouse effect evaporated the oceans, and then it lost the water vapour to space because it doesn&apos;t have a protective magnetic shield. It lost some of the features that made it similar to Earth, but it still has a dynamic atmosphere and geology. It might have taken a different path, but it&apos;s much more than just a spherical white marble in space. During the night of the 5th and morning of the 6th of June, Venus will cross the face of the Sun for the last time until 2117. I&apos;ll be watching the transit because I want to see celestial mechanics in action, and imagine my place in the solar system, but planetary scientists will use it to test techniques designed to answer one of the most fundamental questions humanity has ever asked. We&apos;re getting good at detecting exoplanets. Nearly 700 planets have been confirmed and there are a further 2,000 candidates. But what&apos;s on those planets? Our only chance to find out is to watch them as they cross the face of their sun. We can use the transit of Venus in our own solar system to test new spectroscopic techniques for working out what&apos;s going on inside the atmosphere of another planet. In the same way that Venus is more than a bare spherical ball of rock, at least some of these exoplanets are likely to be dynamic, to have atmospheres and oceans and ice. Some of them will be like Venus: dynamic but dead. But some may have taken the same path that Earth did. And maybe, just maybe, we will be able to detect a signature of life in their atmospheres. My night sky of white dots has just become a sky full of possibilities. The planets that might be orbiting the stars have suddenly become real to me. Science fiction writers have been inventing planets for years, but now we&apos;re tantalisingly close to finding out what&apos;s happening on real exoplanets. I&apos;m going to watch this transit, and dream of other worlds.  Helen Czerski and astronomers from the Royal Observatory Greenwich will be answering questions about next week&apos;s transit of Venus in a live Q&amp;A session on Thursday 1-2pm BST. Post your questions here", 
    "section": "science", 
    "gid": "science/blog/2012/may/31/watch-transit-venus-dream-other-worlds", 
    "wordcount": "721"
}