{
    "headline": "Google countersues BT over patents", 
    "text": "BT&apos;s plan to make millions of dollars from licensing its patent portfolio by suing web giants including Google has run into a problem: Google and its phone subsidiary Motorola Mobility are countersuing it for patent infringement, calling the lawsuit filed in 2011 by BT &quot;meritless&quot; and accusing it of using shell companies to file other suits. Google claims that BT infringes four Google patents connected to the transmission of files over a network - based on three patents that it bought from IBM in 2010, and one from Fujitsu. It also said that it has filed a separate action in the UK. Google in its US court filing claims BT infringes patents on networking and making phone calls over the internet. &quot;BT has brought several meritless patent claims against Google and our customers  and they&apos;ve also been arming patent trolls,&quot; said Google in a statement, referring to shell companies  also known as &quot;non-practising entities&quot;, or NPEs  which simply own patents and demand licensing for them from larger businesses. NPEs bear little risk if a lawsuit fails, unlike a larger rival which might have to pay legal costs if it failed to win its case. BT in December 2011 said that Google was infringing six patents dealing with mobile connections through its Android mobile OS, Google Music, Gmail email service and Google Maps platform. The case was filed in Delaware, but is still pending. BT said at the time that &quot;the patents in question relate to technologies which underpin location-based services, navigation and guidance information and personalised access to services and content. BT&apos;s constant investment in innovation has seen it develop a large portfolio of patents which are valuable corporate assets.&quot; The damages claim could run into billions if successful. BT filed the patents in the 1990s, when it was one of the companies in the forefront of the mobile phone business. Google&apos;s alleges that BT has been attacking it through Suffolk Technologies, an NPE, in the state of Virginia using a patent previously owned by BT. Florian Mller, a patent industry expert, commented on his site that Google&apos;s position on &quot;trolls&quot;  also known as &quot;non-practising entities&quot;  seemed ironic: &quot;Google&apos;s statement does not explain why it&apos;s fine for IBM and Fujitsu to arm Google but unacceptable that BT sells some of its intellectual property to third parties (no matter what the intentions behind such transactions may be).&quot; The trading of patents between companies has become increasingly common as they aim to fend off attacks from others. Google &quot;lent&quot; a number of patents to the handset maker HTC to countersue Apple. It acquired Motorola Mobility principally for its giant patent portfolio  which it has valued at around $5bn  although it has seen little obvious benefit, instead having to agree to government-mandated restrictions against using any patents deemed &quot;essential&quot; to seek sales bans. BT has had little obvious success in applying its patents against international rivals. In 2000 it claimed that Prodigy, then one of the US&apos;s biggest internet service providers, and 16 others were infringing a patent that it claimed against the hyperlink. The claim was rejected in 2002 by a judge who said there was no evidence of infringement because BT&apos;s patent relied on a &quot;central computer&quot;  and the internet has no central control.", 
    "section": "technology", 
    "gid": "technology/2013/feb/14/google-countersues-bt-over-patents", 
    "wordcount": "565"
}