{
    "headline": "Coderdojo inspires kids to program anytime, anywhere", 
    "text": "A volunteer group of IT professionals hopes to inspire a new generation of software developers by teaching programming skills to children as young as seven. Coderdojo teaches children and young people to build web sites and create applications for desktop computers, smartphones and tablets. From its origins as an informal programming club in an Irish high school, it has grown into a global movement with more than 100 local groups in countries around the world. Craig Steele is the head of one of the newest Coderdojo clubs, based at the Glasgow Science Centre. He said the sessions covered subjects that had been neglected in the school computing curriculum. &quot;Pupils spend a lot of time learning to use Word and Excel&quot; he said. &quot;That&apos;s important, but it&apos;s undermined the underlying science and programming. It&apos;s funny to think that we were probably doing more programming in schools 30 years ago [when the first BBC Acorns arrived, with the BASIC language] than we are now.&quot; In March, the Guardian called for a &quot;radical reboot&quot; of the ICT curriculum in schools  a call that was acknowledged by swift action soon afterwards by Michael Gove, the education secretary. But even so, introducing coding into classrooms on a regular basis is not a trivial matter. The subject is close to Steele&apos;s heart. A computing science graduate, he worked for technology giant HP before joining the Scottish Qualifications Authority  the body responsible for exams in Scotland  developing new science and technology qualifications and curricula. He became aware of the Coderdojo initiative while visiting schools to discuss programming with teachers. The scheme was only set up early in 2011 when James Whelton  who had earlier achieved some fame by hacking the system underlying the iPod nano  was asked to set up a computer club in his school in Cork; he then met Bill Lao, an entrepreneur, with whom in June 2011 he set up the first Coderdojo event. &quot;I knew it was an idea I wanted to see in Scotland,&quot; Steele said. &quot;I got in touch with some folks I knew in the industry who were interested in working with young people. We spoke to the Glasgow Science Centre and set up the first meeting in July [2012], and since then we&apos;ve been running one about every six weeks.&quot; Coderdojo&apos;s format is open and inclusive. Participants can use the operating system and programming tools of their choice. There is no set curriculum and the only rule is: &quot;Above all: be cool&quot;. Steele argues that this level of flexibility allows the group to appeal to would-be developers from a variety of backgrounds. &quot;At the Glasgow group we have people from 10 to 17,&quot; he said. &quot;There are some with no coding experience and a couple of boys who already have apps in the Apple App Store. Rather than saying, &apos;This is what you&apos;ll be doing&apos;, we ask what people are interested in working on and try to help them. We need to balance things out so that there&apos;s something for everyone.&quot; Games aren&apos;t the target More rigid approaches, he suggests, can often stifle learners&apos; enthusiasm: &quot;A lot of coding tuition aimed at young people tends to revolve around games,&quot; he said. &quot;But that can disengage some young people. Many of them, particularly girls, just aren&apos;t interested in gaming. &quot;On the other hand, doing something like developing a web site shows them that they can do things they might not have realised they were able to and combines artistic and design skills with an understanding of why things are built in a certain way.&quot;     Another picture from a Coderdojo session in Glasgow    The approach seemed to go down well with the attendees at the group&apos;s most recent meeting. Ten-year-old Ellie was part of a beginners&apos; group building web sites using the web markup language HTML  which dictates how pages appear in a browser - and CSS (cascading style sheets), used to create a uniform look and feel across multiple pages of a site. &quot;My favourite site is Moshi Monsters&quot;, she said. &quot;I&apos;d like to build a site like that where you can play games and get your own creature, buy stuff for it and have it as a virtual pet. We&apos;ve been learning all of the tags to do that.&quot; Her twin brother William said he hoped to create a site with more of an academic theme: &quot;I came because I was pretty interested in doing stuff with the computer&quot;, he said. &quot;I like web sites about facts and history, and I&apos;d really like to build a history one myself.&quot; At the other end of the room, more advanced coders worked on personal projects, including apps for Android and iOS devices. Coderdojo mentors including webmasters, financial software developers and PhD students helped them to plan their projects and track down and correct errors in their code. Thirteen-year-old Ted said that he&apos;d become interested in writing software after getting an iPhone. &quot;I thought it was cool how all the apps worked, so when I heard about the dojo I wanted to come along&quot;, he said. &quot;I&apos;d done some web design as part of computing at school and enjoyed that. Today I&apos;m using [Apple&apos;s integrated development environment] Xcode and writing a calculator in [Apple&apos;s programming language] Objective-C.&quot; It&apos;s this sort of enthusiasm that Steele hopes to encourage. Having established itself in Glasgow, he wants to see the Coderdojo project spread further. &quot;In 2013 we&apos;re hoping to have groups in Aberdeen, Edinburgh, Inverness and Dundee&quot;, he said. &quot;We&apos;re looking for technology companies who want to engage with young people, who have people who can acts as mentors. They don&apos;t just need to have technical skills, they need to be able to pitch ideas at 12-year-olds with no prior coding experience. &quot;It&apos;s a really rewarding project to be involved in. It&apos;s great to see someone going from having literally no experience to having a working, interactive web site they&apos;ve built by hand  the look on their face when they see it working is just amazing.&quot; The next Coderdojo meeting is on Saturday 8 December in multiple locations including Manchester, Glasgow and San Francisco. You can find a full list of meetings and locations at http://zen.coderdojo.com/dojo.", 
    "section": "technology", 
    "gid": "technology/blog/2012/dec/05/coderdojo-programming-kids", 
    "wordcount": "1065"
}