{
    "headline": "Beleaguered West Papuans left to count the cost of Indonesia's palm oil boom", 
    "text": "     Papua is one of the last great frontier wildernesses. Its vast rainforests and coral rich waters are home to more than 250 indigenous tribes, the most linguistically diverse population on Earth. But it is also the scene of a brutal and under-reported conflict. Indonesia took control of the western half of New Guinea  now the provinces of Papua and West Papua  in 1969. Its claim was ratified by the UN through the controversial Act of Free Choice, in which only 1,026 of an estimated population of 800,000 Papuans voted for Indonesian sovereignty, having been selected by the Indonesian military. Since then, Indonesia has been trying to extinguish an increasingly desperate independence movement. Amnesty International estimates that at least 100,000 indigenous lives have been lost as a direct result of the conflict. West Papua is of immense importance to Indonesia because of its wealth of natural resources. Indonesian and multinational companies reap enormous profits from timber, mining and fossil fuel interests in the territory, yet standards of health and education for indigenous Papuans are far below the national average. While resources flow out to world markets, a constant stream of Malay migrants is reducing the Melanesian population to a minority underclass in their own land. Environmental impacts have been severe. Rampant illegal logging decimated swathes of primary forest, before Indonesia&apos;s current president, Susilo Bambang Yudhoyono, finally took steps to curb it. In May 2011, he signed a moratorium freezing all new permits to clear primary forest, in exchange for the promise of up to $1bn in grants and compensation from the Norwegian government through its Reducing Emissions from Deforestation and Forest Degradation (Redd) programme. In 2007, Indonesia&apos;s CO2 emissions were the third highest in the world after the US and China, according to a World Bank report. But another industry is now threatening West Papua&apos;s unique forest ecosystems and the communities that rely on them. Ironically, it is an agribusiness touted as one of the solutions to global warming rather than a driver of it. The recent growth of palm oil plantations in Indonesia has been exponential, driven by the food and cosmetic industries and an anticipated biofuels boom as the world seeks alternatives to petrol. Ironically, the country&apos;s carbon-sequestering forests are being cleared to make way for these plantations. Based on ancient systems of ancestral tenure, much of West Papua&apos;s rainforest is actually owned by the indigenous population. But palm oil companies owned by powerful corporations are coercing communities into selling their land, sometimes for less than $1 a hectare. Promises to build schools and homes go unfulfilled, and villagers are left bereft of the ecosystems they have relied on for generations. Even more concerning, a report by the UK-based Environmental Investigation Agency (EIA) reveals that Norway is profiting from West Papua&apos;s plantation boom, in spite of its commendable efforts through Redd+. The country&apos;s Government Pension Fund  Global (GPFG), the world&apos;s biggest sovereign wealth fund, is heavily invested in the Noble group, a Singaporean commodities trading company that is the majority shareholder in one such palm oil operation. PT Henrison Inti Persada (PT HIP) is one of three palm oil plantations in the Sorong Regency of West Papua, all of them established by the Kayu Lapis Indonesia (KLI) group, one of Indonesia&apos;s biggest logging and plantation companies. According to the EIA and Greenpeace (pdf), KLI has flouted forestry laws. The EIA report uncovers serious instances of malpractice by PT HIP in its dealings with Sorong Regency&apos;s Mooi people, including a contract indicating the company paid 8.5m rupiahs ($925) for a 1,420-hectare plot owned by the Gilik clan of Malilis village. That is just 65 cents a hectare. Once developed, similar land assets have been valued at about $5,000 a hectare. Villagers in nearby Klamono reported that a four-year-old child was made to sign a contract in 2006 stipulating that, if his father died, PT HIP would retain control of the land it had purchased. When EIA visited in May 2011, the villagers had still not received the homes, vehicles and education they had been promised. The EIA report goes on to detail instances of illegal land clearing, logging and corporate coercion by PT HIP and associated company PT Inti Kebun Sejahtera (PT IKS), both associated with KLI. Noble purchased a 51% stake in PT HIP in 2010, paying $24,525,000. According to analysis obtained by EIA, once developed the plantation could be worth more than six times as much. When questioned about PT HIP&apos;s record, Stephen Brown, Noble&apos;s director of corporate affairs, said &quot;the company and the relevant parties are actively engaged in a process aimed at any justified grievances being settled amicably&quot;. Noble&apos;s shareholders will have ample reason to celebrate  not least Norway&apos;s GPFG, with its $47m stake in the company. According to Hilde Singsaas, state secretary at Norway&apos;s ministry of finance, the GPFG follows established ethical guidelines in its investments. &quot;An independent council on ethics advises the ministry on companies in the portfolio with activities which might be in breach of these guidelines,&quot; said Singsaas, adding that the GPFG also invests$20bn in targeted environmental investments. Nevertheless, Norway is involved in the continued destruction of the very forests it is trying to preserve, demonstrating how the complex investment portfolios in the commodities marketplace implicate not only multinationals but entire countries in environmental degradation and social injustice. Meanwhile, the people of West Papua continue to lose their land and their way of life in return for pocket change and empty promises.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/may/17/beleaguered-west-papuans-palm-oil-boom", 
    "wordcount": "923"
}