{
    "headline": "British Museum reunites Roman marble panels split for 2,000 years", 
    "text": "Shimmering as if still lit by the Mediterranean sun, two spectacular Roman marble panels have been reunited at the British Museum for the first time in almost 2,000 years. Both come from a seaside mansion in Herculaneum, the town overwhelmed by a torrent of boiling mud from Vesuvius, when the wind changed direction 12 hours after Pompeii had already choked to death. They will be seen in the most eagerly awaited archaeological exhibition in decades, on life and death in the Roman towns when it opens at the museum later this month. The remains of the owner of the palatial villa may still lie on the ancient shoreline, now half a mile inland. In AD79 the sea was the beautiful view that his sumptuously decorated room looked out on, with its fourth wall open to the sea. It used to be thought that unlike the thousands known to have perished at Pompeii, most of the population of Herculaneum had escaped. Then in the mid 20th century, after more than 200 years of excavation at the site, archaeologists found the shore littered with the bodies of those who left it too late. More must lie in the town&apos;s main port, which is still buried under a layer of petrified ash up to 30m thick. &quot;The last person to see these pieces together like this was the master of the house, in AD79  it&apos;s an awesome and slightly eerie thought,&quot; said Paul Roberts, curator of the exhibition. The exhibition is already creating a buzz, with more than 34,000 tickets sold. Roberts compares it to the famous Tutankhamun exhibition at the British Museum in 1972, when as ateenager he queued for half a day before the era of online bookings and timed admission tickets. Many of the objects have never been exhibited even in Italy, and some  such as one of the marble reliefs  were only excavated in the last few years. Others are among the treasures of the national archaeology museum in Naples, including a startlingly lifelike fresco portrait of a baker and his wife from Pompeii and a marble from Herculaneum, startling to modern eyes, of the god Pan having sex with a nannygoat. Treasures are being unpacked in Bloomsbury every day. Last week an entire garden arrived, with fountains, statues, singing birds in flowering bushes, all painted on huge panels of plaster. The giant packing crates fitted through the museum doors with inches to spare. It was one of the most beautiful room interiors found in Pompeii, surely the setting for a happy life  except the exhibition will also display the pathetic casts of the bodies of its last owners, man, woman, tiny children, found huddled together under the stairs. The first of the marble reliefs, an ecstatic and tipsy celebration of the god Bacchus, was found at Herculaneum in a controversial excavation 30 years ago. The excavation was launched to find more of the House of the Papyri, an extraordinary complex the size of a small village, most of which is still buried under the modern town. When it was discovered in the 18th century almost 2,000 papyrus scrolls, a princely library, were recovered along with wonderful sculptures some of which are coming to the exhibition. The 20th-century excavations failed to find any more scrolls, but did uncover a previously unknown villa terraced down to the sea and one of the marble panels. The reliefs, in the classical Greek style  possibly carved by a Greek artist for a Roman master  were wildly fashionable among the wealthy of Herculaneum and the Roman elite. There are records of the philosopher and statesman Cicero seeking such panels to decorate his home. It was feared the excavation had destabilised the site, so three years ago the American-financed Herculaneum Conservation Project, which has been working in the town for the last decade, returned for consolidation work. On the last day of the work, mud caked on a broken wall fell away revealing the second panel, in pristine condition. It has never been exhibited before. Roberts suspects there must have been a third panel, on a wall that was swept into the bay below in the eruption that ended the life of the town and ensured its place in history. &quot;Like so much of the town and its people, the third panel must have been crushed to atoms  we&apos;re so astonishingly lucky in what has been left to us to bear witness to what has been lost.&quot;", 
    "section": "science", 
    "gid": "science/2013/mar/10/archaeology-museums", 
    "wordcount": "751"
}