{
    "headline": "Games review roundup: Akai Katana, Pandora's Tower, The Legend of Zelda", 
    "text": "Akai Katana ...  Xbox 360; 29.99; cert 12+; Rising Star GamesAkai Katana is a superb bullet-hell shooter, and a beautiful game. It&apos;s versatile, challenging and very rewarding once you hit the trance state required to dodge everything. For beginners, it&apos;s possible to have fun with the basics  dodging, shooting and occasionally turning from a ship into a flying samurai phantom to rain down furious fire on your enemies, with free play on every mode to keep you from hurling your controller into the screen. Bullet hell aficionados will find it a deep, engaging game, with a huge array of complex tactics to master  attack and defence modes, upgrading energy orbs from downed enemies, and decisions about how to employ the various orbiting weapon systems. You may occasionally feel like Akai Katana is peeling your eyeballs from the inside, but the challenge and bewilderingly complex visuals are all part of the fun. Mary Hamilton Pandora&apos;s Tower ...  Wii; 39.99 cert 12+; NintendoPandora&apos;s Tower, an unexpectedly elegant action RPG, is structured around its dungeons with a touching love story told between fights. The dungeons are time limited; playing as hero Aero, you have to get meat back to your bride-to-be Elena to stop her from becoming a monster forever. Elena can only cure her by feeding her flesh from 13 big bosses at the top of 13 different towers, each one with its own visual theme and puzzles to solve. The combat is dynamic and pleasingly visceral, and works perfectly for the Wii  aiming with the controller and ripping chunks out of monsters with the Oraclos chain is fun and viscerally rewarding. With boss fights that echo Shadows of the Colossus alongside beautiful, isolated dungeons and a slow, revelatory narrative, Pandora&apos;s Tower is both satisfying to play and an interesting story to be told  a rare achievement. MH The Legend of Zelda 3DS; 4.50 at Nintendo eShop; cert 7+; NintendoAs a slice of pure nostalgia or video gaming history, The Legend of Zelda is a must play. The Virtual Console version for download on the 3DS makes very few changes to the 1986 original aside from the inclusion of restore points  something of a must-have for modern gamers. Link sets out to defeat Ganon, restore the Triforce of Wisdom and rescue Princess Zelda in glorious 8-bit graphics, through an open world that was groundbreaking at release but that can feel frustratingly vague at times. By modern standards it&apos;s challenging, versatile and sometimes graphically confusing, but it&apos;s aged surprisingly well and remains playable and beautiful despite the changing times. MH", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/aug/03/games-review-roundup", 
    "wordcount": "431"
}