{
    "headline": "Art's connection with nature is not just limited to a lens", 
    "text": "It was past 10pm one midsummer evening. The air was quite still, and warm, as if the cliffs were radiating the day&apos;s heat back into the twilight. I was returning from an absorbing evening of picture-making in the intertidal zone east of Whitby. As I approached the harbour walls an unexpected sound slowed my progress. At the edge of the sea a figure rocked gently, the sound from his flute lifting above the barely stirring water. The melody bounced off the cliff, holding its shape in a vast space. Half-hypnotised, I managed to extract a small camera and shoot a two-minute video clip. I stayed and watched for a while in the coming summer night, but kept my distance. It was enough to be witness to an act of communion with nature. I have no idea what made that young musician venture out at low tide, at that moment, on that day, to play his instrument, and whether or not it was a premeditated or a spontaneous act. But I do know there was something profound and beautiful to experience this simple uncommissioned performance. As a photographer the camera is my &quot;instrument&quot; and in my landscape photography it leads to an interaction, a communion with nature. As with the young flautist there is no audience. Only the finished print has an &quot;audience&quot;. Each person&apos;s motives to make photographs may vary considerably, but for me it has always been a good excuse to get out. It is because of photography that I have climbed countless hills and mountains, and walked hundreds or maybe thousands of coastal miles around the shores of these islands. In the woodland, beside a stream, river or lake, or on the moors the camera gives me my reason to be outside and to explore. As soon as I am out there, worries and distractions fall away and I become absorbed by the place, the weather, the being there. If conditions are difficult the challenge is greater, but I will always enjoy the process and feel gratitude. It is thanks to photography that I regard Britain&apos;s weather as blessing, not a curse; while I love the sun, especially when breaking through cloud, I have learned the beauty of soft light and the magic of colour and textures saturated by rain. Even wind, that warrior of the weather system, can be an ally in the creative process. In the winter, snow and ice are a joy, a special gift celebrated by every child and every photographer. The many conveniences and comforts of our materialist way of life shield us from contact with the outdoors, and erode our sense of the natural world and our understanding of it. But there is a growing awareness that relationship and connection with nature is vital to a sense of fulfilment and harmony, for individuals and also for society as a whole. The arts can play a role in that process, and that most democratic art, photography, helps especially to connect us to places of recreation and renewal, often in combination with other activities such as walking, sailing, cycling, kayaking, climbing and so on. While I love picture taking and making, I also find huge pleasure in looking at photographs made by others, especially young people, whose vision is often fresh and uncomplicated by preconceptions and &quot;rules&quot;. The best ideas often come from a fusion of those experiences you enjoy the most; in my case that means walking and photographing the wonderful places I visit. But it also might mean I should photograph people playing instruments in the great outdoors! What are your favourite things to do, how could you combine them creatively with your camera, and how might they help connect you with nature? Good luck!  Share your photos of green spaces you treasure on our Flickr group  Joe Cornish is one of the top landscape photographers in the UK. He is one of the judges in Your Space photographic competition that launches in the National Trust Magazine and online on 8 May.", 
    "section": "environment", 
    "gid": "environment/blog/2012/may/02/art-nature", 
    "wordcount": "676"
}