{
    "headline": "20 Best iPhone and iPad apps this week", 
    "text": "It&apos;s time for our weekly roundup of the best new iPhone and iPad apps, taking in much-loved children&apos;s characters, William Shakespeare, ancient Egypt, eBay&apos;s new same-day delivery service, Everton FC and more. As ever, the list doesn&apos;t include games, because they get their own separate post, which this week includes excellent iOS titles like Crazy Taxi, Real Football 2013 and Topia World Builder. Looking for Android apps? They get their own separate post too. Read on for this week&apos;s iOS selection: It&apos;s The Great Pumpkin, Charlie Brown Released by book-apps publisher Loud Crow, this is a Halloween-themed story featuring Charlie and his Peanuts friends, which includes footage from a 1966 TV special, and the voice of Charlie Brown himself, voice-actor Peter Robbins. A Peanuts avatar-maker, virtual pumpkin carving and piano playing are thrown in for good measure.iPhone / iPad BBC iPlayer Radio Brits who were disgruntled at the lack of whizzy radio features in the most recent update for the BBC&apos;s main iPlayer app may be mollified by this new standalone app for the broadcaster&apos;s radio output. It streams live stations over 3G or Wi-Fi, has a slick EPG and radio tuner-style dial, and offers on-demand shows from the last week. Still no downloads though for offline listening.iPhone Rockmelt: Explore the Best of the Web Rockmelt started life as a social-skewed desktop web browser, before pirouetting onto mobile devices. This new iPad app is as much a Flipboard-esque article reader as a web browser, pulling in editorial from a range of sites and making it available for offline reading. Facebook and Twitter personalisation is included too.iPad Romeo and Juliet: Explore Shakespeare / Macbeth: Explore Shakespeare Okay, so this is cheating, since two apps in one entry takes this roundup to 21 apps for the week. These belong together though: two excellent attempts to bring Shakespeare plays to the iPad by Cambridge University Press and developer Agant. Expect full audio performances with actors including Fiona Shaw and Michael Sheen; glossary definitions, word clouds, themelines, study activities and deep search features.iPad The Magazine: For Geeks Like Us This is the work of Marco Arment, who&apos;s best known for making reading app Instapaper. This is his move into digital magazine publishing, commissioning four 500-1,000 word features for each bi-weekly issue, focusing on technology and related fields. His blog post about the project is worth a read too, as he pitches it for &quot;an audience bigger than a niche but smaller than the readership of The New York Times&quot;.iPhone / iPad Bad Piggies Best Egg Recipes Angry Birds publisher Rovio launched its Bad Piggies Best Egg Recipes printed cookbook in 2011, but now it&apos;s been turned into an iPad digital edition. It includes 41 egg-related recipes, with step-by-step instructions, photos and some interactive easter eggs starring the birds and pigs from its games.iPad Pyramids 3D It has been, as you can see, a very big week for iOS apps. This is the latest release from UK/US book-apps publisher Touch Press, offering 3D tours of three Giza pyramids and eight tombs, with digital restorations of wall paintings, high-res photos of artifacts to spin around, and all manner of experts delivering their knowledge on ancient Egypt.iPad eBay Now This app is US-only for now, and in fact it only works in San Francisco at the moment. Still, it&apos;s a sign of where eBay is heading: same-day delivery of products bought from retailers including Toys R Us, Macy&apos;s, Walgreens and Home Depot, ordered and paid for from an iPhone app.iPhone Photoset Photoset came as a bit of a surprise: a brand new app from blogging company Tumblr designed to &quot;create and share beautiful photosets on your iPhone or iPad&quot;. The idea being you arrange photos and then share them to Tumblr, Twitter and other social sites, as well as via email.iPhone / iPad Prometheus  Weyland Corp Archive Second Screen App An unwieldy name for what&apos;s a pretty interesting idea: an app designed to be used alongside the Blu-ray disc of Ridley Scott&apos;s Prometheus film, synchronising with the action and serving up screen tests, motion galleries, interviews and artwork, as well as a &quot;Live Lookup&quot; feature tapping IMDb for info on actors. And you might think &quot;Oh, can&apos;t people just WATCH THE FILM&quot;, but this is more akin to DVD extras, designed to be used on second, third and later viewings.iPhone / iPad BAMM.tv The BAMM.tv website has been filming bands and musicians performing live for some time now, but now all that footage is available through an iPad app in HD quality. You can browse the sessions, read liner notes, create playlists and find out more about the artists all within a virtual venue environment.iPad Craftsy The Craftsy website specialises in video courses for all things craft-related, from jewellery-making and cake-decorating through to gardening and knitting. Now those courses are available in an iPad app, where you pay for them using in-app purchase, then can watch as often as you like, while asking questions to the instructor if you get stuck.iPad Dishonored Official Map App This could perhaps have gone in the Best Games post this week, but it&apos;s strictly an app: a &quot;digital companion&quot; to console game Dishonored, which is currently receiving rave reviews. Published by DK, it provides maps and a guide to collectible items in the main game.iPhone / iPad DC Super Friends Haunted Heroes This is a book-app based on DC Comics&apos; stable of superheroes  well, the child-friendly version anyway, including Batman, Superman and a cast of villains. As the name makes clear, spookiness is the focus, just in time for Halloween, as the DC Super Friends investigate a haunted house. Photo-manipulation, digital stickers, puzzles and colouring accompany the main story.iPad Flock  Photos Together Y&apos;know how the latest TV ads for Sony Ericsson&apos;s new Xperia smartphone make a big deal out of its tap-to-share photos feature? Well, developer Bump just made an app that does (sort of) the same thing for iPhones, with some more social bells and whistles. The idea being that friends take photos on their different phones, then it creates a shared album for all of them automatically.iPhone Disney Creative Studio Here&apos;s an artistic app that looks set to appeal to parents as well as their children: &quot;Let real Disney artists teach you how to draw your favourite Disney characters&quot;. The app uses a mixture of connect-the-dots, colouring and tracing to accomplish this, so even kids will be able to draw a Mickey Mouse that looks like, well, Mickey Mouse.iPad Everton FC Everton&apos;s official club app was already available on iPhone, but its universal upgrade including iPad has made it, as far as I&apos;m aware, the first Premier League football club to have an official app for Apple&apos;s tablet. Blues should expect a mixture of news, videos and player profiles.iPad Read with Biff, Chip and Kipper: Library British parents should recognise Biff, Chip and Kipper: their early literacy books are apparently being used in 80% of UK primary schools. Now they&apos;ve gone digital with this app, adding voice narration, interactive activities and the ability to tap a word to hear it pronounced. Each book costs 3.99 in-app, although if your wallet is flush, a separate Complete Series app bundles in all 48 titles for a single download fee of 149.99.iPhone / iPad Xfinity TV Player Another US-only app: you need to be a Comcast or Xfinity TV customer to use this TV-on-demand app. It&apos;s a pure player for accessing the Xfinity catalogue of TV shows and films, including content from channels like HBO, Starz, Showtime and Cartoon Network. The app can be used anywhere over Wi-Fi part of the US cable industry&apos;s attempted march to a &quot;TV everywhere&quot; strategy.iPhone / iPad Playground.fm One more US-only app to finish this week, from music startup NoiseToys. This is a bit like personal radio service Pandora, except the stations or playlists come from other users rather than a recommendation algorithm. Playground.fm users can create playlists from their iTunes collections or Spotify Premium catalogue, then share them with others. How do artists get paid? Playground.fm will pay US royalties body SoundExchange whenever someone plays a track that they don&apos;t own. iPhone That&apos;s our selection, but what new iOS apps have you been using this week? Make your recommendations in the comments section.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/oct/12/best-iphone-ipad-apps-iplayer-radio-bad-piggies", 
    "wordcount": "1418"
}