{
    "headline": "The Last of Us game preview: 'David Attenborough meets the Coen brothers'", 
    "text": "If you pass the key inspirations for The Last of Us through a reductive Hollywood pitch filter the delightfully unlikely formulation would be something along the lines of &quot;David Attenborough meets the Coen brothers  at the end of the world&quot;. It sounds like the finest Roger Corman movie the world will never see, but these really are the ingredients for Naughty Dog&apos;s new tale of post-civilisation survival. The Last of Us shows a world torn apart by pandemic, and so far the headlines have been stolen by the visually arresting infection itself, a zombifying plague inspired by the fascinating (and alarmingly non-fictional) cordyceps fungus as featured in an episode of the BBC&apos;s Planet Earth. The fungus alters the behaviour of insects and ultimately transforms their bodies into statuesque spore clusters; the game&apos;s jumping-off point is &quot;what if the fungus spread to humans?&quot;  a question it then answers in the shape of frenzied half-men and the collapse of world government. So that&apos;s the end of the world and David Attenborough covered (hear his voice describing with soothing detachment the mechanism of our destruction here). But where do the Coen brothers enter the picture? At the head of The Last of Us are two men, game director Bruce Straley and creative director Neil Druckmann. The two worked together on Naughty Dog&apos;s blockbusting, Indiana Jones-riffing triumph Uncharted 2, and found they had a shared taste in cinema and literature. This included the Coen brothers, whose 2007 film, the stripped southern noir No Country For Old Men, Straley remembers the pair watching together. &quot;We walked out of the theatre kind of eyes wide open and mouth agape,&quot; he says, describing how deeply the film&apos;s ability to sustain tension impressed them. &quot;What did we just see? What was that?&quot; And then, most importantly, &quot;What if you could make a game like that?&quot;     The Last of Us: Planet Earth was never like this for David Attenborough    Judging by the short section of the game that Naughty Dog has revealed so far, it seems that they can. The game&apos;s hero is Joel, a lean, stalking southerner not unlike No Country&apos;s Josh Brolin. Twenty years after the outbreak Joel is a smuggler, sharing again with Brolin&apos;s character a decency that doesn&apos;t necessarily equate to boy scout honesty. He runs supplies past check points, in and out of the quarantine zones that are the final holdouts against a world filled with desperate scavengers and the infected. The job that sets the game&apos;s story in motion, and forms the relationship that will define that story, is to smuggle not a thing but a person  a 14-year-old girl called Ellie. In the section I play Ellie and Joel move through a toppled office building on the outskirts of Boston. The environment screams unease  not just the torn concrete city, road twisted and listing, but the resounding lack of music and the enveloping sound of rainfall on the broken streets. If Straley and Druckmann want pervasive tension, they have it  each step in this environment feels like a trespass, each slowly decaying room is entered reluctantly, and each noise that echoes through the ruined building  a shunted cabinet, a tossed bottle  feels like an alarm piercing a reverent hush. In a way, that&apos;s exactly what each one is. The role of sound in The Last of Us is unusually prominent. Straley describes how environmental noise was purposefully &quot;stripped back&quot; to bare essentials in line with the rest of the game&apos;s mechanics, so that each noise or careful deployment of the mournful score by seasoned soundtrack melancholic Gustavo Santaolalla has the maximum impact (the Argentine guitarist has provided music for films as uplifting as 21 Grams and Babel  he fits right in). But sound is also woven into the design of the infected themselves. There are three stages to the disease, leading to three distinct classes of enemy as the fungus germinates in the brain, grows through the eyes, and eventually consumes its victim. The third and final class is called the Clicker  head erupted in aggressive fungal growth, these blind, twitching drones get their name from their use of echolocation to hunt you through the darkness. It&apos;s not just that the game&apos;s atmospherics make excessive noise feel dangerous  the AI is designed so that it really is.     The Last of Us: no country for young people    Of course engaging the infected is inevitable, but there&apos;s a great deal of flexibility in how you might do it. Joel uses items scavenged on his journey  blades, rags, bottles  to craft shivs, molotov cocktails, bandages and other items that can be used to shape combat. Materials are scarce so choices are necessary, meaning you&apos;re constantly taking stock of your supplies and playing out ever-shifting plans of attack for unseen, unknown enemies: &quot;Take two out quietly with the shiv, burn the third, and save the precious shotgun shell for an emergency &quot; It&apos;s a practical sensibility that has a lot in common with the grounded, improvised gunfights of No Country for Old Men, cat-and-mouse engagements of resourcefulness and reaction punctuated by moments of easy lethality. In fact what The Last of Us takes above all from the Coens is a disposition towards violence, which it treats as unglamorously brutal and sudden, a world away from the incidental genocide of Uncharted, with a clumsiness and spontaneity that gives every movement horrendous weight. When the infected descend upon Joel it&apos;s just a second before his throat is torn out and the screen abruptly fades to black. Each of Joel&apos;s own kills  a brick swung into a temple, a shiv jammed into a gurgling neck, a thunderous gunshot in the dark  feels loud and sickeningly final. Straley explains that &quot;simple designer tricks&quot; are partly responsible for creating this effect. &quot;Like  how long does it take to enter and exit my packpack? How quickly can I craft? How quickly can I fire a gun? What is the recoil rate on a revolver versus a 9mm?&quot; But he also goes back to the game&apos;s audio. &quot;The sound of the metal when you reload, the sound of a bullet locking in  I&apos;m not even a gun guy, but when it reverberates inside a basement with your flashlight on when there&apos;s infected after you, and you hear that click, and you get a shot off  there&apos;s a clarity and focus to what&apos;s happening at that moment.&quot;     The Last of Us: pump-action adventure    The journey through the building ends with a final fight against a group of the infected in what looks like a deserted underground station, the foundations having collapses into each other years before. The room is square with plenty of cover in the form of benches and low walls. I skulk opportunistically through the shadows, alternating between extreme stealth  Joel has a &quot;listen mode&quot; which highlights nearby enemy movement through walls  and desperate urgency once I see an infected singled out from the crowd. A loose toss of a molotov cocktail brings more attention than I&apos;m ready for and I find I can run, hide, loop back and try again. The combat is designed to move from creeping to shooting to escaping smoothly, and that&apos;s how it feels, until I break a length of wood with a nail through it over a fungal head and move out into the open air. And  breathe. The Last of Us, it&apos;s safe to say, does a fine line in tension. But it also has much larger ambitions. The infected might be physically striking and darkly intriguing, but they are a means to an end. Naughty Dog, as Straley and Druckmann stress more than once, is a studio interested in storytelling and characters, and finding ways to tell the story through gameplay, rather than alongside it in cutscenes. As the screenwriter&apos;s mantra goes, &apos;story is conflict&apos; and conflict is what the infected provide. Straley calls cordyceps &quot;a plausible scientific explanation that could create a manifestation of horror that applies pressure on the characters, that gets them to make interesting decisions&quot;. Moment to moment The Last of Us is clearly effective, but a true test of its success will be whether the relationship between Joel and Ellie works over the course of the game  whether it can make the player feel the pressures of this world, an emotional closeness to a virtual companion and above all else, as Straley says, &quot;like we felt when we walked out of No Country For Old Men.&quot; Read part two of this feature on The Last of Us on Friday, when we&apos;ll be taking a closer look at the game&apos;s storytelling, from the evolution of the script to the design philosophies behind its integration of story and gameplay", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/mar/07/the-last-of-us-preview", 
    "wordcount": "1445"
}