{
    "headline": "The Slough school leading the way in computer skills", 
    "text": "Computing classes are so popular at Langley grammar school in Slough that 11 and 12-year-olds have demanded a coding club in their lunchbreak. Their teacher, Mark Dorling, says he got his pupils using HTML code in a lesson one day and their faces lit up. &quot;Children like making things and, once they&apos;d learned how to use the code, they were away and couldn&apos;t get enough of it,&quot; he says. As an Ofsted report published last month shows, lessons in computing are weak in many secondary schools. But some, like Langley, excel in teaching the subject. So much so, in fact, that thousands of primary school pupils come to Langley every year from a 20-mile radius to learn the basics of computer science. Dorling and his colleagues usually start by getting the children to physically pass a package around the classroom. He explains that this is how the internet works  just with packets of data instead. The teachers then show pupils how to find out which country an email was originally sent from and through which countries it has passed. &quot;They are amazed that an email they have received can have gone from California, through India and eventually come to Slough,&quot; Dorling says. Computer science isn&apos;t just taught in ICT lessons. In maths, they are taught algebra using a programme called Scratch. Langley is academically selective and a maths and computing specialist school. It manages to complete the ICT (information and communications technologies) curriculum for 11- to 14-year-olds in just two thirds of the time most schools take. This means pupils can start ICT GCSE and the first year of A-level two years early. Dorling says pupils aged 11 to 14 are often &quot;far more capable than the existing ICT curriculum allows for&quot; and says that it is fairly common for schools  comprehensives as well as grammars  to enter pupils for GCSE ICT early. But he believes that ICT  which teaches pupils how to use a computer  is just as relevant as computer science, which teaches pupils how computers work. &quot;We have got to be very careful about moving the pendulum too far away from ICT,&quot; he says. &quot;There needs to be space in the curriculum for both. There is a danger of things going completely the other way. &quot;It&apos;s all very well teaching children how things work, but you also need to teach them how it&apos;s relevant to their studies and the workplace.&quot;", 
    "section": "education", 
    "gid": "education/2012/jan/10/slough-school-computer-skills", 
    "wordcount": "414"
}