{
    "headline": "Busting the carbon and cost myths of Germany's nuclear exit", 
    "text": "With the UK taking another step towards supporting new nuclear power on Tuesday  at either no extra cost to the consumer if you believe ministers, or substantial cost if you believe most others  it&apos;s worth taking a look at what actually happens when you phase out nuclear power in a large, industrial nation. That is what Germany chose to do after the Fukushima nuclear disaster, closing eight plants immediately  7GW - and another nine by 2022. The shrillest critics predicted blackouts, which was always daft and did not happen. But more serious critics worried that the three things at the heart of the energy and climate change debate - carbon, cost and security of supply  would all head in the wrong direction. Here in Berlin, I have found they were wrong on every count. On security of supply, critics predicted that Germany would have to import energy to make up that lost by the closure of the nuclear plants. It&apos;s an important issue for a nation that imports 70% of its energy. But what actually happened is that Germany simply exported less in 2011: 7TWh instead of 70TWh. &quot;We are still a net exporter,&quot; says Franzjosef Schafhausen, a senior civil servant. This was helped by a large decrease in energy consumption of 5.3% in 2011, delivered by big increases in energy efficiency in buildings, homes and industry, as well as in part a milder winter. Aha, I hear you say, but Germany&apos;s economy must have shrunk as well: it grew by 3%, in rather stark contrast to double-dip Britain. Cutting energy use naturally cuts the carbon dioxide emissions that drive climate change, as did the increased deployment of renewable energy. In 2011, Germany&apos;s emissions fell by 2%, confounding those who predicted a rise if nuclear was replaced by coal. Some was, but 60% of the lost nuclear capacity was replaced by renewable energy in a single year. And remember, even if carbon emissions had risen a little in Germany, the total emissions in Europe  capped by the emissions trading scheme  would remain the same. Germany also remains well on track for its 40% emissions cut by 2020. If security of supply and carbon emissions did not suffer as the reactors cooled, surely the cost of electricity must have gone up? And it did, with wholesale spot prices rising 10-15% in the weeks following the Fukushima catastrophe. But a year on, they are now below pre-Fukushima prices by about 10-15%. That is due to fast increasing renewables  now 20% of electricity supply - which cut peak costs. Brbel Hhn, a Green party MP and former state environment minister, says Germany industry now has lower power prices than the UK, France, Spain and Italy. Schafhausen remains realistic about the future: &quot;There is no doubt that the power price to the consumer will increase, but we will implement our energy transformation step-by-step and therefore have only a small increase.&quot; Germany had been planning its nuclear exit since 2002 and is now showing it can be done without hitches. In the UK, the possibility of no nuclear power is not even on the government&apos;s table. But with big utilities one by one turning their backs on UK atomic energy, the question is can a forced exit be done without harming cost, carbon and security of supply?", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2012/may/23/energy-nuclear-power-germany", 
    "wordcount": "561"
}