{
    "headline": "Apps Rush: Marvel AR, Guitar Vision, Bubbly Voice Blogging, McAfee Secure Container, MAD Magazine and more", 
    "text": "A selection of 23 new apps for you today: Marvel AR Entertainment brand Marvel has launched an augmented reality app, using the technology of British startup Aurasma. Users can point their smartphones&apos; cameras at the Marvel AR logo on products and comics to see videos, 3D shorts, character biographies, artwork and commentaries. The link above is for Android, but here&apos;s the iOS version.Android / iPhone / iPad Guitar Vision This guitar-teaching app sounds too good to be true, but hopefully isn&apos;t. &quot;It attempts to extract guitar tracks out of any song in your iTunes library and transcribe it into guitar chords through patent-pending polyphonic pitch detection technology, while you hear the music,&quot; explains its App Store listing. Once extracted, it shows chords and note fingering on a virtual fretboard while the song plays.iPhone / iPad Learn Guitar And more guitar learning, this time on Android with an app from entrepreneur Jason Calacanis&apos; Mahalo startup. It&apos;s a guitar tuition app with videos from Jen Trani (&quot;YouTube&apos;s most popular guitar teacher&quot;) shot in HD.Android Bubbly Voice Blogging &amp; Social Network Bubbly is a bit like Twitter, but with voice messages rather than text, all recorded on and listened to on mobile phones. It&apos;s big in India and Asia, with more than 14m users there, including celebrities. Now it has an iPhone app available in the West, including an in-app purchase to access all the celebs&apos; updates.iPhone McAfee Secure Container Here&apos;s one reason BlackBerry may be facing stiffer competition in the enterprise market. McAfee Secure Container is for employees using their personal Android smartphones for work. It &quot;isolates and encrypts your corporate email, contacts, and calendar in a separate, lockable app, so your IT department never has to worry about confidential corporate info falling into the wrong hands&quot; according to its store listing.Android MAD Magazine (Cheap!) That&apos;s the real title, in case you&apos;re wondering. DC Comics has launched an iPad app for its popular MAD Magazine, offering individual digital issues and subscriptions. As they say: &quot;There&apos;s no better way to tell the world, &apos;I have an iPad and I&apos;m not afraid to squander its potential!&apos;&quot;iPad Mobango Mobile firm Mobango is the latest company trying to sort out Android app discovery, with its new app sorting other apps into five categories and 84 sub-categories, while building in recommendations from Facebook friends.Android Enquirer Plus American Media&apos;s new iPad app for its National Enquirer magazine is US-only for now. It offers digital issues for $0.99 a pop, or a monthly subscription for $2.99. Expect plenty of gossip, photos and judging by its App Store screenshots news on Cee Lo&apos;s amazing-looking cat.iPad Put.IO Player Using the Put.io cloud service to store music and videos? This app aims to make it easier to play them on your device. It supports a range of formats, although what rightsholders will make of its &quot;embedded web browser for FINDING TORRENTS to add to your Put.IO download queue&quot; (the developer&apos;s capitals) remains to be seen. The link above is for Android, but here&apos;s the iOS version.Android / iPhone / iPad Easy Living Cond Nast has launched an iOS app for its Easy Living magazine, which is aimed at &quot;30-plus women&quot;, selling individual issues at 3.99 a time. The publisher is using PixelMags&apos; platform.iPhone / iPad TinyFridge Here&apos;s a fun idea from (I think) South Korea. TinyFridge is an iPhone app for keeping track of what&apos;s in your fridge, and when it goes off. Alarms can be set for three or seven days before expiry dates, and you can add pictures of items too.iPhone Simpl No, nothing to do with meerkats. Simple is an iPad app for building websites five-page sites, to be specific, with photos, news and links presented in a choice of themes. The app is free, but after a two-week trial, a subscription kicks in for hosting costs.iPad Tweedie This iPad Twitter app pulls in tweets as one big stream, then lets you drag and drop them into streams sorted by hashtag, @name, URLs and categories. It&apos;s an open source HTML5 project, so the developer is keen for others to help improve it too.iPad How It Works: Machines HD for iPad If you&apos;re struggling to explain to a curious child how cars, trains, washing machines or windmills work, this app is for you. It gets them assembling virtual machines, and claims to be a &quot;put-it-together-and-make-it-work&quot; app.iPad Star Jar This app helps parents reward &quot;excellent behaviour&quot; from their children, awarding stars as rewards for various actions from multiple kids. There&apos;s also a neat feature if you have both the iPhone and iPad versions to digitally &quot;pour&quot; the collected stars into a big virtual jar.iPhone / iPad Dungeon Hunter 3 Gameloft&apos;s freemium action-RPG makes the leap from iOS to Android, sending players hacking through 16 arenas with bags of items to unlock along the way.Android Powered by Bravo Here&apos;s another big media partner for augmented reality startup Aurasma: NBC Universal&apos;s Bravo channel. This Android app turns its Affluencer print magazine into more of a multimedia offering.Android FingerMath Abacus This is a lovely-looking maths app for children on the iPad, the first app from &quot;smart learning&quot; startup Smatoos. It aims to provide an intuitive way for kids to learn to add and subtract.iPad Peyton &amp; Friends This iPhone book-app is based on a printed book, and promises augmented reality animals and unlockable games for children who have both. The app can also apparently be enjoyed on its own. iPhone Tinydesk Writer for WordPress Not keen on the official WordPress blogging app? Tinydesk Writer might be worth a look, promising a more sophisticated blog writing and management tool for on-the-go editing.iPhone Mixtapes Spotify subscribers can use this app to turn their playlists into pseudo-mixtapes, with the benefit being the songs will change whenever the playlist is updated on another device.iPad Crest Another whizzy new iPad Twitter app here taking a different spin on microblogging. It visualises tweets as profile thumbnails dropping onto the screen in real-time, and a mix of swipes to control it.iPad Great Little War Game 3D turn-based strategy game Great Little War Game has been a big hit on iOS and Android. Now it&apos;s available on RIM&apos;s BlackBerry PlayBook tablet, with 30 missions to play through.BlackBerry PlayBook", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/apr/02/apps-rush-marvel-bubbly-mcafee", 
    "wordcount": "1084"
}