{
    "headline": "Clean drinking water is about people, not pipes", 
    "text": "Water and water crises will dominate the news this week from Marseille, where the sector convenes for its triennial global meeting, the World Water Forum. Some 33,000 participants attended the last one, in Istanbul in 2009, and similar numbers are expected this year. There will be plenty of jaw-jaw, from public relations spin to formal negotiations. But the words adopted will be important for whatever replaces the millennium development goals (MDGs). An obvious topic of discussion will be progress towards the MDG targets for water. In 2000, nearly 200 countries agreed to halve, by 2015, the proportion of people without sustainable access to safe drinking water and basic sanitation. The fine print said the drinking water target would be measured as the proportion of people with sustainable access to an &quot;improved&quot; water source, meaning something like a piped supply, borehole, or a protected well as opposed to an unprotected spring, marsh, river or open well. Progress is being made. Asia and Latin America are on track to meet the target, and the World Health Organisation and Unicef last week announced that  globally  the target for drinking water has been met. This news sparked a predictable media fanfare, but it also obscured some important facts. Many countries in sub-Saharan Africa are lagging behind and unlikely to meet the target. Moreover, the number of people in rural areas using an unimproved water source in 2010 was five times greater than in urban areas. The question few people ask is whether the target is even the right one. Does it measure what really matters? New infrastructure is being built in rural villages across Africa to ensure supplies of clean water to communities that, for years, have depended on rivers, marshes or shallow surface wells for an irregular supply of often low quality, not to say dangerous, water. But many NGOs will argue that progress is insufficient and too many people continue to suffer. More money is needed to increase access to clean water. But while shiny, new infrastructure that makes clean water flow from a tap in a village for the first time is important, what of the hard, grinding work of keeping those taps flowing in perpetuity? The scale of this long-term maintenance challenge is hidden in the wording of the international commitments. They talk about &quot;increasing access&quot; to drinking water but, in Burkina Faso, for instance, this is interpreted as one borehole for every 300 people. It is sufficient to record that a village has a borehole for the criterion to be ticked. What really matters, though, is whether that borehole actually provides water  or whether, like 30-40% of hand pumps in Africa, it is broken. Through such failings, hundreds of millions of aid dollars have been poured down the drain. Confronted by these issues, the Global Water Initiative asked what, ultimately, we wanted our water programme to achieve in four countries in West Africa. We agreed access, density of water points, and population percentages should not be our main focus. What we actually wanted was for everybody to drink clean water, all the time. Not just the rich who could afford to buy water at the pump, not just the sedentary farmers, but everyone. That a borehole existed seemed to us an unreliable indicator that it actually worked; that everyone used it, even less so. It also seemed unjust to deliberately fix a target of 90% of people drinking clean water. Would we consciously decide to exclude one in 10 people from the basic human right to clean drinking water? What was extraordinary in this process was how hard it was to change the discourse. Water sector staff find it very difficult to start talking about drinking clean water when, for years, they have been focused on percentage coverage, density of water points, and percentage access. Forums such as Marseille should get back to basics, changing the discourse to put people  as individuals with equal rights  centre stage, rather than making the construction of new infrastructure the key issue. Marseille could make a real difference if it adopted the principle that, by 2030, everyone should drink clean water all the time. This would require a renewed focus on maintaining current infrastructure, deciding who should pay for the upkeep, and ensuring that water is available to all every single day of every single year. It would also refocus our minds on how to meet the needs of the poorest: those unable, or unwilling, to pay. Want to know how it feels in West Africa when a water pump has been built but not maintained and then breaks? Imagine if the water to your house was shut off for a week, and your supplier simply said: &quot;Go and get what you need from the local river.&quot; Even brief exposure to filthy water puts people straight back to 1990, as though the MDGs had never happened. Marseille can change that.  Jamie Skinner is principal researcher and water team leader at the International Institute for Environment and Development. The Global Water Initiative is funded by the Howard G Buffett Foundation", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/mar/15/clean-drinking-water-people-pipes", 
    "wordcount": "853"
}