{
    "headline": "The headland is, as ever, spacious and bathed in that distinctive western light", 
    "text": "The once-quiet fishing cove of Porth Meudwy, west of Aberdaron and embarkation point for Ynys Enlli, is busy these days. Pyramids of lobster pots are piled high round the slipway, new twin-hulled boats drawn up on the pebbles. More working boats circle the bay, hauling their catch. The recently completed Wales Coastal Path, one of the finest sections of which begins here, has added to the spruced-up air. I climb the long sequences of steps to clifftop level and head west for Pen y Cil, abandoned quarry workings at Porth Cloch glinting in the sun beneath. The cliff badger sett  one of the few in Wales that remained undug during the monstrous 80s, when Welsh badgers were regularly sent to city dog-pits  has flourished in recent years, with fresh evidence of their activity all around. This is sheep country, so their existence is relatively safe. The new path has been diverted away from the cliff edge and no longer arrives at a belvedere that gives the sudden, breathtaking view of Ynys Enlli across the sound. I used to enjoy the rock-scramble up the ridge above. Signs now warn you away from its delights. The headland is as it ever was, spacious and bathed in that distinctive light of the west  glowing and diffuse. The long-time residents, the peregrines and the kestrels that nest among contorted strata at the back of Parwyd bay, put in appearances, arrowing past in swift intensity. A mile on, when I reach the low col behind Trwyn y Gwyddel (&quot;the Irishman&apos;s Nose&quot;), it&apos;s an absence, not a presence, that is felt. Not once in 50 years have I failed to see choughs feeding across this slope. I scan with my glass. No sign. Has the winter been too hard for these vulnerable, beautiful little red-legged crows? Suddenly the sky is full of whistling cries, tumbling flight. Half a dozen birds scatter down into the heather. I could almost weep with relief.", 
    "section": "environment", 
    "gid": "environment/2013/may/24/aberdaron-headland-distinctive-western-light", 
    "wordcount": "327"
}