{
    "headline": "Xbox One: five key points you need to know", 
    "text": "1. What exactly is the Xbox One? It&apos;s the latest games console from Microsoft, announced at an elaborate event co-hosted in Seattle and London this week. It&apos;s the first new Xbox console to be launched by Microsoft since the Xbox 360 launched in 2005. 2. Why is this new Xbox One so special? Gaming is an important differentiator for Microsoft against rivals Google and Apple. In the gaming world, Microsoft competes against Sony&apos;s Playstation and the Nintendo Wii but it has tried to broaden the appeal of Xbox beyond gaming and into the living room  a kind of one size fits all, web-connected device that will connect to and record live TV, play films and TV shows, play Blu-ray HD discs and even allow Skype calls. The jury&apos;s out on whether Xbox One would be the best device to do that, or whether you may as well stick to your laptop. 3. Can you still play games?     Call of Duty: Ghosts: will launch on the Xbox One. Photograph: Activision    Gamers would be forgiven for feeling a little disappointed by Xbox One, which seems so focused on being the hub for the living room that there has been little apparent innovation in the games themselves, though no doubt Microsoft is saving the juiciest games updates for E3 next month. Added to that, Xbox 360 games aren&apos;t compatible with the Xbox One, so dedicated gamers will have to restock  and re-pay for  their games library, though their Gamerscore will transfer. Microsoft says this is because Xbox One is designed for next-generation games  games that use Kinect&apos;s facial recognition and heart-rate sensor features, for example. 4. Does Xbox One have to be connected to the internet? Xbox One&apos;s internet-based services mean that the console does need to get online at least once a day, but doesn&apos;t have to be permanently connected. Microsoft says Blu-ray films and TV shows will still play if the connection drops out, though Skype wouldn&apos;t work. Games and media are stored in the cloud, so you&apos;d need to connect to access them. Plus Microsoft wants users to be able to synchronise games between different devices as well as share real-time activity between friends, which will only work if those products are online. 5. When can I buy one? No price has yet been announced, though it is expected to be up to 399 or $600; it is due to launch before the end of the year. As Nintendo&apos;s Wii U is already on the market, that just leaves Sony&apos;s forthcoming PlayStation 4 to join the party and that might also happen at the end of the year  putting Microsoft and Sony head to head for the lucrative Christmas market. Vital statistics  500 GB hard drive  8GB memory  Built-in Blu-ray player  Kinect as standard with larger field of view, improved gesture recognition, better microphones, 1080p HD camera  New Wi-Fi connected, improved D-pad controller with tactile feedback", 
    "section": "technology", 
    "gid": "technology/2013/may/22/xbox-one-five-key-points", 
    "wordcount": "475"
}