{
    "headline": "Disabled people in Bolivia on the march in quest for equality", 
    "text": "A group of disabled people in Bolivia is walking 1,400km, from Trinidad to La Paz  a route taking in both tropical climates and snow-capped mountains  to demand state benefits and an end to discrimination. &quot;We are asking for a law that gives us special recognition and a yearly allowance of 3,500 bolivianos [about 325],&quot; says Carlos Mariaca, who is leading the caravan of 120 people  75 of whom have disabilities, with the remainder being members of local NGOs and wheelchair monitors - to Bolivia&apos;s main city. Mariaca, 42, a quadriplegic who can only move a few fingers and tilt his head, spoke to the Guardian as his group  which is expected to reach LaPaz in mid-February  approached the town of Buena Vista in eastern Bolivia. The participants set off on 15 November from the city of Trinidad, further north, and have already covered more than 500km, counting on support and charity from the residents in the towns along their route. &quot;They give us rice, pasta, coffee, sugar and bread,&quot; says Mariaca, who has been using a wheelchair for more than 30 years. &quot;But sometimes we sleep under a tree or wherever we can find free accommodation.&quot; Living with a disability in Bolivia is not easy, especially if you are poor. Very few buildings and streets are accessible by wheelchair. According to Lucio lvarez, an expert on disabilities at the medical faculty of La Paz&apos;s public university, even this is not the greatest cause for concern. &quot;Social stigmas are the most serious,&quot; says lvarez. &quot;People suffer serious discrimination. Even teachers, police officers and doctors don&apos;t know how to deal with a disabled person.&quot; There is no precise data on how many Bolivians live with a disability. The ministry of health lists approximately 35,000 people nationwide, but human rights groups believe the number to be as high as 600,000, or 6% of Bolivia&apos;s population. lvarez admits that without exact numbers it is difficult to implement national policies to help people with disabilities. Nonetheless, he says, it is hard to ignore their situation. He tells the story of a small disabled child who was rescued by the police after being found in a pig barn surrounded by a wall of thorns. The child&apos;s mother had placed the thorns around her so she would not move and roll over while she was at work. &quot;If we look at this from a western point of view,&quot; says lvarez, &quot;this is a barbarity. But in a situation of extreme poverty like this, the mother really had no other option. If she stayed with her baby, they would have both died of hunger.&quot; Javier Salguero, who heads the ministry of justice department that deals with people with disabilities, dismisses accusations that the government of President Evo Morales is not concerned about what, he admits, is a marginalised sector of society. &quot;It is a priority of our president to attend to their needs,&quot; said Salguero, adding that 40m bolivianos ($5.8m) is being spent to train teachers, offer job training and placements to people with disabilities, and help with legal needs. &quot;We have a national plan in place that will guarantee equality in education, health, work and housing.&quot; Salguero insists that offering a state benefit, similar to the incentives provided to poor parents for sending their children to school, would be counterproductive. He believes people with mental disabilities, for example, would find it difficult to manage their money. &quot;What we want to do is offer programmes that improve their situation,&quot; he says, &quot;and not give them cash that they would spend in less than a month.&quot; However, the protesters disagree and are determined to make their voices heard. Ahead of them on their journey to La Paz lie the Andes. It is the rainy season in Bolivia now, and the ascent to the city will be treacherous. &quot;Our caravan will not be detained, and we will go on no matter the cost,&quot; says Mariaca. And if the politicians do not listen, he says, they are ready to go not only to all the countries in Latin America, but &quot;all the way to the United States, to denounce our government  [for] ignoring the plight faced by people with disabilities in Bolivia&quot;.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jan/11/disabled-people-march-for-equality-bolivia", 
    "wordcount": "739"
}