{
    "headline": "In Kenya's election, jobs are the most pressing issue for young people", 
    "text": "     Thanks to the Kenyan presidential election, Wilson Omondi finally has steady work. The 25-year-old scours the internet every morning to find out where prime minister Raila Odinga, one of the frontrunners in the race, will be that day. Then he packs a bag full of Odinga-branded paraphernalia he has had made and hops on a bus. He&apos;ll spend the day walking around the crowd, selling baseball caps, T-shirts and posters. On a good day, he says, he makes about 20. Omondi gave his support to Odinga because of the candidate&apos;s promise to deliver free primary and secondary education. It is an important issue to the young entrepreneur  he had to drop out of school a year before graduating because his family could not afford the fees. If Odinga wins on 4 March, Omondi says he will finish school so he can get a better job than selling T-shirts championing presidential hopefuls. He is not the only young person closely following what the eight presidential candidates are saying during this campaign. And the issues young voters want to hear about are how the presidential aspirants plan to improve education and create better jobs.     Sellers of campaign merchandise chat before the start of a rally in Ukunda, Mombasa. Photograph: Will Boase    In Kenya, 80% of the country&apos;s unemployed population is between 15 and 34 years old, according to a study by the UN Development Programme (pdf). That translates into more than 1.8 million unemployed young people. Depending on how many turn up at the polls, they could represent a sizeable bloc in a country with 14.3 million registered voters. Their opinion looms large in an election that is too close to call. Youth unemployment is &quot;the most pressing issue for young people in this election&quot;, says Range Mwita, a programme assistant in the youth division at the Centre for Multiparty Democracy (CMD). &quot;That is the issue.&quot; The candidates know it. Most acknowledge youth unemployment in their manifestos and on their websites. Odinga has plastered the country&apos;s major cities with a picture of himself smiling, hovering over the word &quot;jobs&quot;. Uhuru Kenyatta, who is in a close race with Odinga for the lead in most polls, is promising to create 1m jobs for young people in his first two years in office. There are also attempts to diagnose and fix the problems causing youth unemployment. Promises have been made to make primary and secondary education free  with no charges for books or uniforms. Candidates also promise to create a more diversified economy that is less dependent on agriculture, so that there will be jobs in a range of industries for young people who flock from their rural homes to urban centres  or, at the very least, opportunities for young people to start building those industries. There has been much talk about the youth enterprise development fund. Conceived seven years ago as the government&apos;s &quot;main remedy&quot; for youth unemployment, the fund has distributed almost 45m in grants to help young people start businesses and organise trade fairs. Odinga has promised to increase the amount going to the fund and Kenyatta is committed to launching a similar initiative. One of the goals of the CMD&apos;s youth programme is to monitor what the candidates are promising on the campaign trail and in their manifestos, and measure their viability. Although it is reasonable to expand the development fund, Mwita says, Kenyatta&apos;s promise to put technology centres in every ward, for example, &quot;might not be doable&quot;. The CMD then communicates its views to potential voters, to help inform their decisions.     A young supporter of Raila Odinga stands in the crowd at a rally in Bomet town, in Western Kenya. The hammer he holds is one of ODM's party symbols. Photograph: Will Boase    Young voters, aware that campaign promises are often forgotten after elections, are making more visceral judgments on how likely candidates are to understand their concerns. Charles Nyamari showed up at an Odinga rally in Ukunda, a coastal town in the country&apos;s east. Nyamari, 31, who peppers his conversation with quotes from John Stuart Mill and other philosophers, trained to be a secondary school teacher in maths and geography. He has been unable to find a full-time teaching job. Instead, he&apos;s selling fruit on the roadside. It is one of the informal jobs known as &quot;tarmacking&quot;  walking the streets looking for day-to-day tasks, which are low paid. He has been going to rallies for all the candidates as they come through town, but has not been impressed by anyone. He calls the promises the presidential hopefuls are making &quot;vague&quot;, and isn&apos;t convinced any of them will deliver if they are elected. Still, he says, he is most likely to cast his lot for Kenyatta. At 51, Kenyatta is 17 years younger than Odinga. He has included several younger politicians in his coalition. &quot;They are purely youthful,&quot; Nyamari says, by which he means they may understand what Kenya&apos;s youth are going through and be willing to do something about it.", 
    "section": "global-development", 
    "gid": "global-development/2013/feb/25/kenya-election-jobs-young-people", 
    "wordcount": "803"
}