{
    "headline": "Google Play: Ice Cream Sandwich over 7% but Gingerbread still dominates", 
    "text": "The latest numbers for the access to Google Play - in other words, what the mix of devices that are active and connecting to Google&apos;s app market - are in. Covering the 14 days up to 1 June, they pretty much confirm what we predicted here at the beginning of the year: 2012 is the year of Gingerbread. That&apos;s right, the version of Android that was released in December 2010. The Android developer platform versions page shows that Ice Cream Sandwich, released in November 2011, has now risen to 7.1% of devices accessing the market, up from just 4.9% a month ago. That&apos;s a 2.2 percentage point growth in a month - not an unprecedented amount (Gingerbread saw faster growth in mid-2011) but given the size of Android&apos;s device base now, it becomes harder to make an impact.     Google Play: proportion of devices running different versions of Android accessing within 14-day period, since January 2010    (Click the image for larger version, or view the larger image here.) A few points.  Gingerbread + Froyo (2.2) make up 84.1% of the devices hitting Goggle Play. And devices hitting Google Play is indicative of people looking for apps.   Gingerbread is 65% on its own, though its growth has pretty much stopped; 18 months after its launch it&apos;s probably headed for a downward path after this as existing Gingerbread devices get updates to Ice Cream Sandwich. Froyo hit 65.9% in May last year, and then began heading down.  there&apos;s a tail of devices running Android 1.5 (&quot;Cupcake&quot;) from April 2009 which keep on hitting Google Play; they&apos;re only 0.3% of the total, but as the total keeps rising month by month (surely - it&apos;s impossible for the 80m or so Android phones shipped in the first quarter of this year to have just been replacements) that means that there are more Android 1.5 devices being sold. Puzzle: what? And where? And doing what that they keep hitting the Google Play market?  Froyo is at 19.1%, down from 30.4% in January. In my article of December, I said that &quot;Froyo will remain a significant market for developers to target at least through the first half of 2012; there are so many handsets running it out there (more than there are RIM subscribers) that it would be foolish&quot;. I&apos;ll stick with that.  without some more data from Google about activations and total numbers, it&apos;s impossible to put hard numbers on how many devices are running each version. In February Andy Rubin, Android chief, said there were 300m activated and 850,000 being activated every day - which by now would easliy take you to 400m. (But of course you have to allow for devices being retired.) At 400m, that would be 28.4m devices running ICS. We&apos;d like to analyse the figures about screen sizes, but those haven&apos;t been updated yet - at present they&apos;re still showing the May figures. It might give some information about, for instance, what proportion of devices are the famed Samsung Galaxy Note, and so on. Possibly it might even give us some clues about those mysterious Cupcake devices. We&apos;re really intrigued by them.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jun/03/google-play-android-ics-share", 
    "wordcount": "520"
}