{
    "headline": "Mali seed entrepreneur discovers taste for food security  in pictures", 
    "text": "   Seeds of successFor Mamouna Coulibaly, founder of the Faso Kaba seed company in Mali, the key to a successful seed is taste. Good seeds produce good yields, but if people don't like the food they produce, they won't buy them. With 'denbagnouma', a new variety of groundnut, or peanut, developed by Icrisat  the name means 'the good mother'  Coulibaly, Malis first female seed entrepreneur, feels she is on to a winner  Photograph: Alina Paul/Icrisat       Taste for the market'The good mother seeds grow well in dry conditions and give good yields,' says Coulibaly, the first woman in Mali to develop a successful seed business. 'But the main reason farmers want to grow them is their high protein and oil content means people want to buy them at the market'Photograph: Alina Paul/Icrisat       Time to savourAn hours drive from Bamako, the capital of Mali, where Coulibaly started her first shop, a group of women wait to sample a range of different dishes made using the seeds she sells Photograph: Alina Paul/Icrisat       Recipe for successOld tins of tomato puree display three varieties of sorghum seeds. Bowls of sorghum porridge and couscous covered with pools of peanut sauce sit near the tins. The tasting session sparks a lively discussion, talk of the flavoursome nature of the seeds leading naturally to a discussion of their other merits Photograph: Alina Paul/Icrisat       Moment to relishEveryone tucks in and debates the qualities of the seeds  not only the taste of the grains or nut and how tasty a porridge or sauce they make, but also how well the seeds grow, how little water they need and how quickly they give a harvest Photograph: Alina Paul/Icrisat       Done to a turnAfter Coulibaly's offerings having passed the taste test, she joins the women in dancing around the seeds. 'Food tastings like this shows what works. They loved the sorghum porridge and the Denbagnouma peanut sauce,' she says Photograph: Alina Paul/Icrisat       A tough nut crackedCoulibaly is working with Icrisat to spread high-yielding seeds such as these sorghum and groundnut varieties adapted to the local climate, needs and tastes. These seeds are produced and processed in and around neighbouring communities Photograph: Alina Paul/Icrisat       Taste of equalityCoulibaly is keen to get more women involved in agribusiness. She believes that, since women produce up to 80% of the food, they should feature more prominently in its distribution. But, she says, their limited access to capital, land and training needs to be addressed Photograph: Alina Paul/Icrisat       Appetite for innovationCoulibaly works with donors such as the Bill and Melinda Gates Foundation (through Agra) and USAid, and with national and international research institutes  for instance, Mali's Rural Economy Institute and Icrisat  specialising in agricultural research to improve smallholder farmer productivity Photograph: Alina Paul/Icrisat       Hot tomatoCoulibaly also partners international vegetable seed companies to promote new tomato varieties. Maxipeel tomatoes, for instance, are popular not only because they taste good but also because they are fleshier  and stay fresh much longer  than local varieties Photograph: Alina Paul/Icrisat       In a nutshellMali, where 68% of the population is considered poor, chronic rural poverty is a particularly pressing problem. Women are especially vulnerable because they have limited access to funds and training Photograph: Alina Paul/Icrisat       Coulibaly works closely with farmers by discussing varieties and techniques on demonstration plots, in their fields, at markets and over the radio. 'The farmer and especially the woman must be at the forefront of our action if we really want to make a difference in the long term,' she says  Photograph: Alina Paul/Icrisat       By selling these seeds in small packets at local markets as well as in her shops, these are more accessible and affordable for resource-poor women farmers Photograph: Alina Paul/Icrisat  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2012/jun/20/mali-seed-food-security-in-pictures", 
    "wordcount": "0"
}