{
    "headline": "Scottish plans for widening access to education don't go far enough", 
    "text": "In Scotland we are all being encouraged to aspire to make our country &quot;the best place to grow up&quot;. This is encouraging  we know that politicians and professionals across all sectors are working hard to raise the bar in terms of education, health and wellbeing. Among these aspirations is improving the positive destinations of our children and young people and ensuring access to education is free and accessible to all. Recently, the Scottish government has brought forward a post-16 bill with the intention of providing support for higher and further education establishments, as well as young people themselves, to achieve and access educational pathways beyond school. Positioned within the bill, as a promise from government, are also provisions to widen access. The initial promise is made under the provision that all &quot;under represented socio-economic groups&quot; are targeted as part of the access agreement, a move that would actively support equality and participation in our higher and further education systems. But this is not the case  at least not yet. The widening access proposals are quantified by focusing on the most deprived 20%, as set out in the Scottish Index of Multiple Deprivation. While I absolutely welcome this focus and the establishment of legislation and specific measures to ensure fairer access for students from deprived backgrounds, there are other groups who face serious barriers in accessing education due to other factors, separate  although not necessarily exclusive - from issues of deprivation. The bill, as it stands, does not make provisions in the widening access agreement specifically for care leavers  a demographic with a historically and consistently poor record in access to, and attainment, of higher and further education. Nor does it specifically facilitate the widening of access for young people who have a disability, or complex needs. There is already work in progress to support young people in and from care with quality assurance marks such as Buttle UK, which recognises those institutions working hard to provide equal opportunities to care leavers  and pulling up those who do not. In Scotland, seven of our universities hold the mark and a handful of others are working towards achieving it. While something to be proud of, this is still far short of what it should be. With an abysmally low participation rate amongst care leavers (the last figures I saw suggested 2.6%), something more clearly needs to be done. And if legislation is the only way forward, let&apos;s embrace this and work together to establish a meaningful way of widening access for this group. The same, to some extent, can be said for children and young people with additional support needs. Scotland&apos;s Curriculum for Excellence is designed to embrace the concepts of personalisation which should, in theory, ensure those with additional and complex needs are fully supported throughout their school age education. However, this support network and additional provision is often lost when the young person enters the period of transition between school and higher or further education, leaving them cast adrift from peers and unable to achieve their own aspirations through no fault of their own. The measures to widen access for those from areas of disadvantage are a start, but we have the opportunity to do something new, to be trailblazers in promoting access and equality. The onus to widen access is not just on the universities, but on all parts of our education system. There has been a distinct shift by Scottish policymakers to focus on early years and an intervention and prevention approach. We&apos;ve seen a number of initiatives around universal parenting support as well as targeted programmes to identify, help and support those who need an extra helping hand. In addition, the children and young people bill introduced to the Scottish parliament in April focuses on increased access to early education and childcare through the promised extension to the subsidised hours available for each child. Few would argue there is anything wrong with this approach, with reports and research supporting that the early years are indeed crucial, and our focus on ensuring that every child, from every background and with all abilities, are supported to their full potential is something Scotland should be proud of. However, we must continue our efforts to work with the most deprived, the most at risk and the most excluded from our society throughout their lives if we want them to have a place in a fair and modern Scottish society. Jackie Brock is chief executive of Children in Scotland  follow it on Twitter @cisweb This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/may/02/scotland-university-widening-access-plans", 
    "wordcount": "784"
}