{
    "headline": "Boot up: .eu malware, why Lenovo's up, Webkit's contributors, Samsung's odd numbers and more", 
    "text": "A quick burst of 9 links for you to chew over, as picked by the Technology team The family is growing: Nokia Lumia 620 &gt;&gt; Nokia Conversations Nokia&apos;s official blog:   this is Windows Phone 8, so the Nokia Lumia 620 comes with Live Tiles for updates direct to the Start Screen, PeopleHub for all your address books in one place and a Me Tile to make it easy to post and track notifications across social networks. With Xbox Live, Microsoft Office, 7GB of SkyDrive storage and faster, safer surfing with Internet Explorer 10, it&apos;s hard to know what to do first. You might want to start with Angry Birds Star Wars or Words with Friends - just a suggestion.  Excluding any local taxes or operator subsidies, the Nokia Lumia 620 will cost around $249 USD and will be available from Q1 2013.   To quote a former Nokia head of PR, &quot;survival is in our DNA.&quot; (Thanks @rquick for the link.) Abuse of .EU domains by malware gangs continues despite Registrar notification &gt;&gt; Naked Security What the world really needs is a lot more TLDs and even more registrars. Isn&apos;t it? How Lenovo is resurrecting the PC &gt;&gt; Technewsworld Rob Enderle (no, really):   The technology market is awash with engineering-driven companies that believe that if they build lots of very different products and throw them into the market, most of them will sell. The expectation is that customers will gravitate to the products they want.  Most companies don&apos;t seem to understand the power of marketing and that it is this power that has driven Apple&apos;s bottom line so strongly. Marketing allows a firm to drive people to a smaller selection of products, which, if done correctly, results in fewer mistakes and much higher sales success.  Lenovo has taken a page from Apple&apos;s book, largely by using an Apple trained CMO, David Roman, to drive its marketing efforts and by leveraging social media. For instance, this video was created by some of the folks who do the James Bond films, and it went viral. The product it showcases - the Lenovo Yoga Windows 8 tablets - has been the showcase OEM tablet for Windows 8 as a result.  Activity of Apple, Google and other companies in the WebKit project &gt;&gt; Bitergia&apos;s blog  This post is the first of a series on different aspects of WebKit development, based on the analytics we at Bitergia are gathering about it. Our take is that WebKit is one of those projects massively used by the industry, and therefore worth studying with the aim of providing quantitative and objective data about it.   An insight, though without some way to measure the merit and effect of the changes, it feels like they&apos;re just generating statistics from stuff that&apos;s easy to measure, rather than stuff that&apos;s helpful to know. The mystery of Samsung Electronics SG&amp;A &gt;&gt; asymco  The company offers a break-down of these SG&amp;A costs and they are also shown (Apple does not provide a breakdown except for advertising in its yearly report). The suspicion that something is not right comes from looking not only at the overall picture but the notion that Transportation, Warranty and &quot;Other&quot; for Samsung are higher than overall SG&amp;A for Apple.  Note that Apple&apos;s SG&amp;A includes the cost to operate its retail stores. This includes the salaries and operating costs of over 300 stores...  I don&apos;t have any explanation for this disparity.   SG&amp;A is short for &quot;Sales, General and Administrative&quot; expenses. Bomb Sight - Mapping the World War 2 London Blitz Bomb Census Mapped out either by the first night (intense), weekly census (really intense) or aggregate (unimaginable). It lasted from 7 October 1940 to 6 June 1941. Windows 8: Operating Under the Influence &gt;&gt; YouTube  This video is part of a set of web usability tests, focused on drinking customers, conducted by Three Sheets Market Research. Following the release of Windows 8, we wasted no time in trying out Microsoft&apos;s new operating system on a drunken subject.   Double interfaces all round! Text Messaging - the phoenix of the digital age? &gt;&gt; OpenSignal Blog  For the first time since text messaging entered general use there has been a fall in the number of texts sent in the UK. Following two quarterly declines the number of text messages sent this year has fallen to 38.5 billion in Q2 2012 from a high of 39.7 billion in Q4 last year. This phenomenon is not simply UK based, with the United States showing a similar decline and the Finnish carrier Sonera showing a fall of over 20% in the number of text messages sent on Christmas Eve 2011 when compared with Christmas Eve 2010. What is clear is that alternative forms of electronic communication are slowly chipping away at the dominant position that text messaging has occupied in the lives of mobile users over the last 20 years.   In general, if a headline ends with a questionmark, it can be answered &quot;no&quot;. OEMs continue to fail on the Windows 8 Launch &gt;&gt; Hal&apos;s (Im)Perfect Vision Hal Berenson:   I&apos;m baffled by press, analysts, OEMs, and retailers who are complaining that Windows 8 isn&apos;t saving the PC industry. They still don&apos;t get it. Windows 8 couldn&apos;t do a damn thing to make classic form-factor PCs so attractive that their sales would explode. They represent a mature market with a steady to declining replacement rate as some scenarios are addressed by alternate form factors. It is only by embracing the new form factors, including large screen touch-based devices, that the PC industry can reverse its decline. And so far, other than Vapor, the PC industry has largely failed to do so.   Berenson used to work at Microsoft as an engineer and general manager. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2012/dec/06/technology-links-newsbucket", 
    "wordcount": "1009"
}