{
    "headline": "Competitive team sports will alienate inactive schoolchildren, report says", 
    "text": "Ministers&apos; insistence on competitive team sports will alienate schoolchildren instead of tackling their sedentary lifestyles, warns a report that was launched by Boris Johnson and Mo Farah. Frisbees, cheerleading and Zumba dancing should instead be used to engage young people in physical activity who are turned off by traditional school sports, the Young Foundation thinktank argues. &quot;An epidemic of inactivity&quot; among all age groups is costing the UK 8.2bn a year, &quot;threatens the health and wellbeing of millions&quot; and will lead to young people dying five years earlier than their parents, the report claims. But the government&apos;s strategy for encouraging young people to be active is misguided, it says. &quot;The emphasis on traditional, competitive team-based sports is out of line with the way many young people want to participate. The overriding emphasis on competitive sports is at odds with the motivations and drivers of many of the young people who are currently inactive,&quot; according to the report, which will prompt fresh debate on the best way to capitalise on the legacy of the London Olympics. It singled out the coalition&apos;s new School Games initiative, which is based on competition and was introduced after Michael Gove, the education secretary, sparked an angry backlash by scrapping the dedicated money schools in England received to boost sport, as an example of the wrong &quot;focus on orthodox, competitive sport&quot;. David Cameron recently made clear his view that competitive team and individual sports should be central to the planned new primary school PE curriculum and that they would inspire all pupils to take part. It will require all pupils in England to take part in competitive team sport. Gove and Jeremy Hunt, culture secretary during this summer&apos;s Games before becoming health secretary, also stress the importance of competition. The prime minister angered teachers&apos; leaders and sports experts by deriding pupils doing &quot;Indian dance&quot; as physical exercise. Will Norman, co-author of the report and the thinktank&apos;s director of research, said: &quot;Kids want to do much more informal sports like street running, parkour and Zumba-type activities that are very flexible, can be done wearing different types of clothing or while listening to music and can be done individually. Competitive sports will work for some people. But if we want to get the most inactive active, we need to change our thinking. We need a philosophy that&apos;s driven by the people we are trying to target and not provide things that the most inactive don&apos;t want to do.&quot; Farah, Team GB&apos;s double Olympic gold medallist at 5,000m and 10,000m, said parents and teachers should not force children to do sports they did not want to do. Any physical activity that got young people into the habit of exercise was useful for their health, he said, citing his daughter Rihanna&apos;s preference for dance and gymnastics over athletics or other typical school sports. Johnson, London&apos;s Tory mayor, helped launch the report and welcomed its findings but did not endorse them, a spokeswoman said. The government defended its approach. &quot;We want the Olympics and Paralympics to inspire people, whatever their ability, to get involved in sport,&quot; said a spokeswoman. &quot;We want more young people to take part in competitive sport, not only so they lead healthy and active lifestyles but also so they develop new skills and learn how to work as a team,&quot; said a spokeswoman. &quot;That is why we are putting competitive sport at the heart of the new primary school curriculum and extending school games.&quot;", 
    "section": "education", 
    "gid": "education/2012/oct/01/competitive-team-sports-alienate-schoolchildren", 
    "wordcount": "599"
}