{
    "headline": "What's the most embarrassing thing you've ever linked to?", 
    "text": "&quot;It has caused me some embarrassment&quot;  that&apos;s how Rob Wilson, the Conservative MP for Reading East, has described having accidentally tweeted a link to a hardcore porn site. Wilson (no relation) intended to send his followers to a story about benefit cuts on political blogger Guido Fawkes&apos;s website order-order.com, but thanks to a &quot;technical hitch&quot;, as the Conservatives put it  apparently a number was missing from the shortened link provided by Tory HQ  he instead sent them to an website draped with women wearing strangely small bikinis. I feel Wilson&apos;s pain. The parallel isn&apos;t exact  I was much more stupid  but in 2002 I too accidentally sent readers of this website to a hardcore porn site. I was at the time working on the women&apos;s desk at the Guardian. These were sumptuous days, pre-austerity; I think there were four or five of us producing perhaps four print pages a week. Anyway for a time I was tasked, probably by myself, with writing a column called Sidelines in G2&apos;s women&apos;s section. Under my stewardship, I think I am safe in saying, it was the worst column ever to appear in the Guardian: naive, giggly, silly and madly overwritten. If I&apos;d been 12, you might have forgiven it, but I wasn&apos;t. Anyway, the depths of my hindsight-horror surround a column I wrote on female ejaculation in January 2002. The subject had come up in an episode of Sex and the City, which back then was HOT. So  *did* female ejaculation really exist? I decided to find out on the internet. I am guessing  this being early doors for G2 and the internet  by &quot;Yahoo-ing&quot; it. Up came lots of links! I clicked on a site, and watched as a woman ejaculated. It did exist! When I wrote up the column, I duly included the link to the website I&apos;d found, although I am not at all sure that I understood either what a link was, or whether I was including it. In fact I bet I didn&apos;t. What I didn&apos;t do was (a) explore the website, to see what else might be on it, and (b) remember that my story would be &quot;uploaded&quot; on to our website, where it would exist  with a live link from the Guardian to what is an extremely graphic pornographic site, without even a warning page  for ever and ever. Or until today actually, when someone kindly killed the link for me. Like Mr Wilson, I&apos;m embarrassed  but I suspect I&apos;m not alone. What&apos;s the most embarrassing thing you&apos;ve ever linked to inadvertently on Twitter? Or email you&apos;ve sent to the wrong person? Or post you didn&apos;t mean to make public on Facebook? Please share your shame below!", 
    "section": "technology", 
    "gid": "technology/2013/apr/04/most-embarrassing-thing-linked-to", 
    "wordcount": "460"
}