{
    "headline": "Just 50 months to tackle climate change", 
    "text": "This year has seen a record loss of sea ice, and greenhouse gas concentrations above the Arctic at their highest point for possibly 800,000 years. Crop-wrecking droughts and record temperatures have scorched the US midwest. But, to our dismay, climate change and the weather volatility it fuels have fallen far down the political agenda when they need to be at the top. It remains, however, one of the greatest threats to human progress, and tackling it could be a huge economic opportunity. There is so much to gain from investing with speed and scale in a modern low-carbon economy that the failure to do so appears both reckless and short-sighted. Some recent policies seem even to take us backwards. More of the same old economics will not work. To create jobs, more secure energy systems and less pollution, investing in a massive energy-efficiency drive and a programme to expand renewables are just two of the more obvious steps that could benefit the economy and the environment. There are around 50 months left before we cross a critical climate threshold. After that, it will no longer be &quot;likely&quot; that we will stay on the right side of a 2C temperature rise  a line Britain and the rest of the EU has sworn not to cross. If we don&apos;t do more, it is hard to imagine what incentive poor countries will have to act. We have all outlined for the Guardian today  in G2 and online  what we intend to do differently in the next 50 months. Now we call on the government and opposition to say what they will do in the same time frame to grab the opportunity of action and prevent catastrophic climate change.Ruth Bond Chair, National Federation of Women&apos;s InstitutesBarbara Stocking Chief executive, OxfamVivienne Westwood DesignerJohn Sauven Chief executive, GreenpeaceSir Crispin Tickell Former UK permanent representative to the United NationsAndrew Simms Fellow, New Economics FoundationPeter Myers Co-founder, onehundredmonths.orgJuliet Davenport Chief executive, Good EnergyBianca Jagger Council of Europe goodwill ambassadorNeal Lawson Chair, CompassProf Jayati GhoshEd Mayo Chief executive, Co-operatives UKCaroline Lucas MP Green partyCatherine Howarth Director, Fair PensionsJeremy Leggett Chair, Solarcentury, SolarAid, and CarbonTrackerRob Hopkins Founder, Transition Town NetworkTony Greenham Head of business and finance, the New Economics FoundationSarah Butler Sloss Founder director, AshdenProf Andrew Dobson Green House thinktank and Keele UniversityDr Neil Jennings Student Switch Off campaignDr Joe Smith Open UniversityMolly Conisbee Former director of campaigns, Soil AssociationMark Boyle Author of The Moneyless ManSaci Lloyd Author of The Carbon DiariesAnna Coote Head of social policy, New Economics FoundationBibi Van Der Zee Author of The Protestor&apos;s HandbookRuth Potts Co-founder, Bread, Print and Roses", 
    "section": "environment", 
    "gid": "environment/2012/oct/01/50-months-tackle-climate-change", 
    "wordcount": "439"
}