{
    "headline": "Bradley Wiggins' Tour de France win boosts UK cycling sales", 
    "text": "As the eyes of the cycling world turn to London for the men&apos;s Olympic road race this weekend, there is growing evidence that the Bradley Wiggins effect has already got more of us out on our bicycles. Visa has produced figures showing a pronounced spike in sales at bicycle stores across the UK in the week before Wiggins was crowned the winner of the Tour de France last Sunday. Visa has been tracking the nation&apos;s spending in the run up to and during the Olympics, and says there was a 5.1% increase in the amount spent on bikes, equipment and servicing during the last week of the Tour de Francecompared to the same week in 2011, and a 6.4% increase on the previous week. UK consumers spent more than 21.13m in bike stores last week alone, according to Visa. Steve Perry, commercial director at Visa Europe, says:  &quot;Visa data shows that spending on bikes and associated products were significantly up demonstrating the impact that sporting success can have on the nation&apos;s spending behaviour.&quot;  Halfords, which sponsored the ITV4 coverage of the Tour with some of the most irritating ads seen in recent years (perhaps it was just me?), says it has seen an 18% increase in sales of bikes and related equipment over the last seven days. Sales of its top-end Boardman bikes, which cost 600-1,300, saw a 12% increase in July following disappointing sales figures in the spring. &quot;Everyone&apos;s been talking about the Wiggins&apos; win and it has had a noticeable effect through increased cycling sales. We are just hoping it carries on with the Olympics,&quot; says a Halfords spokesman. Cycling has boomed in recent years - particularly in the big cities - as people have shunned public transport, choosing instead to cycle to and from work, helped in part by the Cycle to Work scheme that has offered discounted bikes through employers. Outside the urban areas, the increase has largely come from leisure cyclists - the lycra-clad weekend riders that are now increasingly to be found pounding country lanes, and off-road tracks. In November, the Office for National Statistics said that retail spending on bikes had risen 15% the previous year - at a time when the spending cars fell. British Cycling has reported that its membership has swelled to over 50,000 in 2012, a 100% increase since 2008 - the highest level since it formed in 1959. Anyone doubting the sport&apos;s popularity at the moment only had to look at the huge number of British fans who travelled to France to cheer on the Sky team. Meanwhile, if the British team can win gold in the men&apos;s road race on Saturday, we can expect to see further bike sales, and ever more people getting off the behinds and onto two wheels. Allez, allez allez as they now say in Eccleston, Lancashire, Wiggins&apos; home town.", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/jul/25/bradley-wiggins-boost-uk-cycling-sales", 
    "wordcount": "490"
}