{
    "headline": "UN set to vote in favour of universal health coverage", 
    "text": "The UN general assembly is expected to vote in favour of a resolution for universal health coverage on Wednesday, reflecting a growing international consensus on the importance of affordable access to healthcare. The UN resolution calls on its members to ensure they have health systems that avoid significant direct payments at the point of delivery and a mechanism to pool risks among the population to avoid catastrophic healthcare spending and impoverishment as a result of seeking care. Supporters of the resolution, which is backed by the US and the UK, say the UN vote would be a step towards putting universal health coverage in the post-2015 development framework. In 2010, the US president, Barack Obama, forced his bitterly fought healthcare reform bill through Congress, bringing near-universal coverage to Americans. The World Health Organisation (WHO) defines universal health coverage as &quot;securing access to adequate healthcare for all at an affordable price&quot;, and the idea has been steadily gaining ground in recent years. Universal health coverage received a big boost with the publication in 2010 of the WHO&apos;s report Health systems financing: the path to universal coverage, which led to more than 60 middle- and low-income countries requesting technical assistance and advice to move towards universal health coverage. The WHO&apos;s director general, Margaret Chan, has campaigned assiduously for universal healthcare. She told the Lancet magazine in September that universal coverage is &quot;the most powerful unifying single concept that public health has to offer, because you can realise the dream and the aspiration of health for every person irrespective of what class you belong to, whether you are a woman, or whether you are poor&quot;. The Lancet series in which the magazine urged the world to move towards universal healthcare was notable in carrying a piece by David de Ferranti. Now president of the Results for Development Institute, De Ferranti was on staff at the World Bank in the 1980s and was one of the chief proponents of the introduction of user fees. Explaining his apparent Damascene conversion, he told the Guardian&apos;s Sarah Boseley in October how the current situation is different to that of 30 years ago. Since then, economic growth rates, higher incomes and more available resources have put universal healthcare within reach for developing countries. De Ferranti said: &quot;In the presence of more resources and the ability not just financially but administratively of countries to manage these programmes, which was again not there 30 years ago, it just now makes eminent sense  to move towards universal health coverage systems.&quot; In a study in October, the World Bank said that over the past five years, government-sponsored schemes in India have contributed to a significant increase in the population covered by health insurance, scaling up at a pace possibly unseen elsewhere in the world. More than 300 million people, or more than a quarter of India&apos;s population, had gained access to some form of health insurance by 2010, up from 55 million in 2003-04. More than 180 million of these were people living below the poverty line. Given these trends, the study projected that by 2015, more than 630 million people, or about half of India&apos;s population, could be covered with some form of health insurance. In 2015, spending through health insurance is likely to reach 8.4% of total health spending, up from 6.4% in 2009-10, said the study. Health Poverty Action, a UK-based NGO that has campaigned for the UN resolution, believes health services should be financed in a way that ensures everyone has access to quality care regardless of wealth, through taxation and social insurance. Martin Drewry, its director, said: &quot;Every day, lives are lost because people simply can&apos;t afford to pay to see a doctor. It&apos;s a disgrace. If all countries had a system in which people didn&apos;t have to pay on the spot fees, like ours in the UK, millions of lives would be saved. Say what you like about the NHS, no one is turned away because they can&apos;t afford to pay.&quot; Health experts say 40% of the world&apos;s population  2.8 billion people  have some form of risk-pooled health insurance, yet every year more than 7 million children and newborns die from preventable causes and nearly 300,000 women die due to complications during pregnancy or childbirth.", 
    "section": "global-development", 
    "gid": "global-development/2012/dec/12/un-vote-universal-health-coverage", 
    "wordcount": "721"
}