{
    "headline": "Jane Goodall honoured at Observer Ethical Awards 2012", 
    "text": "Dame Jane Goodall will always be celebrated for her 45-year study of chimpanzee social and family life, her passion for Africa and her ceaseless campaigning for animals and the environment. But the world&apos;s foremost primatologist, who went to Tanzania as a young woman in 1960 and never totally left, told the Guardian she wanted to be known just as much for the youth movement she set up in 1991. &quot;Wherever I go, I meet people with very little hope or future, so they become angry or apathetic&quot;, she says. &quot;The idea of Roots &amp; Shoots is to give people hope. The children decide what they are passionate about and then they volunteer to work for people, animals and the environment. &quot;It&apos;s now working in 130 countries and growing all the time. In Britain we have 1,600 groups, mainly in schools and universities, in the US there are over 3,000 and we have 900 groups in China. Everywhere I go, they all say they want to meet &apos;Dr Jane&apos;. They are unbelievable, extraordinary young people who together contribute hundreds of thousands of hours of voluntary work a year.&quot; The woman whose observations in Gombe Stream National Park in Tanzania challenged science and showed that chimps, too, could construct and use tools and were not vegetarians, is constantly on the move. She was awarded the Lifetime Achievement award in this year&apos;s Observer Ethical Awards for what the judges said were her &quot;promotion of the planet&quot; and her &quot;extraordinary contribution to the development of our understanding of the natural world, particularly broadening our knowledge of the habits of chimpanzees&quot;. But Goodall could not receive the award in person because she now spends up to 300 days a year on the road, giving talks, raising money for the Jane Goodall Institute, and campaigning for nature in international gatherings. In a schedule that would daunt someone half her age, she is in Italy this week for talks with politicians, next week she will travel to Turkey and Greece to be with the &quot;green&quot; pope, Patriarch Batholomew of the Eastern Orthodox church, and others, and from there she will travel to Brazil for the UN&apos;s Rio +20 Earth summit to co-chair a meeting on avoiding deforestation with Richard Branson. Only later in the summer will she return to her home in Bournemouth for a week to finish the last two chapters of her, as yet untitled, new book about plants. It will mean, she says, long days and alarm calls at 5.30am. &quot;I love plants. The book grew out of an earlier work, Hope for Animals and Their World, which was to contain a lot of writing on plants but had to be cut  this will be about forests, trees and eco systems. I love writing. I used to paint them [plants] but I don&apos;t have time now&quot;, she says. &quot;I am much better known in the US than in Europe because of the National Geographic TV channel and magazine. I don&apos;t like all the travel, but I have to do it.&quot; The other winners in the annual awards  now in their seventh year and whose judges include actor Colin Firt, poet Ben Okri and supermodel Lily Cole  include green energy company Ecotricity and Brazilian footwear brand Veja, which uses sustainable rubber. The full list of Observer Ethical Award 2012 winners The Observer&apos;s Lifetime Achievement Dr Jane Goodall Sport Dartford Football Club Dartford Football Club, an ethical stadium with water recycling, bike racks, grass roof and solar panels. The judges felt it was a great project that engaged with a hard to reach community. Ecover Ethical Kids Fact Fashion Fact Fashion draw attention to issues, like the conservation of scarce resources to changing behaviours, by producing fashion items that display the powerful numbers associated with these problems and the judges felt it was different from any other awards entry they had seen before. Local Hero sponsored by The Body Shop Dr S Oliver Natelson Dr S Oliver Natelson is a community campaigner that has worked for over 30 years supporting the local wood and nature reserve in Barnet. The judges felt that he is the definition of a hero, incredibly inspiring and informative. Grassroots Projects sponsored by Timberland Climate Change Schools Project The Climate Change Schools Project, based in Durham, is a not-for-profit-project that puts climate change at the heart of the national curriculum. Business initiative sponsored by Jupiter Asset Management Ecotricity Ecotricity is a green energy company and supplier and generator of eco electricity and gas and the judges felt that what it is doing will change the energy world. Blog sponsored by environmenttheguardian.com DfID  Hannah Ryder A blog from a UK civil servant showing how economics, poverty and action to avoid climate change and to protect the environment in developing countries relates to real life. The judges felt that Hannah&apos;s blog was well written, talked about important topics and was an effective way of sharing information. Arts and Culture sponsored by Festival Republic When China met Africa A film highlighting the new problems associated with the Chinese expansion in Africa. The judges felt that the power of the film is that is does not make any judgments - it raises a lot of issues and questions but leaves it to viewer to make their own decisions. Big Idea sponsored by National Grid SafetyNet The SafetyNet is a new trawling system that cuts down on the catch and subsequent discarding of juvenile and endangered fish. The judges felt that although this project was still in the very early stage it was one of the most important ideas the world is going to see. Fashion &amp; Accessories sponsored by Vogue.com Veja Using organic cotton from agro-ecology initiatives in North Brazil, wild Amazonian rubber, and acacia tanned leather, Veja produces trainers and accessories. The judges felt Veja had strong ethical principles whilst creating beautiful products. Campaigner sponsored by B&amp;Q Hugh Fearnley Whittingstall Selected as Campaigner of the year for the second time, Hugh continues to campaign for fish conservation, energy saving and ethical chicken farming amongst other issues. Retailer Warren Evans Warren Evans produce ethical beds and wooden bedroom furniture, handmade in London.", 
    "section": "environment", 
    "gid": "environment/2012/may/30/jane-goodall-observer-ethical-awards", 
    "wordcount": "1048"
}