{
    "headline": "Alex Salmond hits back at critics of Scotland's energy policies", 
    "text": "Oil-rich countries like Scotland have a &quot;moral obligation&quot; to invest in green energy, Alex Salmond said on Wednesday as he insisted his government would not cut oil production. The first minister was responding to accusations by climate scientists and environmentalists that he was guilty of &quot;indefensible&quot; energy policies after a Guardian analysis found that his oil and gas strategies could release 10bn tonnes of CO2 into the atmosphere. In a keynote address on Wednesday to a conference on low-carbon technologies, Salmond said there was no contradiction between pursuing &quot;world leading&quot; targets on renewable power, to produce 100% of Scotland&apos;s electricity from renewable sources, while maximising oil and gas production. His government predicts that 24bn barrels of North Sea oil, worth some 1.5 trillion, can be produced over the next 40 years. Many senior climate scientists, such as James Hansen from Nasa, and Kevin Anderson of the Tyndall centre in Manchester, believe the world is already close to the tipping point for significant global warming. He said Scotland&apos;s expertise in North Sea oil and exploration in deep waters, gave it a &quot;huge competitive advantage&quot; in the global marine energy industry. He told the conference that a 103m Scottish low-carbon investment fund, to support marine energy and community heating schemes, had now opened. &quot;It&apos;s not just an economic opportunity, it&apos;s a moral imperative that hydrocarbon countries lead the way in renewable energy technologies,&quot; he said. The first minister is facing a rebellion by a coalition of 60 Scottish environment groups, global development charities and churches after Scotland&apos;s CO2 emissions rose in 2010, breaching his government&apos;s first annual emissions reduction target. After several years supporting Salmond&apos;s policies, the Stop Climate Chaos Scotland coalition will lobby MSPs at Holyrood later this month urging the first minister to &quot;get your act together&quot;. They believe Salmond lacks the political courage to tackle rising transport and heating emissions, instead building more roads, backing aviation and cancelling rail schemes. Opencast coal mining has also increased sharply under his government: there are now 32m tonnes of coal approved for extraction. Tom Ballantine, chairman of Stop Climate Chaos Scotland, said the government&apos;s commitments on climate were encouraging but campaigners could not ignore the &quot;massive contradictions&quot; in its energy policies. &quot;A government that is serious about moving to a low-carbon economy and reducing Scotland&apos;s emissions cannot be promoting  and should not be using public funds to prop up  the oil and gas industry. Nor can it continue its relentless focus on building new roads, which will create even more emissions,&quot; he said. Salmond acknowledged that Al Gore, the former US vice-president and climate campaigner, was right to warn about the present impacts of climate change on the world, from wildfires, droughts, violent storms and crop failures. That added to the &quot;moral imperative&quot; for oil-rich nations to produce low-carbon alternatives. &quot;Climate change is not a distant ungraspable threat. It&apos;s not something that&apos;s going to happen to our children and to their children. It&apos;s something that is already happening and its effects are already being felt,&quot; Salmond said. &quot;In the developed world, these effects are felt by deep disruption, inconvenience and substantial economic costs. In the developing world, the effects for example on the change of weather patterns on the Horn of Africa, are catastrophic.&quot; The UN Development Programme said last year that climate change would severely hit the world&apos;s poorest countries: &quot;In the context of that global threat development low-carbon technologies can&apos;t just be seen as an economic opportunity, it&apos;s also that moral imperative,&quot; Salmond said. He told the Guardian he had never heard any climate scientist state that the world should stop or reduce production of oil, gas and coal. &quot;That would have a very significant further dislocation of the world economy at the moment,&quot; he said. Earlier this year, Hansen, the pioneering Nasa climate scientist, urged immediate and deep cuts in fossil fuel use, and a global carbon tax, when he accepted the Edinburgh medal for his contribution to science. Hansen said at the time: &quot;We can&apos;t simply say that there&apos;s a climate problem, and leave it to the politicians. They&apos;re so clearly under the influence of the fossil fuel industry that they&apos;re coming up with cockamamie solutions which aren&apos;t solutions. That is the bottom line.&quot; Salmond said he was &quot;extremely confident&quot; that Scotland would meet its 42% emissions cut target by 2020 and attributed the 2010 figuresto temporary fluctuations in energy use. Scotland already generates 35% of its electricity needs from renewables, and his ministers were now investing in hydrogen and hybrid vehicles, Salmond said, but he admitted his government had failed to tackle transport emissions. &quot;Transportation has certainly been an area where Scotland has to do more as indeed is heating, but I don&apos;t think anyone would seriously dispute that in terms of electricity production then our commitment and our success in low-carbon and renewable generation has been one of the most important in the world,&quot; he said.", 
    "section": "environment", 
    "gid": "environment/2012/oct/10/alex-salmond-scotland-energy-policies", 
    "wordcount": "855"
}