{
    "headline": "War on the seabed: the shellfishing battle", 
    "text": "The trawler was a mass of battered metal looming high above our little boat, a great bucket of rust on the bright blue Hebridean sea. For two days last July we watched it plough up and down a shallow patch inshore, just where we&apos;d been used to seeing a school of basking sharks feeding. But those had gone, and so had the seals that sunbathed on the nearby rocks. A clanking noise filled the air, broken kelp fronds were washing up on the beach, and the water in the shallows, usually crystal-clear, was hazy. We decided to go out and have a look. As our dinghy pulled close we realised what the boat was doing: dredging for scallops. Island lore had it that the dredgers had long disappeared from these waters. They&apos;d taken all the scallops and ruined the cod banks decades ago. But here it was, a Clyde-registered scallop boat. Over its high sides hung a mesh of old iron  rings, spikes and chains, starfish, sea urchins and broken crabs tangled among them. We came alongside and called up to the wheelhouse to ask if we could buy some scallops. For 10 the fishermen threw down a generous sack. Undamaged, the contents might have cost 50 at the fishmonger. But many of the shells were broken. At least half the scallops seemed very small. They tasted gorgeous later, fried in butter with bacon. But as each sweet, salty mouthful went down, I thought with guilt of the damage that had been done to get them. The problem with bottom-trawling is that it lacks discrimination. The gear ploughs through the seabed, taking or breaking nearly everything in its path. What can&apos;t be sold  the baby fish, the little crabs, mangled skate, monkfish and the smashed shells  still dies. It&apos;s away of making a living, and those are in short supply on the Atlantic coasts of Britain and Ireland. But it is among the most wasteful ways of gathering protein mankind has ever devised. Dragging the sea-bottom for scallops and langoustine  also known as Dublin Bay prawns, or scampi  is Britain&apos;s most valuable inshore fishery nowadays, and the least sustainable. It has been called total war fishing. There was a good reason the dredger we met had been working the patch for so long. First its metal &quot;swords&quot; had to cut through and uproot the seaweed forest. Then, once the bare ground was exposed, the dredge&apos;s teeth had to burrow through the mud, exposing and catching the animals and leaving the bottom furrowed like afield, many of the contours erased. There&apos;s little escape. Spring-loading lets the gear bounce over all but the biggest rocks. Smaller dredgers use sonar to fish out the gullies. The waste is awful. Half the life on the seabed goes when a scallop dredge first passes. In langoustine trawling, between 40% and 90% of the catch is thrown away  you can pick between the studies. The eminent author and marine biologist Callum Roberts compares dredging for scallops to cutting down a rainforest to catch a parrot. A few months LATER, several miles to the east, I watched scallops being fished in avery different way. Guy Grieve operates asmall diesel-engined boat off a jetty near Oban. From it he and a partner, Luke, work the clear, cold waters of the Sound of Mull. Like many divers on the west coast, they forage through the marginal places, looking for scallops in the nooks and crannies the dredging boats have not penetrated. Setting out into the early winter dawn, after an hour we reached a spot between jagged rocks. Guy stopped the engine, sealed the gaps in his tatty old dry-suit with rubber bands, fitted his mask, took a string sack and toppled overboard. He&apos;s down on the seabed for 40 minutes, three or four times a day, grabbing the scallops before they can flap away from his hand. Back on the surface, the men were pleased to have enough scallops to fill a fish box, perhaps half a dozen carrier bags-full. Every one of the shellfish was mature, alive and marketable. Even so, while sorting them for size, Luke and Guy put aside all that were technically &quot;small&quot;, though legal. These they would return to a secret patch in the sound where, safe from dredging, they can spawn another generation. It&apos;s a simple hunter-gatherer&apos;s way of fishing. Not all scallop divers are as selective as Grieve, but there is no bycatch and no waste in this harvest of the seabed. Blackberrycoloured rain clouds rolled over the hills of Morvern as the shellfish were sorted. But there&apos;s no weather other than abig gale that stops the Helanda from going out. If the team&apos;s not diving, they&apos;re sorting and packing scallops, while Guy&apos;s wife Juliet keeps the books and takes the orders. Three times a week the Ethical Shellfish Company van leaves the Isle of Mull headed for restaurants around Britain that prize &quot;hand-dived scallops&quot;, not just because they tend to be cleaner than dredged ones, but because they understand the ecological devastation that comes with the alternative.     Troubled waters: scallop diver Guy Grieves boat, Helanda, off the shores of Mull. Photograph: Murdo Macleod for the Observer    Grieve is an adventurer. He has lived alone in the wilds of Alaska and sailed oceans with his young family. For a while he worked foodie TV shows with his quasi-Bear Grylls persona, before abandoning that business as &quot;meaningless&quot;. So he moved to Mull with his family and learned the scallop-diving trade. He&apos;s passionate about the possibilities of sustainable inshore fishing, and furious that the government won&apos;t support it. Sipping a cup of tea in the wheelhouse he expounds: &quot;This is a small business that provides a living for three families, in a remote community. We do it by tending a garden: the seabed. We look after it, we reap what it can healthily give us, and we leave the rest to replenish for the future. It could feed so many people and provide so many jobs.&quot; Unsurprisingly, there&apos;s no love lost between the trawler/dredger community and the small-boat fishermen who dive or use baited creels (bottom-laid pots that sit on the seabed to catch crab, prawn and lobster) for shellfish. There are many stories of sabotage  up in north-west Scotland, divers have dumped old tractors on the seabed to tangle the dredgers&apos; gear, while boats have been damaged, engines vandalised and tires slashed. Langoustine creeler Alistair Sinclair, who fishes out of the little town of Furnace on Loch Fyne, had atrawler skipper accuse him, on Facebook, of dealing drugs to local schoolchildren. (The skipper was prosecuted and fined in January.) &quot;That&apos;s nothing,&quot; says Sinclair. &quot;I lost 23,000 worth of gear between January and March last year. Not for the first time  it happens again and again. The prawn [langoustine] trawlers just drive straight through the creels, ignoring the flags and buoys, pull them off into the deep and dump them. Then they come straight back and trawl the ground where the creels were. All the Clyde creel boats have had it done to them, and we&apos;ve filmed it happening.&quot; Sinclair says the assaults on his gear usually come after he&apos;s been in the fishing press, or on the radio, complaining about trawling and the damage it has done. &quot;They want us to shut up. They&apos;re terrified of any more controls.&quot; In the war of words on Scotland&apos;s coasts, both sides are adamant that the other is the villain and does more harm to the stocks and the environment. John Hermse of the Mallaig and North-West Fishermen&apos;s Association told me creels were responsible for as much bycatch as trawling. &quot;Prawn trawlers on the west coast come up with prawns and nothing else whatsoever. We&apos;ve done enormous work on [preventing bycatch] and we&apos;ve won plaudits from Europe for it.&quot; As a former diver, Hermse said that he knew of scallop divers who regularly cleared out entire stocks. &quot;Of course dredges do some damage on the seabed. But people digging their gardens do that.&quot; Sixty years of successful scallop dredging shows stocks are managed properly. And the lost populations of other species? &quot;More fish are taken by seals than by any trawler.&quot; From his home in Argyll, Sinclair has organised &quot;the wee guys&quot;  creelers and divers  into a pressure group. With the Sustainable Inshore Fisheries Trust (Sift), they have commissioned an independent academic report on the problems with the trawling-dominated fishery on Scotland&apos;s Firth of Clyde. The draft I was shown argues, pretty convincingly, that even a partial ban on bottom-trawled fishing inshore would create several hundred jobs along the 100km of the Clyde&apos;s passage to the sea. It might even allow the lost fish stocks to recover. Recent evidence shows that whiting are in the estuary in good numbers, but not at commercially catchable levels. Key is the fact that dived scallops earn a significant premium, while creel-fished langoustine are worth three times as much as trawled, because they can be sold live. It&apos;s a compelling argument: less fishing and less destruction equals more money. Industrial fishing has, according to a 2010 report by Callum Roberts and his colleagues, brought &quot;ecological meltdown&quot; to the Firth of Clyde. Once, fish were caught in the Clyde in quantities far greater than even the population of Glasgow could consume. But the herring, haddock, whiting and cod were wiped out by ever-more efficient trawling. Then the pollack went. In Silver from the Sea, a chronicle by historian Freddy Gillies about fishing in the Clyde in the 1980s, former trawler fisherman Howard McCrindle talked of taking 7,500 worth of hake and other fish in just four days. &quot;I still find it hard to believe how quickly the stocks depleted  not just hake and cod, but all species. The Clyde went from nearly virgin ground to almost total exhaustion in less than 20 years.&quot; McCrindle ended his career not as afisherman, but skippering a research boat for academics looking at the disappearance of the fish. Lack of predator fish in the Clyde was good for scallops and langoustine, just at atime when food fashion was creating demand for them (langoustine are now Scotland&apos;s most valuable shellfish export). But dragging the bottom for scallops and langoustine also ensured the other fish stocks would not return, because their young breed in the undersea forests which the trawlers destroy. The &quot;endpoint&quot;, according to Roberts, came with the lifting in 1984 of a century-old ban on inshore trawling, at the industry&apos;s demand. That brought the nets right up to the coast, into the shallow water where the young fish grow up. Roberts says that now only a ban on trawling can restore the wealth of the Clyde. Other records show that before the laws changed, there was aprofitable business taking sports fishermen angling in the Clyde. Now the few remaining charter boats advertise their knowledge of reefs and wreck sites for fishing  because these are the only places the trawlers can&apos;t get at. Sift&apos;s study says that areturn of sport fishing and recreational diving (the trawling is accused of fogging the water by stirring up sediment) could create many more jobs than a bottom-trawling ban would destroy. Britain&apos;s biggest scallop dredgers, MacDuff Shellfish, has 16 large boats that do their work offshore, in depths of 40m or more. They process and freeze the scallops at sea. MacDuff&apos;s Andy Scott told me he would support a ban on dredging close to the coast. He says: &quot;It puts too much pressure on the stock.&quot; Yet the inshore bottom-trawling industry&apos;s strategy for the future is simply to increase trawling. In Ireland and Shetland, the lobby has managed to have divers banned. &quot;They can&apos;t stand divers because we&apos;re witnesses  the only ones who have actually seen what they&apos;re doing,&quot; says Guy Grieve. I think we&apos;ll see more bans. It&apos;s like banning a man for picking a flower so you can plough up the whole garden.&quot; Sinclair, who has been fishing by creel for nearly 30 years, says that government and the trawling industry are united in their conservatism. &quot;The old money in big-boat fishing is powerful and it&apos;s holding to the hunter-gatherer mindset. But they&apos;ve got to realise the Klondike is finished. The future is in us being custodians of the sea. &quot;     Net loss: everything but the little red langoustine will be thrown away from the trawler's haul. Photograph: Johnny Woodlock    The debate between the academics is just as acrimonious. Michel Kaiser, professor of marine conservation ecology at Bangor University, derides Professor Roberts as a&quot;deep green advocate&quot; rather than being &quot;unbiased, evidence-based&quot;. &quot;People look at the sea with different goggles,&quot; Kaiser told me. &quot;They&apos;re terrified of having areas of it used for food production. That&apos;s not what Callum Roberts wants. But I&apos;m more pragmatic: we have a hungry, growing world population.&quot; Kaiser is on the board of the quango Seafish, which generally tends to side with industrial fishing concerns  after all, they fund it. But he is also a respected marine biologist who runs programmes trialling trawling methods and assessing seabeds and stocks. These, his critics complain, tend to whitewash the trawling industry. But Kaiser is no defender of bottom-dredging. &quot;It can be catastrophic,&quot; he says. His trials have shown that, in previously untouched areas, it removes 50% or more of the biomass  all the life, including crustaceans, weeds, fish, sea fans and corals  on the seabed. &quot;If you do exploratory dredging through a fragile habitat, you&apos;re going to cause a loss of biodiversity and a lot of long-lasting damage.&quot; However, in many places the fauna and flora regenerate very swiftly. Proper management of the seabed and scientifically targeted fishing should take over from the &quot;Wild West&quot;, he believes. &quot;There&apos;s unsustainable bottom fishing, and there&apos;s sustainable. We can do it the good way.&quot; Professor Roberts, meanwhile, says that even with targeting, the system is unsustainable. &quot;With prawn trawling and scallop dredging you have two methods that can literally empty the sea of fish and leave the seabed empty and barren,&quot; he told me. &quot;Areas of the Irish Sea I have dived where intensive scallop dredging takes place have been stripped of the rich carpet of life that should cover the bottom. Even the boulders appear polished, as they are so regularly tumbled in the dredges.&quot; The story, he says, is a small-scale representation of a disaster happening across the oceans.     Seared Skye Scallops with watercress, orange and grainy mustard dressing at the Three Chimneys restaurant, Colbost, Dunvegan, on the Isle of Skye. Photograph: Murdo Macleod for the Observer    As you&apos;d expect, the fishermen take a wider view than the scientists. Sinclair has a dream of restoring more than just the Clyde&apos;s fish stocks. &quot;Think of the social fabric,&quot; he says. &quot;Think of afella taking his son out to catch afish for the first time. That&apos;s important. That should be preserved. Think if the jobs came back to the remote communities. Three men making aliving from a wee boat on the sea: that&apos;s three families getting by, and that can mean the post office and the primary school surviving.&quot; Over the map in his wheelhouse, Grieve traces his finger round the coastline of Mull and Ardnamurchan. &quot;This chart shows the wrong things, just the depths and the contours. It should show the villages, the communities that have been dependent on the sea for centuries. That&apos;s what government should be looking at when it makes decisions about the fishing. I&apos;d like to see remote communities wake up from the spell of silence and fear that has been cast of over them by those who defend the indefensible.&quot;  This article was amended on 20 February 2013 because it could have been read to imply that research carried out by Michel Kaiser, professor of marine conservation ecology at Bangor University, is funded by the trawling industry. We should clarify that less than 1% of the 8.5m funding he has won since 1998 has come from the industry. The piece reports on his board membership of Seafish, the industry body. We should record that he also sits as an independent member of the Joint Nature Conservation Committee. Sustainable scallops: how to keep eating shellfish If you are concerned about inshore trawling, but want to eat scallops, what should you do? Choose &quot;hand-caught&quot; or &quot;dived&quot; scallops and langoustine (aka scampi) which have been creel-caught, not trawled. Booths supermarkets sell only hand-dived scallops, from the Ethical Shellfish Company. The Marine Stewardship Council has given a sustainability certificate to Shetland scallops. But beware of restaurants&apos; and fishmongers&apos; claims of eco friendliness. Despite its boasts of sustainability, the Loch Fyne chain sells dredged scallops. Always ask where fish is from  there&apos;s evidence of some outlets passing off dredged scallops as dived ones, which sell for a little more. On Thursday 14 February C4 shows the first episode of a new series of Hugh&apos;s Fish Fight, with shocking underwater footage of scallop dredging, and launches a new campaign for protected marine areas  go to fishfight.net. More details on sustainable seafood at fishonline.org. Also visit the Marine Conservation Society website: mcsuk.org.", 
    "section": "environment", 
    "gid": "environment/2013/feb/10/scallop-wars-on-britains-west-coast", 
    "wordcount": "2883"
}