{
    "headline": "University of Reading rises 42 places up the green league", 
    "text": "The University of Reading attracts over 20,000 students, all of whom need to be fed and housed. Campus buildings need to be lit, heated and furnished, staff require uniforms and everybody is reliant on computing power. Seeing to the needs of its people and operations means the university has to pull in a staggering amount of resources, and thus has a distorting impact on society and nature around it. People produce the textiles, food and electronics the university uses, and their production and transport releases greenhouse gases. The energy used running the campus not only contributes to carbon emissions but represents a significant chunk of profits for the energy supplier in question  be that fossil fuels or a form of renewable energy. As educational institutions, universities have historically been spearheads of progressive thought and cultural enlightenment. In this era of global citizenship, we should be the first to take a long hard look at the impact we&apos;re making and try to find a positive solution, or at least mitigate the damage. This is, of course, what many universities are doing. People &amp; Planet have constructed the Green League to quantify and incentivise these efforts, and it is having a noticeable effect. Affiliation to the Worker&apos;s Rights Consortium, a monitoring organisation which carries out grassroots surveillance in textile factories, is fast becoming an ethical standard both in the USA and here at home, and is the kind of change which nets Green League points for an affiliated institution  such as the University of Reading. Tireless work by estates and facilities staff to make campus buildings more energy efficient, both directly and through behavioural changes in building users, has reduced our carbon footprint significantly. Similarly, campaigns run by students on issues such as corporate greenwashing and food sustainability are rewarded with Green League points. This is not to say that we should see the league table as an end in itself; our students and staff, and I am sure the same could be said for higher education all over the country, would be tirelessly running these projects and campaigns regardless of being rewarded with points for our efforts. Whether we would be as successful or as quick in achieving some of our goals without the decision makers being influenced by league standing is another question  and of course it is always nice to have evidence of your successes when the institution you are a part of rises sixty-six places in two years. The University of Reading rose 42 places and came 17th out of 143 institutions in this year&apos;s Green League, scoring a well-earned 1st class award.", 
    "section": "education", 
    "gid": "education/2013/jun/11/university-reading-ranking-green-league", 
    "wordcount": "436"
}