{
    "headline": "Mystery bird: blue-crowned hanging parrot, Loriculus galgulus", 
    "text": "    Blue-crowned hanging-parrot, Loriculus galgulus (protonym, Psittacus Galgulus), Linnaeus, 1758, also known as the blue-topped hanging-parrot, sapphire-crowned hanging-parrot, Malay hanging-parrot or Malaysian hanging-parrot, or as the Malay lorikeet or Malay loriquet, photographed in the Republic of Singapore, a Southeast Asian city-state off the southern tip of the Malay Peninsula.  Image: Marie-Louise Ng, 24 February 2012 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Nikon D7000    Question: This striking Malaysian mystery bird gets its name from one of its distinctive habits. What habit is that? Can you identify this bird&apos;s taxonomic family and species? Is this an adult or a juvenile? What sex is this bird?  Response: This is a blue-crowned hanging-parrot, Loriculus galgulus, a small parrot (Psittacidae) placed into the genus, Loriculus. This genus includes 13 species, all of which have stubby tails and mostly emerald-green plumage. The colouring and pattern on the birds&apos; heads is the most helpful for identifying these closely-related species.  I enjoy these parrots because they are unique amongst birds for their amusing habit of sleeping upside down [doi:10.1111/j.1474-919X.1968.tb00438.x] -- like bats!  The individual in the photograph is an adult, as indicated by her black beak (juveniles have pale orange beaks that are distinctly not-black, even when in shadows).  This bird is an adult female blue-crowned hanging parrot, as indicated by her smudged blue head patch (males have a sharply defined &quot;skull cap&quot;), by the hint of a golden-yellow patch on her back between her wings and by the complete lack of yellow on her rump (males have a sharply defined golden-yellow patch between wings and a bright lemon-yellow patch bordering the red rump patch) and by her lack of the brilliant red throat patch.  This species is rather distinctive but may be confused with its congener, the vernal hanging parrot, L. vernalis. The blue-crowned hanging parrot is distinguished by;  dark eyes (vernal hanging parrot has straw-coloured eyes)  black bill (vernal hanging parrot has a bright red bill)  the lack of blue on the throat (male vernal hanging parrots have a blue throat patch; females may show a faint hint of blue on the throat region)  pale pink feet (vernal hanging parrot has red feet and legs) The blue-crowned hanging parrot is found in lowland forest, marshland, bamboo thickets, mangroves, forest edge and more open habitats such as gardens, coconut groves and orchards. They eat fruits, nectar, buds, flowers, seeds, and small insects. Blue-crowned hanging parrots are cavity-nesting species. They lay between two and four eggs per clutch, the hen incubates them for 20-21 days and the chicks fledge between 33 and 35 days of age.  This species is not endangered.  These birds are kept in aviculture in both the United States and throughout Europe, although their dietary requirements predispose them to a number of infections if rigorous hygienic practices are not observed, which makes them challenging to keep in captivity. This is the main reason that this species is uncommon in aviculture, and even more uncommon as pets.  I think hanging parrots have sweet little voices, although they can be a bit high-pitched and squeaky. Thanks to the recordists who freely share their work at Xeno-Canto, here&apos;s a recording of the voices of a pair of blue-crowned hanging parrots with their two chicks (recorded at Pematanggadung, West Kalimantan, Borneo on 12 April 2008):      Recordist: Bas van Balen. You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist email: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/mar/17/6", 
    "wordcount": "621"
}