{
    "headline": "Celebrities taken to task in annual round-up of scientific nonsense", 
    "text": "Every Christmas, the charity Sense About Science (SAS) records the silly scientific things celebrities say and do in the hope that these high-profile figures might think twice, or seek advice, before making pseudoscientific claims to their legions of fans. The 2012 list contains the usual rogues&apos; gallery of misdeeds, such as Simon Cowell employing someone to &quot;heal&quot; his home and sports stars deploying dubious treatments for injuries. But there is also, it seems, hope. &quot;The implausible and frankly dangerous claims about how to avoid cancer, improve skin or lose weight are becoming ever more ridiculous  and unfortunately they have a much higher profile than the research and evidence,&quot; said Tracey Brown, SAS managing director. &quot;On the other hand, this year we have had more examples than ever sent to us of people in the public eye who clearly do check their facts, and we&apos;re pleased to have been able to help some of them this year.&quot; On the roll call of the enlightened this year is the England cricketer Stuart Broad. Asked whether he took any dietary supplements by the Daily Mail, he replied: &quot;I think you can get enough out of your diet without them. But when we travel to places like India and Bangladesh, we do take them.&quot; Sian Porter, consultant dietitian and a British Dietetic Association spokesperson, welcomed the sensible words: &quot;Good on Stuart for realising that you can &apos;do it with food&apos;  a healthy balanced diet can provide all the nutrients you need. When touring Stuart may be unsure of the nutrition quality and variety of his food so may take a supplement during this time as an insurance policy.&quot; Also praised was Gary Kemp, former Spandau Ballet singer, who said about alternative medicine: &quot;I&apos;ve tried acupuncture, performed by my chiropractor, but I&apos;m a pragmatic cynic and believe hardcore medicine and science should be your first port of call before you deviate to other things, otherwise your life could be at risk.&quot; But bad celebrity ideas still abound. Cowell was listed in the 2011 list for injecting vitamins. This year, he made the list when he told his Twitter followers: &quot;Today I had someone heal my house. Strange but great,&quot; followed by: &quot;The healer brings in good energy. Someone told me about it. It takes a couple of days.&quot; The psychologist Prof Richard Wiseman had this message for Cowell: &quot;There really isn&apos;t any evidence that anyone can &apos;heal&apos; your house, Simon. Normally house healers say a few prayers and occasionally explain how re-arranging things will help the energy flow through your property. This might make you feel less anxious and so feel better, but it&apos;s a lot of money to pay for a placebo and a bit of furniture shifting.&quot; Also on the list of shame are the footballer Mario Balotelli, the tennis players Novak Djokovic and Serena Williams, and the Team GB Olympic sprinter Dwain Chambers, who were all spotted wearing Kinesio coloured sports tape, which claims to help mend injuries. The sports scientist Greg Whyte said it was unclear how the application of the tape could positively affect inflammation deep within the muscle. &quot;There is insufficient evidence to support its use over other more traditional treatments such as taping or strapping,&quot; he said. &quot;That said, this tape could have added placebo effect. In sport, anything that enhances performance, whether real or imagined, has its place. Any additional benefits that enhance performance may be psychological and these could be profound.&quot; The actor Goldie Hawn made the 2012 list thanks to her support for an education programme that aims to increase children&apos;s emotional wellbeing with lessons about the brain: &quot;Discovering the mechanics of the brain helps children understand where their emotions come from,&quot; she said. &quot;It effectively puts them in control of the way they respond to the outside world.&quot; The neuroscientist Prof Sergio Della Sala responded that it could be interesting and fun to know more about the functions of the brain but that this would not help children to understand their emotions any more than understanding the chemical components of a ball would help them to kick it better. &quot;There are too many unsubstantiated recipes allegedly improving children&apos;s learning and wellbeing  But school is a serious matter and so meaning well, gut feelings, common sense, intuition or gurus&apos; opinions are not the way. Show us the evidence.&quot;", 
    "section": "science", 
    "gid": "science/2012/dec/28/celebrities-round-up-scientific-nonsense", 
    "wordcount": "751"
}