{
    "headline": "Michael Gove warned over introduction of performance-related pay for teachers", 
    "text": "Unions representing headteachers have warned the government it could face major difficulties introducing performance-related pay for all teachers, noting, for example, that pay rises for some would lead to pay cuts or redundancy for others. In their formal responses to the plan outlined by the School Teachers&apos; Review Body (STRB), the National Association of Head Teachers (NAHT) and Association of School and College Leaders (ASCL) gave a qualified welcome to the idea of pay grades being based on performance rather than length of service for all teachers. But the unions stressed that any changes must be introduced carefully, openly and with sensitivity, with proper training given to those school governing bodies who will make the pay decisions. Two other teaching unions, representing 90% of rank-and-file teachers, have previously signalled vehement opposition to the plan, which the education secretary, Michael Gove, wants introduce from next autumn. The ASCL said the implications for those charged with deciding pay levels were &quot;profound and must not be underestimated&quot;, with many governing bodies insufficiently trained or qualified. Brian Lightman, the union&apos;s general secretary, said: &quot;While more flexibility to link pay and performance is welcome, pragmatically it will be difficult to do within the current school budget constraints. In a climate where budgets are at best static and at worst declining significantly, the corollary of paying some teachers more must be paying other teachers less, or making them redundant.&quot; The NAHT said it believed the new system, which would see the retention of a broad national pay framework but with more flexibility both within schools and areas, would raise standards. But its general secretary, Russell Hobby, said some of the STRB&apos;s plans were &quot;too far, too soon&quot;. He said: &quot;We accept that basing pay progression on performance would bring classroom teachers into line with both headteachers, where it already operates, and with most other sectors. &quot;To get the best from the new system, however, it must be introduced sensitively and contain a strong emphasis on professional development. For teachers to understand that this is a constructive process that works in their interest as well as pupils, it must not be based on crude targets. Nor should it be implemented in a rush without adequate training being given to school leaders and governors who will be monitoring staff progress and sometimes having to make difficult decisions and judgments.&quot; Gove has said he plans, subject to the consultation process, to accept all the main findings of the STRB report. The seven-strong panel, led by Dame Patricia Hodgson, Ofcom&apos;s deputy chair, recommended pay progression should be linked to annual appraisals, as already happens for many senior teachers, within the framework of a retained series of broad national pay bands but with local flexibility to recruit and keep the best staff. The NUT and NASUWT, which between them represent 90% of teachers, have already argued that the system will create division and uncertainty rather than incentives for better performance, describing stable pay rates as one of the main attractions of the profession.", 
    "section": "education", 
    "gid": "education/2013/jan/07/michael-gove-performance-related-pay-teacher", 
    "wordcount": "511"
}