{
    "headline": "Drought causing desperation on farms", 
    "text": "Richard Wrinch&apos;s family have been farming in Orwell estuary in East Anglia for five generations, but it has been a long time since water has been in such desperately short supply. &quot;There have been bad years for rain, but now we are seeing a run of consecutive years without enough rain  it is definitely getting more difficult,&quot; he said. &quot;The consequences are very serious; if it continues it will catch us all in the end.&quot; Several years of drought have meant he has had to revolutionise how he runs his farm. Having seen the effects of climate change at first hand, Wrinch decided several years ago to build a reservoir on Hill House Farm and believes farmers have to completely change their attitudes. &quot;We can&apos;t rely on the water sources we used to, we have to plan for a future with much less water,&quot; he said. &quot;It is more important than ever that we get private reservoirs built on farms, that we use water more economically and find more drought resistant crops.&quot; The Environment Agency and Defra must loosen regulations around building water tanks and farmers will have to work together more, he believes. &quot;We need that investment and help from the government  if they don&apos;t do it now it is very short-sighted.&quot; Farmers are facing financial ruin because of the lack of water, with many forced to change their planned crops for others that require less water. &quot;People are having to stop growing crops that use a lot of water, like potatoes or salad crops. If farmers are in contracts and can&apos;t supply the produce they can be hit with financial penalties and there are farmers facing that throughout the country.&quot; Although the public are aware of the drought, they are disconnected from the stark situation facing many farmers who rely heavily on water for their livelihoods, he said. &quot;It&apos;s been in the news enough for people to be aware of a hose-pipe ban, but I doubt very much people realise what this means for farmers,&quot; he said. &quot;Not being able to wash your car or your patio is a an inconvenience, but when people are paying an extra 50p for their lettuce, or potatoes drop in quality and become more expensive, then it will hit home,&quot; he said. The drought may put farmers  many of whom are already struggling to make ends meet  out of business. Small farmers, those unable to invest in water &quot;harvesting&quot; or changing their crops, are likely to give over the running of their land to bigger farms, he believes. &quot;Farming has been getting more difficult for years,&quot; he said. &quot;This will be the straw that broke the camel&apos;s back.&quot; But  with his plans in place to combat water shortages constantly evolving  Wrinch does not believe the survival of his own farm is in danger. &quot;We have deep roots here,&quot; he said. &quot;We will tap into water from somewhere.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/apr/16/drought-farm-water-desperation", 
    "wordcount": "511"
}