{
    "headline": "Aggressive secularisation: the new tyranny", 
    "text": "Lord Carey is no stranger to making inflammatory comments based on what he sees as the increasing persecution of Christians in modern society (which is arguably a questionable viewpoint for a high profile Christian with a great deal of power and influence and repeated access to national media platforms). Today&apos;s news reveals that he&apos;s still capable of this, with his recent article accusing the PM of aiding &quot;aggressive secularism&quot;. While it might be tempting to dismiss his claims as nonsensical and lacking any evidence (and many have done so), as a scientist I can&apos;t simply do this. I cannot claim to favour evidence and logic if I reject an argument purely because it doesn&apos;t match my own views and opinions. So, in the spirit of scientific fairness, we should consider the evidence for Carey&apos;s claims. The alarming fact is that, while there may be no specific, peer reviewed study that looks into this, there is plenty of observable evidence in modern Britain that secularism is being promoted and enforced with a zeal that often crosses the line into flat-out dictatorial.  Even for someone like me, a non-Christian low-key employee in a higher-education institution, there is no escape from the ever-present hostile enforcement of secular views. Consider a typical working day from earlier this week.  I arrived at work late. This was because the train was delayed, due to the conductor discovering a man with a religious pamphlet in his pocket. Of course, the train was stopped immediately and he was forcibly restrained while we waited for the police to arrive and take him away. This happens quite often lately, but it&apos;s still quicker than driving, what with all the road works on my typical route. These are all apparently outside churches, and the purpose of them is to cut off their power and water until they pay extra to have it reconnected. I was a bit worried about being late when I got to the office, thinking I&apos;d get in trouble for being late, but it wasn&apos;t an issue. My work colleague had had to leave, to pick up her son from school. The note she left explained that another pupil had sneezed and her son had reflexively said &quot;God bless you&quot;, so had been expelled on the spot.  I tried to contact my boss to see what I should do about this, but he&apos;d left me a message too saying he was unavailable. He&apos;d recently bought a second hand car and it still had one of those fish on it. He&apos;d not gotten round to taking it off, but someone had seen it in the car park and made a formal complaint, so he had to go to a disciplinary meeting. I opted to go through my inbox, and discovered a department-wide announcement that they were changing the calendars. Given the religious origins of several of the day names, they were now being renamed. The days of the week were now called Oneday, Twosday, Threesday, Foursday, Fivesday, Sixday and Sevenday. This was only a short term change though, as the seven-day week also has religious origins, so eventually we&apos;d be moving to a ten day week. They were decimalising the calendar, apparently. This was going to be a lot of work for everyone, but it&apos;s not like we had a choice. I went to the vending machine to get some coffee, to help me process this. It swallowed the last of my change, though, and didn&apos;t acknowledge it. In frustration I said &quot;For God&apos;s sake!&quot; Unfortunately, I was heard by one of the secular enforcement department, who informed me that in times of frustration I have to say &quot;For the sake of an unspecified but definitely plausible deity&quot;. Either that, or I could include the names of every deity recognised by an official religion. Given that the Hindu pantheon alone would take several hours, I opted for the former. I didn&apos;t want to get tazed again. On the way home I remembered I had to pick up an Easter egg for my son. I asked in the supermarket where they were kept, but new regulations meant the staff member couldn&apos;t help me unless I referred to them as &quot;non-denominational cocoa-based mock chicken ovulations&quot;. I found them eventually; they were next to the Not-Cross buns.  So I returned home, after a day of enduring aggressive secularism at every turn. The only thing that keeps me going is the fact that none of this actually happened and the sort of world where this would occur seems to exist entirely within the confines of Lord Carey&apos;s head.  Is he suffering some sort of genuine persecution complex?  Or is he another out-of-touch privileged figure scared of losing even the smallest element of the power and influence he has grown accustomed to? The answer is probably something far more complex overall. People are complex. People are different. They have every right to be, and we need to respect that. Dean Burnett shows bias to no religion in particular on Twitter, @garwboy", 
    "section": "science", 
    "gid": "science/brain-flapping/2013/mar/30/aggressive-secularism-new-tyranny", 
    "wordcount": "847"
}