{
    "headline": "Oil lobby's financial pressure on Obama over Keystone XL pipeline revealed", 
    "text": "New analysis of oil industry contributions to members of Congress has revealed the level of the oil lobby&apos;s financial firepower that Barack Obama can expect to face in the November elections if he refuses to approve the Keystone XL tar sands pipeline. Obama has until 21 February to make a decision on whether to approve the pipeline, under a compromise tax measure approved late last year. America&apos;s top oil lobbyist warned last week that the president would face &quot;huge political consequences&quot; if he did not sign off on the project to pump tar sands crude across the American heartland to refineries on the Texas coast. The Canadian government is also on the offensive, with an attack this week on &quot;jet-setting celebrities&quot; opposed to tar sands pipelines. At the same time, TransCanada executives have embarked on a letter-writing campaign. Now Maplight, an independent research group in Berkeley, California, that tracks the influence of money in politics, has conducted an analysis of oil industry contributions to members of Congress supporting the pipeline. The study, which is due to be published on Wednesday, studied industry contributions to members of the House of Representatives which passed a bill last July that would have forced Obama to speed up approval of the Keystone project. The analysis did not include the Senate, which did not pass the bill last July but where there is a strong push now from Republicans to get Obama to approve the pipeline. Maplight found only two of the 118 members of the House of Representatives who list oil and gas industry among their top 10 campaign contributors opposed fast-tracking the pipeline. The two hold-outs were Ed Markey, the Massachusetts Democrat who headed the global warming committee that has since been disbanded by the Republican leadership in the house, and Charlie Bass, a New Hampshire Republican. Only 10 of the 195 members of the House of Representatives who list the oil and gas industry among their top 20 contributors opposed the bill. In all, the oil and gas industry has given nearly $12m in direct contributions to members of Congress in the last two years, Maplight said. Here&apos;s a look at some of the oil and gas industry&apos;s favourite members of Congress as compiled by Maplight  all members of the $100,000 club, and all supporters of a bill to push Obama to pass the pipeline  along with some of their recent statements on the Keystone tar sands project.  From Steven Pearce, the New Mexico Republican, who heads the list, receiving $370,000 in direct contributions from the oil and gas industry in the two years from July 2009-July 2011. &quot;It is time to put the political games aside,&quot; the congressman said on his website last month. &quot;We must all work together to ensure the culmination of projects, such as the Keystone pipeline.&quot;  Mike Pompeo, the Republican who represents the Wichita Kansas hometown of the oil billionaire Koch brothers, comes in number two on the list with $333,156 in industry contributions. Pompeo is also the main recipient of Koch political funds, according to another organisation tracking money and influence, Opensecrets.org.  Bill Flores, a former oil company executive and a Republican from central Texas who received $266,184 in industry funds according to Maplight during the debate on the Keystone bill last July, has said: &quot;If we do not tap this valuable resource, the Chinese or other countries will.&quot;  Dan Boren, an Oklahoma Democrat who received $201,800, said the pipeline would create &quot;tens of thousands of new jobs&quot;  claims that have been debunked by economists. And other proponents of the pipeline, from Texan Ted Poe to Louisianan Steve Scalise, have regularly disparaged opponents to the Keystone XL as &quot;radical environmentalists who are against jobs&quot;. Rank of Oil &amp; Gas as a Contributing Interest Group Name / Vote on HR 1938 [the act to &quot;direct the president to expedite the consideration and approval of the construction and operation of the Keystone XL oil pipeline, and for other purposes&quot;] / Total contributions from oil lobby (1 July 1, 2009  30 June 30, 2011) 1  Rep. Steven Pearce [Republican] / AYE / $370,020 2  Rep. Mike Pompeo [R] / AYE / $333,156 3  Rep. Bill Flores [R] / AYE / $266,184 4  Rep. Cory Gardner [R] / AYE / $205,124 5  Rep. Dan Boren [D] / AYE / $201,800 6  Rep. John Sullivan [R] / AYE / $179,200 7  Rep. Jeff Landry [R] / AYE / $176,050 8  Rep. Tim Griffin [R] / AYE / $164,709 9  Rep. James Lankford [R] / AYE / $156,760 10  Rep. Rick Berg [R] / AYE / $151,561 11  Rep. Michael Conaway [R] / AYE / $136,850 12  Rep. Tim Murphy [R] / AYE / $133,700 13  Rep. Dennis Rehberg [R] / AYE / $133,152 14  Rep. Steve Scalise [R] / AYE / $125,335 15  Rep. Francisco Canseco [R] / AYE / $121,767 16  Rep. Pete Olson [R]  AYE  $106,400 17  Rep. Tom Cole [R] / AYE / $103,400  Get the Guardian&apos;s environment news on your iPhone with our new app. You can also join us on Twitter, Facebook and Google+", 
    "section": "environment", 
    "gid": "environment/2012/jan/11/oil-lobby-money-obama-keystone", 
    "wordcount": "853"
}