{
    "headline": "Should the unions try to improve relations with ministers?", 
    "text": "Russell Hobby, general secretary of the NAHT  Unions should always try to keep a conversation going and put a view across. But I don&apos;t think they should compromise, because there is a lot of evidence that ministers are trying to provoke them. Teaching unions have to make a choice. There is a price to be paid for being nice to ministers, which is not being able to say everything you want to say. Unions should try to get their message across to parents. The Conservative party doesn&apos;t have a rapport with the union movement, but every politician cares what the public thinks. It&apos;s always easy to blame parents for not bringing kids up right. But if you do that, parents aren&apos;t going to be very interested in what teaching unions have to say. John Blake, a comprehensive school teacher, former NUT activist and founder of the grassroots network Labour Teachers  There should be bridges built between teaching unions and education ministers, but it is obvious that Michael Gove is happy to burn them. What is disappointing is that the teaching unions sit and watch them burn. They have simply said, &quot;That&apos;s fine. We will be aggressive, grumpy, uncompromising.&quot; At the NUT Easter conference people prominent in the last remaining tiny Marxist groups in this country will have stood up to thunderous applause, and that&apos;s a problem. It&apos;s weird to talk about Marxists and Trots, but the truth is there are Trots in the NUT and they are far more prominent than they should be in any organisation, let alone one that represents teachers. Michael Gove is a bull in a china shop  an infuriating and difficult man  but the teaching unions seem quite happy to be the ones cast in the role of aggressive reactionaries. Richard Warren, an English teacher working in a state comprehensive  Until and unless the Department for Education  and most notably the arrogant, self-aggrandising elitist micro-manager at its helm  stops denigrating teachers and starts supporting us, what is the point of trying to build bridges? It seems every time there is a step forward in improving relations, something else comes along  a new announcement from the education secretary or the DfE  that sets everything back. They consult on curricula changes, then push through what they want. Then on qualification changes, and push through what they want. Then on a pay model and push through what they want. I have no problem at all with consultation if there is a chance that ideas will be listened to, but at the moment it seems the unions are the only ones willing to make a compromise. David Mingay, special needs teacher and NUT representative at Richmond Hill school, Luton  I think unions should try to build bridges, because ministers set policy and have a wide-ranging impact on people. Unions are the voice of hundreds of thousands of people, and that number of people shouldn&apos;t be ignored. But while it is possible to have good relations with ministers, I don&apos;t think Michael Gove is interested. Building relations requires willingness on both sides. Trades unionism is inherently political and education is very political  it always has been. So a union that represents the views of workers in a political profession should be political. Being apolitical doesn&apos;t help anyone.", 
    "section": "education", 
    "gid": "education/2013/apr/01/education-unions-relationship-with-gove", 
    "wordcount": "549"
}