{
    "headline": "Boot up: HTC's green move, Samsung's China problem, anti-NRA app petition and more", 
    "text": "A quick burst of 10 links for you to chew over, as picked by the Technology team O2 urges rivals to stop providing chargers with new phones &gt;&gt; The Guardian  O2 has urged its industry peers to stop giving away chargers with new mobile phones, after a trial found the vast majority of customers were happy to buy handsets without chargers.  The telecom giant yesterday announced the results of a three-month pilot scheme, which saw it sell HTC One X+ handsets without the USB chargers they usually come with, but still with a detachable USB cable.   Greener, and a little bit more profitable - and HTC needs everything it can get just now. But less clutter and waste is definitely welcome. Facebook&apos;s VOIP services doesn&apos;t seem all that &gt;&gt; sulia.com  The free calling that Facebook rolled out to iOS users yesterday (weirdly undocumented by Facebook; see the Verge&apos;s post instead doesn&apos;t strike me as ready to take over the world yet.  * You can only call other people running Messenger for iOS--which in my case, is only three or four of the people I&apos;ve chatted with lately. One possible reason: Facebook chats often represent an unwanted intrusion.  * Nobody can call you from outside of Facebook--unlike Google Voice and Skype, which give you a real number reachable from other phones, VoIP or not.  * Unless you&apos;re on a mostly-data plan like T-Mobile&apos;s (great!) $30 prepaid deal, you probably already have more voice minutes than you&apos;ll ever use.   Note the use of the word &quot;yet&quot;, though. Tell Apple: reject the NRA&apos;s new shooting app &gt;&gt; Signon.org  On the one month anniversary of the Sandy Hook shooting in Newtown, the National Rifle Association launched a free mobile application for Apple&apos;s iPhone and iPad that allows users, even children, to shoot at targets with various types of guns, including assault weapons. Initially the app was recommended for users as young as 4. On January 15th, Apple responded to our concerns by raising the recommended age to 12 and adding warnings of graphic violence (http://abcnews.go.com/US/wireStory/nra-shooting-game-longer-preschoolers-18223790). This is a step in the right direction, but the app itself is shameless, insensitive and counterproductive, whether played by a 4-year-old or a teenager. We ask Apple to rescind approval of it.   The thorny question: isn&apos;t suppressing this app restricting freedom of &quot;speech&quot; (in the form of representation on a screen)? Why is it bad for Apple to suppress an app about drone attacks but not to suppress one about guns? And if it rejects this one, should it also then suppress all games involving guns? Samsung&apos;s China problem &gt;&gt; Benedict Evans  This is data [in a graph in the post] from Baidu showing the share of Android pageviews on its properties that devices from each Android vendor generated. Samsung has about 50% of Android shipments globally - but not in China. &apos;Other&apos;, the swarm of over a thousand small manufacturers making generic devices with (mainly) Mediatek chipsets, is squeezing all the branded OEMs and pushing prices down relentlessly...   Almost none of these [&quot;Other&quot;] devices have any Google services on them, incidentally.   Then again, it&apos;s even worse for the other Android names - HTC, Huawei, Motorola, ZTE and Lenovo. Besides &quot;Other&quot;, only Lenovo has grown its share year-on-year. Your smartphone will replace your car keys by 2015 &gt;&gt; Wired.com  Your smartphone has the potential to replace nearly everything else in your pockets, so why not your car keys? Hyundai is working to do just that, with an embedded NFC tag that allows you to open your car, start the engine and link up to the touchscreen with a simple swipe.   You don&apos;t have to think for long to think of at least two serious security flaws in this system - one which makes the car too accessible, the other which makes it inaccessible. Why Will Self&apos;s outsider&apos;s view of gaming is thought-provoking, despite the common misconceptions &gt;&gt; Edge Online Steven Poole:   Every so often, a celebrated littrateur opines on the subject of videogames, having just discovered or rediscovered them. A few years ago, novelist John Lanchester asked of the medium: &quot;Is it art?&quot; (His answer: maybe, one day.) Now Will Self has written an essay for the London Review Of Books about how his sons are obsessed with games, and - in a lovely flight of metacritical fancy - wondering what the literary theorist Northrop Frye would have made of it all.   Worth it for the picture of Self alone at the top, but also demonstrates that games writers can throw around mythico-narrative scenarios with phantasmagorical allegories with the best of them. The debate over online anonymity &gt;&gt; WSJ.com Ben Rooney:   This month [Schleswig-Holstein data protection commissioner Thilo] Weigert wrote to Facebook threatening to fine the social media company for failing to allow the state&apos;s citizens to use their service anonymously or pseudonymously, in breach of German law.  Facebook rejects Mr. Weigert&apos;s ruling, saying &quot;We believe the orders are without merit, a waste of German taxpayers&apos; money and we will fight it vigorously.&quot; But this dispute is more than simply another &quot;European country angry at big US company&quot; story. This cuts right to the heart of a long-standing Internet debate -- do we have the right to be anonymous online?  This has serious consequences in the real world. The Irish parliament is investigating the role of social media in a public debate following the suicide of Irish politician Shane McEntee after a campaign of abuse, some of it on social media. Furthermore, a recent study by researchers at the University of Wisconsin-Madison found that vituperative comments on science articles affected how people perceived the validity of the science. The less civil the accompanying comments, the more risk readers attributed to the research, a finding that has implications for the public understanding of science.   There&apos;s a slight elision there: are people necessarily polite just because they use their real (Facebook) IDs? There are plenty of examples of Facebook comments that are far from polite. The particular point about the research is surprising (and worrying), though. Google Nexus tops iPad In Japan&apos;s holiday season sales &gt;&gt; Nikkei  The iPad from Apple Inc. got knocked off its throne as king of the tablets in Japan during the year-end sales season, bowing to the lower-priced Nexus from Google Inc.   The data comes from a store survey. Not participating in the survey: Apple&apos;s physical stores. Also not participating: Apple&apos;s online store, Amazon&apos;s online store, Google&apos;s online store. In all, those might make up half of sales - rendering this survey moot. More and more, retail studies don&apos;t tell us anything helpful when there are alternative outlets - especially online ones. Which leaves us at the mercy of analysts or the companies&apos; whims in deciding whether to release actual sales figures. Up to now, only RIM, Nokia and Apple actually do release figures for phone and tablet sales.  The market wants Apple to unveil a time machine &gt;&gt; Harvard Business Review Dan Pallotta:   So Tim Cook has not introduced any disruptive new products in his first year. But bear in mind that four years elapsed from the time Steve Jobs took back the reins until the iPod was introduced. Six years elapsed between the introduction of the iPod and the iPhone. Six years without a disruption under Steve Jobs. During that time, we had to endure the unveiling of flops and iterations like the iPad Hi-Fi, leather iPod pouches, and the iPod Photo. Yes, Steve Jobs actually unveiled a leather iPod pouch on stage. That was an underwhelming day. Another three years went by without a disruption until the iPad was unveiled -- and at the time, many didn&apos;t view it as a disruption at all.    Leather iPod pouches. *shivers*. (Pallotta holds Apple stock.) (Thanks @slimbowski and @jseths on Twitter for the link.) Global tablet shipments to top 170-180 million units in 2013 &gt;&gt; Digitimes  Global sales of tablets are expected to top 170-180 million in 2013 with 7-inch models likely to enjoy higher growth momentum, according to industry sources, citing data released by market research firms. Global tablet shipments were estimated at around 130 million units in 2012.   That 180m figure would be roughly half the expected volume of PC shipments. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2013/jan/18/technology-links-newsbucket", 
    "wordcount": "1427"
}