{
    "headline": "UK games industry in trouble if it can't recruit more women, says trade body", 
    "text": "When a blogger in the US tweeted the question, &quot;Why are there so few lady game creators?&quot; earlier this week, he probably didn&apos;t expect what would happen next. Hundreds of female game developers responded to his message, most detailing their own encounters with entrenched industry sexism. A hashtag, #1reasonwhy, was set up and debate has raged ever since.  The fact is, women are hugely unrepresented in games development. In 2006, female staff made up a mere 12% of the UK games industry workforce; recent figures from 2009/10 suggest the number may have fallen to just 6%. Women are better represented in some areas of the industry, in marketing, PR and other support services, but not in the actual design and production of new games. And there is definite concern. Dr Jo Twist is the CEO of trade body UKIE, which represents British games developers and publishers. Before taking on the role, she looked after games for Channel 4 Education, dealing with studios throughout the country on a range of groundbreaking projects. Now, she&apos;s worried about the impact of this unbalanced gender split, especially as women now make up around 46% of gamers in the country.  &quot;The next data comes out in 2013 and if we see another fall off, we are in trouble creatively and as a digital economy,&quot; she says. &quot;If we are to satisfy the growing diversity of the UK population who play games, then we need diverse creators with different stories to tell, different perspectives to bring to creative products to appeal to a diverse game playing audience&quot;. So what is the problem? Why aren&apos;t more women entering what is one of the major creative sectors of the 21st century? &quot;The reasons are multiple and are not confined to the games industry,&quot; says Twist. &quot;Casual prejudice - sexism, racism, homophobia - exists all over the place. We need to make casual prejudice unacceptable. We need to upturn stereotypes around coding and our industry starting at schools. We need to create more flexible ways of working across all our industries.We are facing an economic imperative: it is a responsibility for all of us if we want to ensure our economic success for the long term. We must make sure we are using that half the available UK workforce which happen to be women&quot;.  I wondered though, if this is an issue that goes right back through the education system. University computer sciences courses are dominated by men, and A-Level computing subjects are the same. In January, pioneering computer scientist Professor Dame Wendy Hall warned that girls were shunning technology and computer subjects because they were perceived as being for &apos;geeks&apos;, and that the old school IT courses, which concentrated on word processing and spreadsheets, made them feel like secretaries&quot;. &quot;Last year there was a shocking 241 women who took A Level computer science nationwide: this is not acceptable,&quot; says Twist. &quot;We need to give women and people of all backgrounds the confidence and backing to become role models, to have the confidence to tell their stories to younger versions of themselves. These fantastic women exist. Kids need role models - we all do - and we need to ensure we are providing support all through their careers&quot;. A key barrier here is that a vast majority of renowned game developers are men. We constantly hear about the likes of Shigeru Miyamoto, Peter Molyneux and John Carmack, but not nearly as much about female designers. Perhaps part of the process of encouraging more women into games may well involve telling children about, say, Amy Hennig, the designer of the Uncharted series or Kim Swift who co-designed Portal, or Robin Hunickie, the producer of Journey, or the veteran RPG designer Brenda Brathwaite.  &quot;Mentors are extremely valuable whoever you are,&quot; says Twist. &quot;Our fast changing and incredibly exciting, innovative and creative industry needs to support educators to keep up with change, to help them understand how to inspire kids into coding and art, and into the games industry: signing up to the Video Games Ambassadors scheme is one way of doing our bit to inspire change, to support educators, inspire a new generation, to tell them that there are people just like them who are making it in the industry. We are hiring a talent development coordinator in the new year to make sure that is done. They will be tackling this problem head on&quot;.  How computing is taught is also important. In January, education secretary Michael Gove committed to replacing the outdated and increasingly irrelevant ICT curriculum with a more practical computer science programme. Throughout the country, certain schools are already teaching coding at primary level, with user-friendly packages such as MIT&apos;s Scratch and Microsoft Kodu employed to introduce children to the fundaments of programming. Maybe when the idea of coding becomes habitual, we&apos;ll lose the stigma of it being &apos;just for geeks&apos;. &quot;It will help if educators are given the right support, confidence, CPD, and resources to teach coding in ways that excite their class,&quot; agrees Twist. &quot;There&apos;s no silver bullet to solve this problem, but our talent development coordinator will make it their mission to make this happen.  &quot;All kids love games, but we need them to be the masters and mistresses of their digital futures by coding the very things they love playing. This is how our great industry started and it&apos;s the only way to ensure its future. We have already talked to Maria Miller, the Culture and Equalities Secretary of State about this imperative, as well as Shadow Minister Chi Onuwara, as this is a critical economic issue, not just a moral one. We hope to host a roundtable to devise a plan of action in the New Year&quot;.  Meanwhile, Twist argues that developers themselves need to be thinking about how to diversify their development teams. &quot;The Twitter conversation has opened up a safe space for people to tell their stories: we need to make sure we are doing that in our own workplaces,&quot; she says. &quot;And we need to shine a spotlight on the fantastic women who are already superstars of our industry.  &quot;When I was commissioning games at C4, it wasn&apos;t hard to make sure I was always questioning the gender, sexuality and ethnicity of characters to make sure our diverse audience saw themselves reflected in the games they played. Broadcasters already have a great model in the Creative Diversity Network: we could do the same to ensure that people are at least encouraged to think about how they are recruiting&quot;.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/nov/30/uk-games-industry-needs-more-women", 
    "wordcount": "1119"
}