{
    "headline": "Ig Nobels honour dead salmon's 'brain activity' in improbable research awards", 
    "text": "When a team of scientists decided to work out the complex mathematics that control the shape and movement of a human ponytail, they had not set their sights on fame or glory. On Thursday, however, the British-American team behind the work were celebrated as this year&apos;s laureates for the Ig Nobel prize in physics. They were honoured alongside authors of research into why you spill coffee when walking around with a cup, how brain scans can detect brain activity anywhere (even in dead fish) if you use the right statistical tricks, and why leaning to the left makes the Eiffel Tower seem smaller. The 22nd Ig Nobel awards, organised by the humour magazine Annals of Improbable Research and awarded on Thursday at Harvard University, are a spoof of the Nobel prizes, to be announced next month. They honour achievements that &quot;first make people laugh, and then make them think&quot;. Raymond Goldstein, a physicist at the University of Cambridge, was set the challenge of considering the physics of ponytails by the company Unilever. After developing a 3D imaging system to observe the properties of individual hairs  such as their curliness and stiffness  Goldstein&apos;s team was able to work out a mathematical equation that described the collective properties of a bundle. &quot;We found that the bundle of hair collectively behaved like a simple spring, where the force necessary to compress it was proportional to the extent to which you compressed it. That simple law is one of the things that would apply to a large number of systems.&quot; The mathematics might be interesting, said Goldstein, for people who want to make better loft insulation. &quot;You&apos;d like to understand, if I manufacture this out of microscopic fibres with a particular elasticity and waviness, then what are the properties of the macroscopic bunch? How much will they settle under gravity over time?&quot; Craig Bennett, a psychologist at the University of California, Santa Barbara, was awarded this year&apos;s neuroscience prize with colleagues who decided to test out magnetic resonance imaging (MRI) scanners on dead fish. Bennett and Abigail Baird, of Vassar College, had previously scanned a pumpkin and a Cornish game hen in a brain scanner so an Atlantic salmon seemed a reasonable next step. They used standard scanning techniques to build up a picture of the dead salmon&apos;s brain and were surprised to find a signal. Bennett said their study was a warning to neuroscientists to be careful with the way they do their work, so that they are not caught out by chance signals when they repeat a scan multiple times. &quot;If you have a 1% chance of hitting a bullseye when playing darts and you throw one dart, then you have a 1% chance of hitting the target. If you have 30,000 darts then, well, let&apos;s just say that you are probably going to hit the target a few times. The same is true in neuroimaging. &quot;The more chances you have to find a result, the more likely you are to find one, even by chance. We, as a scientific field, have accepted statistical methods to correct for this, but not all scientists use these methods in their neuroimaging analysis.&quot; Anita Eerland, of the Open University in the Netherlands, won this year&apos;s Ig Nobel for psychology when she and her team discovered they could make people guess the height of the Eiffel Tower incorrectly when they were leaning one way or another. Psychologists think people have a mental number line, where they tend to represent small numbers on the left and larger numbers on the right. This can be activated in a number of ways, such as looking to the right or left, and thinking about the line can prime people to think of higher or lower numbers. In her work Eerland found that the number line could be activated in volunteers who stood on tilted platforms. The volunteers thought they were standing upright but consistently guessed smaller numbers for the height of the Eiffel Tower when they were tilted to the left. For Rouslan Krechetnikov, of the University of California, Santa Barbara  the fluid dynamics Ig Nobel prize winner  inspiration struck at a scientific conference while watching delegates walking carefully with full mugs of hot drinks. His observational and theoretical analysis of the way coffee moved in cups led him to discover that it was just a coincidence that &quot;the sizes of common coffee cups (dictated by the convenience of carrying them and the normal consumption of coffee by humans) are such that the frequency of natural liquid oscillations in the cup is on the order of the step frequency of normal walking&quot;. He noted: &quot;This fact together with the natural irregularity of biomechanics of walking, which contributes to the amplification of coffee sloshing, are responsible for coffee spilling.&quot; He had no idea, of course, of the attention his work would get. &quot;Personally, this goes along with my view of science  there should be a fun side to it. The project was certainly fun,&quot; he said. &quot;There are many people who are curious not only about black holes but also about everyday ordinary phenomena.&quot; Bennett said that, though his work on Atlantic salmon was meant to be tongue-in-cheek, it had had a wider use. &quot;In the year before our work was released, around 30% of fMRI papers did not use proper statistical correction methods in their analysis. Now, that number is less than 10%, and we feel that the salmon paper played a small but significant role in making that happen.&quot; This year&apos;s Ig Nobels were handed out by five Nobel laureates including the 2009 physics laureate Roy Glauber, 2009 physiology or medicine winner Jack Szostak, and 2007 economics winner Eric Maskin. Marc Abrahams, editor of the Annals of Improbable Research, and founder of the Ig Nobels, ended the ceremony with the traditional goodbye: &quot;If you didn&apos;t win an Ig Nobel prize tonight  and especially if you did  better luck next year.&quot; Ig Nobel winners 2012  Psychology prize: Anita Eerland, Rolf Zwaan and Tulio Guadalupe, for their study entitiled Leaning to the Left Makes the Eiffel Tower Seem Smaller. Peace prize: The SKN company, for using technology to convert old Russian ammunition into new diamonds. Acoustics prize: Kazutaka Kurihara and Koji Tsukada for creating the SpeechJammer, a machine that disrupts a person&apos;s speech by making them hear their own spoken words at a very slight delay. Neuroscience prize: Craig Bennett, Abigail Baird, Michael Miller, and George Wolford, for demonstrating that brain researchers, by using complicated instruments and simple statistics, can see meaningful brain activity anywhere  even in a dead salmon. Chemistry prize: Johan Pettersson for solving the puzzle of why, in certain houses in the town of Anderslv, Sweden, people&apos;s hair turned green. Literature prize: The US government general accountability office, for issuing a report about reports about reports that recommends the preparation of a report about the report about reports about reports. Physics prize: Joseph Keller, Raymond Goldstein, Patrick Warren and Robin Ball, for calculating the balance of forces that shape and move the hair in a human ponytail. Fluid dynamics prize: Rouslan Krechetnikov and Hans Mayer, for studying the dynamics of liquid sloshing, to learn what happens when a person walks while carrying a cup of coffee. Anatomy prize: Frans de Waal and Jennifer Pokorny, for discovering that chimpanzees can identify specific other chimpanzees from seeing photographs of their rear ends. Medicine prize: Emmanuel Ben-Soussan, for advising doctors who perform colonoscopies how to minimise the chance of their patients exploding.", 
    "section": "science", 
    "gid": "science/2012/sep/21/ig-nobel-awards-dead-salmon", 
    "wordcount": "1275"
}