{
    "headline": "Humans hunted for meat 2 million years ago", 
    "text": "Ancient humans used complex hunting techniques to ambush and kill antelopes, gazelles, wildebeest and other large animals at least two million years ago. The discovery  made by anthropologist Professor Henry Bunn of Wisconsin University  pushes back the definitive date for the beginning of systematic human hunting by hundreds of thousands of years. Two million years ago, our human ancestors were small-brained apemen and in the past many scientists have assumed the meat they ate had been gathered from animals that had died from natural causes or had been left behind by lions, leopards and other carnivores. But Bunn argues that our apemen ancestors, although primitive and fairly puny, were capable of ambushing herds of large animals after carefully selecting individuals for slaughter. The appearance of this skill so early in our evolutionary past has key implications for the development of human intellect. &quot;We know that humans ate meat two million years ago,&quot; said Bunn, who was speaking in Bordeaux at the annual meeting of the European Society for the study of Human Evolution (ESHE). &quot;What was not clear was the source of that meat. However, we have compared the type of prey killed by lions and leopards today with the type of prey selected by humans in those days. This has shown that men and women could not have been taking kill from other animals or eating those that had died of natural causes. They were selecting and killing what they wanted.&quot; That finding has major implications, he added. &quot;Until now the oldest, unambiguous evidence of human hunting has come from a 400,000-year-old site in Germany where horses were clearly being speared and their flesh eaten. We have now pushed that date back to around two million years ago.&quot; The hunting instinct of early humans is a controversial subject. In the first half of the 20th century, many scientists argued that our ancestors&apos; urge to hunt and kill drove us to develop spears and axes and to evolve bigger and bigger brains in order to handle these increasingly complex weapons. Extreme violence is in our nature, it was argued by fossil experts such as Raymond Dart and writers like Robert Ardrey, whose book African Genesis on the subject was particularly influential. By the 80s, the idea had run out of favour, and scientists argued that our larger brains evolved mainly to help us co-operate with each other. We developed language and other skills that helped us maintain complex societies. &quot;I don&apos;t disagree with this scenario,&quot; said Bunn. &quot;But it has led us to downplay the hunting abilities of our early ancestors. People have dismissed them as mere scavengers and I don&apos;t think that looks right any more.&quot; In his study, Bunn and his colleagues looked at a huge butchery site in the Olduvai Gorge in Tanzania. The carcasses of wildebeest, antelopes and gazelles were brought there by ancient humans, most probably members of the species Homo habilis, more than 1.8 million years ago. The meat was then stripped from the animals&apos; bones and eaten. &quot;We decided to look at the ages of the animals that had been dragged there,&quot; said Benn. &quot;By studying the teeth in the skulls that were left, we could get a very precise indication of what type of meat these early humans were consuming. Were they bringing back creatures that were in their prime or were old or young? Then we compared our results with the kinds of animals killed by lions and leopards.&quot; The results for several species of large antelope Bunn analysed showed that humans preferred only adult animals in their prime, for example. Lions and leopards killed old, young and adults indiscriminately. For small antelope species, the picture was slightly different. Humans preferred only older animals, while lions and leopards had a fancy only for adults in their prime. &quot;For all the animals we looked at, we found a completely different pattern of meat preference between ancient humans and other carnivores, indicating that we were not just scavenging from lions and leopards and taking their leftovers. We were picking what we wanted and were killing it ourselves.&quot; Bunn believes these early humans probably sat in trees and waited until herds of antelopes or gazelles passed below, then speared them at point-blank range. This skill, developed far earlier than suspected, was to have profound implications. Once our species got a taste for meat, it was provided with a dense, protein-rich source of energy. We no longer needed to invest internal resources on huge digestive tracts that were previously required to process vegetation and fruit, which are more difficult to digest. Freed from that task by meat, the new, energy-rich resources were then diverted inside our bodies and used to fuel our growing brains. As a result, over the next two million years our crania grew, producing species of humans with increasingly large brains  until this carnivorous predilection produced Homo sapiens.", 
    "section": "science", 
    "gid": "science/2012/sep/23/human-hunting-evolution-2million-years", 
    "wordcount": "834"
}