{
    "headline": "Cycling in China: not for the faint-hearted", 
    "text": "China was once known as the kingdom of bicycles, but these days the car is the image that best sums up the country&apos;s rapid economic development. The streets of Chinese cities which were once chock-a-block with graceful cyclists are now clogged with snarling traffic jams. But the bike has not been completely relegated to the rubbish bin of China&apos;s history. On the drive into the centre of Shanghai from the airport, the long lines of traffic would make it easy to believe that most Shanghainese have abandoned their once beloved home-brand Flying Pigeon and Forever bikes for an Audi or a BMW. However, while a luxury car is undoubtedly the most desired symbol of wealth, the average salary last year in Shanghai was 52,655 RMB (5,226) leaving even a basic model out of reach for most residents, and millions still use pedal power to get around the city. Prior to moving to Shanghai, I was an avid cyclist and had romantic notions of pedalling shoulder to shoulder with hordes of cycling comrades and humming Katie Melua&apos;s Nine Million Bicycles. The reality is a lot more chaotic and certainly not for the faint-hearted. The car is king of the road in Shanghai and cyclists have been relegated to the bottom of the vehicular food chain, second only to pedestrians. While I&apos;ve been assured traffic rules do exist in Shanghai, the only rule that I&apos;ve been able to work out is that the bigger you are, the less you have to pay heed to these rules. Red lights are invisible to many bus and car drivers who sail straight through, ignoring the crowds of pedestrians trying to cross the road and honk at cyclists in the bike lanes to get out of their way. There are also motorbikes and electric bikes, called e-bikes, to contend with too. E-bikes, or silent killers as they have been nicknamed by a friend, make virtually no noise so unless you have your wits completely about you and eyes in the back of your head, you don&apos;t know when one may be about to crash into you or run you off the road. With its many bike lanes, Shanghai initially looked like a city that was relatively bike-friendly. However, the cars are now the priority of the city&apos;s road builders and cyclists are banned from many of the larger and busier roads. But undeterred, many cyclists simply take to the footpaths and hurtle down them paying no heed to pedestrians. I&apos;m not alone in finding cycling in Shanghai daunting. Monica Chen moved to Shanghai three months ago from Changzhou in Jiangsu province and cycled at first but gave it up after two months. &quot;Cars are not scared of you, they don&apos;t care about the traffic lights. Those riding the electronic bikes too. Almost every day I see a traffic accident. It is also difficult to find a place to park a bike because it is easy for it to be stolen,&quot; she said. While cycling in Europe has become fashionable again, in Shanghai many of those who cycle do so because it is the only form of transport they can afford. The bike and the car are apt symbols of the widening gulf between rich and poor in China&apos;s cities. &quot;It&apos;s not that you like cycling, you have to, you have no other choice, you have no other transport,&quot; says Tony Pan who works as a cook. In Europe he says it might be easier for people to buy cars, but in China, especially in Shanghai &quot;it is even difficult to buy the licence plate, they are expensive&quot;. Because it had started to rain heavily, Tony invited me into his apartment to continue our bike conversation. He has been cycling since he was a child in Shanghai and he says there are many more cars now &quot;because there are more and more rich guys here&quot;. &quot;But the gap between the poor and the rich is still very big. The living environment is too different,&quot; he says gesturing around his tiny, cramped apartment with not enough room to stand up in. Despite the crazy traffic, the apparent lack of safety concerns and the eye-stinging pollution, I&apos;m glad I took to the roads on two wheels rather than four. Nothing beats cycling for soaking up the atmosphere and the delicious smells from roadside dumpling vendors. And after a few weeks of getting used to the traffic, I discovered that the chaos is a functioning chaos. Just a few days ago I almost fulfilled my romantic notion of cycling in Shanghai as I trundled along a narrow tree-lined street in the former French concession. I smiled at my fellow cyclists, had the time to notice a little noodle shop I want to try and caught laughter coming from group of old men in pyjamas playing a streetside game of majong. And all of a sudden my reverie was broken by a loud beep as a car narrowly missed hitting my back tyre.  Jennifer Duggan is a freelance journalist based in Shanghai, who also contributes to the Irish Times, BBC World Service, and Irish Independent", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/sep/11/cycling-china-faint-hearted", 
    "wordcount": "867"
}