{
    "headline": "Latin America playing a risky game by welcoming in the Chinese dragon", 
    "text": "The Chinese president, Xi Jinping, travels to the US and Latin America this week, for the first time since he took office in March. What a difference a decade makes. Ten years ago, there would hardly have been any fanfare about a Chinese visit to the region. Now, for Brazil, Chile and others, China is the most important trade and investment partner. China-Latin America trade surpassed $250bn (165bn) last year. Although China&apos;s impact in Africa receives the most attention, China trades just as much in Latin America as in Africa, and has more investments in the region. Chinese finance in Latin America  chiefly from the China Development Bank and the Export-Import Bank of China  is staggeringly large and growing. In a recently updated report, colleagues and I estimate that, since 2005, China has provided loan commitments of more than $86bn to Latin American countries. That is more than the World Bank or the Inter-American Development Bank have provided to the region during the same period. China&apos;s presence is a great opportunity for Latin America, but it brings new risks. If the region can seize the new opportunities that come with Chinese finance, countries could come closer to their development goals, and pose a real challenge to the way western-backed development banks do business. However, if Latin American nations don&apos;t channel this new trade and investment toward long-term growth and sustainability, the risks may take away many of the rewards. First, the positive side. Chinese trade and investment is partly a blessing for Latin America because it diversifies the sources of finance  finance that for too long has relied on the west. The US and European economies have been anaemic since 2008, and trade with China has tugged Latin American growth rates to impressive levels. Every 1% increase in Chinese growth is correlated with a 1.2% increase in Latin American growth. Chinese finance is more in tune with what Latin American nations want, rather than with what western development experts say they &quot;need&quot;. Whereas the US and international financial institutions (IFIs) such as the World Bank and IMF tend to finance in line with the latest development fads such as trade liberalisation and micro-anti-poverty programmes, Chinese loans tend to go into energy and infrastructure projects in a region that has an annual infrastructure gap of $260bn. Neither do Chinese loans come with the harsh strings attached to IFI finance. The IFIs are notorious for their &quot;conditionalities&quot; that make borrowers sign up to austerity and structural adjustment programmes that have had questionable outcomes on growth and equality in the region. But there are risks. While the Chinese do not attach policy conditions to their loans, they have required that borrowers contract Chinese firms, buy Chinese equipment, and sometimes sign oil sale agreements that require nations to send oil to China in exchange for the loans instead of local currency. Chinese investment accentuates the deindustrialisation of Latin America. Large scale, capital intensive commodities production is not very employment-intensive, nor does it link well with other sectors of an economy. Dependence on commodities can cause a &quot;resource curse&quot; where the exchange rate appreciates such that exporters of manufacturing and services industries can&apos;t compete in world markets  and thus contribute to deindustrialisation and economic vulnerability. Producing natural resource-based commodities also brings major environmental risk. Many of China&apos;s iron, soy and copper projects are found in Latin America&apos;s most environmentally sensitive areas. In areas such as the Amazon and the Andean highlands, conflict over natural resources, property rights and sustainable livelihoods have been rife for decades. In our report, we find that Chinese banks actually operate under a set of environmental guidelines that surpass those of their western counterparts when at China&apos;s stage of development. Nevertheless, those guidelines are not on par with 21st century standards for development banking. Stronger standards should be in place at a time when environmental concerns are at an all-time high. With every opportunity comes a challenge. Latin Americans have access to a new source of finance that gives them more leeway to meet their own development goals. If Latin America doesn&apos;t channel some of the finance to support macroeconomic stability, economic diversification, equality and environmental protection, this new source of finance could bring great risk.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/may/30/latin-america-risky-chinese-dragon", 
    "wordcount": "713"
}