{
    "headline": "Shale gas rush: the fracking companies hoping to strike it rich", 
    "text": "It may not have the romance of the 49ers or the glamour of Dallas. But the Great UK Shale Gas rush of 2013 has all the features of a modern gold rush  small players risking their investors&apos; money and hoping that they will be the ones to strike it rich. In October, the chancellor threw his weight behind the rush, saying he wanted to &quot;[open] up the newly discovered shale gas reserves beneath our land&quot; and promising that the government would consult &quot;on a generous new tax regime for shale so that Britain is not left behind as gas prices tumble on the other side of the Atlantic&quot;. The big oil and gas companies have been notably less enthusiastic about shale gas  at least in public. The British Gas boss Sam Laidlaw and Christof Ruhl, the chief economist of BP, have both separately played down the potential in the UK, describing it as not a &quot;game-changer&quot;. So far, the UK&apos;s nascent shale gas industry has just one big player  Cuadrilla Resources, which was formed in 2007. In February 2010 it received some serious financial muscle from Riverstone Holdings through its Cayman Island joint private equity fund with Carlyle, the US asset management giant. The two investors both hold a little over 40% of Cuadrilla. This gave Cuadrilla access to the funds it needed to begin serious exploration in the Bowland Basin between Blackpool and Preston in Lancashire where it has drilled six wells. Cuadrilla used fracking to explore for shale gas. But the controversial technique, involving the hydraulic fracturing of rock, was blamed for causing two earthquakes in Blackpool and drilling was stopped. Cuadrilla has now been given government permission to start drilling again. There is no immediate sign that returns on Cuadrilla&apos;s investments so far will be quick. Cuadrilla lost 8m in the year to December 2011 and about 12m a year earlier. The 2011 losses were three times bigger than the company&apos;s revenue. With just one big beast in the shale gas jungle, it has been left to a collection of smaller and less well-known companies to make inroads. IGas Energy, which is listed on the Alternative Investment Market, raised 23m in January from a share placing to fund the 15m it needs to drill two wells to appraise its shale resources. But many of the other fringe players are much smaller. Take Gerwyn Williams, a serial Welsh energy entrepreneur based in Bridgend. Companies house shows he has 18 current directorships has resigned from a further 17 boards and been a director of seven companies which have been dissolved. One of his companies, Coastal Oil and Gas, is owned by Thistle Gas which is owned by UK Onshore Gas. This company, in turn, owns UK Methane, which is looking to explore for shale gas in the Welsh valleys and near Bath. Some of Williams&apos;s companies have offshore investors but one small investor is a company called Sigma Exploration. It has a director named John Killer, based in Beccles near Norwich. Killer has been around energy companies for many years. Indeed he and Williams both sat on the board of Seven Star Natural Gas until it was sold to the AIM-listed Alkane in 2011. Alkane insists it is not interested in shale gas. Whether it will be drawn into that arena remains to be seen. As a profitable listed company it is in a strong position to pick up smaller energy companies which do not have the resources to fund expensive development costs. Others who could potentially move into fracking in future are those currently focusing on extracting coalbed methane  the gas that is found combined with coal deposits that in traditional mining poses a risk of explosions that are dangerous for miners. Greenpark Energy for example is building a critical mass which would allow it to acquire smaller rivals. Dart Energy just about breaks even, while BCG energy is losing around 10,000 a year. Another company, Adamo Energy, has interests in both coalbed methane and shale gas but posted a net loss of 60,000 in the year to June 2011 and owes its parent company 800,000. But even if an energy company has no specific interest in shale gas there is always the chance that it may already have licences to explore land that may contain it. Some more conventional oil and gas companies are now wondering whether their hard pressed finances may be helped by pursuing shale rather than other forms or energy.", 
    "section": "environment", 
    "gid": "environment/2013/mar/12/shale-gas-rush-fracking-companies", 
    "wordcount": "762"
}