{
    "headline": "Mexico mining: 'When injustice is law, resistance is duty'  in pictures", 
    "text": "   Rurik Hernndez from the Frente Amplio Opositor (Broad Opposition Front, FAO) is an activist from Cerro de San Pedro in the state of San Luis Potos, one of the first communities in Mexico to expel mining companies from their territory. 'Five years ago we were the only ones in the country with the strength to resist these mines,' he says. 'Now a lot of communities are fighting against mines. They know that they are not alone' Photograph: Liam Barrington-Bush and Jen Wilton       For opponents of Fortuna Silvers Cuzcatln mine in the small town of San Jos del Progreso, in Oaxaca, 2012 was a difficult year. Anti-mining activists allegedly faced threats from proponents of the Canadian-owned mine, and two community leaders were shot dead. One of those who died was Bernardo Vsquez Snchez. Two members of his family, Arturo Vsquez Snchez and Rosalinda Dionicio, were also seriously injured during the attack. At the event, Dionicio, co-ordinator of the Coalition of United Peoples of the Ocotln Valley (COPUVO), spoke of the need to build a more united front against imposed economic development in San Jos. 'Right now we would welcome the departure of the mining company,' she said, 'but the idea is to join the people together to defend the rest of our resources, because we have rivers, we have forests, we also have our customs to protect'  Photograph: Liam Barrington-Bush and Jen Wilton       'When injustice becomes a law, resistance becomes a duty,' John Cutfeet of the KI First Nation in Canada tells the audience at the Yes to life! No to mining! event. Cutfeet has been active in the Canadian indigenous Idle No More movement, and his community has used court challenges, media campaigning and peaceful direct action in their fights against unauthorised encroachment by mining companies on their traditional territories Photograph: Liam Barrington-Bush and Jen Wilton       At the conference, No Amezcua (not pictured) from Mexico City paid tribute to 'each and every person who is at this moment crossing the border between Mexico and the US. Last year, more than 400 people died at the border. Mexicans, El Salvadorans, Guatemalans, Hondurans and other people from Mesoamerica  They were brothers and sisters that were displaced from their lands, because of war and now because of the mines. I ask of everyone to hold in our memory these brothers and sisters who have lost their lives in the desert, searching for a better life. And so our struggles, our hearts, our spirits and our minds are focused on fighting to defend our land' Photograph: Liam Barrington-Bush and Jen Wilton       'How is it possible to have cyanide lakes in a country with hurricanes?' Dr Juan Almendarez from Honduras asked, referring to the absence of any meaningful regulation of the extractive industries in his country. As a doctor, Almendarez has seen how people's health has been negatively affected by mining, from skin conditions and eye infections to respiratory illnesses and cancers. The countrys volatile climate has helped to spread chemicals, such as cyanide, lead, mercury and arsenic, far beyond the sites of mining operations Photograph: Liam Barrington-Bush and Jen Wilton       'We dont want this type of development, period. We want something else. This model of extractive mining is unsustainable,' declared Gustavo Castro Soto of the Mexican Network of People Affected by Mining (REMA, using its Spanish initials). Many of the people at the Yes to life! No to mining! event challenged the notions of development used to justify the growth of the mining industry, reclaiming a range of customs and practices used by indigenous communities around the region to live a more autonomous and sustainable life Photograph: Liam Barrington-Bush and Jen Wilton       'The principal strategy in confronting and maintaining resistance against the mining company in Capullpam de Mndez has been community organisation,' explained municipal president Juan Prez Santiago. 'Here, there are no leaders. Much is communal, so the decisions that are taken in this struggle always emanate from the general assembly of comuneros [joint landowners] or the general assembly of citizens, as the highest authorities' Photograph: Liam Barrington-Bush and Jen Wilton       'In other places, the police are beating us; here, theyre serving us coffee,' declares veteran Oaxacan activist Carmelina Santiago. In other parts of the region, activists claim they are targeted by police, facing violence from local authorities, mining companies and contracted paramilitary forces Photograph: Liam Barrington-Bush and Jen Wilton       Locals were seen in the streets of Capullpam de Mndez early each morning during the event, sweeping up dust and trash as part of their commitment to the community. Many indigenous communities throughout Mexico operate autonomously, exercising their legal rights to practice traditional forms of self-government, known as usos y costumbres (customs and traditions). As municipal president Juan Prez Santiago explained: 'The work comes from the system of honorary positions, where there is no payment for providing service to your community. It is better, because it is an honour to serve your town, to serve your community. It doesnt create self-interest and it doesnt create economic self-interest. Our way of thinking, our ideology, the agency that we bring from our ancestors, is the care and conservation of our environment, our traditions and our customs' Photograph: Liam Barrington-Bush and Jen Wilton       Resistance to mining in Capullpam de Mndez is widespread, and unity within the community was key to getting the Natividad mine suspended indefinitely in 2007. Many taxis in the town display anti-mining signs: 'Capullpam: No a la minera' Photograph: Liam Barrington-Bush and Jen Wilton       Roughly a mile from Capullpam is the community of Natividad, home to the silver and gold mine (pictured above) that the people of Capullpam fought against, claiming it contaminated local water supplies. Natividad became home for the miners when the mine first opened in 1939. More than five years after the suspension of mining activities, its remaining residents deny that the local river was affected by the industry. 'If it was contaminated, there would be no plants, there would be no fish,' one older woman argued. 'People still swim there.' Another resident said that since the closure of the mine, a number of people have moved to the US due to the lack of employment opportunities  Photograph: Liam Barrington-Bush and Jen Wilton       'The greatest authority in the community is the community,' declared Carmelina Santiago, an activist from Flor y Canto, in Oaxaca. She explained the incompatibility between the mineral extraction laws enforced by the government and the indigenous cultural belief that 'the earth is like a mother and that creation is sacred. We are invited to care for it and to respect it and not to see it as a resource that can be sold or used, not without talking with the mother earth, the forests, the hills, the water, with our own father sun. It is not possible. We are heirs of a culture that views all of creation with respect' Photograph: Liam Barrington-Bush and Jen Wilton       John Cutfeet (front right) of the KI First Nation in Northern Ontario, Canada, whose community has forced multiple unapproved mining companies from their territory, presents a gift to the municipal president of Capullpam de Mndez, Juan Prez Santiago (left). The painting illustrates a traditional legend from Thunder Bay, Northern Ontario, which describes a nearby mountain range as a sleeping giant lying over the ground where significant silver deposits were found, to keep settlers from exploiting these natural resources Photograph: Liam Barrington-Bush and Jen Wilton       In the final moments of the gathering a declaration of intent was read out: 'The time when the government represented absolute power is a thing of the past, we need a new relationship with the government, where indigenous peoples decide the fate of their territories. Faced with the great threat that the mining industry represents to our Mesoamerican region, we call on the people and communities of Honduras, Guatemala, El Salvador, Puerto Rico, Argentina, Canada and Mexico to strengthen our networks of resistance and to generate broad-based partnerships based on our knowledge, where the defence of territory is the basis of our co-ordination.' The event closed with the statement: 'We have the right to say NO to imposed development and to define our own forms of economic, social, political and cultural production' Photograph: Liam Barrington-Bush and Jen Wilton  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2013/feb/04/mexico-mining-resistance-in-pictures", 
    "wordcount": "0"
}