{
    "headline": "Donations to UK universities from alumni reach record levels", 
    "text": "British universities are imitating their American counterparts in persuading former students to open their wallets as the number of alumni making donations to higher education institutions rose to record levels last year. Despite the grim economic background and the ending of a government-backed matching funds scheme, universities and colleges accrued total donations worth 774m in 2011-12 according to a national survey of higher education fundraising. This is a 14% increase on the previous year&apos;s total of 676m and nearly 200m more than the total raised in 2009-10. The total, which includes pledges of support for the next five years and gifts in kind as well as cash gifts, came from 213,000 donors  itself a new record level  including just under 170,000 former students who made contributions.     University donations Photograph: Graphic    The old school ties between alumni  former students and graduates  and their alma mater are now extending towards the grave, as institutions also recorded increased donations through legacies. Bequests in 2011-12 amounted to 62m, making legacies worth 11% of the cash raised from donations. That however remains a fraction of the legacy income enjoyed by the UK&apos;s major medical charities. The burgeoning overall total masks considerable variation in fundraising success between individual institutions. The lion&apos;s share of the total was raised by Oxford and Cambridge universities, which together raised 45% of the total new funds last year. In March last year Oxford announced it had passed its campaign target of raising 1.25bn, while in November 2011 Cambridge completed its 1bn fundraising campaign. TJ Rawlinson, chair of the Ross Group of development directors who helped conduct the survey, said that the successful efforts by Oxford and Cambridge would &quot;trickle down&quot; to other institutions. &quot;The biggest growth is not coming from Oxbridge right now,&quot; Rawlinson said, pointing out that Oxford and Cambridge share of new funds raised had fallen from 52% just two years ago, despite their cash amounts rising from 304m in 2009-2010 to 348m last year. Outside of Oxbridge, only four other institutions raised more than 20m, while 46 raised between 1m and 20m, and 53 raised between 100,000 and 1m. The downside of the annual survey by a consortium of higher education fundraisers  the Council for the Advancement and Support of Education and the Ross Group  was that the majority struggled to increase their fundraising efforts last year, with 79 of the 143 institutions that responded reporting that a decrease in their total compared with 2010-11. Thirty-nine universities and colleges saw their fundraising fall by 50% or more year-on-year, a sharp decrease attributed in part to the end of the government&apos;s matched funding scheme for voluntary giving in England and Wales, a three-year project designed to increase fundraising efforts by higher and further education colleges. At the same time, the money spent by institutions in attracting new donations shot up to 36p in average cost per pound received in cash, up from 22p the previous year. &quot;Historically, the cost of fundraising has varied a lot,&quot; said Rawlinson, who is also development director at Bristol University. &quot;Yes, the median costs are up. But fundraising is cyclical, as is business, and it takes time for investment to produce a return.&quot; Total expenditure on fundraising among the institutions surveyed rose by 5% to 79m, and a slight increase in the number employed in the sector to just under 1,200 staff.", 
    "section": "education", 
    "gid": "education/2013/apr/10/donations-universities-alumni-record-levels", 
    "wordcount": "581"
}