{
    "headline": "Rio+20 Earth summit: Amazon deforestation in pictures", 
    "text": "   A man carries a palm branch to use for constructing a thatch roof for his home in a deforested section of Amazon rainforest in Para state Photograph: Mario Tama/Getty Images       Cows graze in a deforested section of Amazon rainforest near Amarante do Maranho. The cattle industry has taken over much of the deforested land in the Amazon Photograph: Mario Tama/Getty Images       Workers hold a ladder as they prepare to load charcoal produced from illegally harvested Amazon rainforest wood on to a truck in Rondon do Par Photograph: Mario Tama/Getty Images       A worker's back covered in charcoal. According to a recent Greenpeace study, illegal wood charcoal is primarily used in Brazil to power smelters producing pig iron, which is used to make steel for industries including US auto manufacturing. Illegal charcoal camps were found to sometimes result in slave labor and the destruction of rainforest on protected indigenous lands Photograph: Mario Tama/Getty Images       A worker carries a basket of charcoal. The workers in said they were paid $40 per truckload of charcoal Photograph: Mario Tama/Getty Images       A worker hauls a basket of charcoal produced from illegally harvested Amazon rainforest wood onto a truck in Rondon do Par Photograph: Mario Tama/Getty Images       A worker douses himself with water while taking a break from loading charcoal in Rondon do Par Photograph: Mario Tama/Getty Images       A deforested section of Amazon rainforest in Par state Photograph: Mario Tama/Getty Images       Illegal burning clears bushes and small trees in order to clear land for agriculture in an already deforested section of Amazon rainforest in Marab Photograph: Mario Tama/Getty Images       A train operated by Vale, a mining company and Brazil's biggest exporter, crosses a bridge in Aailndia. The railroad transports iron ore from the world's largest mine Photograph: Mario Tama/Getty Images       A man on a motorbike looks at a truck as it transports illegally harvested Amazon rainforest logs near protected indigenous land near the Araribia Indigenous Reserve, Maranho state. Guajajara tribe members on the reserve say their forests are being plundered by illegal loggers Photograph: Mario Tama/Getty Images       A smelter produces pig iron fired by charcoal produced from illegally harvested Amazon rainforest wood in Acailandia Photograph: Mario Tama/Getty Images       A worker offloads baskets at the historic Ver-el-Peso market in Belm. Belm is considered the entrance gate to the Amazon and for more than 300 years and is the main port for international shipping in the Amazon Photograph: Mario Tama/Getty Images       A fisherman rests on his boat docked at the historic Ver-el-Peso market. 'Ver-el-Peso' means 'see the weight' and was named after the colonial Portuguese mandatory weighing of merchandise to be taxed Photograph: Mario Tama/Getty Images       Workers offload baskets of acai berries before sunrise at the historic Ver-el-Peso market. Fishermen and others who make their livelihood on the waters of the Amazon basin face a variety of environmental hazards including pollution from mining, agricultural runoff and silting of the waters caused by deforestation Photograph: Mario Tama/Getty Images       A teenager jumps into the water in front of a railroad bridge operated by Vale, a mining company and Brazils biggest exporter in Acailandia Photograph: Mario Tama/Getty Images       A lone tree stands in a deforested section of rainforest Photograph: Mario Tama/Getty Images       A man looks down on an ecological park showcasing Amazonian foliage in Belm Photograph: Mario Tama/Getty Images  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/jun/14/rio-20-amazon-deforestation-in-pictures", 
    "wordcount": "0"
}