{
    "headline": "What the New York Times Chinese hack tells us about the layer cake of hacking", 
    "text": "The hack of the New York Times, almost certainly by Chinese hackers working for the military and/or Chinese government, provides a number of important lessons about the modern world of hacking.  They are: antivirus won&apos;t help if you are being targeted by top-level hackers: the New York Times was using Symantec&apos;s offering; but out of 45 pieces of custom malware, Symantec&apos;s software identified just one. And: universities and other academic locations are prime stepping stones for hackers looking to get into bigger, better protected systems: the Chinese hackers used systems at the universities of North Carolina, Arizona, Wisconsin and Nex Mexico, as well as a number of smaller companies. (By the way, &quot;hackers&quot; here is used as &quot;people who break into systems without the owners&apos; permission&quot;. The older use, of &quot;someone who plays around with what computers can do&quot;, has long since been subsumed into the newer one.) The full story of the attack - in its four-month full detail - is hair-raising reading.  But the reality is that while everyone might have heard of Anonymous, the hackers you really need to worry about are the ones you haven&apos;t heard of. In fact it&apos;s very easy to understand the world of hacking. It splits into three layers, each almost hermetically sealed off from the other, and each almost indifferent to the other. The three levels, in increasing order of ability and decreasing order of visibility, is:  the amateurs. The prime example of these is Anonymous, the loose collective of hackers who are roughly organised around a few ideas - that anyone can be a member, that anyone can speak for them, and that if enough of you (even if not most or all) can agree on a target, then they&apos;ll go after it. Some of them aren&apos;t particularly great hackers; to quote Judge Peter Testar, who was in charge of the trial of three British members of Anonymous recently, &quot;The defendants were actually rather arrogant,&quot; Testar said. &quot;They thought they were far too clever to be caught and used various methods to try to cloak and preserve their anonymity. It seems to me that the police were a little bit more clever than the conspirators.&quot; Sometimes it&apos;s hard to know whether the claims are correct: in September 2012 some Anonymous members claimed to have hacked an FBI agent&apos;s laptop and stolen a million user details stored on it. Instead, they&apos;d been taken from a web publisher, BlueToad. Some Anonymous members are, however, pretty accomplished; &quot;Sabu&quot; - real name Hector Monsegur - certainly showed aptitude, and led the LulzSec crew during what we might call the Summer of Lulz in 2011. They were able to cover their tracks and carry out various incursions against small and large sites, and it may have only been Monsegur&apos;s complicity (he had been caught by the FBI, and was in effect a double agent) that led to their early arrest. But the point about Anonymous, and pretty much any amateur, is that they&apos;re doing it to get noticed, for whatever reason. Even though Gary McKinnon wasn&apos;t trying to deface sites, he was looking for &quot;hidden&quot; evidence about UFOs - and you can be sure that if he&apos;d found it, he would have made it public. Next up are the commercial hackers. These are the people who steal and trade credit card details, write (or tweak) the software that infects machines to create spambots, do browser hijacks, and so on. They&apos;re very much focussed on the commercial side; making money is the name of the game. To them, Anonymous are those annoying kids who go around bringing too much attention to the weaknesses of computers. There&apos;s a definite tension between the commercial hackers and Anonymous; although they&apos;re both aware of each other, Anonymous can&apos;t take down the commercial hackers - it&apos;s risky to take on people who might resort to real violence. Commercial hacking is a gigantic business; the estimates vary, but in terms of the cost to companies, they&apos;re always in the billions. The trading of stolen data is common on hidden web forums; you have to know someone to get to them.  But the commercial hackers aren&apos;t necessarily the most capable. That prize goes to the next group, who are barely ever glimpsed - except at times like this:  government and military hackers. These are the people working for the National Security Agency (NSA) or MI6 or Israel&apos;s Mossad or whichever country&apos;s secret service you&apos;d like to focus on. These are the people who write software such as Stuxnet, which is so stealthy that it was deployed in 2008 but wasn&apos;t detected until 2010, having wreaked havoc on Iran&apos;s uranium processing systems. As a strategy, you have to say it was brilliant: a bomb attack on the facility would have caused a gigantic political row, and might not have succeeded (because the facility is deep underground). But as long as its computers are connected, the right piece of malware can get in.  These are the people behind attacks like that on the New York Times, for while there might be some angry keyboard warriors in China about the fact that the NYT sometimes isn&apos;t totally supportive of the Party line, the fact that the attacks began ahead of the publication of the first story, and continued for four months using zero-day hacks (which is why Symantec&apos;s AV couldn&apos;t detect them) tells you that these were not angry amateurs. Instead they were professional - to the extent, the investigators at Mandiant said, that they would start at 8am Beijing time, and work normal hours, with the occasional burst going through to midnight in Beijing - equivalent to 11am in New York. In effect, the Chinese hackers were starting at 7pm New York time, and rooting through the systems as fewer and fewer people were in the office. For a hacker, that&apos;s ideal. Government hackers also have access to those sorts of zero-day exploits - and the best reason to deploy them: they&apos;re trying to attack well-defended cyber-targets. There&apos;s actually a thriving market in zero-day exploits, with a number of companies selling them to the highest bidder. In fact Charlie Miller - an ex-NSA staffer who has demonstrated remarkable and previously-unseen hacks at a number of conferences - says that he once sold a zero-day exploit to the US government. As he put it to the Washington Times: &quot;Do I do the thing that&apos;s good for the most people and not going to get me money at all, or do I sell it to the U.S. government and make $50,000?&quot; For the government hackers, anonymity - the real sort, rather than the mask-wearing, visible Anonymous sort - is an essential currency. They have to remain invisible both in their daily life, and their online life. Miller was pretty much unknown before he emerged from the NSA; in a revealing interview a couple of years ago, he explained that &quot;I&apos;ve liked tinkering around with computers since I was a kid, but got a degree in Mathematics. After that, it was five years of on-the-job training at the NSA.&quot; His training and work is being repeated around the world by hundreds - perhaps thousands - of full-time professional hackers. Yet we don&apos;t know their names; they don&apos;t have an organisation, don&apos;t parade, don&apos;t seek any attention at all. Though the people in the other two layers know that these elite hackers must exist, they&apos;ll hardly ever come across a trace of them. Quite what state-sponsored hackers think of the amateurs or the commercial hackers isn&apos;t clear; not enough of them have ever been interviewed to make that clear. But the difference between them and the amateurs is like that between any professional and an amateur; the gap is vast.  The doesn&apos;t ease the challenge for the New York Times (nor, indeed, the Wall Street Journal, which says that it too was attacked to find out about its China coverage). Knowing that you might be the target of top-level hackers is only helpful if you know what to watch for. The New York Times was able to ask AT&amp;T to monitor its networks for &quot;suspicious behaviour&quot;, but that&apos;s not available to everyone - and some networks might not show it up. Is there an answer? Unfortunately, no. All you can say is that the more visible the hacker, the less - generally - you have to worry about. Being hacked by Anonymous and having company data (usually usernames and hashed passwords) sprayed around the web is uncomfortable, but it won&apos;t usually destroy your business. The risk from state hackers is far greater - because they can effectively be standing over your shoulder (or under your keyboard), watching everything without you having the least idea it&apos;s happening.  This article was amended on 7 February 2013 to insert the missing word &quot;sure&quot; into the phrase &quot;you can be sure that if he&apos;d found it&quot;, to insert the missing word &quot;hackers&quot; into the phrase &quot;Government hackers also have access&quot;, and to correct two other minor spelling errors.", 
    "section": "technology", 
    "gid": "technology/2013/jan/31/new-york-times-hacking-china-lessons", 
    "wordcount": "1538"
}