{
    "headline": "Nintendo Wii U: new console faces tough launch in world of Angry Birds", 
    "text": "The latest round in the console wars starts on Tuesday when Nintendo launches Wii U, its latest and most sophisticated games machine. But times have changed since the 2006 launch of Wii, its phenomenally successful predecessor, and analysts are already doubting that the firm can make as big a splash in a world ruled by Angry Birds and iPads. &quot;This is probably the most important week Nintendo have had in years,&quot; said Chris Scullion, online editor of games site Nintendo-Gamer.net. &quot;Casual gamers have lost interest in Wii and the hardcore gamers lost interest years ago,&quot; he said. &quot;What they are doing is interesting but it remains to be seen how well they can sell it.&quot; For some the fight is already over. Wedbush Securities analyst Michael Pachter said the &quot;addressable market&quot; for the Wii U is only half of the market size that existed for the Wii. Since that launch, Apple has sold 67m iPads and is expected to sell north of 116m iPhones this year. Add to that the host of other tablets and smartphones snapping at Apple&apos;s heels.  Gaming dominates the apps charts for iPad and its rivals. &quot;Once they moved on, they are not likely to come back,&quot; Pachter told a marketing summit in San Francisco earlier this year. Something is certainly hurting Nintendo. In April the company announced its first ever operating loss, with a deficit of 37.3bn, or $460m. Sales had slid hard, the company said. Nintendo had expected to sell 13m Wii consoles and ended up selling 9.8m. Sales of its new handheld device the 3DS  also disappointed. The Japanese gaming firm will unveil Wii U at the giant E3 gaming show in Los Angeles. Amid a flurry of speculation the firm has already let some information out. Games will effectively be played using two screens with a touch pad controller interacting with games on a big screen and capable of being used as a standalone device. But the big pitch is about recapturing what made Wii an instant global phenomenon: a video games console for people who didn&apos;t play video games. Its family-friendly games and the novelty of motion controllers were not aimed at the hardcore gamer market. Anyone could pick up a Wii and play.  The launch of the Wii proved a pivotal moment for the gaming industry, ushering in a new era of &quot;casual gaming&quot; and introducing Super Mario and Zelda to a whole new audience. The Wii U is all about family fun again. The company put out a deliberately hokey video Monday that showed how our multi-screen society had pulled people apart, accompanied by pictures of a family all staring at their respective devices.  &quot;People are gathered together in the same room, but they are not truly connected. They are paying more attention to their devices than to each other,&quot; Nintendo&apos;s chief executive Satoru Iwata said in the video. &quot;We have to wonder what this will mean for the nature of human relationships moving forward. So one of the challenges we set for ourselves was creating something that will help unite people rather than divide them.&quot; Wii U will be a uniting force for family fun, he suggested. And Nintendo has its own social network  the Miiverse  to bring us all together. In the Miiverse players will be able to see who else is online, video chat and get help from other players when they are stuck. It all looks a lot more cuddly than the more macho, competitive chat on Sony&apos;s PlayStation or Microsoft&apos;s Xbox, Nintendo&apos;s core rivals. Ben Kuchera, senior editor of penny-arcade.com, a gaming industry website, said things looked tough for Nintendo and that price would be a big issue. Wii cost $249 in the US when it was launched in 2006 and few believe Nintendo could get away for charging more six years later. But he said he wasn&apos;t prepared to count Nintendo out. &quot;There&apos;s traditionally been three chapters to the Nintendo launch. First the launch, then the ridicule and then they are tremendously successful. We haven&apos;t seen any games yet. They could really surprise us. Nintendo has the games people really want.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/jun/04/nintendo-wii-u-new-console", 
    "wordcount": "712"
}