{
    "headline": "The philosophy of the Higgs", 
    "text": "Many of the great physicists of the 20th century have appreciated the importance of philosophy for science. Einstein, for example, wrote in a letter in 1944:   I fully agree with you about the significance and educational value of methodology as well as history and philosophy of science. So many people todayand even professional scientistsseem to me like somebody who has seen thousands of trees but has never seen a forest.   At the same time, physics has always played a vital role in shaping ideas in modern philosophy. It appears, however, that we are now faced with the ruins of this beautiful marriage between physics and philosophy. Stephen Hawking has claimed recently that philosophy is &quot;dead&quot; because philosophers have not kept up with science, and Nobel laureate Steven Weinberg argues:   I know of no one who has participated actively in the advance of physics in the postwar period whose research has been significantly helped by the work of philosophers.   Not to mention the recent public argument between cosmologist Lawrence Krauss and philosopher of science David Albert about nothing, i.e. the vacuum, however driven it may be by book sales figures.  So is there a role for philosophy in modern physics? Should we physicists listen to philosophers?  For quite some time now, I have collaborated on an interdisciplinary project which explores various philosophical, historical and sociological aspects of particle physics at the Large Hadron Collider (LHC). For me it has always been evident that science profits from a critical assessment of its methods. &quot;What is knowledge?&quot;, and &quot;How is it acquired?&quot; are philosophical questions that matter for science. The relationship between experiment and theory (what impact does theoretical prejudice have on empirical findings?) or the role of models (how can we assess the uncertainty of a simplified representation of reality?) are scientific issues, but also issues from the foundation of philosophy of science. In that sense they are equally important for both fields, and philosophy may add a wider and critical perspective to the scientific discussion. And while not every particle physicist may be concerned with the ontological question of whether particles or fields are the more fundamental objects, our research practice is shaped by philosophical concepts. We do, for example, demand that a physical theory can be tested experimentally and thereby falsified, a criterion that has been emphasized by the philosopher Karl Popper already in 1934. The Higgs mechanism can be falsified, because it predicts how Higgs particles are produced and how they can be detected at the Large Hadron Collider.  On the other hand, some philosophers tell us that falsification is strictly speaking not possible: What if a Higgs property does not agree with the standard theory of particle physics? How do we know it is not influenced by some unknown and thus unaccounted factor, like a mysterious blonde walking past the LHC experiments and triggering the Higgs to decay? (This was an actual argument given in the meeting!) Many interesting aspects of falsification have been discussed in the philosophical literature. &quot;Mysterious blonde&quot;-type arguments, however, are philosophical quibbles and irrelevant for scientific practice, and they may contribute to the fact that scientists do not listen to philosophers.  The question of why scientists do not listen to philosophers was also a central theme of the recent inaugural conference of the German Society for Philosophy of Science. I attended the conference to present some of the results of our interdisciplinary research group on the philosophy of the Higgs. I found the meeting very exciting and enjoyable, but was also surprised by the amount of critical self-reflection.  In the opening talk Peter Godfrey-Smith from the City University of New York emphasized three roles for philosophy: an integrative role, whereby philosophy can assess and connect various fields with an emphasis on generic categories and perspectives; an incubator role, where philosophy develops new ideas in a broad and speculative form, which are then pursued in a more focussed and specific way within an individual science; and an educative role, where philosophy teaches various general skills, including critical and abstract thinking. The problem I see with the integrative and incubator roles of philosophy is the high degree of specialization in modern science. It is very hard for a philosopher to keep up with scientific progress, and how could one integrate various fields without having fully appreciated the essential features of the individual sciences? As Margaret Morrison from the University of Toronto pointed out in her talk, if philosophy steps back too far from the individual sciences, the account becomes too general and isolated from scientific practice. On the other hand, if philosophy is too close to an individual science, it may not be philosophy any longer.  I think philosophy of science should not consider itself primarily as a service to science, but rather identify and answer questions within its own domain. I certainly would not be concerned if my own research went unnoticed by biologists, chemists, or philosophers, as long as it advances particle physics. On the other hand, as Morrison pointed out, science does generate its own philosophical problems, and philosophy may provide some kind of broader perspective for understanding those problems.  So then, should we physicists listen to philosophers?  An emphatic &quot;No!&quot;, if philosophers want to impose their preconceptions of how science should be done. I do not subscribe to Feyerabend&apos;s provocative claim that &quot;anything goes&quot; in science, but I believe that many things go, and certainly many things should be tried.  But then, &quot;Yes!&quot;, we should listen, as philosophy can provide a critical assessment of our methods, in particular if we consider physics to be more than predicting numbers and collecting data, but rather an attempt to understand and explain the world. And even if philosophy might be of no direct help to science, it may be of help to scientists through its educational role, and sharpen our awareness of conceptional problems in our research.   Michael Krmer is a theoretical particle physicist at the RWTH Aachen University and likes philosophy. Follow him on Twitter at @mikraemer", 
    "section": "science", 
    "gid": "science/life-and-physics/2013/mar/24/higgs-philosophy", 
    "wordcount": "1023"
}