{
    "headline": "Record number of radioactive particles found on beaches near Sellafield", 
    "text": "A record number of radioactive hotspots have been found contaminating public beaches near the Sellafield nuclear complex in Cumbria, according to a report by the site&apos;s operator. As many as 383 radioactive particles and stones were detected and removed from seven beaches in 2010-11, bringing the total retrieved since 2006 to 1,233. Although Sellafield insists that the health risks for beach users are &quot;very low&quot;, there are concerns that some potentially dangerous particles may remain undetected and that contamination keeps being found. Anti-nuclear campaigners have called for beaches to be closed, or for signs to be erected warning the public of the pollution. But the government&apos;s Health Protection Agency (HPA) has said &quot;no special precautionary actions are required at this time to limit access to, or use of, beaches&quot;. Elsewhere, the public has been warned about radioactive contamination on beaches. There are warning notices about radioactive particles on Sandside beach near the Dounreay nuclear plant in Caithness, and at Dalgety Bay in Fife people have been barred since October from a section of the foreshore contaminated with radium from old military planes.     Sellafield beach contamination map  Photograph: guardian.co.uk    Sellafield has been monitoring a string of beaches along the Cumbrian coast every year since 2006. This was requested by the government&apos;s Environment Agency, after the discovery of a highly radioactive particle on the foreshore 700 metres north of the site&apos;s waste pipelines in 2003. Trial monitoring in 2006-07 uncovered 12 hotspots on Sellafield and Braystones beaches, two of the closest to the nuclear plant. More intensive and widespread monitoring found 353 contaminated particles and stones in 2007-08, 244 in 2008-09, 241 in 2009-10 and now 383 in 2010-11. Since 2006, 72% of the finds have been on Sellafield beach, with 16% at Braystones, just to the north. Most of the rest have been more thinly scattered across four other beaches further up and down the coast  St Bees, Seascale, Drigg, and Whitehaven  with one or two at three other beaches. According to Sellafield&apos;s report, the high number of finds in 2010-11 could be due to better monitoring equipment, as well as particles being disturbed by storms. Sellafield is run by a private consortium involving the US corporation, URS, France&apos;s Areva and the UK&apos;s AMEC for the UK government&apos;s Nuclear Decommissioning Authority. A Sellafield spokesman highlighted the HPA&apos;s conclusion that &quot;the overall health risks to beach users is very low and significantly lower than other risks people accept when using beaches.&quot; He added: &quot;It should be noted that people visiting beaches in places on the south coast, such as Devon or Cornwall, will receive a far higher dose of radiation, from naturally occurring background radiation, than those visiting beaches close to Sellafield.&quot; But the HPA has also pointed to a series of &quot;uncertainties&quot; in the beach monitoring that could lead to its risk assessment being reviewed. The latest equipment might miss tiny specks that could be inhaled, it said, as well as buried alpha radioactivity that &quot;could give rise to a significant risk to health if ingested&quot;. A local environmental group expressed concern that in some areas, particles seemed to reappear after they had been cleaned up. &quot;This warrants closure of the beaches or at least the erection of warning signs for parents and others of the health dangers posed,&quot; said Janine Allis-Smith, from Cumbrians Opposed to a Radioactive Environment. Documents released under freedom of information law show that in 2010 the Environment Agency agreed that monitoring for contamination on the beaches should avoid peak periods such as during bank holidays. This followed a complaint from St Bees parish council expressing &quot;strong concern that this would have an adverse impact on tourism.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jul/04/radioactive-particles-beaches-sellafield", 
    "wordcount": "621"
}