{
    "headline": "Fanatix social sports app aims to 're-imagine the back page'", 
    "text": "When Fanatix launched in October 2011, it was pitched as a group messaging app for sports fans, getting them to check in to matches they were watching on TV or in the flesh, then chat to one another. As time moved on (and group messaging cooled as an app categort), the TV angle became more prominent: Fanatix as a second-screen &quot;social TV platform for sports&quot; for fans sitting on their sofas. Partnerships with Paddy Power for May 2012&apos;s Champions League final and Eurosport for summer tennis, motorsport and cycling events showed there was interest from broadcasters and betting companies in the idea of a dedicated second-screen sports app. The problem? The app wasn&apos;t that popular. By the end of April, Fanatix had just 500 daily active users. Chief executive Will Muirhead says the problem became clear by this point. &quot;We were always so focused around the live window: how do we get fans sitting on the sofa connected to fans in the ground or in the back of the taxi,&quot; he says. &quot;Yet with people using these mobile devices 24-7, we&apos;d only been focusing on that 90-minute window. And one of the problems of being a pureplay social TV proposition is that unless you&apos;re part of someone&apos;s default activity, it&apos;s really hard to reactivate people.&quot; Or, in short: Fanatix wasn&apos;t habit-forming, because it was designed around the idea of fans using it once or twice a week, not several times a day. Cue a pivot in the startup&apos;s emphasis, if not its sporting focus. Muirhead now claims the app is aiming to &quot;re-imagine the back page&quot;, pulling in news from a range of sources, as well as video highlights and club/team Twitter feeds. By the end of October, the app had 35k daily active users based on 250k downloads, with those active users firing up the app 5.5 times a day on average (and more than 10 times if they&apos;d registered). It was at this point that Fanatix raised $1m (630k) of new funding from angel investors, doubling its existing investment total. &quot;The debate around sport never stops. We all jumped on this bandwagon two years ago &apos;Everyone&apos;s using devices when they watch TV&apos; but it overlooks this behaviour that we&apos;re using them all the time,&quot; says Muirhead. &quot;Forget about two hours a day in front of the TV: we can&apos;t stop looking at these things. And that helped us get our proposition right: what is it that we can deliver on these devices that keeps people engaged whenever they have a spare 30 seconds or 30 minutes.&quot; Aggregating news Social is still a big feature for Fanatix, but its app is as much a sports-focused news aggregator now, which Muirhead says solves a problem for sports fans who have a barrage of sources to choose from websites, apps, official Twitter and Facebook feeds, YouTube channels etc but no easy way to filter them. 35k daily active users is a lot better than 500, but still a drop in the ocean of overall sports fandom. What is Fanatix planning to do with its new funding to push on? &quot;It&apos;s all product: the product doesn&apos;t stop evolving,&quot; says Muirhead. &quot;We&apos;re constantly integrating more feeds and deciphering them. Being able to semantically read what&apos;s going on and associate it with the relevant people is an ongoing battle.&quot; The company is also continuing to sign partnerships: most recently with Liverpool FC-focused blog Empire of the Kop for its own club-branded version of Fanatix. A similar app has been launched for football website Tribal Football. New devices are also a priority. For now, Fanatix remains iOS-only the company is working on a &quot;very cool reinterpretation&quot; of its app for Apple&apos;s iPad mini&quot; but I suspect Android needs to also be high on the company&apos;s agenda if it wants to reach a broad swathe of sports fans in the UK and abroad. &quot;The majority of the audience is UK-based, but we&apos;re starting to get real traction in the US, Australia, south east Asia, and we&apos;re launching a Portugese-language version imminently,&quot; says Muirhead. &quot;We know we&apos;ve had relatively small downloads, but highly-engaged usage. Now we&apos;re going to work out how we get more and more downloads.&quot; For now, Fanatix&apos;s revenues come from advertising, which Muirhead says are working well at the app&apos;s current size. He thinks there is scope for premium subscriptions in the future too, praising the Financial Times&apos; model as one inspiration on that front. And keep an eye on those gambling partnerships as the betting industry takes mobile even more seriously. Challengers await Fanatix needs to be nimble, for it will face challenges from larger companies at numerous angles as it tries to grow.  Pureplay social TV startups like Zeebox are keen to strike their own deals with sponsors and broadcasters around big events, while Twitter and Facebook are also likely to be working closer with big sports teams, TV firms and sporting bodies to hang on to the chatter around events. Muirhead&apos;s talk of rethinking &quot;the back page&quot; won&apos;t go unnoticed by media companies either, who may be keen to build their own mobile communities around sports. Gambling companies like Betfair, which has been working hard on its mobile apps, may also see the appeal of adding more social features. And then there are broadcasters. Why wouldn&apos;t someone like BSkyB build their own version of Fanatix? &quot;Sky&apos;s never going to be a social network,&quot; says Muirhead, confidently. &quot;I don&apos;t think any existing brand can just decide they&apos;re going to become something else. It is really, really tricky, and it&apos;s the same for newspapers.&quot; I&apos;m not so sure, especially if someone like Sky chose to do this via partnership note its investment in Zeebox and integration of that company&apos;s second-screen features in its Sky+ iPad app or acquisition. The latter, of course, may be Fanatix&apos;s exit strategy, whether Sky or another media company. &quot;There aren&apos;t a great many examples of big firms innovating internally and breaking new ground,&quot; says Muirhead. &quot;In the UK especially, there&apos;s this familiar question of &apos;isn&apos;t some bigger entity going to do this? In the States, though, it&apos;s almost taken as a given that they&apos;re not. It&apos;s going to be the new entrant who gets it right, because they&apos;re focused on it.&quot;", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/nov/12/fanatix-app-back-page-sports", 
    "wordcount": "1087"
}