{
    "headline": "Canada provides 170m loan to Telefnica to help save BlackBerry", 
    "text": "Canada has provided a 170m loan facility to European telecoms firm Telefnica to help it buy BlackBerry products and services, as the Ontario-based company tries to recover from a year in which it made a 425m loss and revenues fell 40%. The news comes as Carphone Warehouse in the UK begins assessing customer interest in BlackBerry&apos;s Q10 phone, which it says may go on sale in May, and could either ignite the firm&apos;s revival  or see it fizzle out. Carphone Warehouse has opened &quot;pre-registrations&quot; section on its website for the new keyboard-based phone. Export Development Canada (EDC) announced the huge loan of working capital to the Spanish-owned company, which it said would &quot;facilitate BlackBerry market share growth within Telefnica&quot;. Such loan facilities, which in effect have the backing of the Canadian government, are usually made to ensure that the buyer has sufficient funds to make the purchase. But they can also minimise the risk for the buyer by limiting the amount of money provided upfront. EDC said the facility &quot;just makes the purchase [of phonesand services] and related lending easier, quicker and more efficient for all parties&quot;, adding: &quot;There appears to be a need for financing for [Telefnica] at this time.&quot; The Q10 is the first BlackBerry phone running its new BB10 software which has a keyboard  unlike the Z10, a full touchscreen phone launched in January. The Q10 is likely to prove key in BlackBerry&apos;s efforts to keep its corporate clients and persuade those who have left to return..But after a year in which BlackBerry has seen its number of subscribers shrink by 4m to 76m, its share among both business and domestic consumers in the key market of the US plummet along with revenues, at least one carrier is taking an arms-length approach to the company. Last month it was revealed that the buyer of 1m handsets running the BB10 software was Brightstar, an electronics distributor which will distribute the handsets on behalf of the carrier Verizon to &quot;big box&quot; retailers and other outlets such as supermarkets. That reduces the risk to Verizon if the handsets do not sell as well as hoped, and gives Brightstar the option to distribute them to other retail outlets for other customers. BlackBerry is also closing down its BBM music service  apparently a casualty of its dwindling US consumer base. Launched in August 2011, BBM Music in the US required users to pay $5 a month  for which they could choose to listen to 50 songs, and then change 25 of those each month. People could also download music from the playlists of other users. BlackBerry&apos;s US consumer base has slumped from 16.7 million users at the time of the launch to 7.6 million in January 2013, according to ComScore. The service will shut down on 2 June following a business review, and existing subscribers will be offered a free 30-day trial on Rdio, a competing service.", 
    "section": "technology", 
    "gid": "technology/2013/apr/07/canada-200m-loan-telefonica-blackberry", 
    "wordcount": "509"
}