{
    "headline": "Who needs dual band Wi-Fi, and other queries", 
    "text": "I&apos;m considering an ADSL home broadband service for the first time. The required router could be a single band as supplied by Plusnet for 40 or a unit of my choice. Would a dual band make sense at twice the price, and would it be compatible with my laptop, an Acer TimelineX 5820T?ThomasA dual band router is one that works at both 2.4GHz and 5GHz. Originally, the IEEE 802.11a wireless standard operated at 5GHz while 802.11b operated at 2.4GHz. When 802.11 equipment was tested for interoperability and branded with the Wi-Fi logo, sales of 802.11b devices took off because they were cheap, had more range than 802.11a, and the 2.4GHz waveband was usually unlicensed. In fact, Wi-Fi had to share 2.4GHz with Bluetooth, microwave ovens, remote controlled toys and many other products. In 2002, Toshiba brought out the Satellite Pro 6100 laptop that supported both 11a and 11b, so you could use either, but almost nobody cared. The emerging standard was 802.11g and that only worked at 2.4GHz. But life moves on. Today&apos;s 802.11n-2009 standard supports both bands, and the latest chips can operate at both 2.4GHz and 5GHz at the same time. (It&apos;s a multi-antenna/multi-channel standard.) This makes dual band operation more attractive because you can run your PC on the 5GHz network, where there is more bandwidth and less interference, while operating a 2.4GHz network for older a/b/g devices, including printers and digital picture frames. Further, if you can run &quot;wide&quot; (ie, at 40MHz instead of 20MHz) in n-only mode, that should double the throughput. If you want to try this, it&apos;s best to buy a hub that combines an ADSL modem with an 11n router, not just a Wi-Fi router. That is to say, buy a dual band wireless-N Draft 2.0 ADSL 2+ router that can operate two networks concurrently.  The spec sheet for the Acer TimelineX 5820T says it has an Intel 5100 Wi-Fi card, but run Computer Management or a system info utility to check this. According to Intel&apos;s product brief, this is dual band, quad mode, and 802.11a/b/g/ and Draft-N 2.0 compliant. As far as I can see, without having tried it, it should work, but check with the ADSL router supplier and be explicit about what you want it to do. Whether it&apos;s worth it is another matter. Although the theoretical maximum speed of 802.11n is 300Mbps, a quick web search suggests that real-life results are more like 60-90Mbps at 2.4GHz and 80-140Mbps at 5GHz. Even with a fibre connection to the street cabinet (FTTC), you&apos;re unlikely to get an internet connection at more than 40Mbps, and real-life file download speeds will usually be much lower than that: often from 2Mbps to 10Mbps. In other words, you probably won&apos;t need dual band for internet access. Where it might come in useful is for backing up files to a wireless server, or streaming high definition video. It might also be worth trying 5GHz if your 2.4GHz network suffers from interference from, say, a microwave, or there are lots of nearby Wi-Fi networks competing for the limited number of channels. You can check your neighbours&apos; networks with free inSSIDer software, as suggested here previously by reader muhasib. Otherwise, anyone who has found dual band networking really useful (or not) with a typical Windows PC like an Acer Timeline is very welcome to share their experience in the comments below. Registry cleaner wanted Can you recommend a free piece of software that will clean up my registry, as my PC keeps freezing.Mark I don&apos;t recommend any registry cleaners, but you could try CCleaner, which includes this function. It&apos;s unlikely that a registry entry is causing your PC to freeze. You could try using Windows&apos; Event Viewer or download Process Explorer v15.11 to see if a particular program is creating problems, or run through a previous answer, 10 steps to speed up a slow Windows PC, to see if that helps. Alternatively, Fixingmycomputer.com/ has flowcharts and links to take you through a comprehensive diagnostic procedure, including both hardware and software tests. Rogue anti-virus software My laptop running 64-bit Windows 7 has picked up some malware called Win 7 Home Security 2012. It is blocking me from opening any browsers and almost all other applications. Etienne  Rogue anti-virus software is very common, and often uses deceptive methods (known as &quot;social engineering&quot;) to lure users into allowing it to be installed. Some programs copy standard Windows screens. The Bleeping Computer website has full instructions for removing this and many other bits of malware. In this case, you may need to download a very small program, FixNCR.reg, to a clean computer first, then run it from a USB memory stick. Zip drive needed Like Margaret Brewster, I also have some files I need to copy some files from a Zip drive. I was wondering if you could also post a message for me, asking if someone can let me have use of their drive. Thank you kindly.Steve Sidhu There are still lots of Iomega Zip drives available on eBay, and the internal ones are cheap  sometimes less than the cost of postage. If you can find someone who lives nearby, it would make sense to meet up and use their drive. If someone lives a long way away, you could post them a disk. However, it might still be cheaper to buy a drive on eBay then resell it afterwards. Either way, I&apos;ll forward any emails sent to Ask.Jack@theguardian.com", 
    "section": "technology", 
    "gid": "technology/askjack/2012/jan/12/ask-jack-broadband-wi-fi-zip-drove", 
    "wordcount": "948"
}