{
    "headline": "Barnes & Noble to launch Nook e-reader in UK", 
    "text": "Barnes &amp; Noble is to take on Amazon in the European digital book market by launching its Nook e-reader in the UK this autumn. The move marks Barnes &amp; Noble&apos;s first expansion outside the United States, and follows a $605m (385m) cash injection by Microsoft in April as the software company acted to capitalise on the digital publishing boom. A nook.co.uk shop front will open in mid-October, selling e-readers and a catalogue of digital books, magazines, newspapers, films and computer games. The company says it will soon announce partnerships with &quot;leading UK retailers&quot; to sell both devices and content from its range of 2.5m digital titles. The Nook, launched in October 2009, has been popular in the US and helped Barnes &amp; Noble eat into Amazon&apos;s ebook market share. Thanks to the popularity of its Kindle reader, Amazon at one point claimed to generate 90% of sales in the US, but that has fallen to 60% as Apple&apos;s iTunes store and the Nook make inroads. Barnes &amp; Noble, which runs 691 bookstores across the US and a further 647 shops in colleges and universities, now claims to control between 25% and 30% of digital sales in the US  a share it was never able to achieve in paper books. Although the Nook range includes a full-colour touch-screen tablet, launched in February to compete with Amazon&apos;s Kindle Fire, only its black and white e-ink readers will be available for now in the UK. The company&apos;s stock surged by over 50% earlier this year when Microsoft took an 18% stake in its college and digital businesses in exchange for $300m, with a promise of a further $305m over the next five years. The alliance ensures a rich catalogue of digital content for Microsoft&apos;s own Surface tablet computer, which will go on sale later this year. The UK is likely to be the first in a quick succession of new territories for Barnes &amp; Noble, which said in a regulatory filing earlier this year that it plans to launch its digital bookstore in 10 countries over 12 months. Windows 8, Microsoft&apos;s reinvention of its best-selling PC software for the touch screen, will also go on sale in October and under the terms of the deal the Nook app will be available on the new interface. Before Microsoft&apos;s investment, Barnes &amp; Noble had been thought likely to follow other real world books stores such as Borders into financial difficulty. The company is loss making, and competing with Amazon and Apple&apos;s iTunes is taking its toll. Quarterly losses from its digital business have widened in the last year from $47m to $77m. &quot;We are proud to be able to offer our top-rated line of Nook reading devices and our award-winning digital bookstore to the discerning and highly educated consumers in the UK,&quot; said Barnes &amp; Noble&apos;s chief executive, William Lynch. No prices have been announced for the two devices in the UK, although the Nook Simple Touch and a read-in-the-dark version with a stronger backlight sell for $99 and $139 respectively in the US.", 
    "section": "technology", 
    "gid": "technology/2012/aug/20/barnes-noble-nook-launch-uk", 
    "wordcount": "517"
}