{
    "headline": "Shale gas fracking risks exaggerated, insurance broker claims", 
    "text": "A leading City firm has defended the controversial practice of fracking for shale gas on the day the government received advice to give it the green light in Britain. &quot;Shale gas is here to stay,&quot; said Neil Smith, chief operating officer of global energy at insurance brokerage Willis. &quot;It&apos;s a very cheap form of extraction.&quot; Thousands of new shale gas wells could be drilled across the UK as ministers are expected to accept the advice of the first official government report into fracking. It came despite concerns around the safety of fracking in areas of known seismic activity, such as Lancashire where two wells have caused earthquakes which have damaged the integrity of at least one of them. Friends of the Earth called for a full scientific assessment of all the impacts of fracking. Tony Juniper, the former director of the green group, said the environmental impact of fracking was &quot;comparable to coal and possibly worse&quot;. An energy report from Willis published on Tuesday looked at the risks posed by fracking - from groundwater and soil contamination to earthquakes - and concluded that as long as shale gas companies adhere to industry best practice, the risks can be significantly reduced. The casing of the well is crucial, the report said. A well drilled simply with surface and production casing could indeed allow drilling fluid and gas to seep into the water supply, it admitted. But best industry practice is to drill a well with intermediate casing 4,000 feet deep into the layer of rock beneath which lie the vast majority of gas deposits. &quot;&apos;A Macondo in the shale is a highly unlikely scenario,&quot; the report said, referring to the BP oil spill in the Gulf of Mexico. The report noted that fracking has been around since the 1950s. Smith said: &quot;The issues are of a political nature and a lot are born out of ignorance of what the operations are.&quot; He expects that with more information, and &quot;greater insistence on best practice being adopted&quot; - possibly through legislation - the concerns around fracking will diminish over time. The US Environmental Protection Agency, however, found in December that fracking could be to blame for groundwater pollution. Willis has drawn up a checklist of questions to ask when dealing with shale gas. &quot;In general the market seems to be happy to write this business,&quot; said Robin Somerville, global communications director at Willis. Mark Miller, the chief executive of Cuadrilla Resources, the company behind the Lancashire wells, which caused earthquakes of 2.3 magnitude, was cited in the Willis report as saying: &quot;How far is it between a 2.3 and a 7.5, which knocks down buildings? It&apos;s literally millions and millions of times different.&quot; Dominick Hoare of Watkins Syndicate at the Lloyd&apos;s of London insurance market said the firm, which is managed by Munich Re, is heavily involved in insuring US shale exploration and production. &quot;With a proper assessment it&apos;s a good risk to assume,&quot; he said. Matt Yeldham, the head of casualty at Aegis&apos; marine and offshore liability division, echoed Hoare&apos;s comments. &quot;Provided fracking is conducted in an appropriate fashion, it would appear on the whole to present a reasonable risk profile.&quot; But he added: &quot;Underwriters are not there to cover long-term health hazard and other latent issues.&quot; The coverage provided and the premium charged depends on the nature and extent of the underwriting information, Willis said. This is especially the case in the environmental impairment liability arena, which offers protection for gradual pollution liability risks associated with hydraulic fracturing. The Willis report also showed that 2011 was the worst ever year for non-windstorm related losses for the energy market, due to unusually large losses in Canadian oil sands and floating offshore platforms. There were close to $9bn (5.64bn) of insured and uninsured total losses.", 
    "section": "environment", 
    "gid": "environment/2012/apr/17/shale-gas-fracking-risks-insurance-broker", 
    "wordcount": "660"
}