{
    "headline": "Dishonored  hands-on preview", 
    "text": "In the early 2000s, something disheartening happened to action adventure game design. The emphasis on high-end visuals and cinematic storytelling led to the dominance of linear progression and spoon-fed plot. Artificial intelligence became about having baddies who could avoid gunfire rather than engage with the lead character in meaningful ways. In a sense, the mechanisms of the virtual world were being quietly but forcefully withdrawn from the player. Remember Deus Ex  Warren Spector&apos;s intimidating, panoramic cyberpunk epic? Remember the Thief titles, with their sneaky sandbox missions and amoral positioning? Dishonored does. Co-designed by Harvey Smith, a graduate of Spector&apos;s Ion Storm studio, this vastly ambitious steam punk odyssey provides us with an intricately realised universe and provides us with a multitude of tools in which to explore and manipulate it. In short, Dishonored promises to bring the player back into the creative equation. The sandbox is open again.  If you&apos;ve managed to miss all the background on Dishonored so far, here&apos;s a short primer. The game is set in the seamy, cursed city of Dunwall, a Victorian futuristic megaplex of grimy brick tenements and weird steam-driven industrial infrastructures. Lead character Corvo Atano, once the most respected bodyguard of the empress, has been framed for her murder and now a dictator, the Lord Regent, has set up a regime of supression and darkness (think Bioshock, or Terry Gilliam&apos;s Brazil). Atano wants revenge, and to get it, he becomes an assassin, stalking the stinking streets, loaded with weapons and magical powers  all customisable by the player.  At Gamescom, Bethesda had one mission playable  Lady Boyle&apos;s Last Party. Here, Atano must discover and murder one of the three Boyle sisters during a masked ball at their family&apos;s lavish castle. You don&apos;t know which of the sisters is the target, so searching the building for clues and talking to other guests is your main priority. The key is in hiding your true intentions  one slip and the castle guards will be alerted to your true identity. Atano approaches the castle by boat along a fetid canal, and the first task is to slip in unnoticed. The street is guarded by tallboys, stilted soldiers who loom over the streets, armed with incendiary arrows  they&apos;re an amazing concept, part Victorian bobby, part circus performer, and they suggest artist Viktor Antonov has been drawn to the movies of Jean-Pierre Jeunet for inspiration. As with the classic Thief titles, there are multiple choices  here, and throughout the level. Taking the guards down is an option  Atano has his own collection of ranged and melee weapons  but it&apos;s better to work out their patrol patterns and slip by unnoticed. Heading one way will lead you into an abandoned building, the other will get you to the gates of the castle, each with their own problems and opportunities. This is the way of the game  it sets up the world, and invites you in as an agent, not a dumb tourist.     Dishonored    I take the route to the castle gates, and spot a group of aristocrats chatting outside. Maybe I could take one out? I wait, plotting in the shadows, when one drops her invitation to the party, it blows along the street and I grab it, showing it to the moustached doorman. I&apos;m in.  The masked ball is a wonderful dramatic conceit  as guests pass, they comment on my appearance, congratulating me on my resemblance to Atano. Inside, the interior design is Victoriam ancestral pile mixed with fantastical steam punk trappings. There is lavish furniture, there are candles flickering beneath vast family portraits, but there is also an electrical forcefield guarding the castle&apos;s upper floor  out of bounds to guests. As Atano stroills through the party, picking at the vast feast, chatting to guests (using the Square button to prompt them to speak), he also encounters the Boyle sisters, dressed in differently coloured versions of the same spooky Edwardian costumes. Which is the target? Who is to die tonight? And beautifully, from here, everything is open, and the possibilities are many. Along with his weapons, Atano has a range of powers that can be levelled up as the game goes on. Dark Vision allows the character to see in the dark and eventuall through walls; Blink lets him teleport for short disances; Possession lets him inhabit the bodies of animals, and later, humans. There is also a range of Enhancements, which augment Atano&apos;s health, endurance and adrenaline. Then you have a huge range of gadets and resources to collect, and discovering bone charms will boost special powers for limited periods.  The set up is overwhelming, complex and multifaceted and gamers will want to spend hours experimenting with combinations, figuring out their own style of play, their own version of Atano. Again, this is the realm of Deus Ex  the concept of game character as mouldable avatar for the player, rather than a set character to be merely progressed through a limited chain of customisations.  So I wonder from room to room, catching snippets of conversation  the town is infested with rats; a moral decay is gnawing away at society, but the gentry is trying to carry on under its new leadership, scrabbling for order. Developer Arkane has created its own take on the British Empire, all stiff-upper lips and blind subservience to a warped political ideal; all trying to ignore the pestilence encroaching from the slimy streets outside.      Dishonored    During brief snippets of dialogue, I pick up on the fact that there are clues in the bedrooms upstairs, if I could only get past that forcefield and the homicidal guards. And there are lots of ways. There are rats sniffing about the place; possessing one of them and bolting in through a grate into the wall structure might get me up there. Or I could go into the courtyard and try to Blink onto an upper balcony. Or it&apos;s possible to create some sort of diversion to just run up the main stairs. The possibilities go on. Half an hour later, and the demo is over. I&apos;ve scratched the surface of the level, strolling about, listening to the chamber music echo through the halls, listening in on private chats. At one point a man approaches me claiming to be in love with one of the Boyle sisters, he&apos;s wearing a weird straw mask, resembling something from the Wicker Man. He says that if I bring the target sister to him unharmed, he will lock her away with him. No one will know. It is sinister and unsettling, but his mission is logged in my inventory, if I should wish to accept it. Along the way I also get embroiled in a dual  the idiotic rivalries of society&apos;s upper echelons continuing amid the city&apos;s decline. Dishonored looks to be a dark, intricate and incredibly ambitious game. Its sense of style, of setting, of thematic and visual unity is enormously impressive. It exudes depth, not just in its vast selection of abilities and possibilties, but in its realisation of a functioning world. This is a game of the year contender; and in its apparent offer of a world that can be bent to the wills of every player, it promises a truly intelligent action adventure. In this sense, Dishonored is both a link back to Deus Ex and forward toward a future of genuine sandbox design.  Dishonored will be released on PC, PS3 and Xbox 360 in October", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/aug/17/dishonored-hands-on-preview", 
    "wordcount": "1235"
}