{
    "headline": "Fires threaten to 'extinguish' critical Indonesian orangutan population", 
    "text": "The world&apos;s densest population of orangutans is set to be &quot;extinguished&quot; by a massive new wave of fires that is clearing large tracts of a peat swamp forest in the Indonesian island of Sumatra, conservationists have warned. Environmentalists claim that satellite images show a huge surge in forest blazes across the Tripa peat swamp in order to create palm oil plantations, including areas that have not been permitted for clearing. Tripa is home to a tight-knit enclave of around 200 critically endangered orangutans. However, this number has plummeted from an estimated population of 3,000. Just 7,000 orangutans remain in Sumatra, with rampant forest clearing for palm oil cultivation blamed for their decline. Ian Singleton, head of the Sumatran Orangutan Conservation Programme (SOCP), said that the Tripa orangutans are being &quot;extinguished.&quot; &quot;The situation is indeed extremely dire,&quot; he said. &quot;Every time I have visited Tripa in the last 12 months I have found several orangutans hanging on for their very survival, right at the forest edge.&quot; &quot;When you see the scale and speed of the current wave of destruction and the condition of the remaining forests, there can be no doubt whatsoever that many have already died in Tripa due to the fires themselves, or due to starvation as a result of the loss of their habitat and food resources.&quot; Felling trees from Tripa&apos;s carbon-rich peat also triggers the release of large amounts of CO2 into the atmosphere. Indonesia has been named as the third highest emitter of CO2 emissions in the world when deforestation is a factor, although the country disputes this. Environmentalists have lodged a lawsuit against PT Kallista Alam, one of the five palm oil firms operating in Tripa, and Irwandi Yusuf, the former governor of Aceh, over the approval of a permit for the 1,600-hectare (3,950-acre) palm oil plantation. Irawardi, previously styled as a &quot;green&quot; governor, says he granted the permit due to delays in the UN&apos;s Redd+ (Reducing Emissions from Deforestation and Forest Degradation) programme, which has seen Norway pledge $US1bn to Indonesia to reduce deforestation. &quot;The international community think our forest is a free toilet for their carbon,&quot; Irawardi said in April. &quot;Every day they are saying they want clean air and to protect forests  but they want to inhale our clean air without paying anything.&quot; SOCP and lawyers representing Tripa&apos;s local communities have called upon the Indonesian president, Susilo Bambang Yudhoyono, to bypass an ongoing government investigation into the forest clearing and immediately halt the razing of the area. &quot;This whole thing makes absolutely no sense at all, not environmentally, nor even economically,&quot; said Singleton.", 
    "section": "environment", 
    "gid": "environment/2012/jun/29/fires-indonesia-orangutan", 
    "wordcount": "453"
}