{
    "headline": "Arguing about pseudoscience: a useful analogy", 
    "text": "SCENARIO: PERSON 1 (a scientist) is at the bar in a pub. He orders two drinks and a bag of crisps. He takes these and sits down. He is alone, but clearly waiting for someone. PERSON 2 (a stranger) enters. He sits in the vacant seat at PERSON 1&apos;s table, uninvited. The following conversation occurs. PERSON 1:  hello? Can I help you? PERSON 2: Did you say you&apos;d just been to Manchester? PERSON 1: What? PERSON 2: You just told the barman you&apos;ve come back from Manchester. I overheard you. PERSON 1: Oh, right, yeah. I just came back from a conference. PERSON 2: You mentioned football. PERSON 1: I did? Oh, yes. It was a nightmare driving back, there was a match on apparently, and the roads were jammed. PERSON 2: Do you know who the best football team from the Manchester area are? PERSON 1: Well, I&apos;m not exactly a football fan, but given what I know, it&apos;s probably Manchester United.  PERSON 2: Wrong! Open your eyes! PERSON 1: Sorry, what? PERSON 2: The best football team in Manchester are the PPs. PERSON 1: the what? PERSON 2: The PPs! It stands for Plough and Potato. It&apos;s a pub. They&apos;re a brilliant Sunday League side from the Plough and Potato pub, on the outskirts.  PERSON 1: Right. And they&apos;re the best team in Manchester? PERSON 2: Yes. Probably the best in the country. PERSON 1: Sorry, but I rather doubt that. PERSON 2: Are you calling me a liar? PERSON 1: What? No. I&apos;m just saying that, based on the substantial evidence available, what you said is almost certainly wrong. PERSON 2: So you&apos;re saying I&apos;m lying! PERSON 1: NO! I&apos;m saying you&apos;re wrong. They are two different things. You can completely believe what you&apos;re saying and still be wrong. PERSON 2: What makes you so sure I&apos;m wrong? PERSON 1: Well, you&apos;re claiming that a team of enthusiastic amateur volunteers, who by definition drink regularly, are better at a sport than a team of professional athletes selected from across the world and paid millions for their ability to play the sport in question better than others. All logic and rationality would suggest that this isn&apos;t the case. PERSON 2: I&apos;ll have you know that I could find you a dozen people who would agree that the PPs are better than Man U.  PERSON 1: I could probably find you ten thousand people who wouldn&apos;t. PERSON 2: That doesn&apos;t count; they&apos;re just closed-minded people who blindly believe what they&apos;re told. It&apos;s the people who are willing to speak the truth that matter. PERSON 1: Say what? That&apos;s not how anything works. PERSON 2: How does it work, then? You think you know everything? You don&apos;t know everything. PERSON 1: I never said I did, but not knowing everything doesn&apos;t mean I don&apos;t know anything, and I can safely say that what you&apos;re saying is gibberish. PERSON 2: Is it now? So if Man U were to play the PPs in a game, who would win? PERSON 1: Man U. PERSON 2: What if they played 10 games? PERSON 1: Still Man U. PERSON 2: OK, what if they played 500 games? PERSON 1: It would still be mostly Man U who wins. PERSON 2: Mostly? PERSON 1: Well, if they played 500 games in succession, I guess there&apos;s a chance that your PPs could sneak a win. PERSON 2: EXACTLY! They could beat Man U, so they&apos;re better than them. You just admitted it. PERSON 1: I bloody well didn&apos;t! That one win would be the result of chance, and Man U would still win over 99.5% of the games, so they&apos;re obviously the better team. PERSON 2: OK then smart arse, tell me this; if Man U and the PPs were to play a game tomorrow, which do you think would win. PERSON 1: Man U. How many different ways do I need to say it? PERSON 2: Fine, if you&apos;re so confident, in that game, at 53 minute and 17 seconds, where would the ball be on the pitch? PERSON 1: What? I don&apos;t know, but probably close to the goal at the PP&apos;s end. PERSON 2: You don&apos;t know though, do you! PERSON 1: No, I don&apos;t know where the ball would be at that specific point in time. PERSON 2: Exactly! You say they&apos;d win 500 games, but you can&apos;t even say where the ball will be in just one game, so your predictions are meaningless. PERSON 1: OK, that is utterly nonsensical and not even close to being the same thing. And who are you, anyway? What do you want? PERSON 2: And another thing, the PPs have been playing football longer than Man U have! PERSON 1: So? What does that have to do with anything? My gran&apos;s TV predates mine, but mine has surround sound and hers can&apos;t display colour. But you&apos;re saying hers is better? PERSON 2: The Plough and Potato have had a football team since Roman times, so they must be better at it than modern teams! PERSON 1: Well that&apos;s definitely nonsense. PERSON 2: Why is that nonsense? PERSON 1: Because Roman times were thousands of years ago. That predates football. In this country, that predates potatoes.  PERSON 2: Oh, I see now. You&apos;re a shill. PERSON 1: A what now?  PERSON 2: A shill. A pawn of Big Football. They&apos;re paying you to spread lies and disinformation about other football teams, so people keep supporting the big ones and spending money on them.  PERSON 1:  seriously, why would anyone go to that much effort? PERSON 2: They&apos;re scared of the lesser known, alternative teams who play football as it should be played. If more people knew about them, they&apos;d lose all support. PERSON 1: To be honest, I&apos;d be amazed if those running Man U so much as knew your PP team existed, let alone form a conspiracy to supress them. PERSON 2: But it&apos;s obvious! Man U and the other big teams charge people loads of money, they wouldn&apos;t want to risk losing that. PERSON 1: I&apos;m not saying they&apos;re not run by unscrupulous bastards; they probably are. But they actually have to provide examples of decent football; they have to provide valid results at some point. They can&apos;t just go around telling the general public that they&apos;re the best team and expect them to cough up loads of money to support them.  PERSON 2: Why not? PERSON 1: fair enough, I guess that is what you&apos;re doing. PERSON 2: What you probably don&apos;t understand because you&apos;re ill-informed is that there&apos;s an old parchment on the wall of the Plough and Potato that says they pub will have the best football team in the country. It was put there by an old landlord, decades ago. PERSON 1: Right. You do realise that something written in an old document doesn&apos;t actually trump evidence from the real world, right? PERSON 2: Real world is it? Well, the PPs have actually had a former Man U player in the squad at one point, and he said they were the best team he&apos;s ever played for. He clearly knows what he&apos;s talking about, how can you say otherwise? PERSON 1: Right. And all the Man U players who haven&apos;t said that, they&apos;re opinions can be ignored because? PERSON 2: But I have 5 friends who would swear on their life that they saw a PP player score the best goal ever. How can you argue with evidence like that? PERSON 1: I&apos;m sure you do, but that doesn&apos;t mean anything. That&apos;s just an anecdote; there are probably similar groups of people all over the country who would argue the same about someone on their favourite team. But unless we have video evidence of all these goals and compare and contrast them, we can&apos;t rely on their reports. PERSON 2: But the PPs have hundreds of fans who say they&apos;re the best team! PERSON 1: Yes, but so, hang on, when I said I could find thousands of Man U fans you said that was just people being closed minded, but your hundreds of fans are valid evidence? Is there a certain range of supporters that counts as &apos;valid&apos;, or are you just making this up as you go along? PERSON 2: Stop trying to supress my beliefs! I&apos;m a lifelong PP fan! I&apos;ve got PP running through my veins! PERSON 1: Seriously, how can you not realise how ridiculous you sound when you say that? PERSON 2: I&apos;m sick of people like you, telling people who they can and can&apos;t support, trying to crush those who don&apos;t conform to big business, stamping on the little people who threaten your position! PERSON 1: I&apos;m doing what now? You started this conversation; I was minding my own business, waiting for my friend.  PERSON 2: I&apos;m sick of the oppression of people like you. You know what I&apos;m going to do, I&apos;m going to go to the media! I&apos;m going to go on all the football programmes and insist that whenever they say who&apos;s at the top of the league they have to give me an equivalent amount of time to say why the league stats are wrong and the PPs should be at the top. PERSON 1: Oh yeah, good luck with that.  [DISCLAIMER: As far as I know, there is no pub called the Plough and Potato in Manchester, or anywhere for that matter, I merely made it up to provide a childishly amusing acronym. If there is a Plough and Potato in Manchester and one of their staff or patrons is reading this, I apologise for any offence caused] [DISCLAIMER 2: The above conversation is fictional, but if you replace &quot;football&quot; with any subject that isn&apos;t supported by science (e.g. alternative medicine.) then it&apos;s highly likely that a similar conversation has occurred many times, and will continue to do so] [DISCLAIMER 3: The last part of the conversation, where the second person says the media will give him equal airtime to argue in favour of a position that is clearly incorrect based on the available data? That&apos;s a regular occurrence for science and related subjects] Dean Burnett prefers to make up arguments than actually have them, as he is usually finds it difficult to get that worked up about things. He usually does this on twitter @garwboy", 
    "section": "science", 
    "gid": "science/brain-flapping/2012/nov/29/pseudoscience-science-argument", 
    "wordcount": "1742"
}