{
    "headline": "Boot up: Microsoft and Nokia look to undercut Android phones, Nokia in turmoil, and more", 
    "text": "A quick burst of 11 links for you to chew over, as picked by the Technology team Can Intel&apos;s Thunderbolt go mainstream with help from Apple and Acer? &gt;&gt; CNET News  &quot;Thunderbolt is a good spec, but the price is not so good,&quot; said Michael Chen, a marketing director for Taiwanese motherboard maker Biostar Group, which sells about 6 million of the electronics boards a year.  Chen estimated that Intel&apos;s Thunderbolt chips cost about $35 for a PC and $20 to $25 for devices that attach to it. &quot;This technology -- it may be possible to promote next year with second-generation technology from Intel. It depends on price,&quot; he said.  Fragmentation and segmentation &gt;&gt; Benedict Evans Of Enders Analysis:   Android fragmentation is a serious problem for developers, since they face a massively fragmented user base, though it is rather less of a problem for Google, since a forked fragmented screwed-up Android phone still has a web browser and a data package and so is still generating Adsense eyeballs.  Indeed, a helpful way to think about this is that Apple makes money from great apps by selling the hardware to run them, while Google loses money from great apps, since they lead to less web search.  iPhone fragmentation looks rather different.   He has an intriguing thesis there. Nokia: Microsoft is giving us &apos;specific support&apos; to compete with Android at even lower prices &gt;&gt; Engadget  Executives dropped hints that &quot;important catalyst dates&quot; in Microsoft&apos;s Windows Phone timetable were instrumental to lower price... The cost-cutting was considered vital to competing with the very low-cost Android smartphones that thrive in countries like China.  The contentious case against the MacBook Pro with Retina display &gt;&gt;The Unofficial Apple Weblog  Here&apos;s a list of all the proprietary stuff Apple has shoehorned into the &quot;best Mac it has ever made&quot;, the MacBook Pro with Retina display (henceforth referred to as &quot;MBPwRD&quot;), taken from the iFixit teardown   It&apos;s a long and rather depressing list if you thought that computers were made to be repaired, and with user-replaceable parts. The rumor regarding a project named &apos;Samsung Facebook&apos; is groundless &gt;&gt; Samsung Global  &apos;Family Story&apos; has been available since February 2012 on Samsung Smart TVs, Smartphones, Tablets and the web*. This service, like its name, is a family-oriented convergence service that focuses on sharing and storing families&apos; special moments.  It is true that we currently are working on upgrading &apos;Family Story&apos; as we always thrive to provide consumers with enhanced experiences, but this is far from a &quot;Samsung Faceboook&quot; as some are claiming it to be.   So dies another rumour. iPad sees small drop, Nook tops Kindle Fire In new tablet traffic rankings &gt;&gt; TechCrunch  In May, the iPad had accounted for 94.64% of all tablet web traffic, the company previously reported. Today, the company says the iPad has dropped to a 91.07% share.   These are US stats, generally, rather than worldwide. The next biggest is... Samsung, at just under 2%. Remember, these are browsing stats, not sales stats. Nokia&apos;s survival in question after 10,000 more job are cut &gt;&gt; The Guardian  Nokia&apos;s future as an independent company is hanging in the balance and Microsoft could be forced to rescue the business if chief executive Stephen Elop cannot resuscitate the group&apos;s smartphone business by the end of the year, analysts have warned.   Dramatic. Which iOS 6 features can which iOS device run? &gt;&gt; Engadget Neat table layout indicating which will be able to do what. Fragmentation? Striation? Whatever, it seems to set up Apple (is it still going to be selling the three-year-old 3GS in autumn?) with a strategy where it can offer different phones with different capabilities at different prices, once the next device comes out. HTC resists push toward low-end phones &gt;&gt; WSJ.com  Despite the company&apos;s focus on emerging markets, it has no intention to enter the low-end segment of the smartphone market, Chief Executive Peter Chou said in an interview Wednesday.  &quot;We don&apos;t want to destroy our brand image,&quot; Mr. Chou said. &quot;We insist on using better materials to make better products that offer premium experience. Many consumers like that.&quot;  Mr. Chou&apos;s comments come as many analysts are raising questions about HTC&apos;s strategy, with some of them saying that the company needs to rethink its pricing and offer less-costly phones.   How many premium brands can exist at the top of each mobile OS? We know who&apos;s got the top spot on Android, and it isn&apos;t HTC. World&apos;s first &apos;tax&apos; on Microsoft&apos;s Internet Explorer 7 &gt;&gt; BBC News  The Australian online retailer Kogan.com has introduced the world&apos;s first &quot;tax&quot; on Microsoft&apos;s Internet Explorer 7 (IE7) browser.   Guaranteed to be taken up by as many as zero other retailers. Dealing with trolls: a guide &gt;&gt; The Guardian Tim Dowling:   I, for example, enjoy reading the blogs of people who tell me I can&apos;t write.   Worth reading, of course. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2012/jun/15/nokia-job-cuts", 
    "wordcount": "869"
}