{
    "headline": "Rio+20: A voice from Brazil", 
    "text": "   Kelly Hawrylyshyn, Rio+20 Photograph: Guardian    Sustainable development should mean good development. Simple as that. But it has proven to be quite a challenging task to ensure development that is empowering and inclusive of those most marginalised  especially girls and boys, and women  and development that places all [on a] level playing field: those in the &quot;north&quot; and those in the &quot;south&quot;, those with economic interest and those with life-saving interest, men and women, children and adults. The reality is that the complexities of political economy and vested interests are huge barriers to sustainable development. As is the growing rate of disasters, and its [attendant] consequences  being increasingly aggravated by climate change, environmental degradation, migration, population growth, urbanisation and the other perils of our modern times. But if we aim to ensure future generations have the skills, knowledge and resources to live in what is predicted to be a future of scarcity  scarcity of water, land, energy, food, jobs, housing  we need to empower them now and allow them to contribute to today&apos;s decisionmaking, which will affect them most in the future. Prioritising inter-generational justice would go a long way towards achieving sustainable development. And the right strategy to achieve this, one which meets the requirements of value for money, impact, sustainability, inclusion and all the development jargons you need, is that of supporting greater access to quality education for girls and boys living in the most vulnerable circumstances. At the 1992 Earth summit, I joined my classmates in singing We Are the World at a stage set up for civil society in the Aterro in Rio. Twenty years later, not only is the king of pop no longer with us, the call for action by then 12-year-old Severn Suzuki to the then global decisionmakers attending the Earth summit remains unmet. But on the other hand, we now have a much more aware world, where technology and access to information has led the greatest advances towards making us equal and interested in &quot;making a better world&quot; as carolled by Michael Jackson. And we now have a world where our self-imposed borders of north-south and rich-poor divides are being dismantled by the non-discriminatory nature of disasters and climate change, and Twitter and Facebook youth activism. These waves of change are pushing us to come together, and have at last challenged the powers-that-be to rethink the prevailing &quot;business as usual&quot; modus operando. Rio provides us with the opportunity to start laying the foundations for our post-2015 world, when both the millennium development goals and the Hyogo Framework for Action&apos;s due dates expire. So Rio 2012 should not make the same mistake as Rio 1992; [it should] make sure that, this time round, risk management becomes a central thread which will weave together all other priority areas to be agreed in numerous negotiations to come. Without risk management, we will never achieve sustainable development. [Risk management] should include managing disasters and climate risks, risks of conflict, economic shocks, food security and political crises. This can all be achieved through a resilience framework which tackles changing risks and uncertainties, enhances adaptive capacity, and addresses [the] root causes of vulnerability by promoting the active participation of children and women in decisionmaking and local action. Investing in knowledge and education  through formal and informal learning mechanisms  for girls and boys exposed to disaster and climate risks is the most cost-effective way for securing a more resilient and sustainable future. Despite all the negative press on Rio+20 being yet another UN-led jamboree in the appropriate carnival capital of the world, Rio will make a difference. This is the opportunity for us to pull forces together and call for change. Governments were never so much in need of suggestions and advice on how to navigate past the 2015 milepost; rather than give up, we should come together and help them map out the pathway to the future we, and future generations, want.", 
    "section": "global-development", 
    "gid": "global-development/2012/jun/15/rio-20-voice-brazil", 
    "wordcount": "657"
}