{
    "headline": "London 2012 Olympics: how should universities contribute to the legacy?", 
    "text": "Earlier this year Andy Miah asked: what will the olympics do for higher education in the UK? Given that I&apos;m naturally sceptical of the claims that these sort of events will do anything more than make the athletes who do well celebrities and make money for businesses and individuals who already have the networks or resources needed to capitalise on these opportunities, I thought Andy&apos;s was a darn good question. But not only did he ask it, he then provided some answers: &quot;From setting up undergraduate modules on media training to building links with hospitality courses or security, there is hardly one dimension of the higher education sector that has not been reached by the Olympic programme in some way.&quot; He also added: &quot;The Games have given rise to cross-sector collaborations, particularly between education and the arts sector.&quot; And he&apos;s not the only one to celebrate the sector&apos;s contribution to this major sporting event. The focus of the annual UK Universities Week is unsurprisingly the Olympic Games and a report published on Monday, points out that 94% of higher education institutions across the UK are, or plan to be, involved in Games-related projects. But what happens after the Games are finished? While there is little doubt that the Games have long captured - and continue to capture - the interest of academia, is it possible for HEIs to use the Olympics to transformative effect long-term - both inside and outside their walls? And if they can, what is the scope of that legacy? Does it end with improved student experience - perhaps through new gym equipment campuses will potentially inherit from resident teams - or can the Games also impact on other aspects of higher education? On Friday 4 May, we&apos;ll gather a panel, as international as the Olympics themselves, to discuss how universities can - and should be contributing to the Olympics legacy. Join us at 12 BST, posting questions in the comment threads below. You can also have your say on Twitter using the hashtag #HElivechat This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network. Panel Dr Beatriz Garcia, head of research, Institute of Cultural Capital Beatriz is head of research at the Institute of Cultural Capital and senior research fellow in sociology at the University of Liverpool. She has led research on the Olympic Games since 1999, undertaking data collection at eight Olympic Games to date (Barcelona, Sydney, Salt Lake City, Athens, Torino, Beijing, Vancouver and London). She has been involved as academic advisor on culture and education to the London 2012 team since the bid stage and is also editor of the online magazine Culture @ the Olympics. @beatrizgarcia Gareth Smith, head, Podium, The further and higher education unit for London 2012 Gareth&apos;s remit is to maximise the engagement of universities and colleges with all aspects of the Olympic and Paralympic Games and their legacy. @garethsmith2012 Selena Bolingbroke, pro vice-chancellor, University of East London Selena is responsible for driving the implementation of the university&apos;s strategic plan, and for UEL&apos;s partnerships with external organisations. She is the executive lead for Olympic Legacy and Sport at UEL, which lies at the heart of the London 2012 Games, and its legacy will shape UEL&apos;s future as a leading university for sport. Selena also leads the Centre of Excellence for Women&apos;s Entrepreneurship. Karen Rothery, chief executive, British Universities &amp; Colleges Sport (BUCS)  Karen joined BUCS after over 20 years of working in manufacturing business. She spent two and half years at England Netball as its commercial director. Karen is a board member of Podium, a trustee of The London Youth Games, a member of the Economic and Social Research Council Peer Review College; she also sits on the Leadership and Governance Group for Healthy Universities and the Higher Education Advisory Group for Sports Coach UK. @KarenRothery1 Christopher Thomas Gaffney, visiting professor, Universidade Federal Fluminense, Rio de Janeiro, Brazil Christopher is an academic geographer, investigative journalist, and author living and working in Rio. Christopher has taught courses on globalisation and sport, urban planning and the impacts of mega-events. His website, Hunting White Elephants, is a journey along the bumpy road to Brazil 2014 and Rio 2016. A native Vermonter, Christopher is a licensed football coach and referee and received his doctorate from the University of Texas, later teaching at the University of North Carolina at Chapel Hill. @geostadia Leigh Robinson, professor of sport management, University of Stirling Leigh is chair in Sport Management at the University of Stirling. Her expertise lie in capacity building in olympic sport organisations. She works extensively with National Governing Bodies and Nation Olympic committees and she is director of Governance and Compliance for Commonwealth Games Scotland. @StirUni Panu Nyknen, professor, Aalto University Helsinki, Finland Panu is a historian, whose main research interests are in the history of technical sciences and education and the history of Finnish industry. He&apos;s an expert on industrial architecture, Olympics and Aalto University where he has been working at the School of Engineering for 10 years. Panu is a chair of the National committee for the history of science and technology and the general secretary for the Finnish academy of technical sciences. Professor Mike Weed, director, Centre for Sport, Physical Education &amp; Activity Research (SPEAR), Canterbury Christ Church University Mike Weed is professor of sport in society and faculty research director for social &amp; applied sciences at Canterbury Christ Church University. He has conducted research on Olympic legacies funded by the Department of Health, the Economic and Social Reseach Council and Sport England, and on the engagement of FE and HE with London 2012 funded by Podium). He is author of Olympic Tourism (Elsevier, 2008) and editor of the Journal of Sport &amp; Tourism. @ProfMikeWeed Janice Forsyth, director, International Centre for Olympic Studies Janice Forsyth is the director of the International Centre for Olympic Studies (ICOS) at Western University in London, Ontario, Canada. Established in 1989, ICOS was the first of its kind in the world. It remains the only such centre in the Americas. It has as its primary mission the generation and dissemination of academic scholarship focused specifically on the socio-cultural study of the Olympic Games and the Olympic Movement. ", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/may/02/london-2012-olympics-universities-legacy", 
    "wordcount": "1053"
}