{
    "headline": "Mystery bird: black-headed grosbeak, Pheucticus melanocephalus", 
    "text": "Black-headed grosbeak, Pheucticus melanocephalus (synonyms, Habia melanocephala, Zamelodia melanocephala and Hedymeles melanocephalus; protonym, Guiraca melanocephala), Swainson, 1827, photographed in Stanwood, Washington, USA.  Image: Dan Logen, 23 May 2012 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Nikon D300, 600 mm lens. ISO 800. 1/1250 sec, f/6.3, Exp compensation -1    Question: This North American mystery bird is probably impossible (or nearly so) to identify from this image, so I am going to ask you what you think this bird is doing. Can you identify this bird&apos;s taxonomic family and species? Further, if you can identify this species, can you tell me about this bird&apos;s unexpected &quot;talent&quot;?  Response: This is a black-headed grosbeak, Pheucticus melanocephalus, a medium-sized migratory songbird that is endemic to western North and Central America. This species is placed into the family, Cardinalidae, known as the cardinal-grosbeaks. This group of New World seed-eaters is distinctive because of the heavy beak for which they are named.  Our mystery bird is sitting on its perch grooming its feathers, an essential activity that birds must invest many hours into daily because feathers are their primary mode of transportation and source of insulation as well as functioning as a visual &quot;signboard&quot; to other birds. Our mystery bird is challenging to identify from this image, but I think the breast colour and pattern, black feet and the small glimpse of black on the bird&apos;s nape combined with the bird&apos;s location are all sufficient to identify this individual as a black-headed grosbeak.  One of the things that I especially enjoy about this species is their song, which is similar to that of the American robin, Turdus migratorius. But intriguing to me is that both males and females sing, but they have a gender-specific songs.  The Mystery Birds reference library: Africa South and Central America Oceania and the South Pacific Ocean .. .. .. .. .. .. .. .. .. .. ..  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at the Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist Pinterest: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/jul/18/1", 
    "wordcount": "374"
}