{
    "headline": "Arms and aid don't mix in international development", 
    "text": "The British government should resist any conflation of the overseas aid budget with defence spending (Ministry of Defence campaigns for overseas aid to pay for military patrols, 30 April). First, official development assistance must be delivered with the objective of promoting the &quot;economic development and welfare of developing countries&quot;. Even though OECD&apos;s definition of aid may allow military spending for humanitarian aid and development services, its explicit exclusion of direct military spending means that it should not be manipulated to cover shortfalls in the defence budget. Second, the connection between development and security should not be taken as an argument for increased military spending in the interests of development. Although development cannot take place without security and stability  as indicated by the oft-cited fact that no conflict-affected country has achieved a single millennium development goal  it does not mean that development activity should be a military enterprise. Third, the MoD eating into the 0.7% commitment will only lead to cuts in funding for civil society organisations, NGOs and agencies with the objective of supporting real development initiatives. At a time when the Department for International Development funds fewer organisations and for less, diverting even a portion of its budget will ultimately be counterproductive to the UK&apos;s development commitments. DfID&apos;s budget has been ringfenced for a reason. If the UK wants to be a leader in supporting the sustainable development of lower income countries, it should resist pressure from the MoD.Shireen LauGlobal Partnership for the Prevention of Armed Conflict  The suggestion that part of the UK&apos;s aid budget could be spent on defence  including paying for flights of military aircraft, some navy patrols and body armour  jeopardises humanitarian principles. Aid work is founded on impartiality and based on need. We need to preserve neutrality, otherwise both the effectiveness of humanitarian work and the safety of staff will be put at risk. British people do not expect aid money to be siphoned off to other government departments. They rightly want it to tackle poverty and inequality and save lives. By 2015, taxpayers&apos; money, channelled through DfID, will secure schooling for 11 million children internationally. This is more than we educate in the UK and, at 2.5% of the cost, is a vital contribution in a world where 66 million girls are denied an education. We must ensure that essential boundaries between aid and defence are not blurred which would put this kind of effectiveness and efficiency at risk.Tanya BarronChief executive, Plan UK  The MoD&apos;sproposal needs to be considered alongside the other proposal that up to 30bn be spent in 2017-18 replacing the Trident submarines. Or, asI suspect, is that budget protected and ringfenced?Professor David StephensUniversity of Brighton  So the Ministry of Defence wants to steal money from the aid budget. I am sure it would do more for world peace ifthe MoD&apos;s budget were spent entirely on overseas aid.Tony AugardeOxford ", 
    "section": "global-development", 
    "gid": "global-development/2013/may/02/arms-aid-international-development", 
    "wordcount": "493"
}