{
    "headline": "Upon the Yare three grebe pairs were all in display", 
    "text": "It is hard to believe that last week I was on the upper slope of Gratton Dale looking down on a badger&apos;s sett spread under a great thicket of elder. I waited in the hope that its inmates might emerge, but it was a forlorn vigil. The chill factor of a brutal north-easterly dragged air temperatures below zero and in the previous weeks the same blast had slewed the snow into deep ribs of white across the frost-burnt fields of Derbyshire. In some places they were still a metre deep and at the Duke of York in Pomeroy I photographed one heap as high as the top of the pub&apos;s front door. By the badger&apos;s sett my only communion with its occupants was to see how the claw-marked elder trunks swayed relentlessly and to hear how those chafing branches clashed with their neighbours. I waited until nightfall amid that frozen chorus of wind-shaped sound and felt that I had probably gained an inkling of how paleolithic hunters might have felt living on the edge of an ice age all those millennia ago. Today I walk to the Yare in sunshine. There in a neighbour&apos;s hellebores was the season&apos;s first buff-tailed bumblebee. By the stile I heard the plangent disyllable of a chiffchaff, my first migrant of the year (it&apos;s the only occasion in 41 years when that moment has come in April, not March). At the dyke I watched the first grass snake uncoil, and next to the river I could see that the avocets had finally returned to the pools opposite. Upon the Yare three grebe pairs were all in display. Two birds in particular, oblivious to my presence, swept their lax head crests in alternate gestures, the male then scooping a great beard ofgreen weed from the surface. He began to shake it at his partner, she head-swaying all the while, and with water droplets glittering off them both, he passed to her the gift of spring.", 
    "section": "environment", 
    "gid": "environment/2013/apr/14/claxton-norfolk-yare-grebe-pairs", 
    "wordcount": "331"
}