{
    "headline": "Of geology and shelf-stacking", 
    "text": "Iain Duncan Smith, Secretary of State for Work and Pensions, was interviewed on the Andrew Marr Show last Sunday about the government&apos;s back-to-work scheme. Referring to the case of Cait Reilly, a geology graduate who had challenged the government over the legality of her work placement at Poundland, Duncan Smith said: &quot;There is a group of people out there who think they are too good for this kind of stuff,&quot; and that &quot;the next time somebody goes in  those smart people who say there&apos;s something wrong with this  they go into their supermarket, ask themselves this simple question, when they can&apos;t find the food they want on the shelves, who is more important  them, the geologist, or the person who stacked the shelves?&quot; The Geological Society issued a press release the following day, more in puzzlement than in anger, highlighting the important role played by geologists at various stages of the food chain  a point that seems not to have occurred to IDS when posing his unfortunate rhetorical question.  Many of our members were pleased we had responded. One or two thought we were being unnecessarily defensive. After all, IDS hadn&apos;t said that shelf stackers were more important than geologists, period, or that all geologists considered themselves above stacking shelves. If Ms Reilly&apos;s degree had been in a subject other than geology, he would surely have drawn comparisons between shelf stackers and chemists, historians or whoever. And we certainly weren&apos;t out to suggest that those who stack shelves are any less important than geologists. Both are needed to ensure the foods we take for granted are at our fingertips when we visit the supermarket. So why did we rise to the bait? The Secretary of State&apos;s choice of words suggests he has a rather narrow conception of what geologists actually do, and why their work is useful to society. As the Science Council&apos;s &quot;10 types of scientist&quot; project demonstrated, most scientists do not spend their working lives in laboratories wrestling with intellectual challenges remote from everyday life, but that is many people&apos;s impression, and it shapes their assumptions about what kinds of people become scientists and what career options are available to them. Geologists work to develop our understanding of our planet, so we can better prepare for and mitigate the effects of natural disasters and environmental change. They locate and help to produce a huge range of resources on which the UK&apos;s population and industry depend: water, energy and minerals (needed for fertiliser, construction materials, metals for high-tech applications and much more). Their work is essential to the provision of important services, including management of the waste we produce; construction of buildings, roads and other infrastructure projects; and remediation of environmental problems, including cleaning up land contaminated by industrial use. Doing all this also generates considerable economic wealth.  To meet these needs in the future, it is essential that we continue to attract talented and enthusiastic people to study and pursue careers in geology  people from all kinds of background, who don&apos;t mind getting their hands dirty and want to tackle real world problems. IDS&apos;s implied slight to geologists isn&apos;t going to stop those efforts in their tracks, but if it perpetuates a restricted view of what geologists do and what they are like, it is not likely to help either. It also risks disguising real concerns in some areas of industry about current and future skills shortages in geoscience specialisms such as hydrogeology, engineering geology and geophysics  fields in which employers generally require applicants to have at least a masters degree. As the Higher Education Commission&apos;s report on postgraduate education highlighted, amid the various policy reforms the government has simultaneously introduced in higher education, it has paid very little attention to the effects these changes may have on provision of and access to postgraduate education, including taught masters degree programmes.  Research council support for such programmes has been withdrawn. Undergraduate students completing their degrees with greater levels of debt than their predecessors may be less likely to take on a further year of study and debt, especially as student loans are not available for standalone masters degrees, so that those who cannot afford to pay up front face commercial interest rates. This is most likely to disincentivise less well-off students from further study. Already the financial pressures on higher education institutions has led to the closure of some specialist geoscience masters programmes, and if the supply of UK students dwindles further, this may worsen.  Is geology a uniquely challenged discipline, cut to the core by Mr Duncan Smith&apos;s careless remarks? Of course not. Had he similarly impugned any other branch of science, its community would no doubt have been just as able as ours to demonstrate its value to the economy and society, and to highlight some of the pressures it faces. IDS is unlikely to be the only minister whose conception of what scientists do is limited, though  and that is a challenge for all of us. Nic Bilham is head of strategy and external relations at the Geological Society. He is interested in debates about the roles scientists can and should play in policy-making. He&apos;s on Twitter as @nicbilham ", 
    "section": "science", 
    "gid": "science/political-science/2013/feb/20/geology-shelf-stacking", 
    "wordcount": "869"
}