{
    "headline": "Lay workers in vanguard of Malawi's battle against child mortality", 
    "text": "Resource-lean, short of professionals and prone to food crises, Malawi does not look like a great candidate for any of the millennium development goals (MDGs). But that is not reckoning with the likes of Ruth Bwanakaya, a single mother who runs what can best be described as a health centre under a tree, with a straw mat to demarcate the consulting room and a wooden chest for a pharmacy. In a report published on Thursday, Unicef, the United Nations children&apos;s agency, says Malawi more than halved under-five deaths between 1992 and 2010, from 234 to 112 for every 1,000 live births. Unicef says lay people like Bwanakaya, who is one of about 10,000 government-employed health surveillance assistants, act as a remarkable first line of defence against malaria, pneumonia, malnutrition and diarrhoea  the scourges of under-five survival figures in low-income countries. Bwanakaya emerges with her mat from the two-room home she shares with her younger brother, 8, and her own six-year-old daughter. &quot;It is very satisfying work,&quot; says the 28-year-old, who earns a net monthly salary of 23,000 kwatcha ($80), probably one of the highest incomes in the village. But being a health surveillance assistant is taxing. &quot;The community expects me to be available at all times, day or night  sometimes several times during the night,&quot; says Bwanakaya. &quot;My bicycle is broken  the tyres are worn out  so I must walk between the 13 villages I cover.&apos;&apos; Asked how many people are in her care, her reply is instant: 1,276 adults and children. It&apos;s as though she knows them all personally. While the focus of Malawi&apos;s health surveillance assistants is on under-fives and pregnant mothers, their real brief is broader. The country has a population of 15 million, and there are more than 650,000 births annually. But the government health service has only eight paediatricians, 16 obstetricians and about 2,500 nurses and midwives. Bwanakaya received three months of training, yet her responsibilities include health and sanitation education, family planning, immunisation, infant HIV-testing, and the distribution of vitamins, malaria nets and iodised salt. In a country with an 11% HIV prevalence, she is a key player in policing drug regimes for the prevention of mother-to-child transmission of the Aids virus. Crucially, she has to be savvy enough to know when to refer patients to the district hospital, in Chikhwawa, 4km away. The responsibilities of health surveillance assistants  most of whom have only a secondary school education  have grown since 1973, when Malawi first devised the concept of &quot;cholera assistants&quot; to cover occasional health crises. The current trend  on trial in a quarter of health districts  is to equip them with toll-free mobile-phone access to a mainframe computer; having read data sent by sms, the computer produces rapid diagnoses. Outside Bwanakaya&apos;s home, five cowslook on from an enclosure and pigs trot about grunting. Dogs laze in the stifling afternoon heat of the Shire Valley. She rolls out her mat under the neem tree. Margaret Gift, 29, brings her son, Simplicious. Flip-flops are kicked off and the women sit down. The five-year-old has a cough, fever and diarrhoea. In a gigantic ledger, Bwanakaya notes down details: his name, age, village, and disease symptoms. As a matter of routine, she checks him for signs of malnutrition. She reaches into her wooden trunk and hands over anti-malaria medication, paracetamol, oral rehydration salts, and zinc for the diarrhoea. The consultation and generic medicines are free, supplied by the government and Unicef. Occasionally, medication runs out  Bwanakaya says she has been out of eye ointment for 42 days  but the system is broadly dependable. Such is the health surveillance assistant&apos;s appeal to the community that, once Bwanakaya started offering her services in Mafunga four years ago, the local sing&apos;anga (traditional doctor) upped sticks, bones and herbs, and left. Bwanakaya says the success of her makeshift clinic is due to its proximity to poor villagers who often lack the means to travel and may be daunted by the thought of visiting an impersonal, mainstream institution. &quot;They call me Doctor Bwanakaya because for most of them I am the most important health worker they know. As soon as a child gets sick, they run to this place because it is near. If this clinic was far away, they might decide to sleep over it, thinking they will take the child the following day, which may be too late.&quot;  Alex Duval Smith travelled to Malawi with Unicef", 
    "section": "global-development", 
    "gid": "global-development/2012/sep/13/malawi-lay-workers-child-mortality", 
    "wordcount": "752"
}