{
    "headline": "Global Game Jam tackles the issue of accessibility", 
    "text": "The annual Global Game Jam kicks off on Friday, with thousands of coders around the world gathering in hundreds of different venues to spend the weekend writing games. Launched in 2009 and organised by the International Game Developers Association, this is the largest of many annual &quot;game jam&quot; events, aimed at encouraging both new and experienced programmers to complete an entire, working game project in the sort of time it usually takes to instal a new piece of software on your PC.  Like many of these events, the Global Game Jam has a single theme that participants have to design their projects around (last year&apos;s was &quot;Extinction&quot;). This year, however, entrants are being invitied to consider meeting another requirement: accessibility to gamers with disabilities.  &quot;It was all kicked off by Tara Voelker, the chair of the IGDA&apos;s accessibility group, as part of our ongoing efforts to raise developer awareness,&quot; says Ian Hamilton, a veteran designer and accessibility consultant, overseeing the implementation of the Global Game Jam&apos;s accessibility strand in the UK. &quot;The reason for doing it via GGJ is that a competition is a good way to reward people for taking an active role, while letting everyone else there learn something about accessibility.&quot; With gaming becoming a more popular and pervasive form of entertainment, accessibility issues are starting to be recognised and tackled by the professional game development community. &quot;There are four types of disability  visual, hearing, cognitive and motor,&quot; says Hamilton. &quot;By knowing and thinking about these groups upfront, game designers can easily avoid the barriers that may have prevented gamers with disabilities being able to enjoy playing.  &quot;Even a simple thing, like choosing blue instead of green for a team colour, as Treyarch recently did with their colour-blind friendly mode for Call of Duty: Black Ops, can make your game playable by significant swathes of the population that would otherwise have had great difficulty. The red/green colourblindness that Treyarch addressed affects 8% of males, meaning they were finally able to tell their team-mates from their enemies.&quot;  Hamilton reckons a big part of the challenge is helping developers to recognise that greater accessibility doesn&apos;t necessarily mean masses of extra development time or resources. &quot;Fully functioning and accessible games being produced in the space of 48 hours is a really powerful demonstration that accessibility doesn&apos;t have to be expensive or difficult,&quot; he says. &quot;Also, the results are often great examples of nice simple design principles that can be applied across the industry.&quot; Several organisations are engaged in getting a similar message across. In the UK, the amazing charity SpecialEffect, based in Oxfordshire, has a library of specialised game controllers that it lends out to gamers with disabilities  its staff even hack together their own modified joypads from various bits of consumer hardware. They&apos;re also working with the UK development community to get greater accessibility into the games themselves. Last year, major British studio Splash Damage announced its support for SpecialEffect and committed to making all of its titles much more accessible. Its critically acclaimed shooter Brink, for example, offers full button remapping on the joypad, allowing gamers with physical disabilities to configure the controller to their exact requirements.  In the US, meanwhile, the Able Gamers Foundation provides a similar function, working with developers while provding reviews of mainstream games, based partly on their accessibility. And technology is moving in this direction anyway: motion-tracking devices such as the Xbox Kinect are bringing about new possibilities, allowing players to engage with games in more subtle and intuitive ways. Microsoft is actively encouraging the academic community to explore the wider posssibilities of its Kinect technology, making the APIs and development software free and providing libraries for elements such as head- and eye-tracking.  For the Global Game Jam, the accessibility strand started up last year, at a single venue in Orlando. &quot;It was a great success,&quot; says Hamilton. &quot;Despite being built from scratch in 48 hours, the winning game, Gaya, considered all four disability groups, making it accessible to a huge range of players. It didn&apos;t matter if you were deaf, colour-blind or even paralysed, the game played in the same way and was just as fun for everyone.&quot;  For 2012, the concept is expanding, and all 250 venues are being invited to include the accessibility challenge. In the UK and Ireland, Global Game Jams in Bristol, Birmingham, London, Stafford, Newport, the University of Ulster and Ipswich will all be taking part. Entrants at any of those venues who want to consider the requirements will be given a special pack when they arrive; this contains the marking criteria and some guidance, and participants will also be offered support and advice from accessibility specialists throughout the event. There will be regional winners and an overall global winner too.  Importantly though, this is all about raising the issue of accessibility with a new generation of coders and designers. The people who enter game jams are usually students or indie developers just starting out in their careers  if they become aware of accessibility issues at this stage, they&apos;ll be aware of them in five years time when they&apos;re working on the latest Call of Duty and Fifa football games. &quot;Access to entertainment, culture and socialising is just as important as access to services and buildings,&quot; says Hamilton. &quot;Accessible gaming gives us a fantastic opportunity to make a real difference to people&apos;s lives.&quot;", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jan/27/global-game-jam-accessibility", 
    "wordcount": "921"
}