{
    "headline": "World Bank tribunal dismisses mining firm's $250m claim against El Salvador", 
    "text": "An international tribunal has dismissed a multinational mining companys demand that the government of El Salvador pay $250m (205m) in compensation for refusing to allow it to dig for gold in the tiny Central American country where the slogan, No to mining, yes to life has become a national rallying cry. The tribunal, which ruled that OceanaGolds case was without merit, also ordered the firm to pay the Salvadoran government $8m to cover the majority of the countrys legal costs. For the people of Cabanas who have been fighting to defend their environment, it is mission accomplished, said El Salvadors attorney general, Douglas Melndez Ruiz. It is an important step for the country to have been victorious in this lawsuit.  While an OceanaGold statement expressed disappointment at the verdict, the outcome was celebrated by civil society groups from El Salvador to Canada, although they questioned why the ruling in a case dating back to 2009 had taken so long.  Bernardo Belloso, president of the Association for the Development of El Salvador, part of a national roundtable opposed to metallic mining, said the ruling vindicates our right to determine our own development path. But he added: This is a law suit that should never have been allowed. The millions of dollars that El Salvador has spent in legal costs could have been used to strengthen badly needed social programmes in our country.  The verdict marks the culmination of more than seven years of deliberations, largely behind closed doors, at the World Banks International Centre for Settlement of Investment Disputes (ICSID). In 2009, the Canadian mining company Pacific Rim  since acquired by the Australian-Canadian mining firm OceanaGold  filed a case at the centre claiming that El Salvador had unfairly refused to grant it a concession to start digging at its El Dorado mining project. The company said the government had encouraged it to spend tens of millions of dollars to undertake mineral exploration activities near the central Salvadoran department of Cabaas, only to withhold necessary permits once valuable deposits were discovered.  At the same time, the firm sued El Salvador alleging the loss of potential profits. The sum sought by the company, which was revised several times over the course of the dispute, at one point exceeded $300m  almost twice the $158m in international aid that El Salvador received in 2014.  El Salvador, where almost a third of the population lives under the national poverty line, spent more than $12m on its legal defence. It maintained throughout the case that OceanaGold failed to meet regulatory requirements for the requested permits. The country said OceanaGold lacked crucial environmental permissions, did not hold the rights to much of the land required for its project, and failed to submit a final feasibility study. The ICSID case against El Salvador is one of hundreds that corporations have filed against governments under the investor-state dispute settlement (ISDS) system, a mechanism enshrined in thousands of international trade and investment treaties and some domestic laws. The system has become a flashpoint for opposition to the proposed Transatlantic Trade and Investment Partnership between the US and Europe, which would further extend the reach of ISDS. Jen Moore, Latin America programme coordinator at MiningWatch Canada, said: This ruling is a relief, but it is not a win. This already costly suit should never have been able to take place. For seven years, it has put a chill on policymaking that could respect the decision of Salvadorans to prohibit metal mining and protect local communities and the environment. Too many corporations, she added, have used the ISDS system to bully governments and undermine local opposition to mining given its devastating impacts, and this must stop. Meera Karunananthan, a water campaigner for the Council of Canadians, said the case against El Salvador should serve as a cautionary tale. Salvadoran movements have been pushing for bold initiatives addressing the countrys environmental challenges, including a more robust water policy and a permanent ban on metal mining, but these policy proposals have been stalled under the threat of this lawsuit, she said.  As long as the country is forced to adhere to trade and investment rules that enabled the lawsuit in the first place, it will be extremely challenging for Salvadorans to maintain their sovereignty over environmental and social policy. Manuel Prez-Rocha, an associate fellow of the Institute for Policy Studies in Washington, said: The fact that it took more than seven years to release the ruling, and that a country with so many economic difficulties like El Salvador has had to pay millions for its defence, is immoral and shows the complete discretion with which these tribunals sponsored by the World Bank, and its infamous ICSID arm, operate.    Related: El Salvador groups accuse Pacific Rim of 'assault on democratic governance'    OceanaGold said in a statement that it had inherited the dispute when it acquired Pacific Rim and had always sought an amicable resolution that would benefit all parties. The statement added: The company believes that a modern resource industry that operates in a safe and sustainable manner and within internationally recognised best practices has the potential to unlock a sustainable and multi-decade development opportunity for the Republic of El Salvador. However, the company recognises that the Government will need to take positive and definitive steps towards establishing a stable business environment if it wishes to attract foreign investment to establish this opportunity.        ", 
    "section": "global-development", 
    "gid": "global-development/2016/oct/14/el-salvador-world-bank-tribunal-dismisses-oceanagold-mining-firm-250m-claim", 
    "wordcount": "898"
}