{
    "headline": "PlayStation 4 v Xbox 720: insiders discuss the future of consoles", 
    "text": "Well, that was interesting. On Saturday, I wrote an article about the challenges facing Sony and Microsoft&apos;s next generation of consoles. I put forward the hypothesis that there&apos;s a growing demographic of gamers who don&apos;t care about the quality offered by dedicated machines  they just love the convenience of their smartphones and tablets. I wondered how such an indifference could be combated. To explore this perspective I spoke to Oscar Clark and Will Luton, two games industry veterans from the social, mobile and smartphone side of the industry. Their comments provoked a strong reaction from readers, with a lot of very negative comments. The vision of the future that Clark offered  one in which specialist consoles become a fifth wheel in the whole smart TV/tablet/phone ecosystem  was not universally popular.  So, to get some different angles, I spoke to several other pundits and developers about the future of games and the role consoles will have. Here&apos;s what they had to say.The expertsRhodri Broadbent  veteran game designer and co-founder of Welsh studio, Dakko DakkoJames Hannett  coder and designer at award-winning developer, Mode7Michael French  editor-in-chief, MCV Piers Harding-Rolls  senior principle analyst, IHS Screen DigestPhil Gaskell  co-founder, Ripstone Publishing, previously senior producer at Sony Computer Entertainment By breaking the five-year console cycle this time round, is it possible that Sony and Microsoft weakened their position in the industry? Move and Kinect were not compelling enough to keep a mass audience interested. Was that seven-year wait was too long? Rhodri Broadbent: Whilst there has been a section of the market crying out for new hardware, the Xbox 360 and PS3 are still expensive to buy, relative to previous generations, and that means there is still a fair way for them to go in selling to the widest possible user base. James Hannett: I don&apos;t even think this generation has been hugely delayed. There was a six-year gap between the PlayStation and PS2 for instance. But this generation was hugely expensive to develop and manufacture so I suppose they wanted to try and maximise their return. I&apos;m sure the whole global financial crisis caused them to put their plans on hold for a while as well.Phil Gaskell: Eight years is a long time to wait for a new shiny console. In that time we&apos;ve had world events that rippled around the globe. The economy has taken a nose-dive and isn&apos;t recovering any time soon, and smartphones and tablets have disrupted the fight for the living room by adding a second screen!  During this cycle, the traditional console makers have, at times, made a ham fist of trying to invigorate their audiences and extend the life of the platform. You can&apos;t blame them, game production costs are increasing, games need to sell in higher volumes, so audiences need to be bigger. Perhaps this is contributing to an apathy, or maybe it&apos;s because Apple launch a new bit of kit every year to a rabid fanfare and it&apos;s starting to desensitise us to the hoopla we used to get embroiled in every five to six years in the past? We&apos;ll all read about PS5 and Xbox 4 on our iPad 12s.  Are gamers after new experiences though? I&apos;d like to think they are because as an old-school gamer, I&apos;m looking for them; but in reality a pretty sizeable portion of gamers seem perfectly happy just buying Fifa, COD and GTA games  watch GTA V break all records again this year. I draw a lot of hope and inspiration from the surge of indie games we&apos;re seeing, games that embrace risk and aren&apos;t afraid to offer those types of new experiences. But do you think that there is also a new type of gamer emerging that values convenience over quality; that acknowledges the deeper experience they may get from a console, but remains happy with their tablet or phone?Michael French: The audience has definitely moved faster, and their tastes have developer faster, than the tailend of the pace of the current console generation. Kids especially are more mobile/tablet, and handheld gaming, savvy than ever. Anecdotally, you can see across the console market that all the big boxed games released are for an older crowd. Angry Birds and Minecraft have mostly eroded the video games on console, where only the Lego and Skylanders games remain. Licensed games are, mostly, irrelevant. This doesn&apos;t necessarily mean this generation of gamer is lost forever, or that this is the end of games-specific devices, but certainly their habits are being catered to by these new devices so console manufacturers have to adapt in some way. Piers Harding-Rolls: It&apos;s true the industry landscape for gaming is more competitive than ever. There will be gamers that are happy with gaming on the tablet or smartphone of course, but consoles still have a unique proposition which we believe allows them to make a relatively strong move at the start of this next generation.  Is there still as much excitement about the generational shift? I wonder if there&apos;s a great air of skepticism this time round ...RB: I don&apos;t know that there is an air of skepticism  certainly not online amongst game sites. There has been a fairly natural lull in excitement around the current generation machines as consumers got used to iterative updates of the generation&apos;s finest moments, but once people see new games with fresh ideas, I expect the excitement to return with force.JH: I&apos;m hugely excited to see what [the new consoles] are capable of. The thing that interests me most about the spec rumours is that they&apos;re so similar. I&apos;m not sure if there&apos;s ever been a generation like this before where the main competitors were so closely matched. This should be beneficial for everyone as it will lower costs and there&apos;s a lot of existing tech and knowledge from the PC world that can be applied  this means games should look and perform great from the start. If no one&apos;s struggling with their tech, they&apos;ll have more time and money to focus on the rest of the game and maybe the usual disappointing launch lineup can be avoided. But is there a chance that tablets and smartphones could evolve to a position where they genuinely match the dedicated consoles for performance? I mean, look at the latest ARM Cortex A15 chipsets and Mali T604 GPUs.RB: If they add buttons? Sure they&apos;ll be viable. They&apos;re already viable for many players. It depends what you want from your game device. Gaming is a really wide world, and I don&apos;t think it&apos;s likely that the rise of smartphone or tablet gaming means other types of gaming will suffer terminal decline, nor that one has to replace or evolve into the other. Neither a platform nor a business model need to own the world in order to be successful. When I got my first iOS device, I was a very active consumer of new iOS games, regularly searching out new stuff. As the years have gone by my iOS devices have settled into a groove and I play SpellTower and LetterPress, because that is what they do for me better than any other game device I have. Until my iPad has buttons and a stylus, it can&apos;t replace my 3DS or Vita or the feelings I get from games on them, but nor do I need it to. When I got my latest iPhone, it transferred everything I already used my old one for on to it, and so I don&apos;t think I&apos;ve even been to the app store on the new phone. Other than for updates. The idea that you connect a tablet to your TV and play seems to only work in single-gamer households, or as a very much secondary function. For the tablet to be the household&apos;s main game machine, what happens when I want to take it to work or on the train with me? No one at home can play. Or do they all have to have their own device? That doesn&apos;t sound like a particularly good setup to me.  JH: Have you ever tried to play a game on a TV using your phone or tablet as a controller? I&apos;m sure that there are some really great game designs made possible by it  probably to do with local multiplayer and asymmetric knowledge. But for everything else, it just tends to get in the way. PG: If you look at the way tablets are sporting more impressive processors it leads you to believe they will rival consoles very soon and on paper there&apos;s no question they will, but consoles have a unique advantage. They are plugged into the mains and this lets them run their silicon fast, hot, and long. Who wants a tablet that will only play games for 17 minutes before a recharge? I used to have a gaming laptop like that for the heady years when I didn&apos;t have kids and played a lot of World of Warcraft in the garden. I ended up running an extension cable from the house!  Tablets either need to see some big advancements in the way they deal with power and the inevitable heat it produces, or they need to be docked so they can amp things up. I&apos;m very excited about how we&apos;re just starting to see innovation in this area of games. The way WiiU creates its own second screen experience, and new solutions for connecting tablets to the big screen like Green Throttle&apos;s Atlas controller. Again there are a couple of companies in a position to lead the charge and make this happen, and joint ventures in this space wouldn&apos;t surprise me. How about some of the other potential rivals to Sony and Microsoft? Do you think, say, open-source consoles such as Ouya or GameStick pose a threat?PHR: We view these devices as disruptive &apos;seeds&apos; which will co-exist in the market alongside the established high-end consoles [more on that here]. They will find traction for sure but we don&apos;t expect them to eat into the incumbent&apos;s market share yet. However, they may push Sony, Microsoft and Nintendo to change their content and platform strategies more quickly or indeed may drive a more aggressive approach to games content services from companies such as Samsung. RB: I am not one for market predictions, but I like the idea of more ways to play and different business models so I hope that alongside the big three console manufacturers, we see increased competition from new players, and increased ways for developers to get their games released.  I feel that Apple or Google may have a chance of coming in and taking over though  I mean, they did that with mobile gaming: it was all about Java until iPhone showed up and effectively destroyed that market.RB: I&apos;ve got a current Apple TV and I have yet to see anything which suggests Apple&apos;s interface designers have mastered this type of device in the way they have with multitouch. It&apos;ll certainly be interesting to see their final idea for how a set-top-box should work.MF: I think there is a chance these devices can erode the power of games consoles, but not to the point of their obsolescence. The whole issue around the fight for living room/TV space just suggests we should expect market fragmentation like we already find in the mobile space. You have TV manufacturers directly trying to make the actual screen more powerful, versus the various set top box manufacturers. Then within that set-top box sector there is a battle between the established games firms and the wider Apple TV or broadcaster.  If anything, a more aggressive fight for the home console space with these big screen devices just underlines how much sense a games console business makes  it doesn&apos;t undermine it. So Steam Box might grab some market share from Xbox, but it might also help Xbox in the long-term by offering good opposition and competition.  Stepping back from that a bit, the thing that strikes me there is that TVs are about high performance and fidelity, whether that&apos;s HDTV and 3D or 1080p games. The sexy new world of mobile is about snack games. There&apos;s virtually no crossover so far  Angry Birds isn&apos;t relevant to the TV market, for instance. So whatever fears we might have about the rise of mobile gaming, and the changes in audience tastes, it doesn&apos;t necessarily mean that this world and console games are mutually exclusive. If anything, the excitement about new under-the-TV games consoles at the moment suggests a pent up demand for them  from journalists at least. I&apos;ve got a much wider hypothesis about what consumers make of this situation,which is a bit tangential to your questions ...PHR: We expect Apple to come to the market with a more convincing TV games-related proposition in the future. Part of the reason Apple hasn&apos;t aggressively gone after this space yet is because it is a different proposition from its existing ecosystem of devices in relation to games  finding a well-balanced approach which opens the door to a strong move is not an easy task. In relation to games on TV, we already have plenty of lighter games on connected television devices, none of which monetise particularly well. At the other end of the spectrum we have consoles, which continue to be strongly positioned in relation to TV gaming. Apple needs to break into both these domains and at a suitable price point. Philip, do you think someone such as Apple, Google or Valve can just come in and dominate with a set-top box that does everything?PG: Past performance shows us that these players are the ones to watch for innovation and disruption, so I&apos;m not going to risk my reputation by saying no. Apple makes things that are a joy to look at and use; Google makes things open and provide fantastic services using the power of knowledge; and Valve has great people trying to do what&apos;s best for gamers and game makers and happen to make kick-ass games.  Yet each of them has weaknesses in other areas, not one of them offers the true panacea solution. So suggesting one of them might &quot;just come in and dominate&quot; both trivialises what they need to do to achieve dominance in a quickly changing market, and undermines the foundation work that companies like Sega, Sony, and Nintendo have done to build the games industry to what it is. The consumer electronics business isn&apos;t an easy one to operate in, ask Sony. Gaming retail and the very makeup of the high street is changing fast and that still represents the best route to get hardware into the hands of gamers. I&apos;m still scratching my head wondering why Sky and Virgin haven&apos;t positioned themselves better in this race. Will we perhaps see some strategic JVs soon? Samsung appear to be on the ascendant.  Isn&apos;t there a possibility here, then, that a TV manufacturer like Samsung or LG could just produce a television with a built in multi-core processor and high-end graphics card and cut peripheral boxes out of the equation?PG: I have a smart TV ... it isn&apos;t very smart. There is so much wrong with these devices right now, from the user interfaces, to the consistency of input from app to app, to the obvious fragmentation that&apos;s going to happen from TV to TV (a headache content makers would prefer to avoid). But these are not insurmountable problems.  What I think the biggest hurdle that smart TVs face is consumer behaviour. Most people have been trained to plug some sort of device in to get things on their TV, it&apos;s been so dumb for so long I wonder whether it&apos;s an impossible feat to re-educate people. The idea of supplementary hardware is engrained in us, we expect it, nay demand it. TiVo boxes, Sky HD boxes, Freeview boxes, DVD players, AV amplifiers, these are all bits of hardware we&apos;ve been programmed over the years to buy and connect to our dumb screens to give them new and enhanced capabilities. I don&apos;t see that behavioural programming changing quickly  but there are a couple of companies uniquely placed to converge their businesses and start to make it happen, and soon.  So let&apos;s look at the next-gen PlayStation and Xbox devices. It seems that Sony and Microsoft may both be having similar ideas about longevity: offering cloud-based gaming so eventually the onboard tech is less important; and maybe even providing modular components so bits and pieces can be switched out over time. RB: Cloud-based processing playing a larger role will be interesting but is unlikely to make a big impact on action games. As for modular designs, if you mean upgrades over time, then it erodes one of the main benefits of a games console; the fixed specification. Also, adding or upgrading parts over time doesn&apos;t seem cheaper than simply replacing the machine in six years, and as a consumer, I like shiny new things more than just upgraded current things!MF: It&apos;s all up for grabs. The point of a console is that it pulls together a range of otherwise ambitious or unobtainable technologies into a steady base to release games on for five or so years. The volume of content on PC and mobile  platforms which are either modular or updated every six months or so  has certainly shown that model to be slow, but maybe the opportunity here is for the console manufacturers to create platforms which evolve and change.  Consumers have dealt with successive waves of iOS and Android games that need more powerful OS and updated hardware to run  maybe we&apos;ll end up with grades of Xbox and PlayStation. Perhaps the actual notion of a hardware generation, not the actual idea of successive hardware, is what is outdated here. So, short answer: maybe these platforms will just drop the numbers and be called PlayStation and Xbox instead?PHR: We would like to see consoles tackle a few areas to maintain their competitiveness next generation. First, incumbent console platforms need to make it as easy as possible to publish high-quality content, whether it comes from a major publisher or from a small group of bedroom coders. Second, consoles need to be open to adopting freemium game experiences. We are already seeing some standout experiences on console platforms which are monetising very strongly so that needs to be embraced more effectively next generation.  Thirdly, pricing has got to be attractive in the current competitive climate. We expect both next gen Microsoft and Sony devices to be priced similarly and we&apos;d like it to be as aggressive as possible to drive adoption in the opening months. Four, we expect digital distribution of retail games to be a standard next generation. If the platforms can implement technology which enables instant play of high-end digital games content, then we believe that consoles could establish a strong beachhead based on this unique offering around which they could defend their position.  Lastly, we&apos;d like to see consoles push the boundaries of cross-device integration to maintain their relevance in the eyes of the consumer.  It definitely feels as though there needs to be a major change with the digital services offered by Sony and Microsoft. More room for indies, more room for alternative payment methods ...JH: I don&apos;t know why but online services like Xbox Live and PSN have barely changed at all this generation. I hope to see Sony and Microsoft rectifying that for the next generation. They&apos;re crazy not to support things like free-to-play, in-app purchases and app stores now  and who knows what else is coming in the next 5 years. MF: Not sure my answer here is particularly inspiring: [Sony and Microsoft] need to offer a wider palate of download games; compete in an &apos;entertainment&apos; sense by offering the usual Sky/Netflix/iPlayer/Blu-ray access; the platform holders could do with a more open and flexible licensing structure for publishers and developers; as cheap as possible hardware; sensible pricing for software; and better ways to upgrade firmware and hardware.RB: I don&apos;t think we&apos;ve yet seen how consoles might cope with the many different business models springing up recently, but I&apos;ve not seen anything to convince me that free to play or micro-transaction driven games have to replace outright purchase of a complete product. There is a lot of excitement among pundits around new business models but both as a consumer and a developer, I am only interested in great games, so as with the 3DS&apos;s recent boom in Japan, if the game I want costs 40, and I feel that is good value, then that is what I will pay for it.  I realise that I represent the &quot;enthusiast&quot; section of the marketplace in some regards, but for as long as there remains a sizeable group of enthusiasts, and we can keep cultivating more of them, then that enthusiast marketplace will remain a viable target. But there is a need to foster more of an open environment for developers isn&apos;t there?PG: Consoles try to exert control, it&apos;s a throwback in my opinion to the crash of the 80s and the introduction by Nintendo of the licensing model; the Nintendo seal of quality that helped repair consumer confidence in games. They&apos;ve started to lag in recent years by trying to maintain that control under the guise they are preventing bad game experiences coming out on their hardware and affecting the brand. They use gated processes to make it difficult for people to create content, they sell the hardware necessary to build the content for exorbitant prices, and even now they set ridiculous policies that favour big corporates publishers over smaller enterprises. They&apos;ve failed to embrace the wisdom of the crowd fast enough, and create robust systems to allow gamers themselves to decide what is good and what is not  nothing that wasn&apos;t being done by online retailers like Amazon since the mid-90s.  What has remained consistent throughout though is how content is ultimately king, and is paramount to the success of any channel whether that&apos;s passive or interactive. We shouldn&apos;t underestimate the brand power that consoles still have, the talented teams that work exclusively for them, and the fast learning that&apos;s going on inside them right this minute. The verdict The next Xbox and PlayStation machines can flourish if they evolve to accept the new payment models introduced in the smartphone sector while embracing the openness of the Android consoles. There remains a sizable audience for dedicated high-end gaming hardware: the future is uncertain but filled with exciting possibilities.  Sony is set to announce the next PlayStation console at a press event on Wednesday night. We&apos;ll bring you all the details as they come in", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/feb/18/playstation-4-xbox-720-future-consoles", 
    "wordcount": "3803"
}