{
    "headline": "Tories warned by EU against stifling green agenda", 
    "text": "Brussels has placed itself on a collision course with the Conservative party on the eve of its annual conference by issuing a blunt warning on the dangers of stifling the green agenda. As David Cameron faced pressure from the Tory right to adopt a more confrontational approach to the EU, Europe&apos;s environment chief spoke out against critics of environmental regulations for making &quot;untrue&quot; claims. Janez Potocnik, the European environment commissioner, told the Guardian that for politicians to suggest that green legislation was a burden was &quot;very unhelpful, because it is untrue&quot;. &quot;That rhetoric is missing the point,&quot; Potocnik said. &quot;The economy needs the environment, and the environment needs the economy.&quot; The commissioner, whose comments came after Danny Alexander, the Liberal Democrat Treasury chief secretary, accused the Tories of waging a &quot;constant war of attrition&quot; on green issues, stopped short of naming any Tory ministers. But George Osborne, who announced a slowing of the pace on climate change targets at the Tory conference last year, has repeatedly attacked green regulations as a burden on businesses and warned they would make the UK less competitive than other countries. Potocnik&apos;s intervention came as Cameron prepares to reach out to Eurosceptics by outlining in a major speech later this autumn how he will give voters a say, possibly in a referendum, over Britain&apos;s relationship with the EU. The prime minister will say that the consent of the people is needed  probably in the next parliament  after a new EU treaty is negotiated to introduce greater fiscal co-ordination in the eurozone. Britain will not be part of any new governance arrangements for the eurozone, but it will have a veto in the treaty negotiations, which means the prime minister would attempt to repatriate powers, possibly social and employment laws. Boris Johnson is likely to pile pressure on the prime minister to move faster to recast Britain&apos;s relationship with the EU when he makes two speeches at the Tory conference in Birmingham on Monday and Tuesday. David Davis, the former Tory leadership contender, has called for a &quot;big renegotiation&quot; of Britain&apos;s relationship with the EU. The former Europe minister told the House Magazine: &quot;The explicit answer to the European issue, whether it&apos;s eurozone or the more general European membership issue, is a big renegotiation and multiple referendums. People say now&apos;s not the time to negotiate with the Europeans. There&apos;s never a right time to bloody negotiate with the Europeans. There&apos;s always an excuse.&quot; The remarks by high-profile eurosceptics show that any intervention by a senior Brussels figure will be sensitive on the eve of the conference. The environment commissioner told the Guardian he was in favour of streamlining regulations. But Potocnik said he did not want to weaken them. &quot;I&apos;m not saying you should not simplify as much as possible  that is worthy of attention,&quot; he said. The commissioner also warned that measures to remove harmful substances from manufacturing, and to curb pollution, climate change and other environmental damage, could not simply be put off indefinitely. &quot;Don&apos;t kill industry with kindness  if [dealing with such an issue] is unavoidable, then to try to protect an industry from doing so as long as possible makes it a real problem.&quot; By providing a clear framework for what is acceptable behaviour and what is not, green regulations not only safeguard the public but also help businesses, he said, because they mean that unscrupulous companies cannot undercut conscientious rivals by polluting or falling short of good standards. Potocnik added that dismissing regulations on problems such as pollution and industrial safety would result in more serious problems and higher costs later on. He said: &quot;When someone talks about the cost of doing something, you should ask about the cost of not doing it.&quot; Good regulation could save money and foster innovation and new industries in which Europe could take a lead, according to the commissioner. &quot;I am a firm believer in markets, which will play a crucial role, but we need to have prices [on pollution], taxes and incentives for removing harmful substances, and so on  to give a clear signal to industry.&quot; One of the most contentious green issues between the UK and EU has been the failure to meet air pollution targets. London&apos;s air has repeatedly breached levels of particulates and other pollutants that can cause breathing difficulties and contribute to ill health and premature deaths. This leaves the government liable for huge fines that could run into hundreds of millions. If the air at pollution monitoring sites contains particulates above a level of 50 micrograms per cubic metre on more than 35 days of the year, the UK will have breached EU standards. London has had a series of extensions since 2005 to allow the government to meet the standards, so far without success. Potocnik warned that the commission would take a hard line on enforcing the regulations. &quot;That is what we are there to do. We will absolutely be strict  that is the rule,&quot; he said. &quot;And it is how we will contribute to a better life for people.&quot; He said improving air quality would reduce the burden on health services, help avoid premature deaths and cut the incidence of respiratory problems.", 
    "section": "environment", 
    "gid": "environment/2012/oct/05/tories-warned-eu-green-agenda", 
    "wordcount": "891"
}