{
    "headline": "Where marsh meets Solent", 
    "text": "After the coldest night yet of the winter, we set off for the coast in bright sunlight, but the morning becomes gloomy as we come close to the sea. At Keyhaven, cocooned dinghies crowd the boatyard, their bright covers contrasting with the low-hanging grey clouds. On the inner marsh, ragged spearheads of dead marram grass sway in the wind that quickly produces dew drops and watery eyes. A smoky haze blurs the outline of Hurst Castle and the Isle of Wight but, to the west, a lightening of the pall creates a soft pastel setting for the Needles. Pairs of shelducks sift their way across the shallows of mid-tide lagoons while a cormorant fishes from the surface, repeatedly diving to appear some metres away with nothing to show for a successful hunt. A solitary redshank walks around a muddy margin but, unsatisfied, quickly moves on to another. The tremulous calls of unseen whimbrels cut the air, and a party of fidgety sandpipers twitter their way along the water&apos;s edge before departing so abruptly that we could not see which of them began the eruption. A pair of turnstones provide a fine display of pebble flicking, not at all worried that we are standing only a couple of metres away. Mute swans harry one another, slapping their feet on the water as they run up the narrow channel, and a small party of Brent geese forage in an adjacent field. We had not expected to find flowers. Though largely dormant at this time of the year, the rampant sprawling roses break the drabness of winter&apos;s die-back with several delicate pink florets. A small grey field speedwell with its blue flowers sits like a posy at the pathside. The erect stem of white-flowered ground elder is dwarfed by the tall, somewhat creamy, heads of angelica whose broad, tissue-like leaf sheaves are purple-striped. Both feverfew and mayweed are in flower here long after their normal period, and a tiny common mouse-ear has white flowers so small they seem designed to escape attention. Not so the gorse, hawksbeard and dandelion, whose yellows compete with a patch of bright orange pot marigolds to catch the eye along the inner slope of the bank that separates Solent and marsh.", 
    "section": "environment", 
    "gid": "environment/2012/jan/20/keyhaven-new-forest-where-marsh-meets-solent", 
    "wordcount": "373"
}