{
    "headline": "Sustainability project winner: University of Wales Trinity St David", 
    "text": "How do you go from being an eco-virgin to a green warrior determined to embed sustainability into every aspect of your university&apos;s working practices and course delivery?  Finding the right point to do it may well be key, and the merger of three colleges into what has become the University of Wales Trinity St David in 2011 seems to have provided the perfect moment to realise such an ambitious goal. If you want to integrate sustainability into the curricula, campus, community and culture of a university, hiring the right person to galvanise action is going to be critical to success, so former Welsh government environment and sustainability minister Jane Davidson was headhunted to lead the project. In the 18 months since then, INSPIRE (Institute for Sustainable Practice, Innovation and Resource Effectiveness) has begun to realise its aim of ensuring that future TSD graduates become globally aware and responsible citizens.  If it all sounds a bit worthy, then it&apos;s true to say that sustainability initiatives do suffer a bit from that: what&apos;s happening on the ground is that the university has taken a systemic approach to getting its staff and governing body to analyse what they can bring to the project, and has undertaken to support them as they strive to make change happen.  The TSD strategic plan was published with specific sustainability commitments; actions taken to date include the establishment of a sustainability directorate with its director on the senior management team, a survey of all sustainability-related skills staff might contribute, a requirement to design a 15% &apos;sustainability element&apos; into all students&apos; undergraduate experience, two &quot;sustainable living bursaries&quot; of 5000 have been established for students, and a &quot;chair of rural wellbeing&quot; will soon be appointed. &quot;TSD&apos;s approach differs from others as it aims to embed sustainability holistically within all the university&apos;s operations,&quot; says Davidson. &quot;We started with a sustainability skills survey of academic and support staff to develop an evidence base of existing expertise, experience and interest in sustainability across all TSD&apos;s operations. That was invaluable in identifying opportunities for new curricula and research, as well as engaging staff on what it means to have sustainability as a core value and strategic priority on campus,&quot; The skills being developed at TSD are in increasing demand, with Davidson regularly asked to share the university&apos;s experiences on its journey towards sustainability at conferences and workshops.  Everything that&apos;s learned along the way is being captured and shared through a range of open source mechanisms, so other universities can benefit from what&apos;s worked - and what hasn&apos;t. And many HE institutions are taking a close interest in the experiment: Bristol, St Andrews and Nottingham in particular are now considering following TSD&apos;s lead by carrying out their own staff sustainability skills audit. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/2013/feb/26/sustainability-project-university-of-wales-trinity-st-david", 
    "wordcount": "493"
}