{
    "headline": "Angola elections threaten instability as government cracks down on dissent", 
    "text": "Angola is celebrating 10 years of peace on 4 April. Since the end of its 27-year civil war in 2002, the country&apos;s economy has prospered thanks to oil. But experts fear that parliamentary elections later this year could return the country to violence and instability. Only a small elite has benefited from the southern African country&apos;s economic boom; most Angolans continue to live in acute poverty. &quot;There has been economic growth, but in terms of democracy, human rights and social development, the country has gone backwards,&quot; said Elias Isaac, Angola country director at the Open Society Initiative for Southern Africa (Osisa), at a media briefing in Cape Town on the eve of the peace anniversary. Over the past decade, Angola has been one of Africa&apos;s fastest-growing economies. Its GDP is forecast to increase by an impressive 12% this year, according to the World Bank, mainly due to major export earnings from oil. Angola has become Africa&apos;s number two oil producer after Nigeria. Only a tiny portion of these earnings has trickled down to the population, however. An estimated two-thirds of Angola&apos;s 16.5 million people live on less than $2 a day, according to the United Nations. The country was ranked 148 out of 187 on the 2011 UN human development index. A recent boost in infrastructure development including roads, airports, schools and hospitals, as well as the promised construction of a million homes, has been termed &quot;window dressing&quot; by the opposition, who claim it is intended to distract from widespread self-enrichment of a small, opulent elite. &quot;Corruption, nepotism and disrespect of the law are Angola&apos;s main problems,&quot; said Marcolino Moco, a former prime minister and one of the few critical voices within the People&apos;s Movement for the Liberation of Angola (MPLA), which has ruled Angola since 1975. &quot;There is no consultation, but impunity and absolute power.&quot; A telling case in point is a whopping $32bn discrepancy in Angola&apos;s treasury that the government cannot account for. The US-based financial watchdog Revenue Watch Institute (RWI) demanded this week that the International Monetary Fund (IMF) withhold a scheduled $130m dollar loan disbursement until Angolan authorities fully and publicly justify how those billions have been spent. &quot;The IMF should insist that the government account for those funds before disbursing another $130m dollars,&quot; said RWI president Karin Lissakers, adding that Angola&apos;s government urgently needed to combat corruption and mismanagement. &quot;There is total lack of accountability,&quot; agreed Horcio Junjuvili, a member of the country&apos;s main opposition party, the National Union for the Total Independence of Angola. &quot;The president uses state funds as his private property,&quot; he added, saying he believed that much of the $32bn had been transferred into private foreign bank accounts. It is an open secret that President Jos Eduardo dos Santos&apos; daughter, Isabel, who manages the family fortune, has made multi-million-dollar investments in Angola and Portugal in the past few years. Angolans also feel let down by the international community, which they say is only interested in doing business with the country, not in pressuring it to uphold good governance and human rights. &quot;Oil plays a major role in the country&apos;s politics,&quot; said Isaac. &quot;International interests are driven by business, not by morals.&quot; Although the country will hold elections this year  parliamentary elections are expected to be scheduled for August or September  few believe they will bring change. &quot;We doubt elections will be free and fair,&quot; said Junjuvili. With Dos Santos  Africa&apos;s longest-serving ruler  at the helm since 1979, the country has become an autocracy, in which the ruling MPLA enjoys a parliamentary supra-majority with few constitutional checks and balances. The president has already ignored a new electoral law, which stipulates that an independent judge needs to be made head of the country&apos;s electoral commission, by reappointing Susana Ingles, a lawyer close to the president. Opposition parties have appealed Ingles&apos; appointment and are currently awaiting a supreme court decision. &quot;It&apos;s really a dictatorship,&quot; said Isaac. &quot;Almost all power is concentrated in the hands of one person, the president. If illegalities don&apos;t stop, the opposition will mobilise nationwide and the country will descend into chaos.&quot; Despite these concerns, neither the European Union nor the Southern African Development Community has agreed to observe elections in Angola later this year. Dos Santos is highly unlikely to make way. The 69-year-old signalled in November his readiness to lead the party in a re-election bid, saying he was &quot;always available&quot;. Angolans have started taking to the streets in the past three months, demanding not only economic and social rights but also democracy. &quot;The risk of political instability is high,&quot; warned Moco. Authorities have reacted to anti-government protests with violent crackdowns. Since January, they have banned five anti-government rallies and arrested at least 46 protesters. Although freedom of speech is officially guaranteed, media freedom is non-existent, with almost every newspaper and radio and TV station owned by the presidential family. The Angolan government should immediately end its use of unnecessary force against peaceful anti-government protesters, human rights activists, journalists and opposition politicians, Human Rights Watch (HRW) said this week. &quot;The increasing violence against protesters, observers and opposition politicians signals a deteriorating rights environment ahead of the upcoming parliamentary elections,&quot; said Leslie Lefkow, HRW&apos;s deputy Africa director. &quot;Demonstrators are being tortured,&quot; added Moco. &quot;The situation is very bad. Angola&apos;s future is dark.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/apr/05/angola-elections-threaten-instability", 
    "wordcount": "920"
}