{
    "headline": "Vanishing Arctic ice is the planet's white flag of surrender", 
    "text": "Our planet is waving the white flag of surrender. But as the polar flag becomes ever more tattered, with holes scorched by hotter ocean waters, humanity pumps ever more globe-warming gases into the air. The story of the Arctic ice cap is the story of modern environmentalism. In 1968, as satellites began to document the vast ice field blanketing the north pole, the iconic Earthrise image was beamed back to the ground. It revealed a planet of awesome beauty, deep blue oceans, verdant continents and crowned with at least 8m square kilometres of gleaming ice. The image kickstarted the global green movement.  In 2007, a new record was set for the minimum summer sea ice cover in the Arctic had halved. This furious flag waving attracted attention. That year, the world&apos;s scientists declared the end of any doubt that our addiction to burning fossil fuels was changing the face of the planet. Al Gore expounded his inconvenient truth and the world seemed set to act. Today, that 2007 record is smashed and the shredded white flag is now flickering rathering than flashing. But the danger is greater than even, even if the alarm signal is frayed. The last great global ice melt the planet witnessed came 11,700 years ago at the end of a deep ice age. As glaciers retreated, a benign and balmy climate emerged in which the human race has flourished. Our entire civilisation is built on the warm soils left as the ice sheets melted. This new great melting heralds the polar opposite: the gravest of threats to civilisation. Removing the lid from the pole will release heat equivalent to fast-forwarding human-caused climate change by two decades, say scientists.  Will this be the first great tipping point to tumble the world into a new and hostile climate regime, as the cooling, reflective ice vanishes? Will the new, warm Arctic radically alter the temperate weather enjoyed by Europeans, for whom global warming has seemed a distant concern? We seem to be prepared to take that chance. The shrinking ice has not opened new leads for decisive global action to tackle climate change. Instead, in a vicious irony, the new channels are being exploited for oil and gas exploration, unearthing more of the very fuels driving the warming. Decades from now, will today&apos;s record sea ice low be seen as the moment when our Earthly paradise gave up the ghost and entered a hellish new era? I sincerely hope not, but with this global distress signal failing to attract attention, I fear the worst.  You can add your comments on our live blog  This article was amended on 27 September 2012. The original said the last great global ice melt the planet witnessed came 10,000 years ago. This has been corrected to say 11,700 years ago.", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2012/sep/14/arctic-sea-ice-climate-change", 
    "wordcount": "470"
}