{
    "headline": "Boot up: Mayer really dumps RIM, who'll use Google Glass?, Samsung's marketing spend and more", 
    "text": "A quick burst of 11 links for you to chew over, as picked by the Technology team Greeks turn to the forests for fuel as winter nears &gt;&gt; The Guardian Outside the filter bubble...   Nationwide, suicides have soared, with the public order minister, Nikos Dendias, saying last week that 3,100 people had taken their own lives since the onset of the crisis in a country that in 2009 had the lowest suicide rate in the EU.  Last week, Greece heard that malaria, officially eliminated 40 years ago, had also made a comeback with cases being noted in eastern Attica and the Peloponnese. News of the outbreak came on the day Greek sports, already a dying art, took another blow with the Hellenic Olympic committee unexpectedly announcing the closure in the capital of the pool used by elite swimmers because authorities can no longer afford heating oil. Insolvency has rocked schools and hospitals, where staff complain they not only do not have the money to heat classrooms and wards but even to purchase painkillers for children and patients.  Hey Marissa Mayer - We don&apos;t want you anyway &gt;&gt; CrackBerry.com  Marissa Mayer apparently doesn&apos;t care for BlackBerry. This was evident back in September when she announced that Yahoo! employees had to kick their BlackBerry to the curb and opt for an iPhone 5, Lumia 920 or Galaxy S3 instead. Mayer took another jab at RIM during an interview with Fortune last night, inferring that a BlackBerry isn&apos;t even considered a smartphone.   &quot;One of the really important things for Yahoo&apos;s strategy moving forward is mobile,&quot; she said. &quot;So it was really important that our engineers, our salespeople, really everyone throughout our whole organization really understand Android, iPhones, and, you know, Windows 8 and really get a sense of what&apos;s happening there and how to create an amazing experience... so we decided we wanted to get everyone upgraded to smartphones.&quot;   BURN. As you might imagine, Crackberry&apos;s readers aren&apos;t delighted at being dissed in this way. Shame Projection &gt;&gt; Bitsplitting.org &quot;Shame projection&quot; being the process of blaming someone else for something you feel ashamed about - like motorists who yell at people they nearly ran over:   Most folks who pirate media are feeling some of those same terrified, ashamed, regretful, and grateful feelings that the motorist felt upon almost killing me. In the case Marco cites, the projection outlet is on the companies for not making the media available.  This kind of projection seems to have a delightful efficiency. When the media companies do make the media available, the blame will be on their pricing it too high. When the price is right, it&apos;s the media format that&apos;s wrong. If the media format is right, then the DRM is too odious. If DRM is absent, then the authors are making too much money, anyway. If the authors aren&apos;t making much, you&apos;re only pirating to try it out. Once you&apos;ve tried it and like it, you&apos;ll pay for it when you get your next paycheck. You wouldn&apos;t have to pirate at all if your boss wasn&apos;t such a cheapskate and paid you better...  The Lord of the Rings saga lies hidden deep in your Mac &gt;&gt; The Register  As Hobbitmania continues to build in anticipation of the worldwide release of Peter Jackson&apos;s The Hobbit: An Unexpected Journey, OS X users can slake their thirst for Tolkien lore by firing up their Mac&apos;s Terminal app, typing cat /usr/share/calendar/calendar.lotr at the prompt, and hitting Return.  They&apos;ll then be treated to a lovely Unix easter egg: a Lord of the Rings timeline.   Eliza&apos;s in there somewhere as well. How technology is changing the movie theatre business &gt;&gt; IHS iSuppli  Along with the shift in film format, the increasing use of digital cinema equipment has resulted in plunging demand for 35mm prints. At its peak, film distribution used approximately 13bn feet of film a year -- equivalent to a trip to the moon and back five times. That amount began to decline sharply in 2010, and the industry this year will use closer to 4 or 5bn feet for distribution purposes.  Also contributing to declining demand for 35mm prints is the rising cost of silver, a key material for film processing. The price of silver has climbed from a stable $5 an ounce for almost two decades to around $25 an ounce in 2012, even hitting a high of $50 at one point.  Who will solve wearable computing&apos;s &quot;jetpack&quot; problem? &gt;&gt; MIT Technology Review  Sergey Brin used Google Glass to take a zillion photos while driving. A famous fashion designer used them to make a short film. Thad Starner used them to look up answers to questions from a technology journalist from this magazine (and also get invisible tips from his PR handler at Google). You know what would be much more instructive? Giving the glasses to 50 regular folks (a Fedex delivery guy, an office worker, a college student, a stay-at-home mom, a traffic cop, a sales rep, a barista) for a week and seeing how - or if - they fit the technology into their daily lives. They&apos;re the ones who will have to be convinced that wearable computing makes sense. And none of them need a jetpack.  &quot;Kinetic Rain&quot; Changi Airport Singapore &gt;&gt; Vimeo The sort of thing you might miss your flight watching. Nexus 4 vs. iPhone 5: How (not) to manage a supply chain &gt;&gt; Fortune Tech  Apple&apos;s iPhone 5 overcame some initial production hiccups and as of Thursday, according to Piper Jaffrey&apos;s Gene Munster, had &quot;finally reached a point where consumers can walk into an Apple Store and walk out with a phone.&quot;  The other - made for Google by LG Electronics as a showcase for Android 4.2 (a.k.a. Jelly Bean) - has become an object lesson in how not to stage a roll-out in advance of the holidays.   Then again, either Google or LG will learn valuable lessons from this. But which one? Video: Global mobile outlook by Horace Dediu, Asymco &gt;&gt; guardian.co.uk Video of his speech at the Guardian Mobile Summit 2012 a couple of weeks ago. Wonderful data presentation (using an app called Perspective) and key questions to ponder. The cost of selling Galaxies &gt;&gt; asymco  The chart above shows comparable ad spending from a cohort of technology companies as well as Coca Cola and Samsung Electronics.  It might be surprising to note that Samsung spends considerably more than Apple and Microsoft. But it also spends more than Coca Cola, a company whose primary cost of sales is advertising.   Though the post doesn&apos;t mention this, Samsung probably spent somewhere north of $1bn on its Olympics sponsorship this year. Even so, when you look at its &quot;marketing expenses&quot;, they total more than $8bn in each of the previous two years - and perhaps $11bn this year. Apple spends around $1bn on marketing by the same comparator. Nokia suing Android device makers over patent on sorting text messages (SMS) by conversation &gt;&gt; FOSS Patents  The patent-in-suit, EP0982959 on a &quot;mobile telephone user interface for short messages&quot;, is also among the 32 patents Nokia is asserting against HTC. Due to scheduling conflicts, the first hearing in the HTC litigation will take place in January, with the trials in both cases being scheduled for the same day (May 29, 2013). What&apos;s at issue here is the Android messaging app, and potentially also any custom or third-party apps that device makers may ship with their Android devices.   Oh look, you can all start hating on Nokia now. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2012/nov/30/technology-links-newsbucket", 
    "wordcount": "1316"
}