{
    "headline": "Michael Gove's latest odd idea is a plan to fight truancy", 
    "text": "I don&apos;t like to keep on about Gove, but he does pop up with odd ideas. Now it&apos;s fines for truancy to be taken from child benefit, as advised by his behaviour tzar, Charlie Taylor. Ordinary fines are hopeless, suggests Govey, because &quot;they&apos;re often reduced to account for an adult&apos;s expenditure on satellite TV, alcohol and cigarettes&quot;. Here he goes again, heaping crap on the poor, because who else fritters their money on such things? And if you toss in the word &quot;benefits&quot; it&apos;s pretty clear who&apos;s to blame for all this truanting, in the Gove eyes. All right, it&apos;s child benefit, which most people will still be getting next year, once 500,000 workers have completed their extra self-assessment forms, and then had their benefits paid, then clawed back, and we all know whether we&apos;ll have any benefit left to have the fines subtracted from, but hey, it&apos;s only 120  same as two parking fines, and won&apos;t really bother anyone much, except the really hard-up, which is fair enough, because we can tell from the beer and cigarettes that they&apos;re the ones not bothering to get their children to school. It&apos;s important to clamp down on truanting in primary schools, say the Gove gang, because little truanters grow up into hardened truanters, who are even more difficult to cure. But Fielding and I both had daughters who blossomed into skilled truanters at secondary school, without a single day&apos;s primary practice. Mr and Mrs Fielding attended one parents&apos; evening and were shown a register full of noughts. Shocking. They hadn&apos;t had a clue, and they don&apos;t even have satellite TV or smoke. And where had my daughter been? I escorted her to the school gate repeatedly, but there&apos;s always a back entrance, and why sit in class when there&apos;s a sunny park round the corner? Chums, parent-free houses, daytime films v bullies, exams, slipping behind? No contest. Stop your child truanting? Easier said than done, and we were the lucky ones.", 
    "section": "education", 
    "gid": "education/2012/apr/16/michael-gove-fight-truancy", 
    "wordcount": "336"
}