{
    "headline": "Sir Patrick Moore and the case of the missing trousers", 
    "text": "The stars came out again for Sir Patrick Moore five months after his death, twinkling in projections on the walls of the BBC&apos;s Radio Theatre, and in the guests who came to celebrate the life and work of the presenter of The Sky at Night, the world&apos;s longest running television programme. Guests and contributors included pinup science presenter Professor Brian Cox, the astronomer royal, Lord Rees, and Jon Culshaw, whose impression of Moore is so uncanny it made friends&apos; hair stand on end. Tales of his eccentricity were legion. As a Manchester undergraduate, Cox invited Moore to lecture, and noticed the great man arrived with a Paddington Bear-ish suitcase, containing nothing except two xylophone sticks, but left the next morning with a bulging case. It turned out that he had absentmindedly packed anything that looked useful before heading for a recording in London. His host, Professor Robin Marshall, later received a solemn phone call informing him: &quot;This is the BBC. We think we have your trousers.&quot; Cox brought the first science prize he ever received, The Observer&apos;s Book of Astronomy, for Moore to sign  and discovered for the first time that he had not won it for precocious schoolboy physics, but for attendance. Moore was delighted: &quot;Hah! They gave it to you just for turning up!&quot; Over its 55 years, The Sky at Night has had just five producers. Peter Morpurgo took over in 1981 &quot;for a few months until we find a proper producer&quot;  tales of the Beeb&apos;s human resources skills were also legion  and lasted until 1998; Moore contemptuously rejected the original proposal in 1957 for a theme tune, You Are My Lucky Star, as &quot;fluff&quot;, and chose Sibelius&apos;s At the Castle Gate. On two occasions, Morpurgo recalled, when the record was mislaid, Moore played in the programme himself, once on a studio piano, once on a xylophone. The programme&apos;s current producer is Jane Fletcher, who arrived in 2002 with big ideas for new features, new camera angles, adding music, &quot;generally shaking the programme up a bit&quot;. Her explanation that this hadn&apos;t worked very well was drowned out by guffaws from people who knew him. The BBC&apos;s new director general, Tony Hall, called Moore &quot;generous and magnificent&quot;. He replied in person to every viewer&apos;s letter, and many guests had cherished for decades letters written on his ancient typewriter. Chris Lintott, who became a co-presenter, first wrote when he was 11, and one of the replies was addressed to: &quot;Chris Damn Can&apos;t Remember Your Surname ESQ&quot;. Despite the jokes  when he and Michael Bentine created a special effect apparently blasting the BBC into space, Moore got a formal warning from the director general&apos;s office (&quot;Television Centre is not to be used for the purposes of entertainment&quot;)  Lord Rees praised the range and seriousness of his mind. He first watched Moore talking about Sputnik on his parents&apos; black and white TV, in 1957, and more than half a century later as astronomer royal joined Moore as a VIP guest. &quot;He did his homework,&quot; Rees said approvingly. &quot;His knowledge was deep and up to date.&quot; &quot;We have lost someone quite irreplaceable, but it is a consolation that he died with his boots on; he&apos;d have absolutely hated if the curtain had to fall while he was still alive.&quot; Moore died in December, a few months shy of his 90th birthday, but his last programme was broadcast three weeks later. The Sky at Night has been commissioned, with a team he personally approved, at least until the end of this year. Meanwhile, Moore&apos;s unmistakable voice can still be heard every day at the Herschel museum in Bath, the former home of the 19th-century astronomer William Herschel. He was the museum&apos;s patron and recorded the introduction for visitors. &quot;You can hardly understand a word of it, he mumbles all through it, but visitors absolutely love it,&quot; curator Debbie James said. &quot;We have to find a new patron now  he&apos;s going to be a hard act to follow.&quot;", 
    "section": "science", 
    "gid": "science/2013/may/01/sir-patrick-moore-missing-trousers", 
    "wordcount": "690"
}