{
    "headline": "Samsung's Ativ aims to bring Windows 8 RT tablets to life", 
    "text": "First out of the OEM starting gate with Windows 8 tablets is Samsung, which showed off its new toys ahead of IFA in Berlin on Wednesday . Windows 8 has been out in the wild  though not officially released until October  for a while now, so for those who have had the beta on their hardware, the RTM (Release To Manufacture) version doesn&apos;t hold any surprises. But what is new for pretty much everyone is the touchscreen devices: the tablets and the hybrids. The range (which includes a Windows 8 phone) bears the rather odd name of Ativ. Samsung explains that this is Vita  the Latin for life  spelt backwards. (Which could be unfortunate: what&apos;s the opposite of life?) Never mind  what matters is the kit. All eyes were on the Ativ tablet, a lightweight (570g) machine with a 10.1in screen. It runs Windows RT, meaning it&apos;s based on the ARM processor rather than the Intel x86 architecture. That should mean good life from the 8,200maH battery, though the functionality isn&apos;t lightweight. The tablet comes with Office Home and Student 2013 (so Word, Excel, OneNote and Powerpoint) as well as mail, calendar and contacts apps. On top of that, Samsung bundles what used to be known as &quot;OEM crap&quot;  bundled software it includes either to push its own services or defray the cost of manufacture  though from a brief hands-on, it looks as though you might actually use some of the bundled applications, notably the photo-editing app.  If you&apos;ve used Windows 8 on the desktop, you&apos;ll easily find your way around the touch interface: it works. It feels intuitive, and it&apos;s a very smooth experience. In short, the Ativ looks like a grown-up machine, one that is the right size to do some work and a fair amount of play on. Specifications-wise, it&apos;s respectable: a 1.5Ghz dual-core processor powering an HD LCD 1366 x 768 screen that looked plenty bright and colourful enough  though Apple purists will note that it doesn&apos;t come close to the iPad&apos;s Retina display. But then, it&apos;s not an iPad. The next rung up the Samsung ladder are the Smart PCs, which pretty much take the Asus Transformer&apos;s nifty idea of adding a proper removable keyboard to a tablet touchscreen, giving you the choice of using it as a tablet (with x86 Windows 8) or a laptop.  That&apos;s a nice idea, and the specs are certainly respectable. There are two flavours: the Smart PC and the Smart PC Pro. The former has the same screen resolution as the Ativ tablet and weighs 750g without the keyboard, and 1.48kg with the keyboard, which looks a lot like a Mac keyboard. Powered by an Atom processor and sporting 2GB of RAM, it might be the kind of thing a student would be very happy with. The Smart PC Pro is more of a road warrior&apos;s machine (yes, they actually said &quot;road warrior&quot; in presenting it). That packs a Core i5 processor, 4GB of Ram and an up-to-256GB SSD, as well as a 1920x1080 11.6in screen. It&apos;s also heavier than the Atom version at 884g without the keyboard, and 1.6kg with.  It&apos;s also quite chunky: with the keyboard it measures 304mm x 189mm x 21.9mm (11.89mm without). Its little brother is slimmer, measuring 304mm x 189.4mm x 9.9mm (without the keyboard) and 304.0 x 189.4 x 19.9mm with it. Picked up, it felt a heftier machine than, say, the Asus UX21E I&apos;m writing this piece on now (299mm x 196mm x 17mm, weight 1.14kg). There&apos;s no pricing or shipping information available yet, though it&apos;s a fair guess that these will be hitting the shops in time for Christmas. Do you need one of these new breed of PCs? I can see a role for both the tablet and the hybrids in my life, but not everyone wants as many PCs as I seem to require. Do you want one? When you see them in the flesh, you just might.", 
    "section": "technology", 
    "gid": "technology/2012/aug/30/samsung-ativ-windows-tablets", 
    "wordcount": "677"
}