{
    "headline": "Children of absent parents more likely to smoke and drink  study", 
    "text": "Parental absence increases the risk of children drinking and smoking before they become teenagers, research suggests. The study found that children who had experienced the absence of a parent during their first seven years, whether as a result of death, separation or otherwise, were more than twice as likely to have tried smoking and nearly 1.5 times as likely to have drunk alcohol by the age of 11. Rebecca Lacey, one of the authors of the study from University College London, said the research highlighted the impact of stressful events in early life. Some children, perhaps, seem to be taking up smoking and alcohol as ways of coping with this, she said, adding that children might need extra support should a parent become absent. Writing in the journal Archives of Disease in Childhood, Lacey and colleagues describe how they examined data from 10,940 children who took part in the Millennium Cohort Study - an ongoing UK project that has been following the health of almost 19,000 children born between September 2000 and January 2002.  The children were surveyed at nine months old, then at ages three, five, seven and 11. Parental absence was monitored up to age 7, while information on smoking and drinking was self-reported at the age 11 by the children. What we know from previous studies is that parental absence experienced in childhood is associated with smoking and alcohol consumption in adulthood, said Lacey. What we have tried to look at here is to see whether parental absence is associated with those behaviours in childhood.  The results reveal that around 4% of boys and 2% of girls said that they had tried smoking by the age of 11, with almost 15% of boys and more than 10% of girls admitting to trying alcohol. More than a quarter of the children had experienced the absence of a biological parent at some point before their seventh birthday, with those children more than 2.5 times as likely to have tried smoking by the age of 11 than those who had always lived with both parents. The figure dropped to just over 1.5 times once factors such as maternal age at birth, parental education level and the childs birth weight were taken into account. Parental absence was also linked to a 46% increase in the likelihood of a child consuming alcohol by the age of 11, with the figure at 27% once the same factors were taken into account. No link was found between smoking and drinking in children and which parent was absent, or the age of the child at which the absence began. It is also not clear whether the absence of a parent actually triggers children to engage in smoking and drinking. We know these things are associated but we dont know that one causes the other, said Lacey. Lacey also points out that it is possible that some children experienced parental absence after the age of seven, while inaccuracies in the self-reporting of behaviour by the children cannot be ruled out. Professor Russell Viner, officer for health promotion for the Royal College of Paediatrics and Child Health, said  Significant changes early in life are already known to have an impact on a childs development, their later health and risky behaviours, so this latest paper not only adds to an already increasing wealth of knowledge telling us that our life trajectories are partially set very early on, but also that we need to do everything we can to put our children onto trajectories towards positive health. Early intervention can be particularly important for children who have suffered a bereavement or parental separation. With personal, social, health and economic education (PSHE) currently lacking from school curriculums, not all children are receiving the education required early in life to raise awareness and deter them from some of these risky behaviours. Therefore it is vital that the government makes PSHE compulsory for all schools, he said.", 
    "section": "science", 
    "gid": "science/2016/oct/10/parental-absence-increases-risk-of-smoking-and-drinking-in-children", 
    "wordcount": "663"
}