{
    "headline": "Conservation of threatened bogland", 
    "text": "Tucked away just inside the northern boundary of the national park at Landford is a tiny nature reserve managed by the Wiltshire Wildlife Trust. Under seven hectares in size, it is all that remains of an extensive bog system. Over the past century, the greater part of the common has been drained and fragmented, but this small parcel of land allows some of nature&apos;s ancient residents to retain a toehold where once they were plentiful. The bog itself has been reduced to a series of mini-ponds set deep amid the tussocks of grass. Some hold fidgets of freshly emerged tadpoles feasting on the spawn. Rain cannot come too soon for them. Hampshire&apos;s Glorious Wilderness was how magistrate and analytical chemist George R Tweedie described the New Forest in 1925, the title of his book reflecting his experience during extensive tours through the area. He recalls the lament of a publisher, William Chamber, in late Victorian times that the forest served no useful mission, but contained a host of sites ripe for domestic exploitation, and thousands of acres of land just waiting for reclamation. Tweedie&apos;s book is in part a vigorous rebuttal of such views. It is very unlikely that anyone would choose to use such terms to describe the area today. Glorious perhaps, but this is definitely not a landscape crying out for further development. Current emphasis is very much on restoration, but even this is controversial. Human activity has changed the forest from a wilderness into a highly managed landscape, but it has not yet removed its ecological importance. The forest stills hosts a treasure of fungi, lichens and mosses, wild flowers and insects. It&apos;s sad that there is any doubt about the value of work to preserve what remains and enhance opportunities for improvement.", 
    "section": "environment", 
    "gid": "environment/2012/mar/16/landford-new-forest-conservation-bogland", 
    "wordcount": "296"
}