{
    "headline": "International women's day: a voice from India", 
    "text": "   Suniti Neogy Photograph: Picasa/Suniti Neogy    The rape and death of a 23-year-old in Delhi has shaken all of us. The masses came together in India and asked for justice and stringent laws. Justice Verma&apos;s committee may give us better laws, but when women do not have equal status in their own homes, future generations will continue to learn the same old behaviour and will keep treating women the same way over and over again. Women themselves deny their self-worth and justify violence. Research shows that more than half of women in India (54%) believe that it is justifiable for a husband to beat his wife. I remember Rita from the village Dehua in Barabanki; at 21 she was already a mother of two daughters and had come for a tetanus shot. Clad in a red and green sari, holding on to both her daughters, she was expecting another baby. Her poor health was visible. I did not know of her fears until she meekly said that she hopes this time it is a boy. I could see the pain and the anxiety in her voice. It clearly showed that she was living with this fear since she became pregnant. She was insulted again and again by her husband, yet this was not considered violence by anyone in the village because she did not have any physical injuries on her body. In another village a woman asked to be sterilised, but the service provider told her that she has two girls and that she should have at least one son before choosing a limiting method. So how do we change the attitudes of service providers who reinforce societal norms that position women and girls to a low status? Care India comes forward with initiatives to help staff reflect on our own behaviour, attitudes and practices at home. We work with partners and service providers to reflect on their own belief systems. Once we identify the need for change, we question these norms and look to change ourselves before triggering these changes in the circle of our influence.", 
    "section": "global-development", 
    "gid": "global-development/2013/mar/08/international-womens-day-voice-india", 
    "wordcount": "341"
}