{
    "headline": "Social enterprise should be made central to higher education strategy", 
    "text": "When I went to university in the late 1970s, fewer than 20% of school leavers went on to higher education. Some degrees were clearly vocational (medicine perhaps the most obvious example), but most were not. My module on the Comparative Government of Indonesia and Nigeria has not, I&apos;m afraid to say, been of direct relevance to me in the world of work. However, a degree did give graduates an experience that most of their contemporaries did not have and with that experience some unique opportunities. The &apos;Milk Round&apos; university recruiting fairs, run by large often blue-chip organisations, offered a route into management that was by and large exclusive to graduates. Wind forward 35 years and the Milk Round is no more. The UK now has 50% of school leavers going on to universities to do a degree, competition for graduate level jobs has hugely increased and, significantly, universities are now measured and compared on the number of their graduates that get &apos;graduate level&apos; jobs. However, employer organisations, including the CBI, regularly criticise universities for failing to give students the skills they need to operate in the world of work. In response to this criticism, UK universities have developed a series of initiatives to ensure that the &apos;student experience&apos;  both in degree courses run and extra-curricular opportunities provided  give students the competencies that employers want. Compared with the late 1970s, employability is now a strong feature of nearly all degree courses. There has also been a dramatic rise in the number of enterprise clubs or societies, often run by students themselves, providing comprehensive support to help students start their own businesses. In the East Midlands, the Enterprise Inc. scheme run across nine universities, even provides funding to would-be entrepreneurs. The opportunities for social enterprise The public sector in the UK is going through a decade of transformation. Irrespective of which party is in power, the way services have been delivered to the public has been changing, and will continue to change. It is becoming clear that we have been living in a fools&apos; paradise, treating ourselves to ever more public services that we have not been able to afford. At the same time, the UK private sector is also experiencing severe shocks to its system. Although the private sector has delivered some impressive growth in employment opportunities, the European  US financial crisis and the exposure of many banking practices, is bringing the fundamentals of the economy into question (and we saw it coming  or should have  if you want to know why read Niall Ferguson&apos;s book The Ascent of Money, especially chapter six). These tectonic shifts in the economy have created new opportunities for the UK&apos;s long-established social enterprise sector. All mainstream political parties in the UK are voicing support for a more mixed economy, with a strong social enterprise sector delivering products and services in innovative and responsible ways. Legislation has been passed to support the sector and attitudes and practices are changing (albeit rather too slowly for many social entrepreneurs). Initiatives such as the 1bn University Challenge are increasing the opportunities for social enterprises to get high value, long-term contracts from the public sector. Social enterprise and the student experience The growing opportunities for the social enterprise sector demand a response from universities which is being met. Nearly all UK universities have initiatives that provide educational and practical opportunities to get involved in social enterprise. Student run initiatives such as the Cambridge Hub (&apos;Connecting students with causes&apos;) are particularly impressive, as is the Social Enterprise Network of universities run by the University of Plymouth which is doing some impressive research into the fundamentals of social enterprise. For its part, Northampton University, has developed and implemented an institution-wide social enterprise strategy. It covering a wide spectrum of activities ranging from support for students to set up social enterprises (including providing them with start up funding) to using our intellectual capital to try and influence policy and practice  all parts of the spectrum are equally important to us. After all, there is no point in developing student social entrepreneurs if we don&apos;t help develop a thriving social enterprise sector for them to work in. The student experience is different, and better, than it was when I went to university. In 2012 a university education is still about becoming an expert in a chosen field and, I hope, learning to think in new ways, but it is increasingly and overtly about preparation for employment  and that includes employment in the social enterprise sector. Simon Denny is social enterprise development director at Northampton University This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/aug/23/social-enterprise-students-university-experience", 
    "wordcount": "789"
}