{
    "headline": "Jade Raymond on Splinter Cell, PlayStation 4 and microtransactions", 
    "text": "This week, industry insiders from all over the world are converging on the annual Game Developers Conference in sunny San Francisco. This enormous get-together is where coders, artists, producers and writers meet up, attend talks and generally chatter about the future of gaming. And with a new console generation looming, it&apos;s not difficult to guess what topics will be at the top of the agenda.  Making her way down there from the eastern edge of Canada is Jade Raymond. The veteran programmer and producer is now managing Ubisoft&apos;s Toronto studio, overseeing the last weeks of development on Splinter Cell: Blacklist. The 300-strong team is also doubtless has staff working on next-gen console projects. Raymond is heading to San Fran to do a bit of recruitment, a few meetings and to catch some of the many development sessions that will align industry thinking for the months ahead. And it&apos;s not just about new consoles; it&apos;s about a whole new way of selling games  to a new audience that wants different experiences from interactive entertainment. This is a challenging time to be running a development studio  especially one responsible for a major console franchise. So we managed to intercept Raymond just before her trip south and asked her about the future of Splinter Cell and the wider industry. Whether you&apos;re interested in open-world game mechanics, the evolution of multiplayer or the spread of microtransactions, you&apos;d better read this.  So you&apos;re off to the Game Developers Conference. What do you think will be some of the key areas of conversation this year?People are going to be talking about the business model for games, how it&apos;s changing and what that means for next-gen consoles. Is it going to change the way we make games? There will be a lot of people talking about managing big teams and generally discussing their approach to next generation machines. Do you think the free-to-play and microtransction models are going to become a key part of triple A console development going forward?Absolutely. We can&apos;t help it  the audience for games is becoming broader and even core gamers who are used to buying games in boxes, are spending more of their time on mobile. So whether it&apos;s long-term gamers or the new generation who started out by playing free games on the web or mobile, we have a whole bunch of people who&apos;ve been trained to think differently about the way they spend money on games. There&apos;s an expectation to be able to try for free, and only spend money if they want to. We have to figure out how to make that type of thing work with console games as well.  There are profound game design ramifications aren&apos;t there? Microtransactions won&apos;t work unless the product is structured around them  and that has to be done without alienating your core audience of veteran console gamers...Yes, and I think also without it becoming a whole different business from the developer&apos;s standpoint. At Ubisoft we have the luxury of working from a certain approach  treating our games as an art form, I guess. The company challenges the teams to ask questions. As the creator, what message do I want to convey? What are the themes I want to deal with? What are the emotions I want the player to experience? The games we make are entertainment products: how do we bring the vision of the creative director to life to create some kind of special experience? I love that approach and it&apos;s very different from, &apos;OK, right, we need to figure out how to make X amount of money on additional items, so what game do we design that supports that?&apos; For game creators that&apos;s... less interesting. But is there a growing financial imperative here? Teams are getting bigger, costs are going up There&apos;s a perception among gamers that microtransactions are just about squeezing every last dollar of extra cash out of the customer  but is it actually more about simply making a living these days?Well, I think there&apos;s still room for really great triple A games that can, despite the budget, retain the classic model of expecting people to pay in one big chunk. There&apos;s still room for that. But the big publishers have to be honest with themselves  there&apos;s only room for let&apos;s say 10 successful titles a year on those sorts of budgets. So you have to go all-in on those; you have to be sure you&apos;ll have a hit, and when you make it you have to invest everything to make sure it&apos;s amazing.  But that&apos;s still only one audience  you do have to think about the other people, the other types of gaming experiences that are popular. There are interesting things to do here. Clash of Clans is making a lot of money and a lot of people enjoy it, and it&apos;s a very different type of game than for instance, Assassin&apos;s Creed  but there&apos;s a lot of room in the market for that. Every challenge is a possibility; we have to think about this not just in terms of how do we make money, but in terms of audience needs. What are their lives like? How has that changed and how do we make games a better fit in that? Perhaps one of the reasons that smartphone and casual games have become so popular is that a higher percentage of gamers have less time and want to play their games in small chunks; and a higher percentage want to play against other people rather than alone in front of their TV or at their PC for several hours.  The way that people like to play has changed too. I mean, you can look at the data and say, OK, the sales of traditional games haven&apos;t been rising and we need to change things; but you can also look at this as the opportunity to reach new types of audience with new habits  How do we evolve our industry? What are games going to become? Well, they&apos;re going to become a lot of different things. The PS4 launch was really focused on this idea of pervasive gaming - about taking elements of your games around with you whoever you go. That&apos;s going to be a major challenge for designers isn&apos;t it?Yes, for sure! It&apos;s something to think about. But on the other hand there aren&apos;t so many franchises out there that people will want to engage with on a 24-hour basis. A that point, if you&apos;re thinking of a game that people will engage with constantly on all of their devices, then you&apos;re talking about a new kind of pastime. Not all brands are made for that. It can&apos;t be, &apos;Hey, let&apos;s take everyone of our games and turn it into a 24-hour-a-day experience!&apos;  But with a game like Splinter Cell I can see the value of a companion app that lets you configure things like load-outs and equipment. Well, we will have a mobile app, but we&apos;re going to be talking more about that at E3 On the subject of Splinter Cell: Blacklist  what are the challenges of creating a game right at the end of a console life-cycle? I&apos;m sure that the advantage is that most of your staff will have masses of experience on these machines. But also, the expectations are very high, and there are a lot of amazing games out there at the moment.One of the reasons we decided to make a Splinter Cell game right now at Toronto was that we&apos;re starting a new studio  we definitely wanted to have a big triple A franchise that would enable us to attract lots of the best talent. The mandate here is to ramp up to an 800-person studio and to do it quickly. Since we started out, we&apos;ve been ramping up at a little over 100 staff a year. Growing that fast doesn&apos;t work if you don&apos;t have a solid foundation. If we had gone down the usual route for a new studio  which maybe cuts its teeth on some ports, does a little co-production, does a few smaller mobile games  we wouldn&apos;t have been able to attract the heavy hitters of the industry. By starting off with Splinter Cell, which is one of Ubisoft&apos;s biggest franchises, we&apos;re able to get some unbelievable talent from across the industry. Our art director created Prototype, so he has experience with new IP; our level design director worked on lots of Rockstar titles; and also Max Bland and Alex Parizeau came with me from Montreal  getting people like this to uproot their lives and come to a new studio  you can&apos;t do that unless you have the right project.  But of course, shipping your first game while ramping up the studio size is a huge risk  we couldn&apos;t do it while also trying to do a new engine on platforms we hadn&apos;t seen before. You can only take so many risks! Max and Alex had already shipped Conviction, they knew what to do next, they knew where they wanted to take the series, we had tech to build on. It minimised the risk a little. In gameplay terms, Blacklist seems to come in somewhere between the action-orientated feel of Conviction and the more stealth-based Chaos Theory. Is that correct?When we started, our guideline was to innovate through the roots. Our objective wasn&apos;t to just re-code every single feature that had been in Chaos Theory, or the original Splinter Cell or whatever; expectations have grown and we can do a lot more than we could at the beginning of this console cycle. We wanted to innovate while being inspired by earlier titles. A lot of stuff fans want to see, like being able to ghost through missions, take people down non-lethally, all that stuff - we brought that back, and in most cases innovated to allow for more scope and greater variety. And at the same time you have this new Killing In Motion feature which lets players seamlessly plot out attack moves while running, so the whole thing looks and feels fluidThat was another big focus for us, especially when we started working on multiplayer  which we&apos;re not really talking about yet, so I can&apos;t say too much. But with the Conviction multiplayer, one thing we realised was, when you move around, you press the A button to interact with a lot of things; you&apos;d walk up to a window and press A to jump through and hang on a ledge, then you&apos;d have to press A again  there was a lot of starting and stopping at different objects.  What we wanted to do was add the sort of fluidity that people are coming to expect in action games, I guess in part because of Assassin&apos;s Creed. Just to be able to really traverse the environment, to move around things  people are used to that and it&apos;s no longer fun to push a button to leap over an object. Players expect that the character will do it themselves in a cool way without them having to think about it. I think also from a pure gameplay perspective, that sort of control interrupts multiplayer a lot because it&apos;s more tense, there&apos;s more pace  you can&apos;t be thinking about buttons and looking down at the controller. You need to look at where you&apos;re going and who you want to take down. We really had to focus on adding that kind of fluidity and the extreme of that was the Killing in Motion  so Sam has this feeling that he&apos;s always one step ahead. Do you have lots of fresh ideas for multiplayer? I&apos;ve heard that the popular Spies vs Mercs mode is coming back, but are there new innovations, too?Yes, but I can&apos;t say much. Multiplayer is going to have a completely fresh and new feeling. I think Conviction had pretty good feedback on single-player but where it really shone was in co-op. Well, now we have co-op ++, and we a bunch of new stuff in multiplayer and it&apos;s going to surprise people. In current games we&apos;re still seeing a lot of tacked on multiplayer and lots of modes that are familiar from game to game. But we have something unique  I think multiplayer is going to be a reason to by this game. I hope so anyway! We&apos;ve seen a few games that have sought to breakdown that division between the single-player and multiplayer experiences  Dark Souls and ZombiU being obvious examples. Do you think we&apos;re going to see a lot more of this convergence in the future?Yes, and that was another big objective of Splinter Cell that we haven&apos;t talked about much yet. That integration between single-player, co-op, multiplayer, the mobile app, the communities  it&apos;s something that we&apos;ve reorganised the whole game to allow for. This is part of the reason why Sam has moved from lone wolf to leader of the pack, leading his own team  it&apos;s a set-up that allows seamless integration of all these modes As an industry veteran, what has interested you about the PS4 announcement?Well, it&apos;s always exciting to be getting bigger and faster machines  developers always have ideas they can&apos;t currently execute! I do also like this core idea of connectivity  it&apos;s what a lot of people are looking for. Also, the architecture of the PS3 was very interesting but because it was so different than anything else it required a lot of specialist work  it was hard to find the type of programmers who were able to squeeze the juice out of it. Certainly, when the first parties make the decision [to simplify hardware], it helps us developers keep our costs down. Are you having to find different sorts of staff now? Will the next-generation machines require very different skills?Yeah, that&apos;s a great question. We are looking for different profiles  it&apos;s effected several different areas, in terms of strategy for our studio. Telemetry and measuring the way that people are actually playing the game, and having ways to visualise the process and react to those things, is going to be incredibly important for games moving forward. Finding people with database experience and people who think about data tracking and data mining, and how to tune those things live unless you&apos;ve been running an MMO not very many developers have been thinking about that stuff, but it&apos;s going to be key for big budget games.  Also, in games where the business model is changing, you need some designers who are cross-trained with finance people so you can model how different game systems will work. You now need much more complicated ways of calculating the profitability point for your games. Before, it was a simple calc of, well, I think we&apos;ll sell this many boxes, and we make this much profit per box, so the budget for the game can be this much. It&apos;s much more complex when you have different systems, you need people who can figure out how to model game design so that you know at what point it will be profitable.  Also, Ubisoft believes that all games will become HD  look at what the latest Samsung phones are capable of: you can plug in a controller and people are playing mobile games on a large screen TV. As more games become HD there are lots of interesting things to push in terms of, say, facial animation. David Cage talks a lot about this. How do we show more emotion in games, how do we take characters to the next level? There&apos;s some interesting stuff to do on the narrative side, the realisation of the story  We have a motion capture facility here in the Toronto studio and it&apos;s allowing us to get some great performances. I&apos;d like to invest in some innovation there  now that we have the body, how do we get the facial expressions? But do you think that the quality of the narrative itself is going to have to step up too? Absolutely. We need to hire top notch writers, top notch actors, everyone has to be at the top of their game. I mean, not so long ago, the writer on the game could be a programmer who just happened to be able to write. Now, we&apos;re not just working with people who are homegrown in the games industry, we&apos;re working with writers who move back and forth between games and TV, we&apos;re all competing for the same people. That&apos;s interesting. And how about AI? That tends to get overlooked, but it will surely be vital if we&apos;re talking about richer more complex game worlds?That&apos;s one of the most exciting uses of bigger processors. It&apos;s nice to have a prettier game, but with the extra power you can have more AI characters and greater intelligence. If you look at Assassin&apos;s Creed, because the main character can go everywhere and the city is full of nav meshes, it took us forever just to get the people on the street to walk normally and not bump into each other or turn in circles! There could be a whole new level to open-world games if the AI archetypes are arranged in new ways. Imagine a mafia game that had real social relationships and your way to take down the head of the family could be to take down certain sub-clans or different characters within the social chain, infiltrating from different ways I love thinking about these things. I&apos;d like to have a game that&apos;s totally open in how you complete your objectives. It&apos;s great to see the sort of emergent situations in games that can only come out of functioning AI systems. Far Cry 3 players have been trading a lot of stories about simply watching the island inhabitants interacting  for example, wild animals raiding outposts. Emergence through solid gameplay systems is great.Yes, but the best thing, even better than AI, is other people. I think if you can add real people to the mix you get an even better experience. If you think about what gamers are looking for, it&apos;s options and the ability to have your own play style. Games have gone from linear levels, to sand boxes where you can create your own paths  the next step is more sophisticated AI that allows you to chose how you will achieve your objectives in a much broader sense.  People try to classify the age we&apos;re in now  we&apos;ve had the age of enlightenment, the age of reason, the industrial age I would say this is the age of self-expression. We see it through social media, everywhere, everyone is artistic in some way, customisation is a huge growth area across all services. That holds true for games. People want to play in their own way and they want to share the way they&apos;re playing. That&apos;s one of the big opportunities  it&apos;s something we can really explore with the greater computing power [of next-gen consoles]. Have you thought much about how Splinter Cell will evolve in the next generation?Well, we&apos;re still so focused on Blacklist! But from a brand standpoint, what&apos;s exciting is that Toronto is responsible for Splinter Cell long term across all media. So we&apos;ve been talking about the comic, the next novel, the film and how all of those things tie together with the next game. We&apos;ve had a lot of high level discussions, but I  oh, there are so many moving parts, I can&apos;t even go there right now!  Splinter Cell: Blacklist is released on PS3, Xbox 360 and PC on 23 August. (This article was amended at 23:00pm on 25 March. Ubisoft pointed out to us that the Toronto studio is not currently collaborating on the next Rainbow Six title.)", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/mar/25/jade-raymond-interview-splinter-cell-blacklist-ps4", 
    "wordcount": "3300"
}