{
    "headline": "'From PhD to BBC': are academic historians too hungry for fame?", 
    "text": "A satire on university politics published in 1908 introduced &apos;The Principle of Sound Learning&apos;, which stated that &apos;the noise of vulgar fame should never trouble the cloistered calm of academic existence&apos;. This attitude to popular scholarship came to mind recently when eminent historian Sir Keith Thomas spoke to the Independent about the books he had read as a judge of the prestigious Wolfson History Prize. He said: &quot;There is a tendency for young historians who have completed their doctoral thesis to, rather than present it in a conventional academic form, immediately hire an agent, cut out the footnotes, jazz it all up a bit and try to produce a historical bestseller from what would have otherwise been a perfectly good academic work. The reality is that only a few of these works succeed commercially.&quot; Thomas reportedly bemoaned a &apos;parasitic&apos; relationship between high-flying popular historians, who let poor academics slave away in archives, doing the real work of research, before nabbing their findings and using them in mass-market paperbacks. The response from much of the historical establishment was largely uncritical. Antony Beevor, saw no fundamental problem with the caricature of &quot;a dash for fame among freshly-hatched PhDs&quot;, couldn&apos;t name a single one. Even after Thomas said his comments had been misinterpreted, History Today&apos;s Tim Stanley wholeheartedly endorsed them: &quot;We all know of whom he [Thomas] speaks: those beautiful historians who graduate from PhD to Penguin to BBC with indecent haste.&quot; Do we, though? Apparently &quot;we all know&quot; who&apos;s being talked about here. I&apos;m not sure I could name them, though. Can you? There is, it would seem, a spectre haunting the historical profession. But that&apos;s all it is: none of these commentators tell us who it is that&apos;s been drawn in by &quot;the lure of the limelight&quot;. Apparently: &quot;While the university lecturers do all the primary research, the trade press historians lift it as secondary evidence and scoop all the cash&quot;. But would it hurt  actually, wouldn&apos;t it just be good historiographical practice  to give us an idea who&apos;s doing these things? I only ask, of course, because if you told me that historians with an academic background who were giving the profession a bad name, my thoughts might turn to the likes of David Starkey, rather than the young &apos;uns who dared to try abseiling down the ivory tower. This debate couldn&apos;t be more timely. TV and radio are brimming with exciting new history programming from the likes of Helen Castor, Amanda Vickery, and Mary Beard. Popular history has an uncanny knack for raising hackles  every new documentary is assailed with the same arguments about flash presentation and &apos;dumbing down&apos;. We - the public, not just the historical profession - are in the middle of a conversation about how academic history can be presented in a way that makes it exciting, interesting, and accessible, all without losing its academic integrity. In canvassing for opinions from the academic community, Dr Suzannah Lipscomb, an academic historian who also writes and broadcasts widely, emailed me these thoughts: &quot;There needs to be a spectrum of historical writing - from the deeply academic to the fearlessly popular. The work of the academic who is toiling at the coalface, in the archives, to generate new knowledge is fantastically important - but so is the work of the historian who shares that knowledge with the public&quot;. The problem with the arguments of Thomas, Beevor, and Stanley, is that they all start from the premise that young academics pushing a public agenda are really after a primetime slot and a wad of cash. This, to put it mildly, is spectacularly disingenuous. Where they might see a gold rush, I see gifted historians making a case for an academic history that has value outside the university common room. Maybe the real story is that these much-maligned public historians  of all ages  would rather speak to a wider audience not because they&apos;re out to make a quick buck, but because they want a history that is truly popular. Maybe, like me, they believe that a work of history can only have minimal value if it cannot be explained and made interesting to an audience beyond the ivory tower. And maybe the new crop have looked at their elders  the increasingly reactionary rantings of Starkey and Ferguson, say  and thought that it might be time for the whippersnappers to roll up their sleeves and show how they think it should be done. A lot of comment on this debate misses one simple, crucial fact: the cat&apos;s already out of the bag. The new generation of historians, far from waiting for Penguin and the BBC to come to call, are actively using blogs, Twitter, and even stand-up comedy to reach a far wider audience than their predecessors might have dreamt of. It&apos;s not just recent PhDs doing this - witness the multimedia dynamo that is Mary Beard - but it&apos;s hard to deny that the younger generation&apos;s media literacy has given them an increased ability to enthrall an interested public. And it&apos;s good for research, too. Dr Lindsey Fitzharris created The Chirurgeon&apos;s Apprentice, a blog about the history of surgery which allows her to merge her academic interests with a desire to reach a wider public. She says that, as well as making people more interested in some fascinating but little-known material, the blog &quot;has forced me to think about my own work from the perspective of a non-specialist&quot;, inspiring &quot;new and interesting ways to think about my research&quot;. A great piece of history writing doesn&apos;t need to address itself to one readership at the expense of another - Thomas Penn&apos;s The Winter King, a biography of Henry VII, made serious scholarship read like a thriller, and topped best-of-year lists in 2011. The idea of an unbridgeable gap between the academic and the public historian is becoming less and less plausible. The demise of the cloistered scholar needn&apos;t mean the end of brilliant, rigorous history - it just means we get to shout about it from the rooftops. Editor&apos;s note: We spoke to this year&apos;s new generation thinkers about why they applied to join the BBC Radio 3 scheme. Watch the video here This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/jul/12/famous-academic-historians", 
    "wordcount": "1076"
}