{
    "headline": "Harvard issues partial apology to deans over secret email search", 
    "text": "Harvard University&apos;s administrators have issued a semi-apology to 16 resident deans for failing to inform them that their official email accounts had been secretly searched in an attempt to identify the source of a leaked document relating to a student cheating scandal. In a two-page statement released on Monday by Harvard, senior administrators wrote that they &quot;apologize if any resident deans feel our communication at the conclusion of the investigation was insufficient&quot;. The statement stressed that the email search was conducted to ensure the &quot;integrity of our faculty-legislated processes and the privacy of our students&quot;. The partial apology comes in the wake of a furious response by Harvard deans and faculty members after it was revealed over the weekend that the university had conducted a search of the administrative email accounts of the 16 resident deans as part of a leak inquiry. The inquiry was carried out without informing the deans, either before or after it was completed. Monday&apos;s statement came from Michael Smith, the dean of the faculty of arts and sciences (FAS), and the dean of Harvard college, Evelynn Hammonds, both of whom approved the email search along with the university&apos;s top legal officer, Robert Iuliano. They attempt to justify the highly unusual move. The decision was made, the statement says, after the administrative board of the FAS grew alarmed that a confidential document that had been sent to the 16 resident deans had ended up in the hands of the college paper, the Harvard Crimson. &quot;The forwarded email was quite concerning and warranted a better understanding of what had occurred, since it threatened the privacy and due process afforded students before the board.&quot; The document related to last year&apos;s cheating scandal, one of the most serious in the Ivy League university&apos;s history, in which about 70 students were suspended for having collaborated over a final exam paper in a course on the workings of the US congress. Paradoxically, the authors of the statement insist that they ordered the email search  which is seen by many Harvard faculty members as a gross breach of privacy  in order to protect the privacy of the dean involved. &quot;We made a decision that protected the privacy of the resident dean who had made an inadvertent error,&quot; they write. Smith and Hammonds say that they did invite the deans to come forward with information about what had happened, but their efforts &quot;yielded no insights&quot;. Only then did they instruct the IT department to carry out what they call a &quot;very narrow, careful, and precise&quot; search of the subject field of the emails to detect who had forwarded on the document. The statement says: &quot;To be clear: no one&apos;s emails were opened and the contents of no one&apos;s emails were searched by human or machine.&quot; As a result of the search, the individual dean who had forwarded the document to two students was identified, the statement says. But it was concluded that the action was &quot;an inadvertent error and not an intentional breach&quot;. It remains to be seen whether the university&apos;s offering of an olive branch will be sufficient to calm feelings among faculty members. Charles Ogletree, a Harvard law professor, told the New York Times on Sunday that he was &quot;shocked and dismayed&quot; by what had happened and predicted that the university faculty would make its views known &quot;about the fact that these things like this can happen&quot;.", 
    "section": "education", 
    "gid": "education/2013/mar/11/harvard-partial-apology-secret-email-search", 
    "wordcount": "586"
}