{
    "headline": "Social networking sites fuelling stalking, report warns", 
    "text": "New forms of digital technology and social networking sites such as Facebook are increasingly putting people at risk of stalking, according to a report published on Wednesday. The study, from Women&apos;s Aid and the Network for Surviving Stalking, warns that mobile phones, particularly smartphones, are increasingly being targeted. Spyware could be installed on the phone in &quot;less than five minutes&quot;, allowing a stalker to listen remotely to the phone&apos;s surroundings, intercept calls, track text messages and the location of a device if it has GPS hardware. Computer spyware could be installed remotely, via an email attachment, and then remain hidden on the computer, warned the report. &quot;It&apos;s cheap, easy to use and very powerful,&quot; it said. Other methods of tracking can be more simple. One woman detailed in the report failed to change her eBay password after separating from an abusive partner. He tracked her use of the site online and when she bought something he contacted the seller claiming the item had not arrived and asking the seller to verify the address. Armed with his ex-partner&apos;s new address, he found her and targeted her in an attack that left her blind in one eye. &quot;Online stalking is definitely happening more often because there is such an array of powerful tools at stalkers&apos; disposal making it easier to do,&quot; said Jennifer Perry, author of Digital Stalking: A Guide to Technology Risks for Victims. Technology firms and social networking sites needed to do &quot;much more&quot; to protect potential victims, she added. &quot;Software companies are absolutely not doing enough to mitigate this risk. The only way we will change things is by making the public aware of the dangers.&quot; Alexis Bowater, chief executive of the Network for Surviving Stalking, who was followed online for four years before her stalker was jailed, said the rapid rise of mobile phone and internet use meant cyberstalking was on the increase. &quot;It is an old crime in a new, technological world,&quot; she said. &quot;The internet gives stalkers a new weapon in their armoury, a new way to find people, to follow them, to research them, sometimes to be them.&quot; The extent of internet users&apos; &quot;digital footprint&quot;  their use of social networks, work websites, forums and directories, could all leave clues that could enable a stalker to track their victim. Social networks are particularly risky, according to the report. &quot;You can never make social networks &apos;safe&apos; for victims to use, you can only make them &apos;safer&apos;,&quot; it said. &quot;Their commercial success depends upon encouraging users to exchange information with the widest network possible, which compromises the privacy and security of their users. Indeed, you could argue that it is in their interest not to encourage good privacy practices.&quot; Perry, an internet safety expert and consumer advocate, said the advice Facebook provided to victims of domestic violence was &quot;wholly inadequate and was putting victims at risk&quot;. She called on the site to change their abuse and help pages and provide a privacy setting specifically for vulnerable people. &quot;The problem is social networking sites like Facebook make money the more data people expose. For the majority of people that does not put them at risk, but in the case of domestic violence or stalking victims it can be very dangerous.&quot; She added that new features, such as a location button that let users inform their friends on Facebook of their exact whereabouts, were often presented entirely positively, with not enough emphasis given to the risks involved. A spokeswoman for Facebook said choosing to share a location was always &quot;entirely optional&quot; and that privacy setting enabled users to share what they wanted and block unwanted attention. Users could report abuse via links on the site or through the contact forms in its help centre. She added that the site had &quot;systems to prioritise&quot; the most serious reports and acted on most within 24 hours. &quot;The safety of our users is our top priority. Facebook works with a diverse set of experts and organisations devoted to online safety in order to bring the best safety resources, including the National Network to End Domestic Violence, who also sit on our safety advisory board,&quot; she said.Perry said she advised stalking victims to assume their computer had been infected. &quot;It is safer to assume that everything you do or say online, all your emails, contacts photos and instant messages as well as passwords and contacts can be seen,&quot; she said. Stalkers could use this information to lock victims out of their accounts, buy goods or transfer money, go online and pretend to be the victim, add or delete files and block websites so victims were unable to access support sites. Bowater called for more awareness of the dangers of new technology. &quot;We are calling for better police training on all types of stalking and particularly digital stalking. We are asking the internet industry to engage with us to make their customers&apos; lives safer,&quot; she said.", 
    "section": "technology", 
    "gid": "technology/2012/feb/01/social-media-smartphones-stalking", 
    "wordcount": "856"
}