{
    "headline": "Gay marriage 'Nazis' and the disgrace of Lord Carey", 
    "text": "Lord Carey, the former archbishop of Canterbury, doesn&apos;t like being called a bigot by supporters of gay marriage like Nick Clegg: &quot;Remember the Jews in Nazi Germany,&quot; he told a Conservative rally, &quot;What started against them was when they were called names. And that was the first stage towards that totalitarian state. We have to resist them. We treasure democracy. We treasure our Christian inheritance and we want to debate this in a fair way.&quot; I&apos;d like to remember the gay people in Nazi Germany as well. The Gestapo compiled long lists of them, and the Reich Central Office for the Combating of Homosexuality and Abortion was set up to deal with the &apos;threat&apos; they posed to the Aryan homeland and identity. Many were forced into sexual conformity, with hundreds &apos;treated&apos; by castration. Up to 15,000 ended up in concentration camps, subjected to a regime of extermination by labour. There they were distinguished from the other prisoners using pink triangles or other badges, marking them out for particularly brutal treatment. Some were used for target practice, others subjected to medical experiments such as those of Dr. Carl Vaernet, who surgically implanted artificial glands into prisoners in an attempt to convert them.  The late Pierre Seel described his own experiences in the film Paragraph 175. Upon arrest by the local police (63 mins), the seventeen-year-old was tortured and raped with wooden sticks: &quot;Outraged by our resistance, the SS began pulling out the fingernails of some of the prisoners. In their fury they broke the rulers we were kneeling on and used them to rape us. Our bowels were punctured. Blood spurted everywhere. My ears still ring with the shrieks of our pain.&quot; What happened later was far more brutal. Seel endured six months of forced labour at a concentration camp at Schirmeck, until one day, &quot;the loudspeakers order us to report immediately to the roll-call. Shouts and yells urged us to get there without delay. Surrounded by SS men, we had to form a square and stand at attention, as we did for the morning roll call. The commandant appeared with his entire general staff.&quot; They were to witness an execution. With horror, Seel recognised the victim as his &apos;loving friend&apos;, an eighteen-year-old boy named Jo. &quot;I froze in terror. I had prayed that he would escape their lists, their roundups, their humiliations. And there he was before my powerless eyes, which filled with tears.&quot; Noisy music was played over the loudspeakers, as SS officers stripped him naked, placing a tin bucket over his head. Then they set the dogs on him, vicious German Shepherds. Fixed rigid with shock, Seel watched as &quot;the guard dogs first bit into his groin and thighs, then devoured him right in front of us. His shrieks of pain were distorted and amplified by the pail in which his head was trapped.&quot; After the war, gay people could not easily speak out about their place in the Holocaust; homosexuality remained illegal across Europe, and homophobia widespread. It took almost forty years for governments to acknowledge the horrors inflicted on them. When Seel did eventually speak, in the early 1980s, he was encouraged to do so by, of all things, &quot;the outpourings of the Bishop of Strasbourg against sick homosexuals.&quot; Even after going public, he was subjected to death threats and beatings.  I have no words powerful enough to describe the disgrace, the ignorance, the self-absorbed vileness of a man who believes that being called a bigot by Nick Clegg is even remotely comparable to the experiences of men like Pierre Seel, or thousands of others who were slaughtered by the Nazi regime. And that was far from the worst of his idiotic comments. &quot;Same-sex relationships are not the same as heterosexual relationships and should not be put on the same level,&quot; Carey wailed. Tell that to the man who watched his young lover being torn apart by dogs: &quot;Since then I sometimes wake up howling in the middle of the night,&quot; he recalled in 1995. &quot;For fifty years now that scene has kept ceaselessly passing and re-passing though my mind.&quot;  But perhaps Carey&apos;s most disturbing remark was that eerily familiar question he posed: &quot;Why does it feel to us that our cultural homeland and identity is being plundered?&quot; The answer, Lord Carey, is that it is not your homeland, it is our homeland; and homosexuals are just as much a part of our identity as anyone else. The day we allow bigots to deny that, or to suggest that the emotions felt by certain people are somehow not on the &apos;same level&apos; as other human beings, is the day we start heading back down a dark and dangerous path. @mjrobbins", 
    "section": "science", 
    "gid": "science/the-lay-scientist/2012/oct/09/gay-marriage-carey-nazi", 
    "wordcount": "807"
}