{
    "headline": "Biofuel fails EU sustainability test, German researchers claim", 
    "text": "The growing row over biofuels is ready to flare up again with German researchers claiming to have found evidence that European-produced biodiesel does not meet the sustainability targets claimed by Brussels. Two experts at Friedrich Schiller University in Jena say eight out of their 10 tests on locally produced rapeseed biodiesel failed to show the 35% greenhouse gas savings promised. In most cases it was under 30%. The use of biofuels would be further undermined when the EU emissions target increases, as planned, to 50% in five years&apos; time. Gernot Pehnelt and Christoph Vietze also claim their work has been undermined by a lack of co-operation from the European Union which they believe is on the defensive over championing local energy crops. &quot;Our results indicate that the &apos;sustainability&apos; of rapeseed biodiesel in the interpretation of the [EU&apos;s] renewable energy directive is at best questionable and in most scenarios simply unjustifiable,&quot; said Pehnelt. &quot;What we need is transparency. The European commission hesitates to publish all the background data and promises to come up with new calculations for individual biofuels but they have not come up with any values yet.&quot; Biofuels are accused by the UN and others of pushing up world food prices, and exacerbating the effect of the most severe drought in the US in half a century. US legislators called on the environmental protection agency this month to waive its ethanol mandate that stipulates 40% of the American corn crop is turned into biodiesel. The US department of agriculture said the corn yield would be the lowest for 17 years, raising grain prices as it means there will be more demand for wheat to be used as animal feed. Jos Graziano da Silva, director general of the Food and Agriculture Organisation (FAO) at the United Nations, said he wanted to see a halt in US government-backed production of corn-based ethanol, which is mixed with petrol to make &quot;greener&quot; fuel, amid fears the world is heading for another food crisis like the one in 2008 that triggered riots. The EU&apos;s lack of transparency on biofuels has already been challenged by non-governmental organisations (NGOs) such as Client Earth, and the German academics say their problems play into the hands of those who believe that Brussels is deliberately overstating the benefits of local rapeseed for political reasons. Germany, France and Italy are the EU&apos;s biggest producers of rapeseed oil, and are also home to a car manufacturing industry that actively supports the use of biodiesel for reducing carbon emissions. Europe&apos;s renewable energy directive, introduced three years ago, demands that greenhouse gas emissions from production and use of biofuels for transport must be at least 35% lower than those from fossil fuels. In 2017 that marker is meant to rise to 50%. Plans drawn up by EU member states predict that bio-energy, including biomass for power generation and biofuel for transport, will provide more than 50% of the EU share of renewable energy as part of 2020 climate goals. Use of biodiesel is expected to double by 2020 to 19.95m tonnes of oil equivalent from around 10m tonnes in 2010. Brussels faces a big challenge coming up with the investment and technology needed to move to a new feedstock for biodiesel, such as weeds and waste stems that would take the pressure off grain supplies for food. The EU also needs to find inputs that would no longer result in the clearing of environmentally sensitive forests and wetlands to plant fuel crops, an issue known as indirect land use change. The finds of the two German academics have received the support of Fausto Freire, who conducts research on biofuels at the University of Coimbra in Portugal. He told Nature magazine that there are &quot;huge uncertainties&quot; associated with the greenhouse-gas emissions of biodiesel but another academic, Gerhard Brankatschk at Technische Universitt Berlin, believed the east German study had &quot;severe shortcomings&quot;. Nestl: End biofuels now&quot; The chairman of the world&apos;s biggest food group Nestl, Peter Brabeck, has called on politicians to lobby to end the use of food in the production of biofuels. &quot;This does not mean that biofuel should be scrapped entirely but that producers should use other organic materials,&quot; Brabeck told the Swiss newspaper SonntagsZeitung. He joins a growing chorus of politicians and scientists calling for a rethink in biofuel production. &quot;Our problem is that almost half of US corn production and 60% of European rape is being used for fuel production,&quot; he said. Biofuel production is adding pressure on food prices which are already being boosted by climate change. &quot;[Food] prices are increasingly prone to swings and correlate more and more with oil prices,&quot; he said. He also called for more transparency in international commodities markets.", 
    "section": "environment", 
    "gid": "environment/2012/aug/19/biofuel-fails-eu-sustainabilty-test", 
    "wordcount": "807"
}