{
    "headline": "Scientist reveals how he made bird flu that could spread between people", 
    "text": "A scientist whose work was deemed too dangerous to publish by US biosecurity advisers revealed for the first time on Tuesday how he created a hybrid bird flu virus that is spread easily by coughs and sneezes. In a conference presentation that was webcasted live to the public, he detailed how his team created the deadly virus. Professor Yoshihiro Kawaoka at the University of Wisconsin-Madison described experiments that pinpointed four genetic mutations enabling the virus to spread between ferrets kept in neighbouring cages. The animals are considered the best models of how the infection might spread between people. In December the US National Science Advisory Board for Biosecurity (NSABB) called for sections of Kawaoka&apos;s work to be deleted from a paper in the British science journal Nature, amid fears that a rogue state might use the information to create a biological weapon. The NSABB raised similar concerns over a paper by Dr Ron Fouchier at Erasmus Medical Centre in Rotterdam. That study, describing another mutant bird flu strain that can also be spread through the air between ferrets, is under consideration at the US journal Science. The controversy over the papers triggered a crisis in science. Many researchers argued the work must be made fully public so it is available to other experts in the field, such as surveillance teams looking for emergent pandemic strains in Asia and elsewhere. Others said the work should never have been done, or that sensitive details should be shared only with a list of approved experts. The advisory board reversed its stance on Friday after considering updated versions of the papers and a fresh risk analysis of the studies at a meeting at the National Institutes of Health in Washington DC. The board unanimously approved Kawaoka&apos;s paper for publication in full, and gave the green light to Fouchier&apos;s work after a vote of 12 to 6 in favour. Neither paper had information removed for the review. Bird flu is considered particularly threatening to people because more than half of the 600 or so people known to have caught the virus have died from the infection. Many scientists fear the virus could trigger a pandemic if it evolved into a form that spread rapidly. The experiments by Kawaoka and Fouchier were designed to answer the question of whether the bird flu virus could pick up genetic mutations in the wild that would allow it to adapt to humans and spread rapidly like seasonal flu. Speaking at a Royal Society conference on bird flu, Kawaoka and Fouchier claimed their work highlighted how easily bird flu could mutate into a form that would potentially be transmissible among humans. But their findings showed the mutant strains did not spread as swiftly as seasonal flu, and were not lethal to animals that caught the infection from a neighbouring animal. Both viruses could be controlled by antiviral drugs, such as Tamiflu, and bird flu vaccines, the researchers added. Kawaoka created a hybrid flu strain by merging H5N1 bird flu with the &quot;swine flu&quot; virus that caused a pandemic in humans in 2009. Through a series of experiments in ferrets, he isolated a strain with four mutations that helped the virus latch on to and infect cells in the throat. One reason bird flu does not spread well between people is that it cannot bind to cells in the throat and nose, where it can be coughed and sneezed out. Defending the work, Kawaoka said is was carried out in a high-security laboratory where all of the staff had been vetted by the FBI. The work was &quot;important for pandemic preparedness&quot; and emphasised the need for countries to stockpile vaccines to combat bird flu. One of the mutations is already common in the wild, Kawaoka said, appearing in all 46 bird flu viruses isolated from people in Egypt between 2009 and 2011. &quot;The risk is out there in nature,&quot; Kawaoka said. The UK has a stockpile of 16,000 doses of the GSK bird flu vaccine, Pandemrix, which has a shelf life of three to seven years. Fouchier told the conference he was unable to reveal full details of his own research because the Dutch government has imposed export controls on the information. His team created a mutant strain of H5N1 bird flu by infecting a succession of ferrets until a strain emerged that spread between animals housed in neighbouring cages. Ferrets that had already been exposed to flu viruses were not affected by the mutant strain. Fouchier was unable to confirm the specific mutations that made the virus more transmissible, but said many had already been spotted in the wild. &quot;Most of the mutations we found we can see in the field, and we are even seeing them in combination,&quot; he said. &quot;We are looking for strains of mutants that are associated with particular biological traits,&quot; Fouchier added. &quot;Just as we want to predict tsunamis and earthquakes, we want to predict pandemics.&quot;", 
    "section": "science", 
    "gid": "science/2012/apr/03/scientist-bird-flu-spread-people", 
    "wordcount": "834"
}