{
    "headline": "Teachers' union criticises phonics tests", 
    "text": "A teachers&apos; union has called for a campaign against the government&apos;s new reading tests, including a possible boycott, as it said some pupils would be labelled as failures. Delegates at the NUT&apos;s annual conference in Torquay passed a resolution warning that the mandatory testing of phonics  a system that focuses on sounds rather than recognising whole words  was &quot;unnecessary and inappropriate&quot;. The government has championed phonics as the best way to boost reading standards. It announced plans for the test last year amid fears children with poor reading skills were slipping through the net. The test, to be taken by children at the end of their first year of compulsory schooling, will require pupils to sound out or decode a series of words, some of which are made up, to test their reading skills. The union said the government&apos;s policy of promoting phonics would send a message to schools and parents that other aspects of reading were less important. A poll for the union found that two-thirds of teachers (66%) thought the test was unnecessary, 67% believed it was a waste of money and 63% said the test was &quot;inappropriate&quot; for many children with special educational needs and those who have English as a second language. The NUT leader, Christine Blower said: &quot;Our members are saying five is too young to fail.&quot; Hazel Danson, a phonics teacher and chairman of the NUT&apos;s education committee, said reading involved far more &quot;than just decoding a text&quot;. &quot;You might as well be giving them quite frankly a page of French and they can decode that but have absolutely no understanding or can ascribe meaning to it,&quot; Danson said. &quot;One headteacher has said he thought it was damaging to give children material they couldn&apos;t read because they would see that as a failure. If you follow that logic, you would never be able to give children any books that had any conversational dialogue in it because the word &apos;said&apos; is impossible to decode phonically.&quot; A pilot of the test carried out last year saw some bright children struggle as they were trying to make real words out of made-up ones, and failing as a result, said Danson. &quot;Most adults do not read phonically,&quot; she said. &quot;They read by visual memory or they use context queueing to predict what the sentence might be, so some children who have already got that skill quite early on who were taking the test were left confused.&quot; Blower highlighted a &quot;very odd, perverse incentive&quot; to drill children in learning non-words, &quot;because if you know that you&apos;re a better, or more advanced, or more able reader you might try to make a word out of a word that&apos;s a non-word. &quot;Teachers will have a tendency to say &apos;well, let&apos;s practice lots of non-words, so when you see a non-word you don&apos;t try to make them be words&apos;. How stupid is that?&quot; Blower said that if, at some stage, the test results were used in league tables, &quot;you would have people doing the exact opposite of what you want them to do. You would be teaching them [children] to not read, essentially. &quot;When reading is essential to being able to work with the rest of the curriculum, why would you want to do something that would potentially demotivate not only the children who might have a lot of difficulty with the test because maybe they haven&apos;t reached that level, but also the kids who are actually beyond that who then fail it because they are trying to bring skills to bear which are not useful to being able to do the test?&quot; A Department for Education spokesman said: &quot;We have been clear that the results for the reading check will not be published in league tables. Schools will be required to tell parents their own child&apos;s results. &quot;Standards of reading need to rise. At the moment around one in six children leaves primary school unable to read to the level we expect, and one in 10 boys leaves able to read no better than a seven-year-old. These children go on to struggle at secondary school and beyond. &quot;The new check is based on synthetic phonics, a method internationally proven to get results. The evidence from the pilot carried out last year is clear  thousands of six-year-olds, who would otherwise slip through the net, will get the extra reading help they need to become good readers, to flourish at secondary school, and to enjoy a lifetime&apos;s love of reading.&quot; While NUT members gathered for the third day of the conference in Torquay, the NASUWT union was staging its third day of debate in Birmingham. A poll showed two-thirds of teachers had experienced or witnessed workplace bullying in the past 12 months, with one in five victims quitting their job as a result. The survey revealed that 67% witnessed or were subject to bullying, harassment and abuse from colleagues. The country&apos;s two largest teaching unions put the government on notice on Saturday of their intention to continue industrial action, including strikes, in protest at pensions reforms. The motion backed by NASUWT delegates on Saturday also cited pay and workplace-related issues. On Monday the NUT will debate its strategy for opposing government plans to introduce local pay.", 
    "section": "education", 
    "gid": "education/2012/apr/08/teachers-union-criticises-phonics-tests", 
    "wordcount": "901"
}