{
    "headline": "Windows Phone app development: five firms give their experiences", 
    "text": "Developers have created more than 100,000 apps for Windows Phone, as Microsoft continues its efforts to make the platform a viable alternative to iOS and Android for app developers. But how are those efforts going down? To find out, I posed some questions to five companies who&apos;ve recently released Windows Phone apps, asking about their motivations for supporting the platform, how they&apos;ve found it, and how they&apos;d like to see it evolve. The five: music service 7digital; cabs company Addison Lee; IndieSkies, developer of camera app Kaleidobooth; Escapist Games, developer of skygazing app Star Chart; and Distinction, developer of weather app Weather Flow. What I found: praise for the Windows Phone OS itself, and the ease with which apps can be quickly prototyped and released for it. The looming prospect of Windows 8 is becoming more of a selling point for the platform, too, but developers&apos; reticence over actual download and sales figures hints that it&apos;s still early days. Why go WinPho? One thing is clear: developers like Windows Phone as an OS and a development environment. &quot;Windows Phone has matured and become a solid operating system,&quot; says Ling Khor, product manager for mobile at 7digital, and she&apos;s backed up by the other developers. &quot;Windows Phone is a very attractive and responsive operating system that is easy to use and understand. It&apos;s a contender for the most polished smart phone OS out there,&quot; says Escapist Games&apos; Chris Whalley. &quot;When we first picked up the phone we were impressed at how slick the Metro UI was and it clearly set out a standard that we could adhere to without much work,&quot; add IndieSkies&apos; Kevin Chandler and Laurie Brown. Meanwhile, Distinction&apos;s Balint Orosz suggested that Metro makes Windows Phone &quot;unique among the platforms.&quot; However, there&apos;s another motivation at work here too: the upcoming launch of Microsoft&apos;s Windows 8 for computers and tablets, and the expected launch alongside it of Windows Phone 8. &quot;We believe that the platform will be relevant in the mobile industry in the next few years - especially with Windows 8 coming out,&quot; says Orosz. In other words, rather than seeing Windows Phone development as a risky bet on a niche platform, some developers are seeing it as a way to ease their way into a much surer bet: the Windows 8 ecosystem. Development approaches One of the plus points about Windows Phone for users is that Metro user interface: definably different from iOS and Android, but stylish and usable. But that could be seen as an additional barrier for developers bringing apps from those other platforms, since it requires a redesign rather than a pure port. When their apps were being ported, developers interviewed for this feature took the time to make them fit with the Metro UI. It&apos;s also clear that they&apos;re taking heed of Microsoft&apos;s encouragement to use features like Live Tiles and Bing App Connect that are specific to Windows Phone. Escapist&apos;s Whalley explains why it made sense for his company to develop Star Chart from scratch for Windows Phone: &quot;We knew that there would be things that we could do easily on Windows Phone, so we ensured Star Chart was built with that in mind,&quot; he says. &quot;For example, the extremely high detail planet textures - you really can zoom right in to the Moon and Jupiter - and the highly accurate Augmented Reality mode on Windows Phone. In both cases we have more detail and fidelity on Windows Phone than on any other platform. Writing the app from scratch allowed us to cater to the specific strengths of the platform.&quot; Meanwhile, Distinction actually builds its apps for Windows Phone first, then takes them to other platforms. With its Weather Flow app, the company focuses on key features on the platform. &quot;From a functionality perspective, the Live Tiles are unique to the platform  although the Android version of the app has a widget with similar functionality. We were also able to build in some additional effects, such as flipping between themes, on the Windows Phone version which we couldn&apos;t do on other platforms because of performance issues,&quot; says Orosz. Speed of development How quick and easy is it to get an app up and running on Windows Phone? Experiences varied. Khor says 7digital took around four months for the development process of its app, including submission to the Marketplace. &quot;We did have to familiarise with new design patterns for Windows Metro style apps as they different to other platforms but partnering with a specialist Windows Phone agency helped.&quot; Addison Lee&apos;s partner developer, Haulmont Technology, took just four weeks to make its Windows Phone app, while IndieSkies took two weeks to make a prototype of Kaleidobooth with most of its final features, and then another two months to polish it. Chandler and Brown note that their background coding in C# helped &quot;we already had previous experience with it and it enables us to implement features quickly&quot; while also praising the fact that the hardware costs to start developing are low.  &quot;It is also worth highlighting the fact that XNA is working out of the box. This is great as developers already have the tools to create a multi-platform game or application right from the start, and this enables them to take advantage of code portability,&quot; they say. Walley says that the initial version of Star Chart took three months, with Escapist pushing out three more updates with new features in the three months after that. The developer planned two weeks of work to code its augmented reality mode, for example, but found it only took two weeks. Distinction took three months to make Weather Flow although the company was working on other projects at the same time with Orosz comparing Windows Phone to iOS approvingly. &quot;With WP7  like iOS  you just have to build it once, then test it once and you have an app that is suitable for all devices,&quot; he says. &quot;On Android we have to do a lot of testing on different devices, which makes the process less cost-effective.&quot; The results These developers had the motivation for supporting Windows Phone 7, and didn&apos;t encounter any major hold-ups in the development process, then. But the key question is how those apps then performed once on the Marketplace. Is Windows Phone a lucrative or even just a viable platform for developers? Well, here&apos;s the thing: four out of the five developers interviewed for this piece preferred not to give actual numbers. &quot;The release has been well received and we have been pleasantly surprised by the number of installs the app has had since its launch,&quot; says Khor. &quot;Windows Phone downloads compare very well to other platforms at similar stages of the release cycle,&quot; says Addison Lee&apos;s IT director Peter Ingram. &quot;We are predicting a good trial/purchase ratio boosted by some solid promotion,&quot; say IndieSkies (admittedly only a month after their app was released). &quot;We&apos;ve seen a very steady increase in sales since launch We&apos;re looking forward to seeing the numbers continue to increase throughout 2012,&quot; says Walley. Only Orosz gave hard figures: &quot;Weather Flow has been very successful in the two months since launch. We&apos;ve had more than 25,000 downloads, and a high percentage of them are paid downloads,&quot; he says. Now, there are plenty of iOS developers who don&apos;t like to give out similar numbers Android stats are made public on Google&apos;s Play store but it seems Windows Phone is currently a market that&apos;s encouraging rather than truly lucrative for this selection of developers, at least. What next? All five developers interviewed are continuing their support for Windows Phone, with new features in future updates for their current apps, and/or with newer products too. &quot;It is certainly a valid choice for future mobile apps,&quot; say IndieSkies. &quot;As we have proved in the space of two weeks, Windows Phone allows prototypes to be developed very quickly. This is key in a commercial environment as you are able to get ideas running on the device and analyse their commercial feasibility.&quot; Walley says Escapist will continue to release new apps for Windows Phone as it gains market share, with some that may launch first on the platform. &quot;We have already considered using the fast and simple development environment of Windows Phone to be the basis for prototyping and developing new app ideas before bringing them to other marketplaces,&quot; he says, mirroring IndieSkies&apos; views. What do they want Microsoft to do to make Windows Phone more appealing, though? For the most part, it&apos;s feature requests specific to these developers&apos; apps: more integration of third-party apps into the Music hub for 7digital; a photo viewer toolkit for IndieSkies; support for custom shaders and more handsets with gyroscopes for Escapist, and so on. Walley reflects the wider view, though: &quot;Really all we want is to see more consumers pick up the device and start exploring the app marketplace. That, and more hardware manufacturers creating cheap but powerful Windows Phone devices for consumers to buy.&quot; In a nutshell, this is Microsoft&apos;s challenge  and that of its key partners like Nokia. The platform and development environment is attractive. It just needs to shift more handsets to boost the business case for developers.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jun/18/windows-phone-apps-development", 
    "wordcount": "1587"
}