{
    "headline": "Drought that ravaged US crops likely to worsen in 2013, forecast warns", 
    "text": "The historic drought that laid waste to America&apos;s grain and corn belt is unlikely to ease before the middle of this year, a government forecast warned on Thursday. The annual spring outlook from the National Oceanic and Atmospheric Administration  (NOAA) predicted hotter, drier conditions across much of the US, including parts of Texas, Oklahoma and Kansas, where farmers have been fighting to hang on to crops of winter wheat. The three-month forecast noted an additional hazard, however, for the midwest: with heavy, late snows setting up conditions for flooding along the Red and Souris rivers in North Dakota. &quot;It&apos;s a mixed bag of flooding, drought and warm weather,&quot; Laura Furgione, the deputy director of NOAA&apos;s weather service told a conference call with reporters. Last year produced the hottest year since record keeping began more than a century ago, with several weeks in a row of 100+degree days. It also brought drought to close to 65% of the country by summer&apos;s end. The cost of the drought is estimated at above $50bn, greater than the economic damage caused by hurricane Sandy The drought area has now fallen back somewhat to 51% of the country. But even the heavy snowfalls some parts of the country have seen were not enough to recharge the soil, the NOAA scientists said. The agency was forecasting above-normal temperatures in the south-west and other parts of the country, with only the Pacific north-west expected to experience below-normal temperatures. It said drought conditions were likely to remain in the central and western parts of the country, and could expand in California, the south-west, the southern Rockies and Texas. The Florida panhandle should also anticipate drought conditions, according to the forecast. Scientists warned of an increased risk of wildfires, because of the dry conditions, for parts of Minnesota and northern Iowa. Other areas of the country however were in line for floods, with the most significant along the Red and Souris Rivers in North Dakota. NOAA said it was also expecting some 20,000 acres of farm land to be flooded in the Devil&apos;s Lake area of North Dakota. Some flooding was also expected along the upper Mississippi into southern Wisconsin, northern Missouri and parts of South Dakota and Iowa. Meanwhile, a poor snowpack suggests the drought will persist in the Rocky Mountain states and California. &quot;The drought that we accumulated over the last five or six years in the middle part of the country and also the south-west is going to take a long time to remove,&quot; said Furgione. &quot;The deficits in the soil and very unlarged, and it is very unlikely the seasonal mean precipitation will ameliorate that.&quot; Farmers had been anticipating a poor start to the growing season, especially in the south-west and areas such as Texas, Oklahoma and Kansas, where the drought has not relaxed its grip. Farmers in some areas did not even bother to plant winter wheat this year. The prospect of another dry year caused concern along the Mississippi where low levels held up barge traffic last year. A coalition of mayors from towns along the river visited Washington this week to press for funds to keep the waterway open. &quot;If the river is shut out, that&apos;s $300m a day that is affected by that in economic losses because you can not shift the traffic up and down the river,&quot; said Hyram Copeland, mayor of Vidalia, Louisiana. Communities across the wheat and corn-growing areas, that took the brunt of last year&apos;s drought, had been looking for heavy snows and rains this winter to prime the land for the next planting season. &quot;The bottom line is we need a big spring because we do not have the buffer or carryover we did coming into 2012,&quot; Mark Svoboda, a climatologist at the National Drought Mitigation Center, told a forum on Wednesday. However, the forecast suggests that big spring will not materialise. The scientists also note a growing demand for water  for cities, for agriculture  is leaving the country even more exposed to hotter, drier years like 2012. &quot;We have seen changes to our vulnerability to drought,&quot; Svoboda said. &quot;More straws in the drink is putting more demand on a finite water resource.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/mar/21/noaa-outlook-drought-worse-2013", 
    "wordcount": "713"
}