{
    "headline": "Green news roundup: Fracking, Cites and pesticides", 
    "text": "Fracking  Lord Browne promises to invest &apos;whatever it takes&apos; in UK fracking Prospect of fracking in Somerset unites unlikely coalition of protesters Shale gas rush: the fracking companies hoping to strike it rich Yoko Ono and Susan Sarandon star in new anti-fracking music video No Dash for Gas campaigners set up anti-EDF website Illegal wildlife trade conference Cites     Loading the rosewood on trucks at the port of Toamasina (Tamatave), Madagascar, 24 November 2009. Photograph: Babelon Pierre-Yves/Alamy     New protection for endangered trees against rampant logging trade Pangolins under threat as black market trade grows Five shark species win protection against finning trade Tougher trade rules to protect turtles win support of nearly 200 nations Environment news     A bee collects pollen from a sunflower in Utrecht July 27, 2010.   Photograph: Michael Kooren/Reuters     Owen Paterson set to scupper EU plans to ban pesticides linked to bee harm Japan becomes first nation to extract &apos;frozen gas&apos; from seabed Asda turns to Canary Islands bananas to cut carbon footprint Indian coal power plants kill 120,000 people a year, says Greenpeace Mark Lynas: truth, treachery and GM food Deer cull would threaten thousands of jobs, say furious gamekeepers Heritage bodies win high court battle against Barnwell windfarm Benyon hits out at Hugh Fearnley-Whittingstall in defence of sea conservation plans Large rise in CO2 emissions sounds climate change alarm On the blogs     In this aerial image, the third reactor building (L) and fourth reactor building of Fukushima Daiichi Nuclear Power Plant are seen on February 20, 2013 in Okuma, Fukushima, Japan. The decommission work continues at the crippled plant in Fukushima, their operator Tokyo Electric Power Co and Japanese government plan to complete in around 2050.  Photograph: The Asahi Shimbun/Getty Images     Nuclear reactor operators must be financially liable for disasters Death of Hugo Chvez gives Venezuela a choice on climate change Australia links &apos;angry summer&apos; to climate change  at last Multimedia     Scalloped Hammerhead Shark (Sphyrna lewini) school at 60 feet, Galapagos Islands, Ecuador. Photograph: Chris Newbert/Corbis     Shark species facing extinction - in pictures Inside Fukushima&apos;s abandoned towns, two years on  in pictures The week in wildlife  in pictures Rare footage of snow leopard recorded in north-west China  video Best of the web  India strives to become &apos;drought proof&apos; London beats international competition to host Grand Prix electric car race Jeremy Irons: public need to take responsibility for plastic waste problem Observer Ethical Awards Have you nominated your favourite green heroes and eco products for the Observer Ethical Awards yet? Find out from Lucy Siegle why you should get nominating. Green jobs  Senior Economic Consultant at Atkins Global, Greater London, Competitive Project Manager (2 posts) at Bioregional Development Group, Oxford / London, 27,000 - 35,000 per annum plus 6% employer&apos;s ethical pension contribution Sustainability Consultant at AECOM, Greater Manchester, Competitive Salary ... And finally     A red and white kangaroo painted with internal details in x-ray fashion, Malarrak site, Wellington Range, Australia. This painting is beautifully preserved, but is near a road and is threatened by future unsupervised visitation. Photograph: Paul Tacon/The Global Mail     Australian uranium discovery threatens ancient indigenous cave artA significant deposit has been found in a remote Australian mountain range near some of the oldest rock art on the planet", 
    "section": "environment", 
    "gid": "environment/2013/mar/13/1", 
    "wordcount": "394"
}