{
    "headline": "UK cuts feed-in tariff for solar panels", 
    "text": "The UK&apos;s solar industry maintained it has a sunny outlook on Wednesday despite dull summer weather and fresh cuts to the feed-in tariff subsidy for solar panels. From today, anyone installing solar panels will receive 16p per kilowatt hour of electricity generated, compared with 21p previously, and will receive the subsidy for 20 years instead of the 25-year duration that was formerly available. But even that substantial cut, announced by the Department of Energy and Climate Change in May, still leaves solar panels as a good investment, the industry said. Households and businesses installing the panels can still make a return on investment of about 9%, which is better than domestic customers receive from most banks or standard investment opportunities. Paul Barwell, chief excecutive of the Solar Trade Association, said: &quot;Our figures show that solar is a no-brainer investment. Compared to the returns you can get these days in banks and many other investments, solar provides a very solid and attractive return. That is particularly the case if you consider energy bills are rising faster than anyone expected. Solar gives people the opportunity to take control of their electricity bills and help us move away from damaging fossil-fuel dependence.&quot; There was a small sweetener to the tariff cut that will reduce its impact: previously, power exported to the grid by households attracted a tariff of 3.2p per kwh, but now that will be increased to 4.5p. The STA has calculated that, including ongoing maintenance costs but excluding inflation, a typical 4kw installation costing 8,000 would yield a return on investment of 11.8% a year under the old FIT, while an identical system installed today would yield 9.2% a year on the investment, if run for the equipment&apos;s likely useful lifetime of 25 years. However, the trade body warned that returns would vary widely among households, depending on location and their domestic energy use  more energy used in the home would mean less to export to the grid. Over the past two years, more than 1GW of solar generating capacity has been installed across the country, equivalent to a large power station. Wednesday&apos;s tariff cut was the follow-up to last year&apos;s much more drastic cut from the original 43p pkwh to 21p, which left the industry reeling and cut the number of installations from about 27,000 a month to about 12,000 a month. But despite the upheaval the sudden initial cut caused, job losses and a blow to investor certainty, the industry has recovered as the cost of producing the panels has come down and households have continued to see a reasonable return on their investment in solar power. Robert Goss, UK managing director of the solar manufacturer Conergy, said: &quot;Unlike last year, where big tariff reductions encouraged booms in solar installations, the 1 August reduction has had less impact. Whether this is down to consumers being more cautious, tighter lending from the banks, or because payback times are only being postponed by a year or so, remains to be seen.&quot; But he added that the government would need to do more with large scale solar installations, which fall under a different subsidy system, to meet its target of a 22GW capacity by the end of the decade. He said: &quot;Where daytime power generation offers instant returns, such as on office roofs, factories, in schools and hospitals, the business case is already strong. For large scale projects, the coalition should seek to resolve its differences on [large scale renewable subsidies] to avoid the boom-and-bust we had with feed-in-tariffs.&quot; Andrew Lee, general manager for solar at Sharp, which makes solar panels in the UK, said the subsidies fall was broadly being matched by reductions in the cost of production of panels. He predicted that in future the subsidies would not be needed as the price drop would be on par with fossil fuel generation. &quot;We will maintain a dialogue with the government to continue moving solar forward and instil confidence in the sector. The UK solar market has been through a turbulent 18 months but, through innovating and adapting, the industry is well placed to grow,&quot; he said. Tom Pakenham, founder of the electric vehicle cab company Green Tomato, and its offshoot Green Tomato Energy, which specialises in low-carbon home improvement, said: &quot;Any reduction in solar installations caused by tariff cuts is short-sighted, because the return on investment is still excellent, with greater than 5% easily achievable, even after the August 1 reduction. People should be being encouraged to &apos;green&apos; their homes, with a real, visible return on their investment, but people are unnecessarily becoming disenchanted with solar power because there has been so much uncertainty. In reality, it can still be a very good deal.&quot; The solar industry in the UK was still a good proposition for the financial markets, said Tomas Freyman, valuations director at BDO LLP. &quot;[Renewable energy] is a sector that will only grow and attract capital - $260bn(166bn) was invested in clean energy globally in 2011. The energy mix will continue to change, especially when the global economy begins to grow again which will place further upward pressure on energy prices and the greater need to seek more reliable, low-carbon energy sources.&quot; The solar industry has been on a rollercoaster in the past three years, with the introduction of the feed-in tariff bringing a boom in installations, followed by turmoil and predictions of a bloodbath among suppliers last year when the government slipped out its intentions of a steep cut to the tariff for domestic installations. The relative calm and optimism with which the new tariff cut has been received stands in marked contrast the botched introduction of the first tariff cuts, and shows how much the market situation has changed, as plunging costs for components and more competition have meant consumers can still gain a good return from panels. Barwell told the Guardian: &quot;I think the industry made a huge mistake in its reactoin to the origial tariff cut, saying there would be no demand and lots of people would go out of business. The industry has grown up now and recognised that all that negative publicity had a bad effect on customers who have thought they would not get such a good return. But now the costs have halved, it&apos;s a lot more affordable, the fiasco is behind us and now it&apos;s about being positive to the public. They are the ones who make a decision on whether to install and the negative campaigning was having detrimental impact on customers. We now have a very competitive market, every customer should be able to get three or four quotes and a good price for their installation - the real winner is the end user.&quot;  This article was amended on 2 August 2012 to remove a quote that had been misattributed to Andrew Lee.", 
    "section": "environment", 
    "gid": "environment/2012/aug/01/solar-panel-feed-in-tariff-cut", 
    "wordcount": "1161"
}