{
    "headline": "Letter: How Sir Rhodes Boyson helped nomadic Gypsy and Traveller children", 
    "text": "Sir Rhodes Boyson was the minister who finally ensured that nomadic Gypsy and Traveller children in England and Wales had guaranteed access to state schools. A 1977 court case established the right of local education authorities to refuse to admit unsited nomadic Gypsies because they did not belong to their area. The then education secretary, Shirley Williams, promised to look into the matter, but achieved nothing. When Boyson became the minister responsible, Iled a delegation of the National Gypsy Education Council, and recall the sheer headmasterliness of the look on his face as the situation of roadside children began to sink in, and his understated Lancashire-accented comment: &quot;Well, that&apos;s not very naice.&quot; He managed to reverse the situation by stipulating in the 1981 Education Act that schools with spare capacity had to accept applicants regardless of where they lived. It was sold to the Tory party as an increase in freedom of choice. Then, aided by dedicated inspectors, he ensured, against private civil service and party opposition fearful of public prejudice, that the circular explaining the bill made it clear that the law now meant that schools had to accept nomadic Gypsy/Traveller children. Itwas the end of the guerrilla stage in the Gypsy education movement, and the beginning of its mainstreaming. He knew that I was an active member of the Labour party, since I had a great-uncle who was a Tory activist in his constituency, but party politics never entered his discourse. He was not particularly pro-Gypsy. Some years later, no longer a minister, he took part in amarch in his constituency against illegal Gypsy encampments. But he was one of those Tories who, once convinced of the moral rightness of aparticular course ofaction, stuck to it.", 
    "section": "education", 
    "gid": "education/2012/sep/13/sir-rhodes-boyson-obituary-letter", 
    "wordcount": "301"
}