{
    "headline": "Extinct short-haired bumblebee to be reintroduced in England", 
    "text": "The short-haired bumblebee, extinct in the UK for nearly a quarter of a century, is set to be reintroduced into the south-east of the country. A team of scientists will travel to Sweden this weekend to collect up to 100 bumblebee queens to be released in Kent. &quot;This project is about restoring a lost piece of the jigsaw for our countryside wildlife and it is going to be a very special moment when we finally introduce them to their new home later this year,&quot; said project leader Nikki Gammans. The short-haired bumblebee was last seen in the UK in 1988 and officially declared regionally extinct in 2000 after the steady loss of its habitat due to intensive farming and rise in pesticide use after the second world war. &quot;We&apos;ve lost 97% of our wild flower meadows in the past 60 years and this has had a devastating impact on our precious native bumblebees,&quot; said Jane Sears, RSPB ecologist. In Sweden, the short-haired bumblebee has thrived in the southern region, an area with less intensive farming because of its smaller human population and where early measures were taken to preserve wild flower meadows. The conservationists will spend two weeks in the Swedish county of Skne catching the queen bees then refrigerating them to induce temporary hibernation. The bees will travel to the UK by ferry before being quarantined at Royal Holloway, University of London, to ensure they are free from diseases or parasites. A previous plan to import &quot;expat&quot; short-haired bumblebees from New Zealand in 2009 was abandoned after DNA testing found the colony to be highly inbred and the seven month seasonal difference highly disruptive for the queens. The proximity of Sweden and the genetic diversity of its colony greatly increases the chances of the long-term sustainability of the bee population. The bumblebees will be released in Romney Marsh and Dungeness later this spring where they will hopefully re-colonise meadows and farmlands. Over the past three years Natural England, RSPB and bee conservation organisation Hymettus have worked with farmers to prepare more than 650 hectares of land for the bee&apos;s arrival. The rejuvenated area has already seen the rare shrill carder bee return to the region for the first time in 25 years. Bee populations have been in decline across the world with two species of bumblebee now nationally extinct in the UK and commercial beekeepers in the US seeing average population losses of about 30% every year since 2006. The decline of bees threatens an important, cost effective natural resource. Honey bees and bumblebees are vital pollinators of agricultural crops and flowers. In 2011 the department for environment, food and rural affairs estimated the value of insect pollination  a large part of which is by bees  at 440m per year. &quot;They are of course familiar and endearing garden insects but they also have a very important role to play as pollinators. Without their free services our flowering crops would be less productive and our wildflowers would set less seed, leading to sweeping changes to the UK countryside,&quot; said Ben Darvill, CEO of the Bumblebee Conservation Trust.", 
    "section": "environment", 
    "gid": "environment/2012/apr/26/extinct-bumblebee-uk-release", 
    "wordcount": "528"
}