{
    "headline": "Crispin Aubrey obituary", 
    "text": "Crispin Aubrey, the journalist, author and campaigner, who has died of a heart attack aged 66, came to national prominence when he was arrested under the Official Secrets Act in 1977. His subsequent trial and the campaign around it led to a re-examination of secrecy legislation and shone a light into some of the darker corners of the intelligence services. Born to Margery Aubrey, an illustrator, and her husband, Lawrie, an insurance broker, in Chipstead, Surrey, Crispin went to Leighton Park, a Quaker school in Reading, Berkshire. From there he won a scholarship to read English literature at Christ Church, Oxford. His journalistic career began as a general reporter on the Hampshire Chronicle. He joined Time Out magazine, then in its early, radical days, in 1974. He was one of the first investigative reporters to focus on the environment and nuclear energy. In the late 70s, Time Out became involved in exposing British and American government secrecy and dirty tricks, with the help of the dissident ex-CIA agent, Philip Agee. Agee and another Time Out reporter, the American Mark Hosenball, who had just co-authored an expos of GCHQ, the government&apos;s communications headquarters in Cheltenham, were served with deportation orders by the then home secretary, Merlyn Rees, &quot;in the interests of national security&quot;. An ultimately unsuccessful campaign to halt their expulsions was launched, with Aubrey at its forefront. A former member of Signals Intelligence, John Berry, also outraged by the deportation orders, contacted Time Out, and Aubrey and the freelance journalist Duncan Campbell (my namesake), an expert in the field, went to interview him in north London. The Time Out phones had been tapped: the three were arrested by special branch as they left Berry&apos;s flat, and were held in Brixton prison. The ABC defence campaign, named after their initials, was launched with the backing of the National Union of Journalists. Elements of the case against them became farcical, with some prosecution witnesses at court hearings identified only by an initial. One of them, &quot;Colonel B&quot;, was cheerfully outed by campaigners singing, &quot;Who do you think you are kidding, Colonel Johnstone, when you say you&apos;re Colonel B?&quot; in front of Tottenham magistrates court. Aubrey enjoyed the mischievous side of what turned out to be a long campaign. The trial of the three took place at the Old Bailey in 1978, with Aubrey charged with unauthorised receipt of classified information. The prosecution, chastened by a hostile media and public reaction and the defence&apos;s disclosure that much of the supposedly secret information was already in the public domain, dropped in mid-trial the more serious charge under section one of the Official Secrets Act. The three were convicted on a lesser charge, but given non-custodial sentences and the act was severely discredited. The experience led Aubrey to write Who&apos;s Watching You? Britain&apos;s Security Service and the Officials Secrets Act, published in 1981.     Crispin Aubrey, left, was a committed anti-nuclear campaigner. Photograph: Jason Bryant/Glastonbury Festival    By then, he had moved with his wife, Sue, and their young family to a smallholding in Nether Stowey in Somerset, where they farmed energetically and lived communally. He continued to work as a freelance journalist and his interest in the environment never waned. This led to two more books, Meltdown: The Collapse of the Nuclear Dream (1991) and Thorp: The Whitehall Nightmare (1993), an account of the debate around the nuclear processing plant at Sellafield. Always interested in alternatives, Aubrey edited Wind Directions, the magazine of the European Wind Energy Association. In 2004, he wrote in the Guardian about how his support for wind farms in his area of Somerset brought him into conflict with neighbours who opposed them as unsightly. Despite this, he was a well-respected local figure. He was a spokesman for Stop Hinkley, the campaign to halt the proposed building in Somerset of Hinkley C, which would be the largest nuclear plant in Britain. His interest in alternatives of all kinds had also led to him co-authoring the book Here Is the &quot;Other&quot; News: Challenges to the Local Commercial Press (1980). From the early 90s, he was involved with the Glastonbury festival as a press officer. With his colleague, John Shearlaw, he edited Glastonbury Festival Tales (2004). Michael Eavis, the founder of the festival, was a great admirer and described him as &quot;a resolute campaigner for green issues who kept up the pressure on me constantly&quot;. A man of unswerving principle behind a genial and laidback exterior, Aubrey had a sharp sense of humour and a complete lack of self-regard. A generous host  and famed for dancing until the early hours  he was often the last man standing at any party. He took to rural life with great gusto after years of living in London and was a keen ornithologist, gardener and cyclist. He is survived by Sue, his daughters, Kate, Meg and Rosie, and four grandchildren.  John Nicholas Crispin Aubrey, journalist and campaigner, born 3 January 1946; died 28 September 2012", 
    "section": "environment", 
    "gid": "environment/2012/sep/30/crispin-aubrey", 
    "wordcount": "825"
}