{
    "headline": "Sleeping Dogs - review", 
    "text": "Sometimes, it&apos;s not what you do, but how you do it that counts. For proof of this, one need look no further than Sleeping Dogs, United Front&apos;s love-letter to Hong Kong action movies&apos; late 1980s heyday. Here is a game that sounds like a cocktail of movie tropes and game mechanics that have been reheated and refried so many times that you can practically smell grease on them. But if you&apos;re able to stop picking at its component parts and just appreciate Sleeping Dogs as a whole, you&apos;ll most likely find that it&apos;s one of the most thrilling and consistently enjoyable games of 2012. Sleeping Dogs tells the story of Wei Shen, a Hong Kong bruiser who has just returned to his hometown after a lengthy stint in the US. Things kick off with Wei being thrown in a holding cell for selling narcotics and while there, he bumps into Jackie, a childhood mate who is languishing down the bottom end of the food chain in the local Triads. Wei asks if Jackie can get him some work, and before you know it, Wei&apos;s collecting protection money from market stall owners, stealing and selling cars and beating up rival gang members with a tyre iron. What Wei&apos;s new Triad mates don&apos;t know is that their newfound muscleman is an undercover cop, tasked with bringing down their criminal organisation from within. If the plot set-up in Sleeping Dogs sounds a little tried and tested, then the gaming structure that houses it will strike readers as even more so. To put it bluntly, Sleeping Dogs owes a huge debt of influence to the Grand Theft Auto series. It&apos;s set in a huge urban sandbox that the player navigates on foot and in vehicles, it tells a crime story through a series of fetch-quests and, yes, there are a ton of mini-games, side missions, car chases, gun battles and fist fights.     Sleeping Dogs    But while United Front is working with an established gaming rubric and plot elements that are older than the game&apos;s age certificate, it infuses the proceedings with an enticing freshness that allows players to ignore their cliched origins. Take, for example, Wei&apos;s loyalties and how they&apos;re split between his Triad comrades and the police commanders to whom he reports. Sure, this is a plot device that&apos;s one part City on Fire and two parts Infernal Affairs, but United Front uses it as a springboard and dives straight to its murky depths.     Sleeping Dogs    As Wei works his way up the Triad ranks, he becomes more valuable as a police asset, but he also becomes attached to the criminals he&apos;s essentially trying to bring down. His Triad brethren may be a pack of violent thugs and psychopaths, but they have strong codes about loyalty and family, and they care far more about Wei&apos;s well-being than his police commanders. They, for their part, are more concerned with building a case against the Triad bosses, and if that means Wei has to break the law, or put himself in harm&apos;s way, so be it. In a way, the taskforce commanders are as callous and calculating as the Triad overlords they&apos;re trying to bust. So on the surface, Sleeping Dogs is about a man with divided allegiances, but as the player progresses through the game, United Front digs deeper with its narrative. The taskforce authorities show a disturbing willingness to blur the lines of legality; the regular police find themselves having to use Wei&apos;s Triad connections to solve crimes that their commanders aren&apos;t concerned with. As Wei advances through the ranks, his former friends become liabilities he has to protect. And the Triad&apos;s code of honour is revealed to be little more than a set of manners that the gang leaders are expected to observe as they engage in bloody turf wars, which are later revealed to be part of a more insidious power play.     Sleeping Dogs    Every time the player thinks they have the story clocked, United Front peels away another layer that both changes their expectations and ups the dramatic stakes. It&apos;s not completely original, but it&apos;s effective nonetheless. The fact that all the characters in the game are very well written and superbly voiced doesn&apos;t hurt, either. In short, United Front works hard to pull the player into the game&apos;s narrative, and it&apos;s easy to become invested in Wei&apos;s story even before the action starts. It&apos;s easily one of game&apos;s strongest assets. The game&apos;s second trump card is the in-game map of Hong Kong, represented here as a neon-encrusted metropolis where majestic skyscrapers tower over a sprawling hive of illicit activity. Flea markets and illegal fight clubs rub shoulders with chop shops and gang hangouts. Every main road and highway begs to be raced along, and the city&apos;s street grid is intercut by a ton of back alleys and side streets. The map is also bursting with activities, mini-games and side-quests for the player to get stuck into; they can bet money on mahjong or cock fights, compete in street brawls for money and test their mettle on the street racing circuit. In one particularly challenging mini-game, players can attack gang members in their hangouts, hack the nearest CCTV camera and then use it to bust local drug dealers. They can also hunt for lock boxes containing cash, shrines that offer health upgrades and a collection of statues they can trade at the local dojo to open up new combat moves.     Sleeping Dogs    Story missions and side quests inevitably lead to gun battles, car chases or fist fights and United Front have done a lot of work to make Wei feel and handle like an action movie hero. The hand-to-hand combat system is a two-button affair that owes a debt of inspiration to Batman: Arkham Asylum, but it&apos;s loads of fun to use and surprisingly deep. Not only do players have a lengthy list of combos to unlock, they can also use items in Wei&apos;s environment to dispatch foes in decidedly grisly fashion  like wall fans into which they can shove faces or meat hooks on which they can impale torsos. Gun fights handle like they would in a cover-based third-person-shooter, but there&apos;s an element of bullet-time tossed in for good measure; when Wei vaults cover, the action slows down and players are able to easily draw a bead on opponents. Driving sections remain fun and fresh due to the fact that the game doesn&apos;t penalise players too much for collisions. Players are also able to ram other cars off the road using the X button, or hijack other vehicles by having Wei leap out of his car and onto the roof of a target in a move that&apos;ll prompt a knowing smile in anyone who ever played Midway&apos;s Wheelman.     Sleeping Dogs    Nearly everything the player does feeds XP into three meters: Face, Police and Triad. The latter two unlock abilities on two skill trees, such as the ability to hotwire a car without setting off an alarm, or the power to disarm an opponent in one swift combat move. High Face rating allows players to wear sharp suits and drive flash cars, but it also bestows gifts such as a car valet who&apos;ll deliver a vehicle for Wei anytime and any place he needs it. So while Sleeping Dogs works from an established palette, it&apos;s an absolute blast to play. Like the Uncharted series, the focus here isn&apos;t to break new ground for the medium through innovation. Instead, the aim here is to make the player feel like an action hero in a piece of blockbuster entertainment, while remaining fun to play throughout. Sleeping Dogs is not the most original game you&apos;ll play all year, but it&apos;s easily one of the most enjoyable and it&apos;s arguably one of the best.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/aug/14/sleeping-dogs-review", 
    "wordcount": "1290"
}