{
    "headline": "Science isn't mystical (but it's still cool)", 
    "text": "    Science, it would appear, is well on its way to be becoming the new mysticism, the new wonder in the world. Of course, wondering about the world isn&apos;t exactly new. Our natural curiosity has always been there, but it&apos;s just that in the past, God (or gods) got most of the credit. From Descartes to Dawkins  whether it&apos;s part of God&apos;s greater plan, or a gene that is indeed selfish  science is often seen as mystical by those who practise it.  This is actually not what science is but rather what some like to think science is, so perhaps we should call it Science. Seeing science as Science is further exacerbated by some science pundits, such as Richard Dawkins, who hold up Science as an opposing force to religion, rendering the scientific endeavour mystical to the general world: Science as God&apos;s &quot;rational&quot; opponent. But this doesn&apos;t really work. It&apos;s like saying oranges are an opponent of Obama or that that you can oppose &quot;hate&quot; with logic. This false opposition is the fundamental problem with creationism (or intelligent design if you are a neo-conservative), both of which are pseudosciences based on God&apos;s plan. Setting up Science as the opponent of religion has the same fundamental problem: it becomes a pseudo-religion based on science. Science with a capital S would assert that science can explain (or will ultimately explain) everything  we just need the time to get there. However, this stance is faith, not science, or rather &quot;faith in science&quot;, which is not science but a belief. Science is instead a way to logically explain observed natural phenomena  a human construct based on observable phenomena and not belief. Nature is, and science is how we try to describe it. Clouds exist; meteorology is the science of figuring out what they are and how they affect the weather. This has nothing to do with belief. If you do want to use Science as a belief system, it doesn&apos;t work very well. Science does not provide a final, ultimate truth as many belief systems claim to do. Science is, in fact, defined by change.  Scientific theories are educated, logical guesses at explaining observed physical phenomena and a scientific law is just the sum of our experience of a particular phenomenon, appropriately rationalised. With new observations, old theories are proved to be consistent, are modified or are completely discarded.  Scientific laws don&apos;t get off the hook either. All a scientific law means is that there has never been an instance when anyone has observed anything different  until they do, then laws too are subject to change. Many ancient societies thought that the Earth was flat and the sky was a bowl, which isn&apos;t a bad theory given the observables back in the day. The Earth looks pretty flat locally and the sky does look like a bowl. But now we know the Earth is an orb and the sky is most decidedly not an upside-down bowl. And how do we know? New observations leading to new theories. This is science.  Both famous and not-so-famous scientists often purport that Science is the ultimate purveyor of truth, which does not help to demystify the scientific endeavour. The illustrious Lord Kelvin certainly thought science had it all wrapped up in 1900, when he famously proclaimed: &quot;There is nothing new to be discovered in physics now.&quot;  Thankfully for us, Einstein and his partners in crime didn&apos;t listen.  I am sure that Dawkins himself would argue against this accusation of setting science up as a pseudo-religion. Judging from his usual arguments, he would likely say something along the lines of science is evidence-based and rational and religion is irrational. Setting aside the dubious assertion that religion is irrational, a belief that Science can solve everything and tell us the ultimate answer is equally irrational. Science is not, and can never be, the final arbiter of truth. There are always new pesky observables popping up capable of ruining any theory.  The practice of science is based on evidence and observable facts; it is a decidedly human attempt at understanding observations within the framework of what it can measure, test and observe. The framework itself limits science as a final arbiter of truth.  In an age when rational thinking and science are sometimes lauded as a fixed point of truth, it is wise to remember that science is not mystical  it&apos;s actually something anyone can do. The cool thing about science is exactly that: science does not transcend human understanding but it is ever moving and adapting. It is plastic and malleable, mutable and changeable and at its best is an honest search for knowledge of the natural world.", 
    "section": "science", 
    "gid": "science/occams-corner/2012/sep/04/science-mystical-cool", 
    "wordcount": "785"
}