{
    "headline": "Tiger population of India facing 'total disaster' due to tourism ban", 
    "text": "It is not difficult to guess which animal the town of Sawai Madhopur has tethered its fortunes to. Fancy a drink? Pop into the Tiger bar at the Taj hotel. Want to rest your head? Try the Tiger Moon Resort. Want to shop? There are tiger-print pyjamas, aprons, tablecloths, bedspreads. Little in this Rajasthani town has not succumbed to tiger mania. Sitting cross-legged on a stage by the main road last Saturday, Yadvendra Singh handed over his business card, decorated, of course, with orange and black stripes. Since 1992 he has run Tiger Eye Adventure Tours, taking visitors from around the world on safari inside the nearby Ranthambore national park. But for the past three weeks, Singh has not been allowed in the park to check on the 27 adult tigers and 25 cubs who call it home. No one has, after India&apos;s supreme court issued an order banning tourism in all core tiger habitats. The decree was temporary, until 22 August, when the court meets again to assess whether tigers and tourists can co-exist in India. The decision will have ramifications not just for India&apos;s approximately 1,700 tigers, but for the tens, if not hundreds, of thousands of Indians whose livelihoods depend on the big cats. &quot;I couldn&apos;t believe it,&quot; said Singh. &quot;I&apos;ve spent 20 years, half my life, doing this. And suddenly I&apos;m supposed to find a new job.&quot; But Singh, and many environmentalists and conservationists, insist the real losers will be the creatures who have helped pay his bills for two decades. &quot;If the ban on tourism continues, it will be the end of the tiger in India,&quot; he said. &quot;We&apos;re the ones who put energy into tracking them. We deter poachers. Tourists are only allowed in the park for six hours every day, but we guides take it in turns to patrol the park from sunrise to sunset. Voluntarily.&quot;     Map: India's tiger reserves    Belinda Wright, executive director of the Wildlife Protection Society of India, based in New Delhi, said a tourist ban would be a &quot;total disaster&quot;. Stressing she was pro-tiger rather than pro-tourist, she said: &quot;There is no way the forestry department alone can protect tigers from poachers and local encroachment on the land.&quot; The Corbett Foundation, another wildlife protection charity in India, agrees. &quot;While in principle, we all agree that wildlife tourism in India needs to be controlled and strictly regulated, placing a complete ban on any kind of tourism activities in the core areas will certainly not help the wildlife of the tiger reserves,&quot; it said in a statement. Since the court&apos;s judgment on 24 July, Singh has not earned a penny. Along with dozens of other guides and drivers who feed their families by servicing the tiger tourists who flock to Ranthambore every year, he has been holding a roadside protest to remind the authorities how integral tigers are to the town. There are no reliable figures to show how many tourists visit Sawai Madhopur each year, but in 2011, 288,000 tickets were sold to enter the national park. Demand is much higher, say locals, but numbers are restricted so a maximum of 40 vehicles carrying a total of 520 tourists are in the park at any one time. The interim order has hit hard, said Goverdhan Singh Rathore, a doctor who runs a free hospital from the profit made from his guest house, Khem Villas. &quot;We&apos;ve already had 10% of bookings for next season cancelled,&quot; he said, sitting in the courtyard of his house, which is decorated with orange and black striped tiles. &quot;Forty per cent of guests have asked us to let them know what happens on the 22nd. If the ban is extended, next season is over.&quot; He would have to close the hotel, and the hospital, which treated 90,000 patients last year, he added. Ajay Dubey, a campaigner who filed the petition to the supreme court, said all he was doing was asking it to enforce the 1972 Wildlife Protection Act. He claims the act prohibits tourism in India&apos;s tiger breeding areas. &quot;By God&apos;s grace I just want respect of rule of law  nothing else,&quot; he said in an email. No one was enforcing the law, Dubey added, and with tragic results. He points to the central state of Madhya Pradesh (MP), which has six tiger reserves. &quot;There were 700 tigers in MP in the year 2000; now the number has come down to 257,&quot; said Dubey. &quot;It speaks volumes.&quot; He added: &quot;Tiger conservation is being adversely affected by mindless tourism; the large number of vehicles loaded with people were traumatising the endangered species in the critical tiger habitat.&quot; But Wright said Dubey was using unreliable figures. &quot;Until the 2008 census, the tiger population was calculated using a discredited, unscientific method which allowed states to dramatically overestimate,&quot; she said over the phone in Delhi. The law says tiger reserves should have a core area that only forestry officials enter, surrounded by buffer land that can be visited by tourist vehicles. In April, the court ordered 13 states with tiger parks to file their zoning plans. Only three complied, amid difficulties in creating the buffers related to land acquisition, compensation for relocated villagers and local politics. Angered by the states&apos; poor response, on 24 July the supreme court made an interim order banning all tourism from the core zones until the states complied. They have until 22 August to do so, until which time interested parties, such as guides and state governments, can submit evidence arguing why they believe tourists should be allowed in core areas. In Ranthambore that means not just the 393 sq km national park but also just over 900 sq km of adjoining land. YK Sahu, divisional forest officer at Ranthambore, said he believed that the presence of believes tourists saved tigers rather than endangered them. &quot;Look at where our tigers live. Just 6% to 10% of the park is visited by tourists, and yet it is in those areas where tigers flourish.&quot; Tourists also report illegal wood cutting, he said, and help deter poachers. &quot;If the Taj Mahal was not a tourist site, would it look as it does in its present form?&quot;, he asked. &quot;All of the marble would have been stolen by now.&quot; Rathore, whose father, Fateh, founded the non-governmental organisation Tiger Watch and who was one of India&apos;s most renowned tiger experts until his death last year, said there was &quot;not one scrap of evidence&quot; to prove tourists kill tigers, directly or indirectly, or hamper their breeding. In fact, he claims, &quot;the relationship between the presence of tourists and the number of tigers is not inversely proportional, but directly proportional.&quot; In 2005-06, the park had 26 tigers. Despite increasing tourism, the population risen to 53. &quot;People make up their mind that tourism is bad for tigers without consulting science. They see a picture of a queue of jeeps filled with tourists with long lens cameras pointing at a tiger and they say, &apos;poor tiger&apos;. But how do they know that the tiger is unhappy? Maybe the tiger is enjoying it. Ecology tells us that when a creature is upset, they stop breeding. Yet in Ranthambore the tiger population has increased with tourism.&quot; The supreme court seems to want the tiger states to restrict tourism to the buffer zones. But the problem in Ranthambore, as well as other reserves, is that the only area it can designate as buffer is not somewhere tourists would want to visit  let alone tigers. There, the buffer is a wilderness with very little flora or fauna, littered with gravel mines. To reach the zone, tigers would have to travel 35 miles from the main park, and even cross main roads. There are also many people living in the buffer  62 villages have been relocated there from the core area since the 1970s. Before tiger tourism came to the area, they made their living chopping down trees in the tiger reserve and, in some cases, poaching tigers to serve the lucrative Chinese medicine market. In Kanha national park, a tiger reserve in Madhya Pradesh, tribal people this week held a protest against the tourism ban. &quot;You do what you can to earn a living, whether that means cutting down trees  or even hunting tigers,&quot; one man told NDTV. Back in Ranthambore, August is always a lean month because most of the park is closed anyway during the monsoon. But some tourists usually come to visit the three zones that normally remain open, and fears are widespread about the effect of a permanent ban on the community. &quot;It&apos;s not just the guides who will be affected,&quot; said Singh as he protested by the roadside. &quot;It&apos;s the mechanics who service the jeeps, the hawkers who sell T-shirts, the hoteliers, the women who make handicrafts.&quot; &quot;If tourists are not allowed in the core tiger zone, our economy will collapse,&quot; said Satish Jain, who has been a guide in the park since 1997. &quot;Our economy is based on tourism. It has to be  a lot of people used to be employed in a cement factory, but that was closed because of the national park. There was a gas bottling plant, but that was shut down too. How do they expect us to earn a living?&quot; Tiger facts India is home to half the world&apos;s tiger population. According to the latest census released in March 2011 by the National Tiger Conservation Authority, the current population is estimated at 1,706  up from 1,411 in 2008, but a long way off the 45,000 which reportedly roamed India 100 years ago. In India, the tiger is found in 18 states, from the Himalayas in the north to Tamil Nadu in the south and across the north-east into Burma. They occupy a variety of habitats including tropical evergreen forests, deciduous forests, mangrove swamps, thorn forests and grass jungles. A total of 923 tigers were killed by poachers between 1994 and 2010, according to the Wildlife Protection Society of India (WPSI). An undercover investigation by the WPSI and the Environmental Investigation Agency (EIA) in 2005 revealed that the trade in tiger and leopard body parts in China continues to thrive.", 
    "section": "environment", 
    "gid": "environment/2012/aug/20/tiger-population-india-tourism-ban", 
    "wordcount": "1745"
}