{
    "headline": "Saints Row 4  preview", 
    "text": "It&apos;s an unusual experience trying to report on something like Saint&apos;s Row 4, because normally games companies are pretty cagey about what sort of thing they&apos;ll say as an opener. Not Volition, though. Not by a long shot. They love Saints Row 4, in the same way that parents might love a gifted but obnoxious child. They want to tell us all about it. They give us so much to write about that there is barely time to look down at my notebook and scratch out a phrase like &quot;DUBSTEP GUN&quot; or &quot;DANCING MECH SUITS&quot; before two other things happen simultaneously on screen, both of them worthy of comment. There&apos;s a multicoloured cavalcade of absurdity coming at us, like a bunch of rainbow slinkies tied together and poured out of a bucket onto our heads. This is ridiculous stuff, unashamedly so, and it&apos;s presented with a mad, wide-eyed grin from the developers present. Previous games have dealt with organised crime and how the criminal world can be a bit difficult at times but, essentially, lots of fun when you get down to it. Starting off as a GTA clone and competitor  a contest it was nowhere near good enough to win  the series managed to win over the hearts and minds of gamers after they woke up one 2008 morning to the grim reality that was Grand Theft Auto IV. Saints Row 2 was fun. Saints Row 2 kept the combination of open world, wacky minigames and tongue-in-cheek brutality that made San Andreas perfect, and rolled with it. Saints Row the Third in 2011 was obviously the last time the series brushed up against reality  and it featured an opening sequence where you skydive out of the same plane twice without stopping  but it&apos;s clear from even a casual glance at Saints Row 4 that any allusions to sense are long-gone from the developers minds.     Saints Row 4    The plot is: you (the main character, gender and features remaining undefined in a remarkably egalitarian move from a studio which tied explosive buttplug chariots to gimps and then had you use them in a car chase) are the US president. You are going to rescue the previous president after they have been kidnapped by aliens. The aliens have somehow drawn you into a virtual version of the city that Saints Row the Third took place in. Because you are in a virtual virtual world and not just a virtual world, you now have superpowers. GO. The UI is identical to Saint&apos;s Row the Third, which is understandable as it&apos;s running on the same engine and at this stage in the console generation cycle there&apos;s little push to rejig the mechanical workings of a game only for potential players to witness much shinier graphics on the next gen of consoles. What they&apos;ve changed is the stuff, the grab-bag of weapons and items and objectives, that floats in the purple neon broth that is now Saint&apos;s Row. Case in point: the Dubstep Gun, as mentioned above. There is a gun that shoots dubstep music at people, causing them to explode. Everyonenearby will begin to frantically throw shapes when the gun is fired. Cars will rock back and forth on previous unreferenced hydraulics. Lasers happen. It&apos;s the sort of thing that makes you laugh out loud when you see it and immediately wonder why you were laughing once it stops. In any other game, that would be a fan mod. Or a bonus afterthought, a joke put in for completing the story  Red Faction Armageddon for example, an otherwise fairly serious title, had an unlockable weapon that took the form of a miniature rainbow-farting unicorn, which the protagonist carried around like a rocket launcher  but here, it&apos;s the third thing they show us. (The first is the presidential reveal, illustrated by suplexing a bystander while wearing an Uncle Sam hat. The second is a new gun that inflates people until they pop.) The demonstration continues, with the developers almost tripping over themselves to tell us about all the cool things they&apos;ve done in the game  showing off those aforementioned superpowers, for example, by freezing targets solid and then throwing vans into the crowds of bodies so they shatter, or taking the opportunity to drive the sort of customised monster truck that Snoop Lion would drive if he decided to become an African warlord. We&apos;re offered brief forays into other content  police officers transforming into aliens, super-powered wrestling, duels with extraterrestrial badasses atop floating sky cities, rocket launchers in guitar cases, a dancing mechanical robot suit that you use to blow up civilians. But it all seems so impossibly daft it&apos;s difficult to get a handle on it.     Saints Row 4    The game is excess  needless, baseless, senseless excess, operating off a base of reality that&apos;s obviously well out of sight. There&apos;s nothing to transgress against, no expected norms to subvert, nothing to take a break from. The entire game is breaks, and it looks like it might have broken. Of course, without laying hands on it, it&apos;s hard to tell whether it&apos;ll keep the pace as well as Saints Row the Third did, which was an excellent if shallow experience  that title held onto the last scraps of rebellion that made SR2 such a wonderful, perfectly-pitched game, and what let it out-Grand Theft Auto Grand Theft Auto. It would be wonderful if it could, but at this stage, things don&apos;t look too hopeful.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/mar/22/saints-row-4-preview", 
    "wordcount": "907"
}