{
    "headline": "Research in brief  23 May 2013", 
    "text": "Science and technology     Photograph: Patrick Coughlin/Getty     Surrey and UCL universitiesResearch finds the biological function of sleep is to allow for vital repair and maintenance of the cells in our brain, called neurons. The findings show these repair functions can only occur if the rest periods of individual neurons are aligned at a specific time scale. Vladyslav Vyazovskiy, lecturer in sleep and chronobiology at Surrey, says: &quot;We have billions of neurons in our brain, and each of them is connected with thousands of other neurons that are constantly talking to each other and exchanging information. It appears that our neurons cannot rest and repair themselves independently; they have to all shut down at the same time so as not to disturb each other and allow each individual cell in our brain to obtain the rest it needs.&quot; Vyazovskiy adds: &quot;If neurons attempt to obtain rest while we are awake, it is not only much less efficient, but also affects our performance negatively. On the other hand, under certain conditions some areas of our brain may be unable to fall asleep and remain in a local wakefulness state, resulting in us experiencing a very bad nights sleep&quot;.  University of CambridgeResearch has established how a malfunction in protein molecules can lead to the onset of dementia. Scientists have been able to map in detail the pathway that generates &quot;aberrant&quot; forms of proteins which are at the root of neurodegenerative conditions such as Alzheimer&apos;s. They believe the breakthrough is a vital step closer to increased capabilities for earlier diagnosis of neurological disorders such as Alzheimer&apos;s and Parkinson&apos;s, and opens up possibilities for a new generation of targeted drugs. The research is likely to have a central role to play in diagnostic and drug development for dementia-related diseases, which are increasingly prevalent and damaging as populations live longer. Dr Tuomas Knowles, says: &quot;There are no disease modifying therapies for Alzheimer&apos;s and dementia at the moment, only limited treatment for symptoms. We have to solve what happens at the molecular level before we can progress and have real impact.&quot; Arts and humanities     Photograph: Adri Berger/Getty Images     University of ManchesterA three-year project to digitise over 200,000 documents produced by one of the most prolific Christian thinkers of the past 200 years has been launched. John Henry Cardinal Newman&apos;s handwritten archive, kept at the Birmingham Oratory, will be captured and re-housed by a team of experts and transformed into a comprehensive digital library. Father Ignatius Harrison, the provost of the Birmingham Oratory, says: &quot;Cardinal Newman&apos;s long life of ministry and scholarship left a deep mark on the national consciousness of Britain, transforming its ecclesial, devotional, intellectual, and popular identities in ways we are still only beginning to understand. Through his prolific and widely influential writings and his example of practical holiness, Newman also left a deep and lasting impression on the non-English-speaking world.&quot; Mary Jo Dorsey from the National Institute for Newman Studies says: &quot;An important goal of the digital library is to not only preserve and extend the Newman Archive to scholars around the globe, but to build a multidimensional research tool for the humanities. So we are delighted that the project will bring his teachings to the community of Newman scholars as well as to today&apos;s pluralistic, diverse society.&quot;  De Montfort UniversityThe friary in which Richard III&apos;s body was buried has been digitally re-created more than 500 years after it was razed to the ground. PhD student Asem Al Bunni&apos;s reconstruction of the nave, choir and steeple allows people to get an idea of how large the church would have been in Leicester  a possible indication of its importance in the city at that time. Critical discussion and further research work is now being carried out on what parts of the friary may have looked like  such as the great cloister, guest house, chapter house and dormitories. Dr Douglas Cawthorne, principal lecturer of DMU&apos;s digital building heritage team, says: &quot;In this respect one of the initial things that strikes you about the building is its size. This was not a small church. It would have towered over the contemporary medieval buildings in the area in a way which is perhaps under-appreciated and would also dominate those adjacent to it today. There is much more to discover about the design of Greyfriars church in Leicester and it&apos;s a fascinating architectural piece in the historical mosaic of an important part of English history.&quot;  Social science     Photograph: Manuel Harlan     Imperial, Leeds and Durham universitiesBig business could learn survival lessons from family businesses according to new report. Family businesses are usually made up of a well functioning and diverse board of directors who are able to advise effectively, so are less likely to fail compared to big businesses. Professor Nick Wilson from Leeds University says: &quot;This is one of the first studies to identify the board and ownership structure of private family firms in the UK and to track their survival rates relative to other firms&quot;. The researchers found that family businesses were less likely to go bankrupt because they are able to recruit and maintain an experienced, diverse and knowledgeable board of directors. The team also found that 80% of family owned businesses are more gender balanced, having at least one female director. Professor Mike Wright, at Imperial College Business School, says: &quot;Running a successful business of any size is no easy task and this year we have already seen some high-profile businesses such as Comet being forced to close. Family businesses could provide lessons to larger firms, as our findings show that a more diverse and experienced board of directors, which are prevalent in family firms, could be related to reducing failures in businesses.&quot;  University of LiverpoolResearchers have developed a smart phone app that helps users lose weight by carefully recording their food consumption. The team conducted a feasibility study using the app with 12 overweight and obese participants. They found that over a four week period the average weight loss of the participants was 1.5kg. Dr Eric Robinson who developed the app says: &quot;Raising awareness of eating and weight loss achieved suggest this approach could be fruitful. The 1.5kg average weight loss observed is similar to a recent more intensive two month trial which investigated the impact of dietary/exercise advice and habit formation. Given that our trial was a very brief intervention with little contact time and no nutritional advice or support, this is a promising finding. Results suggest that a simple smartphone based intervention based on these principles is feasible and could promote healthier dietary practices.&quot; And finally     Photograph: David Sillitoe for the Guardian     St Georges&apos;s University of LondonRethinking treatment goals improves results for &apos;untreatable&apos; anorexics, research shows. Patients with the most severe and dangerous form of chronic anorexia are more likely to make a significant improvement towards recovery and stay in therapy if traditional psychological treatments are re-focused from weight gain to quality of life issues. By focusing treatment on quality of life, researchers found that 85% of participants with severe and enduring anorexia nervosa (SE-AN) completed their course of treatment  almost three times the usual retention rate. These findings are the first to show that people with SE-AN can be treated with an outpatient treatment programme. Professor Hubert Lacey from St George&apos;s, says: &quot;Anorexia nervosa has the highest mortality rate of any psychiatric disorder, and patients with SE-AN are notoriously difficult to treat. These findings challenge the view of some NHS services that individuals with an enduring course of anorexia have little or no motivation to change or are unlikely to respond to conventional psychosocial treatment.&quot; Would you like your university&apos;s research featured on the network? Email claire.shaw@guardian.co.uk with your latest news This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/2013/may/23/research-in-brief-universities-may", 
    "wordcount": "1319"
}