{
    "headline": "Tackling the illegal trade in wild animals is a matter of global urgency", 
    "text": "Illegal trade in wildlife has now reached a scale that poses an immediate risk to wildlife and to people. Over the past five years, we have seen a dramatic spike in the poaching and illegal trade in elephants and rhinos. In 2011 an estimated 25,000 elephants were poached across Africa and in South Africa alone 668 rhinos were lost to poachers in 2012. The Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES) was born 40 years ago on 3 March, 1973 in Washington DC. It sets the global controls for trade in wildlife, and the 177 countries that have joined CITES will meet from Monday in Bangkok, Thailand to take stock of of the situation, step up enforcement efforts and send clear political signals on putting a stop to illegal wildlife trade. Today&apos;s wildlife crime increasing involvesorganised crimesyndicates, and in some cases rebel militia. These criminals operate across national borders and through international shipment routes; have significant financial support; understand and utilise new technologies, and are often well-armed. They do not hesitate to use violence or threats of violence against those who try to stand in their way, and constantly adapt their tactics to avoid detection and prosecution. In doing so, they exploit people in some of the poorest countries of the world, corrupt officials and kill and injure wildlife officers. This poses a serious threat to thestability and economy of these countries, robs them of their natural resources and cultural heritage, and undermines good governance and the rule of law. These criminals are laundering their ill-gotten gains and in some instances, use them to finance armed conflicts and other criminal activities, with the UN Security Council recently linking the Lord&apos;s Resistance Army to the illicit trade in ivory in the Democratic Republic of the Congo. They must be stopped. Wildlife crime can be attractive to criminal gangs due to the lower risk of detection and prosecution, and it often carries relatively low penalties. Wildlife officers serving in the frontline are being outgunned and they need support from police, and sometimes the military, as well as the international community. It is time to treat wildlife crime as serious crime and to deploy the techniques used to combat illicit trade in narcotics, such as undercover operations and &quot;controlled deliveries&quot;  meaning contraband is not seized but tracked to its destination. This will enable the masterminds in this illegal trade to be identified, prosecuted and convicted. Bringing this destructive activity to an end will require harsh penalties, including making sure these criminals do not profit from their crimes. These enforcement measures need to be coupled with well-targeted public awareness campaigns to help suppress demand for illegal goods. While the challenges we face today are real and serious they should not overshadow our conservation successes through ensuring legal, sustainable and traceable trade in some species - such as with the African cherry, the Latin American vicuna, crocodiles and the Queen conch, where their survival in the wild was assured when their bark, wool, skins and meat, respectively, became legally and sustainably managed, with tangible benefits for local communities. The recovery of the African elephant and the rhino over recent decades - and in particular the white rhino, has also been a great conservation success. White rhino population numbers in Africa have risen from about 2,000 in 1973 to over 19,000 in 2012, with South Africa having conserved more than 90% of this total. But these successes are now under grave threat, which serves to demonstrate that we cannot take anything for granted. With a combination of conservation measures, strong enforcement, public awareness and adequate resources we can reverse the current alarming trends. This is why CITES is working with Interpol, the UN Office of Drugs and Crime, the World Bank and the World Customs Organisation to support source, transit and destination countries in combatting this serious crime. We know the way, now we need the collective will. The CITES World Wildlife Conference opening next week in Bangkok is when we must come together to turn the tables on wildlife crime. John E Scanlon is the secretary-general of CITES", 
    "section": "environment", 
    "gid": "environment/blog/2013/mar/01/cites-animals-illegal-trade", 
    "wordcount": "703"
}