{
    "headline": "Samsung reports 19% rise in sales to 32bn but warns of slowdown", 
    "text": "Samsung Electronics has cemented its position at the top of the mobile phone business, ahead of archrival Apple, after the technology group posted a 19% increase in sales but warned of a looming slowdown in the market. The South Korean firm, whose products range from memory chips to mobile phones, said fourth-quarter sales climbed to 56tn won (32.2bn) while profits increased by 78% to 7tn won. However, it spooked investors by warning of general uncertainty in the outlook for the consumer electronics market and announced a freeze in capital expenditure. Samsung&apos;s executives noted during a conference call that smartphone sales would probably slow down during the first quarter, with the company expected to replace its flagship Galaxy S3 smartphone before April. Samsung Electronics shares fell 2.5%. Even so, analysts said it would tighten its grip on the mobile business, where it has taken over from Apple and Nokia. &quot;Even though they said demand for smartphones will slow down in the first quarter, Samsung will likely buck the industry trend and its own smartphone sales will go up,&quot; said Byun Han-joon, an analyst at KB Investment &amp; Securities. Samsung offers dozens of smartphone and feature phone devices at a range of prices, unlike Apple which has stuck with its high-end iPhone. This has led analysts to mark down Apple&apos;s future profitability as the market for expensive phones becomes saturated. Key to Samsung&apos;s record profits were smartphone shipments. Unlike Apple, which announced this week that it had shipped 47.8m phones during the fourth quarter, Samsung does not provide specific numbers, but gives analysts guidance on the figures. Research company IDC put the figure at 63.7m, while Strategy Analytics put it at 63m. That would give Samsung roughly 30% of the smartphone market overall, and Apple about 20%. The next largest smartphone maker was China&apos;s Huawei, according to IDC, with a market share of just under 5%. IDC reckoned Samsung shipped a total of 111.2m mobile phones in the fourth quarter, ahead of Nokia&apos;s 86.3m. Apple is ahead of Samsung in the courtroom, however, having won $1bn in damages from the South Korean firm in a patent case in the US last year. Samsung has dropped a legal attempt to ban sales of some Apple products, which it claims have infringed its intellectual property, in five European countries including the UK. Elsewhere in the results, the components division, which makes semiconductors such as memory chips and processors for Apple&apos;s iPhone and Samsung&apos;s own phones, helped boost profits. Samsung is also working on flexible displays that could be used in tablets and phones, but despite showing off the technology at an industry show in Las Vegas this month it is not yet ready to move into mass production.", 
    "section": "technology", 
    "gid": "technology/2013/jan/25/samsung-posts-sales-increase", 
    "wordcount": "463"
}