{
    "headline": "Urban population boom threatens Lake Titicaca", 
    "text": "South America&apos;s most famous lake is being polluted by increasing levels of waste from fast-growing cities, according to locals, environmentalists and politicians. Lake Titicaca, which sits on the border of Bolivia and Peru, has sustained agricultural societies on the dry, high-altitude Andean plains for thousands of years, but is now threatened by a population boom from nearby cities and towns. El Alto has grown at 4% a year for two decades as rural peasants seek a better life, and is now the country&apos;s second largest city and the largest urban centre in the Titicaca watershed. But this migration has had devastating effects on the rivers of El Alto, communities downstream and Lake Titicaca. Raw sewage, garbage and industrial waste are all dumped into the Seco River, which flows through the heart of El Alto. At the edge of the city, where the Seco begins a 40-mile journey toward Lake Titicaca, it also receives treated wastewater from the city&apos;s severely overtaxed treatment plant. Those waters mix and travel out over the flat plains. Because of its size and history, El Alto is a political powerhouse, yet the chronic poverty and lack of access to services widely faced by Bolivia&apos;s indigenous peoples persist there, and tackling pollution is a struggle. Changing the waste disposal habits of the sparsely populated countryside is one obstacle. But at the heart of the matter is weak enforcement of environmental laws and inadequate infrastructure. &quot;There is no complete and structured treatment of wastewater,&quot; said Marco Ribera Arismendi of the Environmental Defense League in La Paz. &quot;The things governments have done so far are like giving an aspirin to someone who has been shot.&quot; Edgar Patana Ticona, El Alto&apos;s mayor, says trying to enforce environmental standards in the city is a tough task. &quot;If we monitor a specific business then the people who work there, the owner and all the neighbours begin to protest,&quot; he said. &quot;And not so that we enforce the rules - but so the business can continue operating.&quot; El Alto&apos;s budget depends on Bolivia&apos;s central government, and collects little from local taxes. A constantly expanding network brings drinking water to about 80% of the city&apos;s homes, and international funds are helping install more sewers  but the construction of a new plant to treat more wastewater is, at best, years away.      The Pallina River is one of several in the string that connects El Alto to Lake Titicaca. Aymara Indian Rigoberto Rios Miranda has lived on its banks for more than 60 years. &quot;When I was a child the Pallina River was clean, the water was crystalline. About 15 or 20 years back they contaminated it. There were fish here  then one day waters came  I don&apos;t know from where, but all the fish were dead,&quot; he said. Rios Miranda, like many farmers, is digging wells on his property after deciding livestock should no longer drink from the river. &quot;Calves are born with birth defects, the cows don&apos;t gain weight. Pollution affects everything,&quot; he said. The cause of birth defects is hard to verify because there are so few studies on them, but according to a United Nations report released earlier this year, heavy metal contamination originating in the industries of El Alto has &quot;alarming concentrations&quot; of cadmium, arsenic and lead. Rivers making their way toward the lake pass towns with similar but smaller-scale problems, while cows grazing in pastures along the shore dump large amounts of manure into the lake. Urban growth and mining on the Peruvian side of the lake are also a threat. The majority of the sapphire blue 3,200 square-mile lake is still clean, but the signs of pollution are clear in the shallow area where waters that flowed through El Alto enter the lake. Tonnes of duckweed, a plant that grows in a thick mat in water that is high in faeces and other nutrients, have been removed from the lake&apos;s surface, where it has sucked up oxygen and choked off plant and animal life. The shore water is a breeding ground for several species of fish, like karachi, on which locals depend for their livelihood. Donato Corani is from Suriqui, an island situated a few miles from where the Katari River enters the lake. &quot;Pollution has changed the fish in many ways,&quot; he says. According to Corani, young fish that formerly grew to maturity in warm shore waters have migrated deeper into the lake, resulting in diminished population and size. Corani says pollution, combined with serious over-fishing, has pushed many former fishermen to migrate to cities.  Reporting this story was funded by a grant from the Pulitzer Center on Crisis Reporting  Get the Guardian&apos;s environment news on your iPhone with our new app. You can also join us on Twitter, Facebook and Google+", 
    "section": "environment", 
    "gid": "environment/2012/jan/12/urban-population-boom-lake-titicaca", 
    "wordcount": "811"
}