{
    "headline": "See Nokia's smartphones of the future... from 2006", 
    "text": "Nokia&apos;s latest set of financial results shows the challenges the company is facing as it tries to establish itself as a significant smartphone maker in the years ahead. But what about the ideas it had a few years ago? There&apos;s an interesting article on the Wall Street Journal about this which quotes the company&apos;s former chief designer Frank Nuovo talking about the never-realised concepts that Nokia had for future mobile phones. &quot;Oh my God, we had it completely nailed,&quot; he tells the WSJ. &quot;I was heartbroken when Apple got the jump on this concept. When people say the iPhone as a concept, a piece of hardware, is unique, that upsets me.&quot; Nuovo is talking about concepts that Nokia dreamed up in the late 1990s, but the article reminded me of something more recent: two videos I shot at the Nokia World conference in 2006, and uploaded to YouTube. I was basically pointing my camera at the conference&apos;s big screen as Nokia showed two videos that it said provided a glimpse at its ideas for the future.  This was a couple of months before Apple unveiled its first iPhone in January 2007, although the device was already strongly rumoured to be on the way. Meanwhile, Google had quietly acquired mobile software startup Android in 2005, although its plans for Android phones were yet to be announced. In other words, this was a time when Nokia was riding high in the smartphone market or with hindsight, cruising towards a rude awakening. Here&apos;s the first video:            The half-width touchscreen phone concept hasn&apos;t caught on (yet), nor has an Instagram-esque filters app been developed to change the colour of an actual phone. But the video does show Nokia was thinking about social, location and NFC-like features. Here&apos;s the second video:            Augmented reality, a user interface that&apos;s a world away from even later incarnations of Symbian, and some quirky hardware. An interesting glimpse at what could-have-been, even if these are obviously pie-in-the-sky concept videos designed to create buzz at the end of a conference, rather than specific product plans. The videos might even have been an attempt to influence the latter. Here&apos;s another quote from the Wall Street Journal piece, from Nokia&apos;s former chief designer Alastair Curtis: &quot;You were spending more time fighting politics than doing design... it was hard for the team to drive through a coherent, consistent, beautiful experience.&quot;", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jul/19/nokia-smartphone-future", 
    "wordcount": "403"
}