{
    "headline": "Man with rare Sars-like coronavirus in intensive care in Manchester", 
    "text": "A man who returned recently from the Middle East and Pakistan is under intensive care in a Manchester hospital where he has been confirmed as the first UK resident to be infected by a new form of virus. He is only the 10th confirmed case with this type of acute respiratory illness, from which five people have died. The latest case is the second to be identified with the coronavirus in Britain. Authorities notified the World Health Organisation on Friday. A 49-year-old Qatari man who was flown from Doha to London in September is still in hospital. The man involved in the latest case is reported to have first fallen ill on 26 January and was diagnosed with a severe illness on 31 January. John Watson, of the Health Protection Agency (HPA), said it was providing advice to healthcare workers &quot;to ensure the patient under investigation is being treated appropriately and that healthcare staff who are looking after the patient are protected&quot;. Family, friends and others who had been in contact with the man were being followed up to check on their health, said Watson, head of the agency&apos;s respiratory diseases department. &quot;Our assessment is that the risk associated with novel coronavirus to the general UK population remains extremely low and the risk to travellers to the Arabian peninsula and surrounding countries remains very low. No travel restrictions are in place but people who develop severe respiratory symptoms, such as shortness of breath, within 10 days of returning from these countries should seek medical advice and mention which countries they have visited.&quot; Maria Zambon, director of reference microbiology services at the HPA, said: &quot;A battery of laboratory tests have been developed by the HPA to test for coronavirus infection when cases of severe respiratory illness are identified, which are not explained by other infectious causes. These tests, which detect the presence of virus in the body, are available for use by selected frontline HPA laboratories.&quot; The agency published the full genome sequence of the virus from the first UK patient in November, enabling scientists around the world to understand more about the virus. This would help with efforts to determine the origin of the virus and develop strategies for treatment and prevention, said Zambon. Coronaviruses are causes of the common cold but can also include more severe illness, such as Sars (severe acute respiratory syndrome). The virus was first identified in September 2012 in a man who died from a severe respiratory infection in Saudi Arabia in June 2012. The virus has so far only been identified in a small number of people who presented with fever, cough, shortness of breath and breathing difficulties. Half the cases so far confirmed by laboratory tests were in Saudi Arabia, where three of the five people have died. Two people have died in Jordan, and one patient from Qatar who was treated in Germany was discharged from hospital.", 
    "section": "science", 
    "gid": "science/2013/feb/11/sars-coronavirus-intensive-care", 
    "wordcount": "491"
}