{
    "headline": "Amazon Fire HD 8 review: cutting the right corners for a decent 90 tablet", 
    "text": "Amazons latest tablet is an 8in media consumption machine that aims to replicate the success of the 50 Fire, but with a larger, better screen. How good can a 90 tablet be? The companys tablets have been a bit hit and miss. Last years Fire HD 10 cut the wrong corners while costing 170. The 50 Fire, however, was a revelation in how not rubbish a tablet so low cost could be. Everything about the new Fire HD 8 follows similar lines to the Fire. Basic The HD 8 is a simple tablet. A hard, textured plastic case surrounding a glass screen. It doesnt feel premium but its not shoddy, and seems like it could take a knock or two. It flexes a little under pressure, and I reckon if you tried to you could snap it in half with enough force, but it seems relatively life-proof.     The 8in 720p display is surprisingly good for video. Photograph: Samuel Gibbs for the Guardian    Held in landscape orientation, one edge has some plastic silver buttons for power and volume, a microUSB port for charging and a headphones socket. Theres a small flip-out door hiding a microSD card slot in the top and stereo speakers in the bottom edge. At 9.2mm thick its not overly chunky, and weighing 341g its relatively easy to hold with one hand for short periods and with two hands to watch a film. The 8in 720p display is surprisingly good for video, with solid viewing angles and plenty of brightness when using indoors. Watching something while outdoors on a sunny day might struggle, but a tablet like this is likely to be mostly used in and around the home.     The bottom stereo speakers are actually quite impressive for a tablet of this calibre. Photograph: Samuel Gibbs for the Guardian    With a density of 189 pixels per inch, it isnt the crispest of displays, looking like a tablet from about four years ago, rather than the high-density displays that you might be used to on a smartphone or high-end tablet. It isnt awful; text, books, web pages and comics are easily readable, but it isnt as pleasant an experience as pricier offerings or an e-ink device such as a Kindle. Its no iPad, but then its only 90 so you can buy almost three of them for the price of the cheapest Apple tablet. The bottom stereo speakers are actually quite impressive for a tablet of this calibre. Theyre clear and quite loud. I couldnt quite hear them clearly over the sound of an old washing machine going like the clappers, but they were good enough to watch TV shows or a movie while making the dinner or sitting on the sofa. Turning the tablet so they pointed straight up helped. Specifications  Screen: 8in 720p LCD (189ppi) Processor: 1.3 GHz quad-core  RAM: 1.5GB of RAM Storage: 16/32GB + microSD card slot Operating system: Fire OS 5.3 Camera: 2MP rear, VGA front-facing camera Connectivity: Wi-Fiac, Bluetooth Dimensions: 214 x 128 x 9.2mm Weight: 341g  Hardware Given that the HD 8 is aimed at consuming media and playing games, performance is pretty good for 90. The interface is relatively smooth, with only minimal lag in most places. Most apps launch fast, but some games take noticably longer to load on the HD 8 than high-end tablets. Once they get going, games run fairly well. Even graphically intensive titles such as Asphalt 8 or Real Racing 3 work well, with no lag between input and action on the screen, which is the most important thing for gaming. The HD 8 wont win any benchmarking awards, but it gets the job done with a minimum of fuss and without being frustratingly slow. Battery life     Charging time takes around six hours to go from zero to 100%  practically glacial these days. Photograph: Samuel Gibbs for the Guardian    Battery life on tablets can be a bit hit and miss. The HD 8 would get through two to three movies before needing a recharge, but setting maximum brightness reduced that a bit. Graphically intensive games also chewed through battery, but the HD 8 easily got through the day for mixed use entertainment. Standby time was impressive. Leaving it untouched for a week, it dropped only about 40% battery from full with Wi-Fi on, which means you can essentially charge it up and leave it on a coffee table without worrying about it too much. Charging time is slow though. It takes around six hours to go from zero to 100% using the included charger in the box, which is practically glacial compared to most other things. Fire OS The HD 8 runs a customised version of 2014s Android 5.0 Lollipop called Fire OS 5.3. It might be an old version of Android, but Amazons customisations completely change the look and feel and add features that have become common in 2016. Instead of a big grid of apps, Fire OS is based around content. Vertical shelves hold different types of content segmented into horizontally sliding panes. Theres a pane that holds recently accessed media and apps, a home pane with which users can customise with apps and other bits, one for books, one for video, one for games and so on. While it may not be the best layout for a productivity-focused machine, it puts content front and centre so its faster to get to the thing youve gone to the tablet open. It also has features such a Blue Shade, which reduces blue light to help people sleep better when using the tablet at night, do not disturb functionality and the ability to have multiple users on the tablet, including a special limited-access kids account with parental controls.     Amazons App Store is quite well stocked with the most popular apps if not the more obscure gems. Photograph: Samuel Gibbs for the Guardian    One big drawback is that the HD 8 does not have access to the Google Play Store, Google apps or any Google services that cannot be accessed through a browser. Instead it has Amazons App Store, which is quite well stocked with the most popular apps if not the more obscure gems. Part of Amazons App Store is Underground  a service that provides paid-for and apps with in-app purchases for free, which is great for kids games and other apps that could wrack up expensive in-app purchase bills if not careful. The HD 8 comes with adverts on its lock screen, which are shown each time the tablet is switched on. Theyre not particularly intrusive, but cost 10 to remove. Cameras The HD 8 has a 2-megapixel rear camera, and a front-facing VGA camera producing 0.3-megapixel stills. Neither is much to write home about. The rear camera can get your point across in a quick snap, but I wouldnt recommend trying to capture lifes memories with it. The front camera is pretty terrible for still shots, but is passable for video chats. They say the best camera is the one you have with you. In this case its definitely the phone in your pocket, not the tablet in your hand. Price The Fire HD 8 costs 90 with 16GB of storage and adverts on the lockscreen and homescreen. The 32GB storage version costs 110 with adverts. Removing adverts costs 10, and the tablet comes in a choice of four colours: black, blue, tangerine and magenta.     To remove adverts from the lockscreen will cost 10. Photograph: Samuel Gibbs for the Guardian    For comparison, the 7in Amazon Fire costs 50, 2015s Amazon Fire HD 8 cost 130, and the nearest branded rival tablets from Samsung or Asus cost around 100 or above. Verdict Like the 7in Amazon Fire tablet before it, the HD 8 does a great job of not being a frustrating, terrible experience for just 90. Is it fantastic? No. But its a tablet for 90 that isnt terrible, which is an achievement in and of itself. The screen is pretty good for video and passable for text and images. It feels well put together, even if it isnt a premium experience, and with a microSD card slot and 16GB of storage built in theres plenty of space for photos, movies and TV shows. As with any other Amazon tablet, you really need a Prime subscription to get the best out of the tablet, with access to Amazons movies, TV shows, books and music services. The question is whether the HD 8 is worth 40 more than the standard 7in Fire. If the tablet is going to be used primarily for video and games, then it probably is. The screen is brighter, better quality and slightly higher resolution, and it handles games better. Its a basic experience, but no other new tablet comes close to being as good as the HD 8 for a regular sale price of under 100. Amazon, as with the 50 7in Fire, has cut the right corners on the Fire HD 8 and made pretty good budget tablet.   Pros: cheap, microSD card slot, feels durable, good integration with Amazon services, lots of free apps in the Amazon App Store, Amazon Underground, good parental controls Cons: average screen, terrible cameras, takes a long time to charge, average performance, no access to the Google Play Store  Other reviews  Amazon Fire HD 10 review: cutting the wrong corners proves a costly mistake Amazon Fire tablet review: a lot of tablet for just 50 ", 
    "section": "technology", 
    "gid": "technology/2016/oct/25/amazon-fire-hd-8-review-2016-budget-tablet-fireos", 
    "wordcount": "1534"
}