{
    "headline": "Trafigura lessons have not been learned, report warns", 
    "text": "More than six years after the dumping of large quantities of toxic waste in the Ivory Coast, there is still nothing to stop a similar disaster in developing countries because politicians and courts have failed to learn from the lessons, a new report has found. In 2009, the Guardian fought a landmark legal battle to reveal the links from Trafigura, a multinational oil trader, to the dumping of tonnes of toxic waste in the African nation three years earlier, causing a public health crisis that affected more than 100,000 people. Effects included breathing difficulties, nausea, stinging eyes and burning skin. But such devastating dumping could easily be perpetrated again in developing countries, according to a three-year investigation into the incident by Amnesty International and Greenpeace. Their report, published on Tuesday, has concluded that too little has been done to strengthen national and international regulations, even after the scale of the toxic dumping became clear. &quot;This experience shows that a company can put a country into a medical crisis through toxic waste dumping, and still get away with it,&quot; said Marietta Harjono, campaigner at Greenpeace. &quot;This is a failure on every level. That is why we are very worried that it could happen again.&quot; Trafigura has argued that it was not responsible for the dumping of toxic waste by the Probo Koala. It was onboard this ship that a partially-refined fuel was subjected to &quot;caustic washing&quot; treatment and turned it into foul-smelling toxic sludge. The 229-page report, entitled The Toxic Truth, disputes this claim and argues that the company&apos;s account &quot;lacks credibility&quot;. Trafigura sent the Guardian a copy of a one-and-a-half page letter the company had written to Amnesty and Greenpeace. It said: &quot;We believe the report contains significant inaccuracies and misrepresentations. The report oversimplifies difficult legal issues, analyses them on ill-founded assumptions and draws selective conclusions which do not adequately reflect the complexity of the situation and the legal processes. Courts in five jurisdictions have reviewed different aspects of the incident, and decisions and settlements have been made. It is simply wrong to suggest that the issues have not had the right judicial scrutiny.&quot; Trafigura refused to say, after repeated requests, which parts of the report it found inaccurate, misrepresented or ill-founded, or which legal issues had been simplified. The NGOs that wrote the report called for Trafigura to face a criminal trial in the UK. Salil Shetty, secretary general of Amnesty International, said: &quot;It&apos;s time that Trafigura was made to face full legal accountability for what happened. People in Abidjan were failed not just by their own government but by governments in Europe who did not enforce their own laws. Victims are still waiting for justice and there are no guarantees that this kind of corporate crime will not happen again.&quot; In its letter, Trafigura said: &quot;Trafigura deeply regrets the impact the Probo Koala incident had  both real and perceived  and we have sought to assist the people affected through the variety of the settlements that have been made. It is regrettable  but entirely outside our control  that the funding made available appears not to have benefited those people, nor reached the projects intended.&quot; The report has been presented to the United Nations. Achim Steiner, executive director of the UN Environment Programme, said: &quot;We will study this very detailed report into a human tragedy that occurred in a fragile country that should never have happened and must never be repeated  in Cote d&apos;Ivoire or elsewhere.&quot; He said the toxic waste dumping underline &quot;the urgency of strengthening the UN treaties covering shipping and hazardous wastes, specifically the Basel convention&quot;, and called for countries to bring into force the amendment to the convention that would prohibit the export of toxic waste from developed to developing countries. The multibillion pound company has had to pay an estimated 300m in legal and reparation costs over the last five years as a result of the incidents. But the report found that, despite the legal precedents that the Guardian&apos;s investigations gave rise to, there was still no agreed international process for preventing and dealing with toxic dumping activities. There have also been indications that the authorities in the Ivory Coast have failed to redistribute compensation to the victims of the dumping. Greenpeace and Amnesty are calling for freedom from toxic waste dumping to be a human right, which would allow victims of large and smaller-scale dumping to seek legal redress more easily, in national and international courts. Revisions to the Basel convention on the control of transboundary movements of hazardous wastes and their disposal are now under fresh discussion but face opposition. The Toxic Truth report also found that it was relatively easy for companies to sidestep regulations on toxic waste movements. The row over Trafigura&apos;s links to the toxic dumping in the Ivory Coast was a test case for the new &quot;superinjunctions&quot; that started to appear in the UK in the 2000s, and which allowed companies and individuals to prevent the publication not just of the substance of allegations involving them, but even of the existence of such allegations. Such wide-ranging gagging orders had rarely been granted in UK law, but quickly became widely used by celebrities and companies. In the instance of Trafigura, the result was that the Guardian could not report on the contents of an initial report in the aftermath of the dumping, commissioned by Trafigura. In 2009, it appeared the terms of the superjunction were even wide enough to prevent the Guardian from reporting on a House of Commons debate on Trafigura  an unprecedented restriction, because for centuries all parliamentary proceedings had been covered by the convention of &quot;privilege&quot;, which meant that debates and questions in the Houses of Parliament were entitled to be heard by the people. Outcry over that extraordinary restriction, and the fact that the information was swiftly available on the internet, eventually led to the lifting of the Trafigura superinjunction, but has not prevented the increasingly widespread use of such legal instruments by companies, celebrities and others. Tuesday&apos;s report found that Trafigura had not been held to account for its dumping under UK jurisdiction, although the authors allege there is strong reason to believe that key decisions made by the company over activities such as &quot;caustic washing&quot; were made in its UK-based employees. Trafigura has been convicted of illegally exporting waste in the Netherlands, where it is headquartered, but the Dutch courts decided that much of the substance of the allegations was beyond their jurisdiction. Trafigura was granted substantive immunity from prosecution in Cote d&apos;Ivoire, as part of a local settlement. This sort of wrangling over legal jurisdiction was condemned as &quot;opportunistic&quot; by Greenpeace&apos;s Harjono. She said strengthening the Basel regulations would prevent companies being able to benefit from playing off one jurisdiction against another. The chain of events leading to the dumping was that in late 2005 large amounts of coker naptha, an unrefined fuel, were bought by Trafigura and subjected to a process called caustic washing on board the Probo Koala, resulting in the creation of tonnes of hazardous waste. In July 2006, the ship attempted to unload this in the Netherlands but was told it would be costly. The waste was then taken to Abidjan in Cote d&apos;Ivoire, where it was dumped. The next year, Trafigura entered an agreement with the country&apos;s governments to pay nearly $200m in return for immunity from prosecution. A report, entitled the Minton report, on the incident was obtained by the Guardian, which was prevented from publishing it by Trafigura&apos;s legal representatives, the Carter-Ruck law firm.", 
    "section": "environment", 
    "gid": "environment/2012/sep/25/trafigura-lessons-toxic-waste-dumping", 
    "wordcount": "1286"
}