{
    "headline": "Richard III: Could the skeleton under the car park be the king's?", 
    "text": "Mouth swabs and DNA tests are to be deployed in the search for the lost remains of one of England&apos;s most reviled monarchs after the discovery of a deformed skeleton beneath a Leicester car park. The crooked spine of a long-dead warrior, complete with an arrow in its back and a gash across its skull, was found on the site of the Grey Friars church, where King Richard III is thought to have been buried in 1485 after losing his throne and his life at the battle of Bosworth Field. Archaeologists remain cautious about linking the bones with the king, but they describe it as &quot;certainly warranting further detailed examination&quot;. Laboratory tests will now be carried out at Leicester University, whose archaeologists have been excavating the city centre site with the help of the Richard III Society. Richard Taylor, from the university&apos;s team, told a press conference that the combination of deformity and probable death by violence justified paying closer attention to the skeleton. Among means available are swabs taken from a London furniture-maker, 55-year-old Michael Ibsen, whose late mother was identified some years ago as a 16th-generation descendant of the king by John Ashdown-Hill, a historian, genealogist and biographer of Richard III who is also part of the Leicester project. &quot;We are not saying today that we have found Richard III,&quot; said Taylor. &quot;What we are saying is that the search for Richard III has entered a new phase. The skull injury appears consistent with, although not certainly caused by, an injury received in battle. &quot;A bladed implement appears to have cleaved part of the rear of the skull. We also believe that the individual would have had severe scoliosis, which is a form of spinal curvature. This would have made his right shoulder appear visibly higher than the left shoulder, and this is consistent with contemporary accounts of Richard&apos;s appearance. &quot;Our focus is now shifting from the archaeological excavation to laboratory analysis. This skeleton certainly has characteristics that warrant extensive further detailed examination.&quot; Richard Buckley, who led the excavation, said: &quot;The skeleton is a very strong candidate indeed, but it&apos;s going to take 12 weeks for the DNA analysis to come through.&quot; A third member of the team, Dr Turi King, said: &quot;We&apos;ve taken teeth out under clean conditions from which we&apos;ll try and get DNA, so the analysis will be the next thing. The skeleton is in very good condition so I&apos;m very hopeful.&quot; Both chroniclers and modern historians are ambivalent about Richard&apos;s &quot;crookback&quot;, which featured in his denigration by the Tudor victors of Bosworth. Spinal curvature is thought more likely than the hunchback of many accounts, but descriptions of his body being displayed naked for three days before burial at Grey Friars are generally considered reliable. His remains are one of only two sets definitely lost in the history of the British monarchy, the other being those of the exiled James II, which vanished from the chapel of the English Benedictines in Paris during the French Revolution. The bones of Richard&apos;s predecessor and nephew, Edward, whose probable murder, with that of his brother, in the Tower of London stained his uncle&apos;s reputation irremediably, officially rest in an urn at Westminster Abbey, although doubts about their authenticity have never been dispelled. The playwright Phillipa Langley, of the Richard III Society, who is working on a screenplay of the king&apos;s life, said: &quot;I think that this is going to mean a great deal for research into Richard III and all those who are involved in learning about this much maligned king. I hope that more of the truth will come out and we will get to a more realistic perspective of the real man and not the Tudor myth.&quot;", 
    "section": "science", 
    "gid": "science/2012/sep/12/richard-skeleton-king-remains-bosworth", 
    "wordcount": "637"
}