{
    "headline": "Samsung hopeful of lowering damages awarded to Apple over infringements", 
    "text": "Samsung is unlikely to succeed in voiding a jury verdict that awarded Apple $1.05bn (625m) in damages for patent infringement  but Apple may see that award trimmed by a judge after post-verdict hearings, experts say. The two companies squared off again in a San Jose court on Thursday in front of district judge Lucy Koh to seek alterations and extensions to the verdict handed down in August by a jury in the California courtroom. But Samsung&apos;s assertion that the man who became the jury foreman, Velvin Hogan, was biased against it because of a 1993 lawsuit brought against him by the hard-drive company Seagate  in which Samsung is a large investor  seemed to cut little ice with the judge. However, lawyers for the South Korean conglomerate appeared to be on more solid ground over complaints that the jury had miscalculated the damages for infringement by 26 Samsung products of various &quot;utlity&quot; patents owned by Apple, such as the &quot;tap-to-zoom&quot; function on smartphones and tablets, and of its design patent relating to the cosmetic appearance of the iPhone 3GS. Koh seemed ready to accept some of Samsung&apos;s requests for recalculation. The jury said Apple was owed damages of nearly $58m relating to sales of the Prevail smartphone which used the tap-to-zoom system. But she suggested that the sort of patent violation the jury discerned doesn&apos;t merit that large an award, and that Apple might instead recover $8m from that item. Apple meanwhile has asked the judge to implement a US sales ban on eight Samsung smartphones. Koh didn&apos;t indicate directly whether she would favour Apple&apos;s call for a sales ban, nor whether she would agree with Samsung&apos;s demand to cut the damages award. At the end of the four-hour hearing, she commented: &quot;I think it&apos;s time for global peace&quot;, referring to the series of lawsuits between the two companies around the world. She said she will issue a series of rulings in the next few weeks to sort out the legal issues, in effect ending the case  although it is certain to be appealed by one side of the other on the federal circuit, and possibly as far as the supreme court; a hearing there could take years, by which time the products at issue in this case would no longer be on sale in the US. A number of the Samsung phones at issue are no longer on sale. Foreman focus A key part of Samsung&apos;s complaint focuses on Hogan, who it alleged was biased against Samsung because of the 1993 suit. That began after Seagate, where he had worked, gave him a loan. Hogan subsequently declared bankruptcy, which he argued at the time voided any obligation to repay. Seagate sued him for its loss. Samsung&apos;s lawyer, asked by Koh why he didn&apos;t ask about Hogan&apos;s past during the &quot;voir dire&quot; element of the jury selection, said: &quot;He knew about the relationship between Seagate and Samsung and he didn&apos;t bring it up because he wanted to be on the jury  he has [subsequently] told members of the press that this was the most important moment of his life. The court needs to hold a hearing  this is a juror that had an agenda.&quot; Had Samsung&apos;s legal team known of Hogan&apos;s connection with Seagate, they would have followed up, the lawyer said. Apple&apos;s lawyer responded that Samsung had it &quot;precisely wrong&quot; in claiming that Hogan had lied about the events from almost two decades ago, and called the allegations of lying outrageous. Apple has said in post-verdict filings that Samsung should have asked those questions during the selection. Legal experts have suggested that Samsung has little chance of prevailing on that point because it happened a long time ago, and because Samsung did not ask about it at the jury selection process  meaning that Hogan did not lie. &quot;The connection here is tenuous,&quot; Christopher V. Carani, a Chicago patent attorney who has closely followed the case, told the Associated Press. &quot;I would be surprised if judge Koh accepted this argument and scrapped the jury&apos;s entire finding.&quot; In the post-verdict hearings, the two sides traded metaphorical blows that recapped the original trial. Harold McElhinny, for Apple, claimed Samsung wilfully decided for business purposes to copy Apple&apos;s iPad and iPhone, and called the jury&apos;s $1.05bn award a &quot;slap on the wrist.&quot; He said Apple would keep fighting Samsung in court until it changed its business practices. For Samsung, lawyer Charles Verhoeven responded that Apple was attempting to &quot;compete through the courthouse instead of the marketplace.&quot; He said Apple wants to tie up Samsung in courts around the world rather than competing with it head-on. Best of frenemies The apparently bitter courtroom battle masks the relationship between the two companies: Samsung Electronics is Apple&apos;s biggest supplier for parts, while Apple is Samsung Electronics&apos; biggest customer. Tim Cook, Apple&apos;s chief executive, said in an interview published just ahead of the hearing that he hates litigation  but reaffirmed Apple&apos;s determination to see the case through: &quot;For us, this is about values  we want people to have their own ideas and invent their own stuff. So after lots of trying [to settle out of court] we felt we had no other choice.&quot; Meanwhile, Samsung dominates the smartphone market: in the third quarter of 2012, it sold 55m worldwide, representing 32.5% of the market, against Apple&apos;s 23.6m, or 14%. Apple has a greater profit share, though Samsung&apos;s has risen dramatically in the past two years. Apple filed a second lawsuit earlier this year, alleging that Samsung&apos;s newer products are unfairly using Apple&apos;s technology. That is currently set to come to trial in 2014. The two companies are locked in legal battles in several other countries.", 
    "section": "technology", 
    "gid": "technology/2012/dec/07/samsung-lowering-damages-apple-infringements", 
    "wordcount": "974"
}