{
    "headline": "Apple and Microsoft go head-to-head with tablet launches", 
    "text": "It&apos;s the tale of two touchscreens this week as Microsoft and Apple go head-to-head launching their latest tablet devices. Microsoft has pulled out all the stops to convince the world that Surface is the small tablet to beat, with a no-expenses-spared New York event on Thursday. Apple, a notoriously secretive company, prefers a bafflingly minimal PR strategy that would utterly fail for any other organisation you could think of. Dedicated rumour sites hum with speculation for months beforehand, encouraging Apple evangelists to soap themselves into a frenzy of excitement. This is a busy sector of the tablet market, with Amazon&apos;s bestselling Kindle Fire and the Nexus 7 powered by Google&apos;s Android software. Apple will have noticed this potential and, given its venomous competitiveness, will want to obliterate Google from the small tablet market. Microsoft needs a small miracle to reverse its fortunes. Surface is a bold product with some great touches, like the magnetic cover that turns into a keyboard and a minimal, Apple-like body. Although there are two cameras  at the front and back  Microsoft appears to be pitching this more as an executive toy, there&apos;s also no 3G connection so buyers don&apos;t have the worry of an extra contract. The real delight is Metro, the impressive navigation interface, which is so beautifully designed it feels like a breath of fresh pixellated air, made up of zingy typography and brightly coloured navigation squares. Pre-orders for Surface sold out in the US over the weekend, so it would seem it has the tribe excited. Microsoft launched its first tablet in November 2002  nearly eight years before the iPad  but the following years of swivel-screened, pen-tapping slates weren&apos;t exactly Microsoft&apos;s JK Rowling years. The incarnation as a touchscreen coffee table didn&apos;t speak to the mobile trend, either. Apple&apos;s late chief executive Steve Jobs wasn&apos;t shy about sticking the knife into the lumbering Microsoft beast; in a gleeful aside while launching the iPad 2 in 2011, Jobs claimed Apple had sold 15m iPads in the last nine months of 2010  &quot;more than every tablet PC ever sold&quot;. Surface is being launched alongside Windows 8, Microsoft&apos;s overdue operating system update, described as the biggest change in Windows history, replacing the familiar desktop with Metro&apos;s tiles. Disappointing quarterly results last week showed Microsoft is being hit hard by the move from PCs to mobile and tablets, so Windows 8 is built for the touchscreen world. An unprecedented marketing spend estimated at $1.8bn shows either confidence that Windows 8 will reinvent the Microsoft experience  or a desperate last investment to preserve the empire. Either way, Microsoft needs Windows 8 to hit the spot. As for the date clash, this is partly about grabbing the Christmas market, but it&apos;s not hard to imagine Apple wanting to steal some thunder from its old adversary. After all these years of hyperbolic product launches, the world&apos;s most valuable company ($571.67bn) is rather more porous than it might like. On Tuesday we can reliably expect something provisionally called the iPad Mini, roughly half the size of the current iPad with a 7.85 inch-diameter screen, 4G connectivity and a starting price of around 249. Before the new device is even announced, let alone on sale, analysts are predicting the iPad Mini could eat 15% of iPad sales. Look back exactly two years, and Steve Jobs appeared to dismiss smaller tablets: &quot;The seven-inch tablets are tweeners, too big to compete with a smartphone and too small to compete with an iPad.&quot; Reading that now it sounds more like clever Jobsian code, making a case for a new product that doesn&apos;t compete with the iPhone or iPad. Dan Crow, the former senior engineering manager for Apple and project manager at Google, thinks it is a sign of Apple&apos;s maturity that it is pushing into more niche sectors of the market. For Microsoft, it&apos;s a diversification from larger touchscreen products that consumers have not warmed to. &quot;Touchscreens have been tried on desktops for years, but as soon as the screen is vertically orientated your hands get tired  I don&apos;t see touch taking over traditional desktop computers, but the proportion of tablets and smartphones is going to keep growing, and tablets are eating into the laptop market.&quot; Where does Apple go from here? Crow thinks the company has peaked, and that the new, error-ridden maps tool was a mistake that wouldn&apos;t have happened under Jobs. &quot;That&apos;s indicative of the sort of missteps that Steve was very good at stopping. They build up over time and erode people&apos;s confidence in the company. I think we may have seen the peak of Apple. We&apos;re past the golden era.&quot; Two days after the launch of the iPad Mini, and very probably a new MacBook, Apple&apos;s fourth quarter results will be released. After a gloomy week for Intel, Microsoft and Google shares, investors will be looking to Apple to lift the spirits and the finances of the tech sector. Last quarter, Apple admitted product rumours were disrupting sales, but this quarter should see the beginning of iPhone 5 takeup. Next quarter will be the big one, covering Christmas and watching that iPhone 5 roll flood in. It&apos;s worth remembering that Jobs&apos;s talent was not in predicting the future. It was in creating good products and then  master salesman  convincing everyone that this was the future. Microsoft had better hope it has its banter all worked out. Elsewhere in the technology triumvirate, Larry Page, Google&apos;s co-founder and chief executive lost his voice in June after an as-yet-unnamed throat condition. Last Thursday he had to find it again to explain why Google&apos;s downbeat quarterly financial results had leaked early and the company&apos;s market value had dropped by $20bn. He somehow found the words. Google will be hoping that its new Chromebook laptop and anticipation of the new Nexus 7 handset, likely to be unveiled on the 29th, creates a nice distraction. And maybe claws back a little of that $20bn.  This article was amended on 23 October 2012 to show that the Surface has two cameras; the original article said it had none.", 
    "section": "technology", 
    "gid": "technology/2012/oct/21/apple-microsoft-tablet-launches-surface", 
    "wordcount": "1024"
}