{
    "headline": "Free education: time to fight not negotiate", 
    "text": "The NUS president Liam Burns has written this week about the need for universities to empower students. This emphasis on democracy has the potential to form part of an ideological renewal within the student movement.  However, students must be clear and principled about what democracy in education should look like, and ensure their vision counters the damaging market ideology of the coalition, rather than being co-opted by it. Ideological renewal is badly needed. Despite the efforts of many unofficial networks like the National Campaign Against Fees and Cuts, the debate that has emerged since the coalition took office has been decidedly lop-sided.  While the government has pursued a policy of systematic privatisation, the official organisations of the student movement have focused largely on caveating the emergence of a market with mechanisms to control quality and limit damage to access.  In the run-up to the tuition fees vote in December 2010, the NUS still refused to back serious direct action, and put its energies into lobbies, glow-stick vigils and &apos;high-level conversations&apos; with government ministers. The campus occupations and the unofficial networks of students that assembled outside parliament understood within months what it has taken the official structures of NUS two years to recognise: that the future of Britain&apos;s education system is something that must now be fought over, not quietly negotiated.  At their annual conferences, the NUS and the lecturers&apos; union, the UCU, have both shown signs that the lessons of ideological polarisation have started to be learned.  The NUS has now formally adopted a policy of campaigning for completely free further and higher education, funded by taxing the rich, a significant hardening of its former position of supporting a graduate tax  a policy which in practice accepted the principles behind tuition fees.  Meanwhile, the UCU has agreed to ballot its members on the abolition of the Research Excellence Framework (REF), the mechanism by which the HE sector and its managers will seek to measure research output  and, ultimately, cut out &quot;unprofitable&quot; areas.  At the heart of this shift is a battle between consultation and power. For years, successive governments have pushed initiatives to quantify the &quot;student experience&quot;  from the National Student Survey to the new Key Information Sets. These have used the language of student empowerment, but their ultimate purpose has always been clear. They have been fed into university league tables, and in a new market system will be a key source of &quot;clear information&quot; for student customers.  On Friday afternoon, the UCU voted to urge lecturers not to participate in the NSS, calling it &quot;threatening&quot; and &quot;demoralising&quot;. The expansion of formal processes of student consultation has not translated into enhanced student or staff control over the running of universities. With soaring vice-chancellor salaries, ruthless HR practices, and rocketing international and postgraduate fees, many institutions are looking more and more like private businesses, not public services.  The primary victims of this process will be working-class students at newer universities, many of which are losing whole departments. But no one will be safe: at University College London, senior managers are trying to remove statute 18 from the college&apos;s charter, a reform which would effectively abolish academic tenure and make it much easier to sack staff.  As academic integrity is attacked, and public money stripped away, the demands of those who want to see education retained as a public service must focus not only on securing funding, but also on making further and higher education internally democratic, and accountable to the wider community.  This goal is not as far-fetched as it might seem. In January, the von Prondzynski report  an official report for the Scottish government  recommended a democratisation of higher education, with elected chairs of university governing bodies, majority-elected academic boards, and elected staff and student representation on managerial remuneration committees.  Scotland&apos;s education system has always been different from the rest of the UK but the principles that underlie the von Prondzynski report are as universal as they are vital.  The NUS will soon announce a date for an autumn national demonstration, with an eye to leaving occupations and localised walkouts in its wake. The UCU is now committed to re-balloting for industrial action and waging a war for academic integrity.  As the past few years have shown, constant grassroots mobilisation will be the only hope for saving education as a public service, and for building a serious and imaginative democratic alternative to the market.", 
    "section": "education", 
    "gid": "education/2012/jun/15/students-studentpolitics", 
    "wordcount": "745"
}