{
    "headline": "Edge of sustainability: why Rio+20 mustn't ignore people on city fringe", 
    "text": "The future is urban. By 2030, 60% of the global population will live in towns and cities, particularly in Africa and Asia where the urban population is set to double in the next two decades. Cities are the centres of growth, dynamism and opportunity. But they are vulnerable to pollution and disasters, and their poorest people lack basic services. It is no wonder that sustainable urbanisation is one of the key challenges to be addressed by the Rio+20 Earth summit. Surprisingly, given the scale of this challenge, many urbanisation debates fail to acknowledge the realities of peri-urban spaces  the rural/urban places on the city fringe. Alongside rapid urban expansion comes the growth of peri-urban areas, bringing flows of people, commodities, capital, natural resources, waste and pollution, and conflicts over land and water. These areas of dynamic change raise significant challenges for basic service provision and ecosystem management  especially for the most marginalised residents, who remain excluded from the former and bear the costs of shrinking agricultural lands, poor waste management and pollution. The peri-urban remains absent from international policy and environmental politics. It is wrongly viewed as being transitory and temporary, despite being ever-present and expanding. With both rural and urban authorities often failing to address the needs of poor peri-urban communities, they are bypassed by planning processes or subject to flawed planning decisions. A recent study by the Steps Centre and the Delhi-based Centre for the Study of Developing Societies investigated an area in peri-urban Delhi where large tracts of previously agricultural land had been converted to an industrial hub. Local factories have severely depleted and deteriorated the ground water in the area, and caused river and air pollution. We found that provision of water and other services to elite and middle-class localities was prioritised, bypassing old villages and &quot;illegal&quot; settlements. Because of the lack of a formal water supply, poor people were forced to adopt coping mechanisms, illustrated in the Steps film Water and Justice. The cost of accessing water was, at times, the cost of life itself: people had to either cross high-speed railway lines to get water from a formal supply, or drink black, contaminated ground water from the hand pumps in their own areas. Due to jurisdictional ambiguities, the authorities refused to accept responsibility for the poor and were indifferent to concerns in informal colonies (at least 40% of the population). There are no existing development templates for rapidly changing peri-urban areas. Where specific interventions are made to improve environmental quality, they can often exacerbate problems because of failure to recognise the diverse livelihoods and resource use in these areas. Take, for example, the re-siting of polluting industries from the urban core. While the toxic pollutants appear to affect mainly peri-urban localities and their poor inhabitants, they increasingly affect the wider urban population  such as in the form of contaminated food grown in peri-urban spaces but sold in urban markets. Policy development that engages with the opportunities for enhanced urban-rural synergies is needed, linking waste recycling by supporting farmers to maximise the safe use of waste materials (such as the reuse of industrial and domestic waste water for irrigation). There is much to be learned from peri-urban communities about adaptation in rapidly changing environments, but this knowledge rarely contributes to the formal policymaking processes. The peri-urban presents enormous opportunities and enormous challenges for both urban and rural sustainability. Failure to properly address these apparently peripheral issues at Rio+20 will not only result in missed opportunities to benefit from rural-urban synergies, but will also undermine opportunities to improve environmental integrity and social equity, and reduce poverty in growing cities. The pace and nature of growth in these peri-urban spaces is unprecedented, and comes at a time when Brics countries (Brazil, Russia, India, China and South Africa) are forging new development paths that have immense influence on other emerging economies. Rapid peri-urban industrialisation inevitably brings benefits to the poor, generating jobs and resources that contribute to overall wellbeing. However, the benefits remain poorly distributed and many of the costs to the environment and to humans remain little understood and under-reported. The mismanagement of the urban fringe is becoming an increasing threat to the health and wellbeing of both urban and peri-urban citizens. But opportunities for a more positive relationship between the city and its periphery do exist and should be urgently addressed at Rio+20 and beyond.  Fiona Marshall and Lyla Mehta are research fellows at the Steps Centre", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/may/04/rio-20-not-ignore-city-fringe", 
    "wordcount": "747"
}