{
    "headline": "Royal family squeeze out climate change in US media coverage", 
    "text": "Prince Charles, heir to the British throne, made one of his strongest speeches yet on the dangers of a warming planet when he warned this month that climate change is &quot;the greatest risk we have ever faced&quot;. Action must be taken now, the Prince said, because the risk of doing nothing is &quot;too great.&quot; It is therefore a little ironic to look at the latest results from a study by the monitoring organisation Media Matters for America and find that the goings-on of the British royal family  but not their comments on the dire state of the planet  feature far more prominently on the major US networks than any topic related to climate change. &quot;Even during the warmest year on record in the US, the nightly news programmes combined devoted only 12 full segments to climate change,&quot; Media Matters reports. &quot;By contrast, these programmes dedicated over seven times more coverage to the royals in 2012.&quot;     Graphic showing US nightly news coverage of royal family was greater than climate change Photograph: Media Matters / Climate Reality Project    One programme, ABC World News, devoted 43 segments to the British royal family in 2012 and only one to climate change, says Media Matters. Earlier this month, as scientists announced the amount of CO in the atmosphere had gone beyond 400 parts per million, two of the major US news programmes ignored the story, preferring instead to cover the visit to the country of Prince Harry, the younger son of Prince Charles. &quot;In 2012, the US experienced record-breaking heat, a historic drought, massive wildfires in the West, and Hurricane Sandy,&quot; Media Matters says. &quot;Meanwhile, Arctic sea ice extent shattered the previous record low and the Greenland ice sheet saw the greatest melt in recorded history &quot;Yet despite these illustrations of climate change, the broadcast news outlets devoted very little time to climate change in 2012, following a downward trend since 2009.&quot; Evidence suggests the paucity of reporting on climate change is not limited to the US alone. An ongoing study of various media outlets around the world by the Center for Science and Technology Policy Research at the University of Colorado-Boulder charts global climate change media coverage, noting a peak at the Copenhagen climate summit in late 2009. A separate study found that more than 3,200 climate-related stories appeared in the world&apos;s mainstream newspapers concerning events at the ill-fated Copenhagen meeting. By the time of the climate summit in Durban two years later, the number of stories had shrunk to a quarter of that amount. Meanwhile, the scientific consensus on the causes and impacts of climate change seems never to have been stronger. Despite the lack of media coverage, it seems that public perceptions about climate change are also changing  perhaps influenced by a rise in extreme weather events around the world. The subject of climate change and its causes continues to be hotly debated in the US. However, an analysis carried out late last year by the Pew Research Center for the People and the Press found that nearly 70% of Americans now say there is solid evidence that the world has been getting warmer over recent decades, with more than 40% saying it is caused by human activity  up from 34% in 2010. A petition, which already has more than 70,000 signatures, has been organised by Media Matters, the Sierra Club and the League of Conservation Voters. It urges the major broadcast networks to give more attention to climate change and allow scientists the opportunity to explain the connections between humanity activity, climate change and extreme weather events.", 
    "section": "environment", 
    "gid": "environment/2013/may/24/royal-climate-change-us-media-coverage", 
    "wordcount": "591"
}