{
    "headline": "No decision on carbon reporting? Tories fail every environment test", 
    "text": "Four years after Labour passed the landmark Climate Change Act, and 8 months after the government closed its consultation, the Defra secretary announced on Tuesday that she has nothing to announce on carbon reporting. David Cameron was quick to parade his &quot;vote blue go green&quot; message in opposition, but in government he has failed every environmental test. When he visited the Arctic in 2006 for his famous hug a husky trip, the environment was used to detoxify the Tory brand. In government it is back to business as usual. Mandatory carbon reporting for businesses was a key plank of Labour&apos;s Climate Change Act. Section 85 of the act obliges the environment secretary to introduce mandatory carbon reporting for businesses by 6 April 2012, or to explain why she is not doing so. Defra&apos;s consultation on options for carbon reporting closed last year. Yet as parliament broke for Easter recess on Tuesday, Caroline Spelman quietly tabled a report in the House of Commons library simply stating: &quot;No decision has yet been reached.&quot; This is yet another depressing example of the &quot;doom and gloom, costs and sacrifice&quot; view of the environment that is running amok across Whitehall. The government has constructed a false divide between economic growth and environmental protection. Having forced the second biggest spending cut of any department onto Defra in the Comprehensive Spending Review, the chancellor has decided that the great crested newt is the barrier to jobs and growth, rather than his own disastrous economic policies. On carbon reporting, George Osborne&apos;s computer said no. This is not just bad news for the environment, it is also holding back businesses looking to invest in green jobs and technologies. It has angered the pro-business Aldersgate Group whose members, who include household names such as Pepisco, Sky, United Utilities, Kingfisher, Lend Lease and Nestl, support carbon reporting. Peter Young, chair of the Aldersgate Group speaking after the government&apos;s non-announcement said: &quot;Carbon reporting is an essential step to meeting our carbon budgets and to driving efficiency and growth from UK business  Business has been patiently waiting for a clear signal to level the playing field on carbon reporting. Voluntary systems have run out of road and the UK risks losing its lead in carbon reporting, accounting and reduction.&quot; The failure of the government to provide a level playing field for businesses who are doing the right thing and reporting their carbon emissions is causing uncertainty for investors. When Labour left office, investment in alternative energy and clean technology reached 7bn, and according to the US environmental group PEW, the UK was ranked third in the world for investment in green technologies. Nearly two years after the coalition took office, the UK has now slumped to 13th in the world, behind major emerging competitors like Brazil and India. Finally, in the week that the government failed the test of leadership on carbon reporting, it was revealed that the prime minister had invited Michael Hintze for dinner as part of the #CamDineWithMe donation scandal. Hintze funds Nigel Lawson&apos;s climate sceptic charity the Global Warming Foundation. Can the prime minister expect to be taken seriously on the environment when he is ducking the big decisions and dining with the deniers?  Mary Creagh is shadow environment secretary and Labour MP for Wakefield", 
    "section": "environment", 
    "gid": "environment/2012/mar/28/carbon-reporting-tories-fail-environment-test", 
    "wordcount": "556"
}