{
    "headline": "GDT Nature Photographer of the Year 2012  in pictures", 
    "text": "   Top prize winner Klaus Tamm triumphed with this image, of which he said: One evening in early April 2010 I was out to save common toads crossing the road from being run over. I had wanted to photograph this for quite some time, so I parked the car on a quiet road to compose some images of a migrating toad. The animal moved very slowly due to the cool evening temperatures, and I managed to create a photograph in the vehicles beam. The wet surface of the road with its reflections added to the composition. Photograph: Klaus Tamm/GDT       The birds category winner by Ingo Plenk Photograph: Ingo Plenk/GDT       The birds category runner-up by Werner Bollmann Photograph: Werner Bollmann/GDT       The birds category third place photo by Michael Lohmann Photograph: Michael Lohmann/GDT       Fourth place in birds went to this shot of a great grey owl by Serge Sorbi  Photograph: Serge Sorbi/GDT       This photo of a capercaillie by Klaus Echle was sixth place in birds  Photograph: Klaus Echle/GDT       The mammals category winner: Stoat at Full Speed, by Rolf Mller  Photograph: Rolf Mueller/GDT       The mammals category fourth place photo, of a chamois mountain goat, by Gisela Schmid  Photograph: Gisela Schmid/GDT       Hermann Hirsch took the mammals category fifth place with this image  Photograph: Hermann Hirsch/GDT       The other animals category runner-up by Antje Kreienbrink  Photograph: Antje Kreienbrink/GDT       The other animals category sixth place photo by Bernhard Brautlecht  Photograph: Bernhard Brautlecht/GDT       This image of beech trees by Michael Lauer won the plants and fungi category Photograph: Michael Lauer/GDT       The plants and fungi category runner-up by Dr Ralph Grf  Photograph: Dr. Ralph Grf/GDT       This image taken by Claudia Mller took 10th place in plants and fungi Photograph: Claudia Mller/GDT       The landscape category winner by Dr Martin Schmidt  Photograph: Dr. Martin Schmidt/GDT       The landscape runner-up by Hermann Hirsch  Photograph: Hermann Hirsch/GDT       The nature's studio winner by Bernd Nill  Photograph: Bernd Nill/GDT       This photo by Radomir Jakubowski was the nature's studio runner-up Photograph: Radomir Jakubowski/GDT       The nature's studio third place photo by Harald Metzger of fossilised sand dune Photograph: Harald Metzger/GDT       Uwe Naeve's image of knots won the marine life category Photograph: Uwe Naeve/GDT       Stefan Ptz was marine life runner-up with this photo Photograph: Stefan Ptz/GDT  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/apr/30/german-wildlife-photography-in-pictures", 
    "wordcount": "0"
}