{
    "headline": "Higgs Discovery: the Power of Empty Space by Lisa Randall", 
    "text": "I have been away. Partly on holiday, partly catching up the holiday-induced backlog. For most of August I was in and around CERN, borrowing a friend&apos;s house, and enjoying having my family living in the same country as my experiment, ATLAS.  Actually, we were living in France, and since ATLAS is the only experiment on the Large Hadron Collider to be actually in Switzerland, I still had to cross a border to work. But most of the LHC is in France, and anyway a ten minute drive obviously beats the London-to-Geneva flight. A consequence I might have forseen, but didn&apos;t, was a lack of articles posted here. Not only do I write a lot of them in airports (which I avoided for nearly a month!) I also write them when I&apos;m alone in the UCL commuter flat in Geneva. Families can be distracting. I would like to have written more about the aftermath of the Higgs discovery, about the quiet but still intense atmosphere around CERN in August, when there is always at least one key member of any team on holiday. I may still post some holiday snaps like I did last year*. Another thing I meant to do but only just got around to was reading Lisa Randall&apos;s short ebook, &quot;Higgs Discovery: The Power of Empty Space&quot;. Turns out this is a good substitute for some of the things I would have written. Lisa Randall is a well-known theoretical physicist, Professor at Harvard and author of two previous, chunkier popular books on particle physics, cosmology and their implications. This ebook contains extracts from those books but the main content is a thirty page account of the significance of the discovery and of her personal experience of it (listening to the seminar in a cafe on a Greek Island, doing an interview about it halfway up a rock face...). The style is informal and easygoing; the content is advanced. Randall goes beyond the poetic one-liners and beyond what any single news article could deliver in terms of explaining the significance of the discovery, how it was made, and what might come next. A lot of specialist terms are used, but most are introduced in a way which does not interfere with the impact of the narrative or the big picture Randall summarises. I think it will work well for non-specialists (certainly regular readers of this blog will have no worries).  This is the serious stuff, delivered with a light touch. Longer books will be written, and have been, about the build-up to and consequences of the momentous announcements of 4 July 2012; they will struggle to match this for compact clarity. Reading it is well worth the investment. * Couldn&apos;t resist using one, anyway. Sorry.", 
    "section": "science", 
    "gid": "science/life-and-physics/2012/aug/25/higgs-discovery-randall", 
    "wordcount": "457"
}