{
    "headline": "Studies on alcohol  so often involve going to the pub", 
    "text": "To answer the question, What happens when people drink alcohol? one can read through thousands of research studies published in respected scholarly journals. One must look a bit harder to answer a different question: What, exactly, did some of those researchers hope to learn by doing that research? Let&apos;s take a quick hop through the literature in one publication  the Journal of Studies on Alcohol and Drugs, which boasts of being &quot;the oldest alcohol/addiction research journal currently published in the United States&quot;. It started life in 1940 as the Quarterly Journal of Studies on Alcohol, then adjusted and re-adjusted its name as research funders changed their focus or preferred vocabulary. A study called Observational Study of Alcohol Consumption in Natural Settings; the Vancouver Beer Parlour appeared in a 1975 issue. Authors Ronald Cutler and Thomas Storm, at the University of British Columbia, say they visited &quot;approximately 25&quot; Vancouver beer parlours, wherein they observed the patrons. They distill what they learned into three thoughts: 1) people drank at a &quot;relatively constant&quot; rate; 2) the longer people spent drinking, the more they drank; and 3) in bigger groups, people spent more time drinking, and so drank more drinks. Cutler and Storm explain that &quot;these findings are consistent with&quot; those reported 10 years earlier in a study called The Isolated Drinker in the Edmonton Beer Parlour. Cutler and Storm say the Edmonton researcher, R Sommer, &quot;found that patrons drinking alone ordered an average of 1.7 glasses of beer, while patrons drinking with a group ordered an average of 3.5 glasses. This difference was accounted for by the length of time solitary and group drinkers spent in the beer parlour and not by the rate of drinking.&quot; Cutler and Storm performed additional research. Perhaps their greatest work, called Observations of Drinking in Natural Settings; Vancouver Beer Parlors and Cocktail Lounges, published in 1981, says: &quot;The question that, to a great extent, motivated this study was: how much do people actually drink in drinking establishments which are most heavily patronised by ordinary social drinkers? The answer is, in qualitative terms: a fair number of people drink quite a lot, especially in beer parlours, and particularly when the group is large.&quot; Jump ahead to July 2012 and one finds a study called Daily Variations in Spring Break Alcohol and Sexual Behaviours Based on Intentions, Perceived Norms, and Daily Trip Context, by Megan Patrick, of the University of Michigan, and Christine Lee, of the University of Washington in Seattle. Patrick and Lee gathered information from 261 college students, from which they learned this: &quot;Students who went on longer trips, who previously engaged in more heavy episodic drinking, or who had greater preSpring Break intentions to drink reported greater alcohol use during Spring Break. Similarly, students with greater preSpring Break intentions to have sex, greater perceived norms for sex, or more previous sexual partners had greater odds of having sex.&quot;  Marc Abrahams is editor of the bimonthly Annals of Improbable Research and organiser of the Ig Nobel prize", 
    "section": "education", 
    "gid": "education/2012/aug/13/alcohol-studies-improbable-research", 
    "wordcount": "519"
}