{
    "headline": "How neo-Nazis may be making money from YouTube advertising", 
    "text": "Neo-Nazis may be using YouTube&apos;s revenue-sharing system on adverts to obtain payments from companies such as Virgin Media, BT and O2 without their knowledge or consent. By putting videos on YouTube, extremist groups including Blood &amp; Honour and Combat 18 have been benefiting from the automatic addition of ads to their videos. Revenue-sharing agreements under Google&apos;s Adsense programme allow YouTube members posting non-copyrighted videos to benefit from ads that appearin a panel to the right of the videos. Some of the ad revenue is paid to the video owner and extremist groups have used this aspect of Google&apos;s business model to generate funding. When it was alerted to this, Google deleted the videos  but there is no indication it has put in place any protections to prevent a repetition. Videos uploaded to neo-Nazi channels often appear to have the intention of rallying support by inciting hatred against minority and ethnic groups, despite YouTube&apos;s rules stating: &quot;We do not permit hate speech (speech which attacks or demeans a group based on race or ethnic origin, religion, disability, gender, age, veteran status, and sexual orientation/gender identity).&quot; Google said the volume of uploads  with 60 hours of video uploaded every minute  meant nearly 10 years&apos; worth of content was uploaded to the site every day. It does not screen content; instead it relies on users of the website to flag inappropriate videos as a form of self-regulatory crowd-sourced control. &quot;YouTube&apos;s community guidelines prohibit hate speech, and we encourage our users to flag material that they believe breaks the rules,&quot; a Google spokesperson said. &quot;We review all flagged videos quickly, and we promptly remove material that violates our guidelines. &quot;Videos with ads showing because of content claims created by YouTube&apos;s automated content ID system are subject to the same removal policies after they&apos;ve been flagged by users.&quot; However, Combat 18 members or sympathisers who view the video would have no incentive to flag the content, so repeated viewings would benefit the group through revenue sharing. Under the terms of AdSense, if non-copyrighted videos prove popular the user is invited to join Google&apos;s partner programme. YouTube channels are used to provide links to extremist materials and neo-Nazi websites, where discussion groups and literature can be accessed. Included in these links are: the Turner Diaries, linked to a number of hate crimes such as the Oklahoma City bombing in 1995 by Timothy McVeigh; and the diaries of the white supremacist Kevin Harpham, sentenced to 32 years in prison in December for planting a backpack bomb on the route of the Martin Luther King Jr Day parade in Washington. German police have been investigating the YouTube account of one of the National Socialist Underground members arrested in February concerning the murder of 10 Turkish immigrants in a series of racist killings spanning almost 10 years. David Copeland, the London nail bomber, and Anders Breivik, who carried out the 2011 Norway attacks, are known to have sourced ideas and suspected to have received support from online communities. When told its ads were being associated with neo-Nazi content, Virgin Media said: &quot;Virgin Media has a strict policy on its ad placement, so we are concerned about ads appearing against unrelated and unsuitable content on YouTube. We are currently engaged with our advertising partners and Google to understand what measures can be put into place to prevent these occurrences going forwards.&quot; In December, the actor and TV presenter and writer Stephen Fry  whose mother&apos;s aunt and cousins died in Auschwitz  tweeted: &quot;Disturbing that such blue chip companies are, in a way, supporting neo-Nazi YouTube content.&quot; Robert Levine, the former executive editor of Billboard magazine who writes about copyright technology, says it is an ethical problem: &quot;I&apos;ve looked at these videos. It&apos;s very disturbing stuff. &quot;Like Google in general, YouTube hides its corporate irresponsibility behind freedom of speech. But there are times when it seems more interested in its own freedom to sell advertising.&quot; The science fiction author and columnist Cory Doctorow argues against intervention. &quot;I don&apos;t know if I agree with the underlying &apos;dangerous and irresponsible&apos; premise. I&apos;m a free speech advocate, and I believe that the answer to bad speech is more speech,&quot; he said. &quot;Despite having hailed from Canada, where we have hate speech laws, I&apos;ve concluded that they&apos;re generally worse than their alternatives, and are generally used by powerful people against people with less power and that actual &apos;hate crimes&apos; are generally crimes per se and don&apos;t need further &apos;supercrime&apos; status in order to successfully prosecute them.&quot; A YouTube spokesperson said: &quot;Seeing ads next to videos on YouTube does not indicate that those content providers are making money as a member of our partner programme. Ads can also be shown next to videos if they contain material that rights holders like the music industry have registered through YouTube&apos;s automated Content ID system.&quot;  This article was amended on 22 June 2012 to change the headline, which originally said &quot;How neo-Nazis are making money from YouTube advertising&quot; and the first paragraph, which began &quot;Neo-Nazis are using YouTube&apos;s revenue-sharing system&quot;, and to append a quote from a YouTube spokesperson received after the article was originally published.", 
    "section": "technology", 
    "gid": "technology/2012/jun/21/neo-nazis-money-youtube-advertising", 
    "wordcount": "881"
}