{
    "headline": "Shaped by centuries of forest clearance", 
    "text": "When I looked out from a barn, and called attention to some wizened apple trees just beyond a little bridge across the river Brue, I was shown an account for the setting out of apple trees on that spot, beyond the farmhouse, in 1766. This was Cook&apos;s farm, one of the earliest survivals of the scattered farmsteads that were built as a result of the gradual clearance of parts of Selwood Forest. In 1252, the canons of Bruton Priory had a licence from the foresters to bring 25 acres of nearby land into cultivation, provided that does and fawns and other beasts were not excluded. Records show that Edward Cook was tenant of this farm in 1627, and list field names  bean close, round grove, east mead and (down in a muddier area) lower pudding ground  that were in use before Cook&apos;s time and which survive today. Ancient hedges of blackthorn, hawthorn, field maple and spindle still mark many of the same boundaries. Oak trees stand up in the line of those hedges, or out in the open fields, features of the landscape that has slowly evolved, and which the Selwood living landscape scheme now seeks to recognise. I saw a map of the Royal Forest of Selwood in 1300. It shows a pattern of settlements and tracks that is the template for most of today&apos;s villages and roads. The ancient foundation of King&apos;s school at Bruton, a few miles west and downstream, bought Cook&apos;s farm in 1728, and its archive indicates the difficulties experienced by successive struggling dairy farmers. There were frequent changes of tenant, and the records of a sale &quot;under distress for rent&quot; in 1831 make sad reading; cows called Prettymaid, Spot and Daisy are among the livestock and equipment for sale. One advertisement of the sale of a &quot;Desirable and exceedingly improvable dairy farm&quot; is followed by another that carefully deletes the word &quot;desirable&quot;.", 
    "section": "environment", 
    "gid": "environment/2012/nov/12/selwood-forest-centuries-clearance", 
    "wordcount": "324"
}