{
    "headline": "Bafta video game awards 2012", 
    "text": " 8.00pm: Bafta&apos;s Best Games Of Last Year list always comes out a few months later than most. But then again, it&apos;s revealed in a swanky London hotel to an audience comprised of movers, shakers and game developers, washed down with chilled champagne to a backdrop of gurning C-list celebrities. As such, we can excuse the tardiness thanks to the rare sense of ceremony. You see, video games have always struggled with ceremony.  Bafta&apos;s elder, sleeker film &amp; TV awards night is studded with recognisable faces: lithe actresses tottering in ruby dresses on the arms of tousle-haired directors past the media scrum. Look hard enough and you may catch the sad eyes under the heavy make-up.  But, y&apos;know, at least they have eyes.  Gaming&apos;s icons, meanwhile, are its digital characters: Lara, Nathan, Link, Chell. These ciphers are the stars of the medium and yet, dress an out-of-work model up in a Pac-Man outfit and shunt her down the red carpet and you have a scene that&apos;s decidedly un-BAFTA-like.  So what&apos;s left? The developers behind the pixels are, to all but the cognoscenti, bearded nobodies (even the women etc etc!) and that has ever made game award nights something of a struggle when it comes to the GLITZ and the GLAMOUR and the WHAT POSSESSED HER TO WEAR THAT DRESS-ness that they should embody Perhaps in 2012, as we arrive in a foggy, milk-white sky London, all of that&apos;s set to change.  Marcus &quot;Notch&quot; Persson, creator of Minecraft and leader of 600,000 Twitter followers, is set to receive a Special Award (to go with pretty much every other award the designer/ entrepreneur and his game have accrued over the past two years). He&apos;s a bona fide star and, while he definitely has a beard, he also has a hat.  Like Justin Timberlake or, er, John Wayne.  A star, right?! Then there&apos;s Batman, here to see if he&apos;s won an award for Arkham City. No wait. He&apos;s a character in a game, not a developer. OR IS HE?  Look, maybe games are just different and we can just stop worrying about aping film and television and producing rock stars for the paparazzi to Pokmon snap. Maybe tonight can just be a ceremony about artistic endeavour, the messy tussle of art, design, audio and interaction that makes video games so much more than Film and Television&apos;s spotty younger brother. Stick that on your red carpet and photograph it. And if we can&apos;t get behind that? Well The Guardian Gamesblog&apos;s Keith Stuart has managed to blag his way into the ceremony as a so-called &quot;judge&quot;. As your hungry correspondent sits, nose pressed to the glass of the media pit, we&apos;ll record for perpetuity his chiselled yet maniacal face as he sips champagne while offering to rub Charles Cecil&apos;s bronze. Now that&apos;s showbusiness, right? OK. To the awards  the ceremony kicks off at 9pm, so be sure to join us then ...  8.40pm: It&apos;s 90 minutes since the great and good of the Western video game industry entered the meal hall at the London Hilton hotel near Hyde Park. Nominees and sponsors, black tied or spangly dressed and shiny shoe&apos;d are approaching capacity for swan and champagne, and the mood in the room shifts in anticipation of the awards themselves.  8.48pm: Bafta&apos;s video game award show comprises 18 awards across various categories including Action, Artistic Achievement, Innovation, Mobile &amp; Handheld, Sports &amp; Fitness (?!) and Strategy. It&apos;s a curious collection of awards, partly delineated by genre, partly by platform. In a way it&apos;s a bit like if the film and TV arm of the organisation categorised awards by Blu-ray and HD-DVD, or Action film and fitness video, but at this still tender stage in the medium&apos;s evolution, we&apos;ll give it a pass. Things will settle down soon enough.  8.49pm: And we&apos;re off! Host Dara O Briain takes to stage with typical enthusiasm. Of all the comedians working in Britain, O&apos;Briain has been the most vocal supporter of games, often threading video game related material into his sets, so he&apos;s a natural choice for host. A couple of boisterous jokes and O&apos;Briain retreats to the wings, his place taken by, er, The Saturdays, who are well known for their role in the making of popular video game Metal Gear Solid.  8.54pm: This being an event hosted by an organisation that has grown up around film and television, the award nominations favour cinematic-style titles. Rocksteady Studio&apos;s Batman: Arkham City is up for multiple awards, as is Rockstar Games&apos; L.A. Noire. Naughty Dog&apos;s Saturday matinee of a blockbuster Uncharted 3 is up for no less than seven awards while Bethesda&apos;s mountain &apos;em up The Elder Scrolls V: Skyrim is up for six.  9.00pm: That&apos;s not to say that the little games aren&apos;t represented. Supergiant&apos;s wonderful XBLA/ Steam/ Browser debut Bastion is up for a few awards, along with Eric Chahi&apos;s (he of Another World fame) From Dust makes an appearance, as does Scottish studio Denki&apos;s word-cum-board game Quarrel. The inclusion of a Browser Game category reflects the rapid shifts in the industry that have occurred over the past 12 months, with EA&apos;s Facebook title The Sims Social vying for the award alongside Playdom&apos;s Gardens of Time.  9.05pm: The Saturdays did not in fact work on Metal Gear Solid, of course. But they were employed by EA to promote Band Hero, the rhythm action game that near single-handedly destroyed the music game genre. So yeah. GOOD WORK GIRLS.  9.07pm: Dara makes an &apos;arrow to the knee&apos; joke, showing off his gaming &amp; internet meme credentials. Crowd groan cheers, attempting to hide its clear arousal.  9.08pm: Dara pointing out that Batman Arkham City is the most homo-erotic game represented in the awards, pointing out the high number of &quot;beefcakes&quot; on screen at any one time. This is what happens when a Gears of War game doesn&apos;t make the cut.  9.15pm: First award of the night is for &apos;Story&apos;. Charlie Higson and Jane Goldman take to the stage to present the nominees: Batman, Deus Ex: Human Revolution, L.A. Noire, Portal 2, Skyrim and Uncharted 3: Drake&apos;s Deception.  9.16pm: And the award goes to Portal 2, written by ex-sort of game journalists Chet Faliszek and Erik Wolpaw, two of the loveliest men in games who work at Seattle-based Valve. It&apos;s a fine choice, Portal 2 teetering a happy line between linear and non-linear storytelling through its continuing story of lab-rat turned escapee, Chell.  9.16pm: Genuine apology for the Dara-is-British faux pas. Honest mistake that won&apos;t happen again. Now let&apos;s celebrate video games, team!  9.17pm: Next up is the award for Original Music. Assassin&apos;s Creed Revelations is competing against Batman, Deus Ex, L.A. Noire, Skyrim and Uncharted 3 for, to put things in cinema&apos;s terminology, &apos;best score&apos;.  9.21pm: And the award goes to L.A. Noire, whose 1940s-style jazz soundtrack was recorded at Abbey Road Studios and composed by Andrew Hale, of the band Sade and Sweetback and whose credits include scores for such films as Scott Pilgrim vs. the World. While Team Bondi&apos;s opus has enjoyed something of a backlash since release, both for in terms of its gameplay and, of course, the headlines around the development studio&apos;s treatment of its staff during production (and failure to credit many of those who worked on the game), few would contest the excellence of its soundtrack.  9.24pm: Next up is the award for Audio Achievement. Nominees are: Batman (again!), Battlefield 3, Modern Warfare 3, dead Space 2, The Nightjar and Uncharted 3: Drake&apos;s Deception.  9.25pm: And the award goes to DICE&apos;s Battlefield 3. The EA-published game was particularly notable for its sound design, which outshone its competitors with a gritty, visercal soundtrack that rivalled Hollywood&apos;s finest. Led by audio director Stefan Strandberg, the DICE team recorded audio for the game during a live military exercise, and this commitment to their craft clearly paid off.  9.26pm: JEEZ GAME DEVELOPERS ARE A QUIET BUNCH. Winners speeches are rarely more than 10 seconds. Why couldn&apos;t Gwyneth Paltrow have been born a Nintendo employee? Correspondent RSI beckons :(  9.28pm: Next up is the award for &apos;Best Design&apos;, arguably the second most prestigious award of the night after &apos;Best Game&apos;. The nominees are Batman, LA Noire, Portal 23, Super Mario 3D Land and Skyrim.  9.30pm: Winner: Portal 2, obv.  9.30pm: Racing through! Next up is Game Innovation. Nominees are: Bastion, Child of Eden, From Dust, L.A. Noire, LittleBigPlanet2, The Legend of Zelda: Skyward Sword.  9.31pm: And the winner is: LittleBigPlanet 2! While Media Molecule&apos;s cutesy platformer-cum-construction set is a sequel, the game is a worthy winner, expanding on the potential laid out by the original game in numerous meaningful ways. A sentimental team takes to the stage to thank family and friends.  9.32pm: Next up we have the Strategy award. It&apos;s a strong, if problematically diverse line-up with: Dark Souls, Deau EX: HR, Football Manager 2012, From Dust, Ghost Recon: Shadow Wars and Total War: Shogun 2.  9.35pm: And the winner is Total War: Shogun 2. Guildford-based Creative Assembly take to the stage for a warm thankful speech. Personally, this correspondent would have gone for From Software&apos;s innovative and challenging Dark Souls&apos; (many a player&apos;s game of 2011), but it&apos;s debatable whether &apos;Strategy&apos; is the best category for Hidetaka Miyazaki. Damn pigeon-holes.  9.36pm: 35 minutes in an we&apos;re nearly halfway through the awards; the game industry celebrating its heroes like a speed run attempt.  9.37pm: Next up is Mobile &amp; Handheld with entries lined up like so: Dead Space iOS, Magnetic Billiards: Blueprint, Peggle HD, Quarrel, Super Mario 3D Land and The Nightjar.  9.41pm: And the award goes to Popcap&apos;s pachinko+unicorns &apos;em up, Peggle HD. There was a time when the Seattle-based developer was derided by core gamers, but in recent years, with releases such as Peggle and Plants vs. Zombies, the studio has acquired a well-deserved reputation for design savvy in the so-called &apos;casual game&apos; space.  9.42pm: It&apos;s time for the Game Award of 2011. This is somehow different to the Best Game award, but we&apos;re not quite sure how, other than the fact that the winner gets a purple Bafta, rather than a bronze one. Nominees are: Batman, BF3, Modern Warfare 3, FIFA 2012, L.A. Noire, Minecraft, Portal 2, Skyrim, Zelda and Uncharted 3.  9.44pm: And the award goes to Battlefield 3. That&apos;s perhaps the first &apos;upset&apos; of the night, as DICE&apos;s shooter was a game of two halves, only one of which was critically-acclaimed. Still, the multiplayer portion of the military FPS must have won enough fans on the Bafta panel to snatch the award from big hitters Minecraft and Portal 2.  9.46pm: And we&apos;ve arrived at the award for &apos;Action&apos;, the game genre perhaps most analogous to Bafta&apos;s film and TV celebrating remit. What we have here is a whole load of games about shooting stuff. Modern Warfare 3 vies against Uncharted 3, Deus Ex, Portal 2, Assassin&apos;s Creed Revelations and Batman.  9.48pm: And Batman - the most nominated game in the ceremony - picks up its first award of the night. Many wondered how the team at North London Rocksteady would be able to transport the Metroidvania gameplay of the first Batman game to an open city, but the developer answered the design concerns with no small amount of style and elegance. Well-deserved.  9.53pm: And next we have the Bafta Ones To Watch award, which is presented in association with Dare To Be Digital, encouraging indies and students in their game creative endeavours. Just three nominees in this category: Dreamweaver, Joust! and Tick Tock Toys, with the award going to Swallowtail&apos;s Tick Tock Toys.  9.53pm: Segueing neatly into Online/ Browser-based games now with the set of nominees that will be least familiar to hobbyist gamers. Activision&apos;s ubiquitous Skylanders is up against Gardens of Time, I Am Playr, Monstermind, Global Resistance and The Sims Social.  9.56pm: And the award goes to: Monstermind, from London-based Bossa Studio. Bossa Studio is notable for two reasons  firstly, the recent acquisition of Ex-Team Ico Yoshifusa Hayama, who up until 2012 was executive producer on (MIA) The Last Guardian. Secondly, one of Monstermind&apos;s designers is indie star Mike Bithell, who will be familiar to attendees of the Guardian and Bafta&apos;s Indie game panels for his work on forthcoming puzzler Thomas Was Alone.  9.57pm: Next up we have the award for artistic achievement which should probably alternate between Rez and Ico every year TILL THE END OF ALL TIME. Instead, nominees include: Batman, L.A. Noire, LittleBigPlanet 2, Rayman Origins, Skyrim and Uncharted 3.  9.59pm: And the award goes to Ubisoft Montpelier&apos;s dazzling platform game, Rayman Origins. The Bafta panel appear to have taken this category at face value, awarding what is undeniably the prettiest game of the year. Ubisoft, of course, fund-partnered with the French government to create the innovative 2D animation system used to fire the game.  10.03pm: Fighting Fantasy author, Games Workshop founder and president and CEO of Edios, legend Ian Livingstone has taken to the stage to present the &apos;Special Award&apos;, which, as those who have been paying attention to the wires this past couple of days will already know, is set to be awarded to Marcus &apos;Notch&apos; Persson, creator of Minecraft.  10.04pm: OMG, he isn&apos;t wearing his hat.  10.05pm: OK, the live feed of the show has gone down in the media room. Let&apos;s guess that Notch is being endlessly charming, as he hints toward funding a new sequel with every wink to the crowd.  10.06pm: It&apos;s back! Seriously. Notch sans-chapeau is super weird.  10.07pm: I hope it&apos;s not a Samson situation, and his powers of game design/crowd-funding desert him when his bald pate touches the air.  10.07pm: Notch exits stage left, as a woman from Game throws herself at his feet and pleads: SAVE US, SAVE US.  10.11pm: Not really.  10.12pm: OK, we are back into the main awards. And now we have the strangest category of all: Sports/ Fitness. Nominees are: Dance Central 2, DiRT3, F! 2011, F1 2011, FIFA 2012, Kinect Sports 2, Your Shape Fitness Evolved 2012.  10.13pm: And Rare takes it for Kinect Sports 2.  10.14pm: Oh Rare.  10.14pm: OK, final four awards. LET&apos;S DO/ GET THROUGH THIS.  10.15pm: Online Multiplayer up first. Nominees are: Assassin&apos;s Creed Revelations, Battlefield 3, MW3, Dark Souls, Gears of War 3 and, finally, LittleBigPlanet 2.  10.15pm: To be fair, any of these could win. That is a super strong category.  10.16pm: And the award goes to Battlefield 3 from the Stockholm-based DICE. Again, a shame this one didn&apos;t go to From Software&apos;s Dark Souls which enjoys the most innovative multiplayer of 2011. Hmm. What do you lot reckon?  10.18pm: OK! Now we&apos;re headed into the &apos;Best Debut&apos;. Bastion, Eufloria, Insanely Twisted Shadow Planet, Monstermind, RIFT and L.A. Noire competing here.  10.22pm: And the award goes to XBLA&apos;s Metroidvania-esque, Insanely Twisted Shadow Planet. Might have been weird if that had gone to L.A Noire, what with that title being Team Bondi&apos;s first and last game, but then again, this is an event sponsored by a company facing a diffucult future  if it has a future at all.  10.22pm: OK, now to &apos;Family Game&apos;. Nominees are: Dance Central 2, Kinect Sports 2, LEGO Star Wars III: The Clone Wars, LittleBigPlanet 2 and Mario Kart 7.  10.25pm: And LittleBigPlanet 2 takes it! Media Molecule take to the stage and say this was the award they were secretly hoping to win. Bless &apos;em and all of their little Sackboys.  10.26pm: That came out weirder than expected.  10.26pm: OH GOOD THE SATURDAYS ARE BACK TO DESTROY ANOTHER GENRE.  10.27pm: What&apos;s it going to be this time, eh girls? The RTS? Third Person Shooters? Dance games? Actually, can you make it dance games?  10.28pm: So, penultimate award is for Performer, which is essentially Voice Actor, right?  10.28pm: Doesn&apos;t Nolan North voice all of the games?  10.29pm: Nominees are: Aaron Staton (Cole Phelps), Mark Hamill (The Joker) Nolan North (Nathan Drake), Stephen fry (LBP2), Stephen Merchant (Wheatley) and Togo Igawa (Diplomat from Shogun 2).  10.29pm: And the award goes to Luke Skywalker! It is a GREAT performance.  10.29pm: Sadly, Hamill couldn&apos;t be here tonight so a man from North London who sounds nothing like The Joker.  10.30pm: These were not the vocal chords we were looking for.  10.30pm: Does that joke work? I DON&apos;T KNOW ANY MORE BECAUSE ALL I ATE IS A HAM SANDWICH AND ALL OF THE WINE  10.31pm: So! Final award of the night. And it&apos;s for Best Game. Which is definitely different to Best Game of 2011. We just don&apos;t know how. Ian Livingstone is standing next to me. I will ask him.  10.31pm: He just shook my hand and smiled.  10.32pm: Nominees are: Batman, FIFA, L.A. Noire, Portal 2, Skyrim and Zelda.  10.33pm: Ah! Turns out this is the award for Best Game of 1995! Sequel-mania.  10.33pm: Not really. OK. Jonathan Ross is primed and ready to open the envelope. ARE YOU EXCITED?  10.34pm: Portal 2.  10.34pm: And there we have it. A few surprises in there, but otherwise fairly predictable. Valve&apos;s Portal 2 is a masterpiece in the Bafta tradition and so it&apos;s right and true that it would win.  10.36pm: OK, I guess it&apos;s time to reflect upon the things that we learned tonight ... 1. Dara O Briain is Irish and if you get this wrong the internet will get madder than that time you gave Uncharted an 8/10  10.37pm: Yeah, that&apos;s pretty much it.  10.37pm: Thanks for having me and I AM SO SORRY FOR EVERYTHING.  10.40pm: Thanks too to Stuart O&apos;Connor for his rapid subbing.  10.41pm: And to the gamesblog&apos;s Keith Stuart for eating all of the swan while we watched from afar.  10.42pm: Goodnight.", 
    "section": "technology", 
    "gid": "technology/2012/mar/16/bafta-video-game-awards-2012-live", 
    "wordcount": "3034"
}