{
    "headline": "Wikipedia blackout pushes traffic to mobile site", 
    "text": "Wikipedia saw a surge in UK traffic to its mobile website, which remained unblocked during the online encyclopedia&apos;s 24 shutdown on Wednesday. Other websites including Amazon&apos;s IMDb, Facebook and Mail Online proved to be major beneficiaries of the Wikipedia blackout. The online encyclopedia introduced a worldwide blackout of its English language website, affecting about 25 million users, on Wednesday in protest at internet piracy laws being considered by US legislators. In the UK, Wikipedia usually ranks as the 9th most popular website, attracting on average 5.6 million students, fact hunters  including journalists  and general knowledge buffs a day. However, from 5am on Wednesday for 24 hours visitors were greeted by a blackened screen and a message exhorting them to &quot;imagine a world without free knowledge&quot;. Despite media coverage warning of the impending blackout  or indeed perhaps because of it  Wikipedia&apos;s website saw a surge in visitors bumping it up a spot to 8th most popular site in the UK on Wednesday. According to research firm Experian Hitwise, the website actually increased the number of daily UK visitors it typically receives by more than 200,000 to 5.8 million. However, it was UK traffic to the English version on smartphones and mobile devices, which Wikipedia left unblocked, that saw the biggest daily surge with more than 1m visits to its mobile version on Wednesday. Experian Hitwise said that the increase was 14% compared to the typical number of UK visitors Wikipedia&apos;s mobile site usually attracts. &quot;Not deterred by the blackout, visits to Wikipedia actually increased yesterday,&quot; said James Murray, marketing research analyst at Experian Hitwise. &quot;Wikipedia could still be accessed via mobile devices and in fact one in every seven visits to the site yesterday came from a smartphone or tablet.&quot; Experian Hitwise also analysed where UK visitors to Wikipedia went after they found the website inaccessible on Wednesday. Amazon-owned IMDb, the online movie database, was the biggest beneficiary, increasing visitor numbers by 12% on Wednesday, compared to a typical day, and hoovering up 3.4% of users leaving Wikipedia. Rounding out the top five websites to benefit from the UK blackout were Facebook, BBC News, Fox News and the Mail Online. The top 10 beneficiaries also includes Google, CNN, NHS Choices and the French and Spanish versions of Wikipedia. &quot;Entertainment has always been one of the biggest drivers of traffic to Wikipedia, so it is not surprising that traffic increased to one of the biggest online authorities on movies and TV,&quot; Murray said. Wikipedia founder Jimmy Wales said the blackout was part of a campaign to raise opposition to the stop online piracy act (Sopa) and protect IP act, two US bills which he has called destructive legislation that, if passed, would &quot;endanger free speech and set a frightening precedent of internet censorship for the world&quot;. However, Chris Dodd, the chief executive of the Motion Picture Association of America, speaking for content producers that back the anti piracy legislation, called the blackout a &quot;gimmick&quot;.", 
    "section": "technology", 
    "gid": "technology/2012/jan/20/wikipedia-blackout-mobile-traffic-surge", 
    "wordcount": "508"
}