{
    "headline": "Art Deco among the ducks", 
    "text": "The wind is still cold, but the evening sun is trying to burn through the grey curtain of mist across the sky. Every day the sun seems to regain strength, a little at a time. A few baffled-looking fieldfares are still hopping around in the field  many of their brethren have already flown north. The grass at their feet looks richer, greener than it did even the day before. Although the branches are still bare, today&apos;s extra couple of degrees of warmth have already caused a resurgence in grass growth. Browns are giving way to greens. Winter is finally loosening its grasp on the Brooks. Small groups of wigeon shuffle about and whistle to each other restlessly, moving from water to bank, and back again. They too will soon be heading north. Above them, lapwing swoop and cry with more intent now than before  settling into their aerobatic territorial displays, although some of these birds will also be flying away to the continent to breed within days. In the sunken pool just in front of the hide, a small drake teal tucks against the vegetation for the night, sheltering from the wind. Seeing a common bird this close is always a lesson in appreciating what we often take for granted. The feeble light shines on the chestnut-brown head and velvety, green eyepatch of this truly Art Deco duck. A buff line outlines the green patch, delicate spots cover its buff breast. Down its flanks are the finest, most intricate patterns of black and white feathers. I once asked my father what his favourite bird was. He thought for a moment before replying: &quot;My favourite bird is the one I&apos;m looking at.&quot; Sharp movements among the pool&apos;s vegetation catch my eye. A small brown bird flits about the branches above the cold water. It&apos;s a warbler  a chiffchaff, a returned summer visitor, and the first I&apos;ve seen this year. Usually heard before seen, the bird makes no sound. It hurriedly picks off the small, newly emerged insects from one twig after another, feeding up after its long journey.", 
    "section": "environment", 
    "gid": "environment/2013/apr/11/pulborough-brooks-west-sussex-art-deco", 
    "wordcount": "349"
}