{
    "headline": "Family planning in Kenya  in pictures", 
    "text": "   A visual aid on family planning methods in Eldoret, Kenya. World Contraception Day aims to raise awareness of family planning, enabling people to make informed decisions on sexual and reproductive health and access contraception Photograph: Graeme Robertson/IPPF       The NGO Family Health Options Kenya (FHOK) runs a youth theatre outreach group that performs in slum areas of Eldoret. Volunteer performers show men and women how to use condoms properly, explain the benefits of safe sex and discuss the risks of HIV and sexually transmitted diseases Photograph: Graeme Robertson/IPPF       The young volunteers also act out scenes about gender-based violence. Sexual and gender-based violence is under-reported and unacknowledged in Kenya. A study by FHOK showed that in the past 12 months, 31% of women suffered physical violence, 14% sexual violence, and 28% emotional violence (the incidence of female genital mutilation is around 33%)  Photograph: Graeme Robertson/IPPF       FHOK provides sexual and reproductive health services through mobile medical centres in six out of the eight provinces in Kenya. The World Health Organisation (WHO) says family planning reduces the need for unsafe abortion and reinforces peoples rights to determine how many children they have, and when they have them Photograph: Graeme Robertson/IPPF       A mobile clinic in Kingongo slum, Eldoret, which offers HIV testing. According to the WHO, around 222 million women in developing countries would like to delay or stop childbearing, but they are not using any contraception Photograph: Graeme Robertson/IPPF       Patients wait at the Kingongo clinic. Globally, WHO says modern contraception use has risen slightly from 54% in 1990 to 57% in 2012. Regionally, the proportion of women aged between 15 and 49 reporting use of a modern contraceptive methods has barely risen or plateaued between 2008 and 2012 Photograph: Graeme Robertson/IPPF       In July, rich countries pledged $2.6bn over the next eight years for family planning at a summit held in London, a move described as a breakthrough for the world's poorest women and girls. The money, coupled with commitments from developing countries, is expected to provide access to family planning for 120 million women Photograph: Graeme Robertson/IPPF       An FHOK nurse inspects a young child who has been brought in to the family care centre in Eldoret's Kamukunji slum Photograph: Graeme Robertson/IPPF       Each year there are 75m unintended pregnancies in developing countries. This exposes women and girls to the risk of death in pregnancy or childbirth Photograph: Graeme Robertson/IPPF  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2012/sep/26/family-planning-kenya-in-pictures", 
    "wordcount": "0"
}