{
    "headline": "MMR and me", 
    "text": "A lot has been written about the MMR scare of just over a decade ago. More is being written now because children who were not immunised back then are getting measles. The scare has been thoroughly debunked by people who took risks and did a lot of work. I&apos;m not going to add anything to that. But I do want to add a personal story. It&apos;s no big deal, but it might be helpful to some people. So here we go.  I have a doctorate in physics. My wife has one in chemistry. We have an 11-year-old son, who should have got his MMR jab in 2003. We&apos;re probably better informed scientifically than most. (You would hope so, anyway, if Oxford and Durham take care when awarding doctorates.) We&apos;re generally sceptical, with no particular trust in governments (especially when the prime minister at the time wouldn&apos;t say whether his own son had had the treatment he was recommending for everyone else). We read Private Eye, which was back then still saying the now-struck-off and discredited Andrew Wakefield was a victim of a conspiracy. Private Eye is often correct, so who was to know that this time it had its head up its arse? Back in 2003, we were in an agony of indecision. In the end it took several days&apos; research to decide what to do. This involved downloading academic papers from outside my own field and desperately trying to understand them. It meant doing it at work, because anyone without academic library access would have had to pay huge amounts for the privilege of reading that publicly funded research. It meant forming a judgement, and there was no escape, no easy way out, because there were risks in all decisions. This was very frightening.  In the end, even to a physicist and a chemist, the medical evidence was overwhelming. He got his MMR. But it was hard. The terrible media reporting, and the terrible way the scare was dealt with politically, put parents in a horrible situation. Private Eye has since retracted, as have others. I hope everyone does better next time, though the Independent doesn&apos;t seem to have learned much. I even remember back then, just after the jab, a Marcus Brigstocke routine on BBC Radio 4&apos;s Now Show. He made fun of the whole dilemma, but from exactly the point of view of a parent making the decision  as indeed he was at the time. It was great. For the only time ever, I wrote to the BBC Feedback programme, to defend it against some complaints they got. They read my letter out, which was also excellent, except that now I can never write to them again. Who wants to risk a 100% record? (For the same reason I never play fruit machines, as I won 2 first time. Quit while you&apos;re ahead.) I think in the end, the reason I&apos;m writing this is for anyone out there like me who went through similar agonies of indecision, but maybe couldn&apos;t access the papers or didn&apos;t have the arrogance with which a particle physicist approaches academic papers (&quot;It can&apos;t be that tricky, it&apos;s only biology  &quot;). If you made the wrong call then, don&apos;t feel guilty, it was very difficult. Just get them the jab. As soon as possible.", 
    "section": "science", 
    "gid": "science/life-and-physics/2013/apr/19/mmr", 
    "wordcount": "553"
}