{
    "headline": "E3 2012: our 10 favourite games", 
    "text": "And suddenly it&apos;s all over. The gigantic circus tent of gaming hubris that is E3 has collapsed in on itself for another year. Hundreds of new titles have been paraded across the stifling showfloor, many of them jammed into mega-stands that will have cost tens of millions to book, build and staff.  So what remains? Well, here are the 10 titles that Gamesblog writers Keith Stuart and Simon Parkin most enjoyed discovering and playing during the three-day extravaganza. This is in no way meant as an all-encompassing &quot;best of E3&quot; collection  this is the stuff that really stuck out for us, amid dozens of other really great games.  Anyway, have a read and feel free to bring up any titles that particularly caught your eye.  Beyond: Two Souls (Sony, PS3)            David Cage returns with another fraught psychological thriller, this time following a young girl (played brilliantly by Ellen Page) who is shadowed everywhere by a supernatural presence and whose psychic powers bring her into deadly contact with the FBI. The interface looks similar to Heavy Rain&apos;s with onscreen arrows and icons guiding player inputs, but there are also more free control sections, and the story looks to be more cogent and involving. The ability to control ghost character, Aidan, as he floats around the game environment is intriguing too. However, it&apos;s the drama and darkness that engrossed us during the E3 demo, as did Cage&apos;s insinuation that the plot may continue into lead character Jodie Holmes&apos; afterlife  Dishonored (Bethesda, PC, PS3, Xbox 360)            With a world designed by Half Life 2 architect, Victor Antonov, Arkane&apos;s plague-ridden playpen for the imaginatively cruel has a rare visual authenticity and coherence. The systems that fill City 17 are beguiling too, allowing protagonist Corvo to dispense of his targets in myriad ways. It&apos;s another assassin game then, but in its freedom of choice Dishonored seems set to offer a flexible thrill ride, not just in terms of the structured overarching story, but also in the stories of brutality or cowering that blossom in moment-by-moment play. The Last of Us (Sony, PS3)            Everyone knew Naughty Dog&apos;s post-apocalyptic action adventure was going to be bleak, but few were prepared for all the raw, visceral violence. In the E3 demo we see male lead Joel battling with a bunch of other survivors in a broken down hotel. He smashes one in the face with a brick, blows another&apos;s head off with a shotgun and generally pummels and blasts his way to bloody victory. The development team say they want the violence to be horrifying so that players understand the cost, the sheer finality of violence, in this dying world. But amid the action, there is a compelling emotional tale as well  the relationship between Joel and his young accomplice Ellie could be the most compellingly drawn since Monkey and Trip in the similarly apocalyptic Ninja Theory adventure Enslaved.  Need For Speed: Most Wanted (EA, PC, PS3, Xbox 360)            Having already re-invented NFS: Hot Pursuit with considerable panache, Criterion now has its hands on another Need For Speed offshoot. Most Wanted is an open-world driving adventure, in which players compete across seamless racing and freestyle events, racking up XP and sharing their best times, experiences and achievements over a re-built Autolog system. Our lengthy hands-on with the single- and multiplayer modes was thrilling and hilarious in equal measure, with breathtaking crashes, awesome handling and gorgeous city visuals. Criterion has clearly learned a lot from Burnout Paradise and Most Wanted is the massively promising result. NintendoLand (Nintendo, Wii U)            Nintendo&apos;s Wii may have been buoyed by mini game collections in its early days, but the console eventually drowned at their ubiquitous hands. Bold, then, of the Kyoto-based company to lead its creative charge for Wii-U with a slew of snack games designed to show off its new console&apos;s capabilities. But in the hands, NintendoLand dazzles. Admittedly, these five-minute gameplay morsels are ideally suited to consumption on the E3 show floor. Nevertheless, NintendoLand effortlessly presented some of the best game ideas of this year&apos;s show. Project P-100 (Nintendo, Wii U)            Curiously absent from Nintendo&apos;s press briefing, Platinum Games&apos; Wii-U launch title may have a placeholder title, but its gameplay is anything but. Brighter and more accessible that the company&apos;s previous work (Bayonetta, Vanquish) Project P-100 enjoys some of the herding dynamics of Pikmin but combined with exuberant anime cartoon action. Integration with the Wii-U controller was a little clunky, but Project P-100 offers the kind of once common flash of Japanese creativity that we have so sorely missed. Resident Evil 6 (Capcom, PC, PS3, Xbox 360)            Few loved Resident Evil 5 more than the fourth instalment in the long-running survival horror series, creator Shinji Mikami apparently taking more than just his name from the company in his departure. But Capcom has poured resources at this next game, with over 600 staff working to finish the project ahead of its October release date and some its best creative minds working out how to define the genre in 2012. With (at least) three story lines to play through and some fascinating co-op innovation on show at E3, it seems like they are winning the war against the zombies. Sim City (EA, PC)            The original urban sandbox returns with a full visual makeover and an intriguing multiplayer mode which allows friends to build cities in the same region, sharing and competing for resources. The depth and freedom are still there, but Maxis has added enormously to the user-experience, allowing for less rigidly blocked streets (you can now have bendy roads!), as well as providing little stories within the simulation, like criminals scorching into town and robbing banks. There&apos;s also a lovely new method of overlaying data onto the main map, thereby showing elements such as electricity and crime without having to resort to pop-up graphs and tables. Beautiful and exciting in ways only a Sim title could be. Tokyo Jungle (Sony, PS3)            Shown off in a shadowy corner of Sony Europe&apos;s demo room, this PSN treat is a bizarre cross between a pet sim and a post-apocalyptic adventure. Players choose from a selection of animals, all with their own stats for strength, speed and hunger, before exploring the empty streets of Tokyo, devoid of humans but filled with vicious wildlife. The goal is just to survive and procreate, hunting smaller prey, avoiding larger predators and tracking down potential mates. You can also unlock clothing for your chosen beast, so you may end up controlling a kangaroo in hot pants and a motorcycle helmet as it creeps up on a pack of wild Pomoranians. Incredible stuff from Sony Japan and developer, Crispy&apos;s  and a Western release should follow shortly after the native launch in June. Watch Dogs (Ubisoft, PC, TBC)            Ubisoft&apos;s near-future surveillance adventure was the biggest surprise of E3, coming out of nowhere to dominate every conversation on the packed show floor. Developed at the publisher&apos;s Montreal studio, this dark action thriller follows hacker activist Aiden Pearce as he battles an oppressive government and its corporate lackeys. The defining feature is the ability to hack into facilities and urban infrastructures to complete missions. Enemy getting away in a car? No problem - just hijack the traffic lights and cause a pile up right in front of him. More intricately though, you&apos;re able to access the personal data of every non-player character in the game, discovering their habits and secrets and unlocking a wealth of side-tasks and convert missions. It&apos;s every information voyeur&apos;s fantasy and a neat theme to base a paranoid high-tech action title around.  Keith Stuart travelled to E3 with EA; Simon Parkin travelled to E3 with Microsoft", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jun/11/e3-2012-our-ten-favourite-games", 
    "wordcount": "1278"
}