{
    "headline": "Fact's victory over Surfthechannel is a decisive blow in the copyright wars", 
    "text": "Anton Vickerman probably didn&apos;t want to enter the history books in this way. As the founder of surfthechannel.com, a website that provided links to TV and film content  in a significant number of cases, unlicensed and illicit  the 38-year-old last week became the first person in Britain to be jailed for running a site linking to pirate material. He was jailed for four years after a private prosecution brought by the Federation Against Copyright Theft, AKA Fact, funded by the TV and film industries. In a furious 18,000-word commentary on his website, Vickerman says a lawyer had advised him that Surfthechannel was legal. Fact, he alleges, behaved like a private police force  with employees and private investigators using subterfuge to get hold of personal information. But worse: it acted without oversight or any sort of restriction on behaviour, intent on its task of trapping alleged copyright &quot;thieves&quot;. (Although as any lawyer will point out, there&apos;s no such offence as copyright &quot;theft&quot;, only &quot;infringement&quot;, because by its very nature if you take a copy, the original remains. But &quot;Federation Against Copyright Infringement&quot; doesn&apos;t have quite the same ring.) For its part, Fact is unapologetic, and declined to comment on Vickerman&apos;s allegations. &quot;If what he was doing was legal, why did he go to such lengths to hide his identity and location?&quot; said a spokesman for Fact. &quot;Why not just operate as a legitimate business in the UK? Why did he set the site up anonymously, and make it so hard to find him?&quot; In the ongoing &quot;content wars&quot;, between those who run sites that offer links to all sorts of content, and the people who don&apos;t always want those links to exist, Vickerman&apos;s conviction marks the conclusion of a remarkable battle. After Google&apos;s announcement this month that it would demote sites with high numbers of copyright complaints, the content owners seem to be getting an edge. And Fact, long known as a pitbull when it comes to pursuing alleged copyright infringers, now has a victory that it can use to intimidate others who might be thinking about setting up link sites. In his writing on Surfthechannel, Vickerman expresses amazement and fury at the prosecution and the lengths that Fact went to in order to mount it, especially after the Crown Prosecution Service declined to mount a case under the Copyright, Designs and Patents Act (CDPA). Other cases where links websites have been tried under forms of the CDPA, including TVlinks and Newzbin, have not found them guilty of infringement. The CPS also declined to prosecute Richard O&apos;Dwyer, who ran tvshack.net, another links site. What&apos;s so different about Surfthechannel? Nikki Powell, an intellectual property lawyer at the London-based Addleshaw Goddard, points out that Fact did not bring a case under the CDPA; instead, Vickerman was tried under the criminal charge of &quot;conspiracy to defraud&quot; (specifically, to defraud the film companies whose pirated products were being linked to). &quot;That&apos;s much harder to prove,&quot; Powell says. &quot;You have to show that all the parties have the intention to [financially] harm the plaintiff.&quot; The attorney general&apos;s guidance suggests such cases involve some or all of &quot;several significant but different kinds of criminality; several jurisdictions; different types of victims, eg individuals and banks; organised crime networks&quot;. By choosing to prosecute Vickerman under that law, Fact was arguably setting the bar high, because it also had to match the criminal standard of conviction  that is, beyond reasonable doubt  unlike civil cases, which are decided on &quot;balance of evidence&quot;. And if Fact lost, it would bear all the costs of both defence and prosecution. Fact&apos;s case  which the jury accepted  is that Vickerman conspired with others to put the infringing content online and link to it, thus denying the film producers, cinema chains, DVD rental and pay-TV companies potential revenues, while collecting money from adverts placed on the site. All are necessary elements of a &quot;conspiracy to defraud&quot; case. Among the titles that were up early  in some cases simultaneously as the doors opened at cinemas  were films such as Indiana Jones and the Kingdom of the Crystal Skull and Prince Caspian. Fact argued in court that the millions of links and visitors, and the length of time that Surfthechannel operated, meant between 52m and 198m of lost revenues, based on the provision of access to the top 50 films over the indictment period, tallied with the idea that 55% of those who went to the site would have bought the film in some way instead. Judge John Evans put the case against linking sites more succinctly: &quot;If the producers are unable to exploit the product in which they have invested, then almost certainly the film will not make a profit. Whether made by the major film studios or the smaller production companies, if films fail to make a profit or at the very least break even, then the incentive to produce films diminishes and with it goes what has been a major source of entertainment to millions worldwide for over a century.&quot; That, in a nutshell, sums up the content wars: producers who want to set a price, against consumers who also want to set a price  ideally, zero. &quot;For the CPS, it means they can feel that even if they don&apos;t pursue a case then they can rely on a private prosecution by someone like Fact,&quot; says Luke Scanlon, an intellectual property lawyer at Pinsent Masons. &quot;But you do have to wonder about the data protection implications. The police arrest the guy, and then they hand over private data about him to Fact because it&apos;s mounting a private prosecution? That&apos;s surprising.&quot; For Vickerman, the latest casualty in the content wars, it won&apos;t be any comfort to know that he has been doubly precedent-setting.", 
    "section": "technology", 
    "gid": "technology/2012/aug/19/fact-victory-surfthechannel-decisive-blow", 
    "wordcount": "994"
}