{
    "headline": "Why I refuse to pay my university rent", 
    "text": "London is home to some of the UKs highest-ranking universities, and yet it is inaccessible to so many students. Last academic year, university rent averaged 226 per week in the capital, compared to 134 across the rest of the UK. And this accommodation isnt always the sanitised paradise advertised in glossy prospectuses. For me and many others, it couldnt have been any more different. Rather than feeling at home, I felt alienated from those around me. On top of the extortionate rent prices  which even my university, UCL, has admitted are bound to be unaffordable  students at the uni have found that rat infestations and loud building work made it impossible for them to study. For me, living in student accommodation led to intense isolation and stress. I felt I had no control  until I went on rent strike. Back in January, students at University College London started an indefinite rent strike, which led to 1,000 students on strike and the institution agreeing a settlement of well over 1,000,000 in rent cuts, freezes and grants for students from poorer backgrounds. When I joined in, the UCL rent strike helped me feel as though I had some say over my living environment  and it created a new, friendly community in my halls where there was none before.   Related: University students across London take part in rent strike    This September, I helped to organise the Rent Strike Weekender, a weekend of workshops, skillshares and parties organised by activists from the UCL strike alongside the Radical Housing Network, Plan C, Focus E15 and the National Union of Students (NUS). Over those three days, the message was one of hope, defined by a positive image of what our universities could look like. Rent strikes are not merely an expression of dissatisfaction with the ever-increasing costs of student housing. It is easy to look at student rent strikers and label them as privileged kids whining about having to pay rent; in reality, we are protesting about high rents keeping poorer students out of higher education. Universities need to do more to provide accessible higher education and to care for the welfare of their students. Current and future students already face anxiety brought on by student debt; not helped by under-resourced welfare services and a growing student mental health crisis. Moving away from home and into my expensive halls, where I only occasionally ran into my flatmates, was one of the most difficult times in my life. I faced enormous pressure to do well at university from the very first term, where it was difficult to justify socialising at freshers parties and sports clubs because of the financial cost. I spent much of my time alone in my small room, frantically trying to meet deadlines and feeling increasingly anxious. I would not wish the experience on anyone.    Related: The UCL rent strikes are part of a far bigger battle against inequality | Michael Chessum    It is time for us to do what our universities are failing to do. The rent strikes seek to bring attention to the myriad ways in which students are being let down, and to provide a wide-reaching network that will enable students to better care for one another.  The rent strike movement presents an opportunity to create a community within  and between  institutions that rejects the conception of the university as some kind of business. We want to see communal care and solidarity. If youre interested in the rent strike movement, get in touch with Rent Strike to find like-minded students at your university. Keep up with the latest on Guardian Students: follow us on Twitter at @GdnStudents  and become a member to receive exclusive benefits and our weekly newsletter.", 
    "section": "education", 
    "gid": "education/2016/oct/19/why-i-refuse-to-pay-my-university-rent", 
    "wordcount": "601"
}