{
    "headline": "Boot up: Twitter admits messing up over NBC Olympics tweets, Apple vs Samsung turns feisty, and more", 
    "text": "A quick burst of 5 links for you to chew over, as picked by the Technology team Our approach to Trust &amp; Safety and private information &gt;&gt; Twitter Blog A big moment for Twitter:   That said, we want to apologize for the part of this story that we did mess up. The team working closely with NBC around our Olympics partnership did proactively identify a Tweet that was in violation of the Twitter Rules and encouraged them to file a support ticket with our Trust and Safety team to report the violation, as has now been reported publicly. Our Trust and Safety team did not know that part of the story and acted on the report as they would any other. As I stated earlier, we do not proactively report or remove content on behalf of other users no matter who they are. This behavior is not acceptable and undermines the trust our users have in us. We should not and cannot be in the business of proactively monitoring and flagging content, no matter who the user is -- whether a business partner, celebrity or friend. As of earlier today, the account has been unsuspended, and we will actively work to ensure this does not happen again.  Apple and Samsung slowly select Silicon Valley jury &gt;&gt; FT Good stuff from Tim Bradshaw in San Francisco:   Among the candidates knocked out during jury selection was a man who currently works at Google on its Android design team - despite his ownership of several Apple gadgets and Judge Koh arguing that he had been &quot;very credible&quot; in his insistence that he would remain unbiased about his employer. Another man was a former Motorola employee, the smartphone maker now owned by Google.  Samsung Release Excluded iPhone Evidence in Apple Patent Case &gt;&gt; AllThingsD Samsung:   The Judge&apos;s exclusion of evidence on independent creation meant that even though Apple was allowed to inaccurately argue to the jury that the F700 was an iPhone copy, Samsung was not allowed to tell the jury the full story and show the pre-iPhone design for that and other phones that were in development at Samsung in 2006, before the iPhone. The excluded evidence would have established beyond doubt that Samsung did not copy the iPhone design. Fundamental fairness requires that the jury decide the case based on all the evidence.  Microsoft Launches Outlook.com, an Email Revamp &gt;&gt; The Next Web Lengthy review/analysis of MSOFT&apos;s latest webmail ploy. How long until Yammer is submerged into Outlook.com? UBS to sue Nasdaq over Facebook flotation &gt;&gt; guardian.co.uk The Swiss bank UBS lost SFr349m (240m) on the flotation of Facebook and is suing the US hi-tech stock market Nasdaq for &quot;gross mishandling&quot; of the share sale. First insider trading lawsuit filed against Zynga after executives cash out &gt;&gt; The Verge This is not going to be pretty. Chief executive Mark Pincus sold about 15% of his total holdings in April, and other senior executives sold much bigger chunks. As Expected, Ross Levinsohn Departs Yahoo &gt;&gt; AllThingsD It was on the cards. We wonder what Levinsohn will do next. Anyone hiring? You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2012/aug/01/twitter-nbc-olympics", 
    "wordcount": "560"
}