{
    "headline": "Fees discount helps students study abroad", 
    "text": "David Willetts, the man responsible for raising tuition fees to 9,000 a year, is usually considered a villain in the student world. So it&apos;s a surprise to hear that he has announced a substantial fees discount to encourage us to study abroad for part of our degree. Those who spend two or more terms at an overseas university will pay no more than 15% of the year&apos;s fees at their UK institution, which is good news for students who want a taste of international life without the commitment of spending their whole degree abroad. Across Europe, students have been getting to know each other this way for years: 3.7 million students (pdf) each year take part in an Erasmus exchange, a mind-opening year of foreign study and fiestas. But although we Brits were invited to the Erasmus party, we haven&apos;t bothered to turn up: fewer than 1% of outgoing Erasmus students are British. It would seem that students in the UK prefer to stay on our small island, surrounded by home comforts and fellow English speakers. This is perhaps a bit harsh  many students would love to take part, but the structure of most UK courses prevent all but language students from spending time abroad. Evidence suggests that a year overseas makes students more confident, independent and employable. In a 2011 education and skills survey, over half of employers questioned said that there were shortfalls in young peoples&apos; &quot;international cultural awareness&quot;. A year abroad may help to achieve that coveted &quot;global mindset&quot;. At the very least, anyone who has lived in France will know never to call a French business at lunchtime. The new proposals mean that students should pay no more than 1,345 to their UK university when abroad  although this is still steep, especially when little or no tuition is being provided. A year abroad should not be an expensive &quot;gap year&quot;, but a recognised and integral part of all courses  and its benefits must be available to all. Universities should work at creating funds to ensure that anyone who wants to study abroad is able to do so. Year-abroad students are sometimes criticised for partying too hard and not doing any work. But the cynics are missing the point  when else would you have the enriching experience of eating an English breakfast for dinner in a flat in Rome, cooked by Irish, French and Turkish flatmates and washed down with Portuguese liqueur? Evenings like this are a crash course in international understanding and create strong relationships that will last far longer than the headache the morning after. JK Rowling spent a year in Paris as part of her degree. Would it be going too far to say that her in-depth experience of another culture may have helped her to create the parallel world of Harry Potter? If you&apos;re starting university this year, take advantage of the funding on offer. Language need not be a barrier  intensive courses are widely available while many universities offer programmes in English. The grant also applies to exchanges outside of Europe, for those who can see themselves revising on the beach in Australia or living in an American frat house. Wherever you go, the chances are you won&apos;t be disappointed  in a survey for thirdyearabroad.com, 86% of students who took a year abroad considered it to be the most valuable part of their degree. Who knows, it may even be the most valuable year of your life.", 
    "section": "education", 
    "gid": "education/mortarboard/2012/jun/15/fees-discount-study-abroad", 
    "wordcount": "587"
}