{
    "headline": "Kenya to host sub-Saharan Africa's largest windfarm", 
    "text": "Kenya&apos;s remote Turkana region was briefly a top Twitter trend on Monday after British firm Tullow Oil said it had struck oil in one of the east African country&apos;s poorest areas. The news prompted a flurry of #TurkanaOil tweets with some predicting a windfall but many others wondering whether oil would be a blessing or a curse. Somewhat ironically, as Kenya dreams of joining Africa&apos;s oil giants, the arid region surrounding the jade waters of Lake Turkana is already poised to make a serious contribution to Kenya&apos;s ever-growing energy needs with the construction of sub-Saharan Africa&apos;s largest windfarm. Construction on the euro 582m Lake Turkana Wind Power project (LTWP) is due to start in June, pending the finalisation of risk guarantees from financial institutions IDA and MIGA, both part of the World Bank, according to company officials. &quot;The World Bank Group has been working with the Kenyan government and  Kenya Power on this since August last year. They are completing their internal approval processes including the due diligence on the project. They are well advanced and we hope they will have completed and reached their board approvals in the next two months,&quot; Carlo Van Wageningen, head of LTWP, told the Guardian in an email response to questions. The ambitious project, which is backed by the African Development Bank, marks the largest single private investment in Kenya&apos;s history, and should allow the country to diversify from hydroelectric power, which provides around 60% of its electricity needs but is prone to drought and irregular rainfall, leading to blackouts and shortages that dampen economic growth. Only about 18% of Kenyan households have access to power, according to the United Nations, and demand is increasing. Kenya&apos;s peak electricity demand has risen to 1,200 megawatts, compared with 780MW in 2002, due to economic growth. The government is committed to diversifying its power sources. Kenya is the first African country to tap geothermal power, harnessing power from steam released by hot rocks beneath the Rift valley. The abundant sun and wind are also being harnessed in a variety of projects: of these, the Lake Turkana project is the most audacious, both because of the scale and the location. Nick Nuttall, spokesman for the United Nations Environment Programme (UNEP), said Kenya was among a group of developing countries where UNEP had mapped potentially windy sites and ones with good solar potential. He said LTWP had plans to expand the windfarm once the first phase is under way. &quot;Kenya has no oil or coal that has been exploited to date, which means the country is dependent on imports and the vagaries of an oil price that can soar to some $150 a barrel and drop to $40 a barrel  whereas the sun and wind are free once the upfront costs have been covered,&quot; he said. &quot;Combined with the expansion of geothermal electricity generation near Naivasha, where there is now a near-term target of about 1,300MW and the potential of solar in Kenya, which has hardly been tapped yet, Kenya could become a zero-emission economy in the field of electricity generation over the coming years, by some estimates,&quot; said Nuttall. LTWP says it will provide 300MW of low-cost power to the national grid, equivalent to about 20% of the current installed electricity-generating capacity. The windfarm will cover 40,000 acres in Loiyangalani district in north-eastern Kenya, stretching from 450m at the shore of Lake Turkana to 2,300m above sea level at the top of Mount Kulal. Because of the daily temperature fluctuations, there are strong, predictable winds between the lake and the desert, with LTWP estimating average speeds of 11m per second. A total of 365 wind turbines will be erected once 204km of roads have been built or improved to allow access for trucks, which will need to make around 12,000 trips to bring materials to the area. &quot;The challenges will be many but greatest of all  is the ability to manage the co-ordination of interface risks between the six EPC (Engineering, Procurement and Construction) contracts this project is composed of to ensure timely completion,&quot; Van Wageningen said. He said it was too early to comment on what the consequences of the oil discovery in Turkana would be. &quot;We hope and expect that the two investments can coexist without interfering with each other. We are also not sure yet on how near the discovery is to the LTWP site,&quot; he said. Production of the first 50MW is expected to start by December 2013 with the windfarm due to be fully operational by late 2014. A 428km transmission line will be built to link the farm to the national grid. LTWP will sell the electricity produced to utility company Kenya Power and it says wind power will be the lowest-cost power-generation option available, along with geothermal power. The LTWP consortium is made up of Dutch firm KP&amp;P Africa B.V., Aldwych International, the Industrial Development Corporation of South Africa (IDC), the Industrialisation Fund for Developing Countries (IFU), Wind Power A/S (Vestas) and the Norwegian Investment Fund for Developing Countries (Norfund). LTWP says that the carbon credits the project creates should earn 26bn Kenyan shillings (euros 200m) over the life of the project, and this income will be shared with the government and invested in the surrounding community. &quot;Under our Corporate Social Responsibility programme, we will also be constructing and delivering four 33KV transmission lines and substations to bring power to four small towns in the area,&quot; said Van Wageningen, adding that the company expected to source most labour locally. &quot;There is no reason to suggest the windfarm in Turkana could be anything but positive for local people, especially if it generates jobs in maintenance and diversifies livelihoods either by direct employment or via the availability of clean electricity to nearby communities,&quot; said Nuttall. LTWP says the project will create 2,500 jobs during the 32-month construction period and 200 full-time jobs during its operations. According to the Earth Policy Institute, wind energy developers installed a record 41,000MW of electricity-generating capacity last year, with more than 80 countries now harnessing the wind. In Africa, Ethiopia brought its first windfarm online last year, and both Nigeria and Mauritania have projects on the table. Until now, Morocco, Egypt and Tunisia have led the way, although South Africa is also believed to have substantial potential. In Kenya, investment grew from virtually zero in 2009 to $1.3bn in 2010 across technologies such as wind, geothermal, small-scale hydro and biofuels.", 
    "section": "global-development", 
    "gid": "global-development/2012/mar/28/kenya-to-host-largest-windfarm-turkana", 
    "wordcount": "1098"
}