{
    "headline": "Eastern horizons: making the career move to south-east Asia  live chat", 
    "text": "It&apos;s probably crossed your mind  the dream of relocating your university career to a warmer climate where the standard of living is better, the living costs are cheaper and the taxes are lower into the bargain. Was this place you envisioned south-east Asia? South-east Asia is the land of plenty  for those academics wanting to test the waters of higher education overseas. As governments in the region push for more people to attain higher qualifications, universities in Hong Kong, Malaysia and Singapore are expanding to meet this increased demand for tertiary education. And with that demand come job vacancies, as leading universities in the region recruit academic and administrative staff from overseas to keep up. At the same time, Western universities are becoming global institutions, with many UK institutions investing money in building campuses abroad. One such project, NUMed Malaysia, a campus run by Newcastle University in Johor Bahru, Malaysia, is currently offering 18-month to three-year teaching stints. A bonus for the academic looking for a strategic getaway in a fast developing country. But with so many institutions branching out overseas, how can academics make the move  and what is university working life actually like in south-east Asia? There are many practicalities to consider before filing that job application, from relocation allowances to accomodation options. Then there&apos;s the different pedagogic and bureaucratic approaches: &quot;Give yourself time to adapt to the local ways of doing things,&quot; says Tom Vinaimont, assistant professor in the department of economics and finance at the City University of Hong Kong who has lived and worked in Asia for the past 10 years. &quot;Western universities typically have a horizontal organisational structure. At Asian universities the structure is much more hierarchical.&quot; According to Vinaimont, the perks are worth it: a 16% maximum tax rate, lots of time allocated to generously funded research, higher salaries at Asian universities than their European counterparts, and the chance to live in a city that&apos;s constantly changing. These were just some of the sells for him  now we want to hear your thoughts, experience and advice. Our panel of professionals will be discussing both the benefits and challenges of relocating and working in south-east Asia on Wednesday 16 January from 12-2pm GMT. So whether you&apos;re flying over to teach on a fleeting visit or putting down research roots for the foreseeable future, join us to hear more about life and work in the region. It might just make your mind up. Panel Professor Reg Jordan is provost and chief executive officer of Newcastle University Medicine Malaysia and the academic and executive head of the international branch campus. He previously served as dean of international medical education and dean of undergraduate studies in the faculty of medical sciences in Newcastle Craig Robinson is senior teaching fellow at Edinburgh Business School currently assisting in the set-up of our MBA programme at the new Heriot-Watt University campus in Putrajaya, Malaysia. Dan Friess is an assistant professor in geography at the National University of Singapore, focusing on tropical wetlands and coastalmanagement @danfriess Sean Matthews teaches the international communications studies programmes at the University of Nottingham Malaysia Campus, specialising in literature, cultural theory and intellectual history @seanmatthews007@UNMCSMLC This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/2013/jan/15/working-asia-academics-relocating-universities", 
    "wordcount": "561"
}