{
    "headline": "Instagram: what is Facebook getting for $1bn?", 
    "text": "In my job I guess it&apos;s unsurprising that I keep hearing things about photography. &quot;Facts&quot; like half of all pictures ever taken were taken in the past 12 months. Could that be true? It might be if some people are taking pictures of every meal they eat. A colleague talking to a fellow guest at a wedding, who was sporting the brand new Canon 5Dmk3 costing 3,000  was he a pro photographer? Oh no, he just wanted the best for his photographs. $1bn for Instagram. Yes  $1bn for a smartphone app that makes your snaps look like retro Polaroids and sends them to your friends. It probably does a lot more than that, but to misquote Mark Knopfler that sounds a whole lot of money, if not exactly for nothing, really not that much. Now I know I shouldn&apos;t admit this, but I do like some of these toning apps. Some of the effects are quite beautiful and the results can encourage the budding photographer. They&apos;re harmless and probably have quite a short shelf life. In the end it really is the actual image under the electronic processing that counts. Most of the time the filters are covering the shortcomings of the original photograph and the person behind it. They will soon become a visual cliche and need continual updating to stay fresh. The $1bn is buying Facebook another chunk of the world&apos;s visual memory. Facebook is making sure all those images don&apos;t end up on Flickr or in some other storage cloud. But why the boom in making still images? Why are people still taking pictures and not shooting video? Well have you tried video? It looks easy enough until you try editing it. If it&apos;s bad it&apos;s not just a bit of a joke it&apos;s a boring joke. With a still photograph processed through a toning app one can produce a finished and pleasing piece of work. And don&apos;t underestimate the growth of photography as a note-taking medium, not just for documenting family life, but as a useful tool for all sorts of professionals from doctors to plumbers to record and communicate. All those 1,000 words taken care of by the click of a shutter.  Roger Tooth is head of photography for the Guardian", 
    "section": "technology", 
    "gid": "technology/2012/apr/10/instagram-facebook-1bn-social-network", 
    "wordcount": "381"
}