{
    "headline": "Does Kim Dotcom have original 'two-factor' login patent?", 
    "text": "Kim Dotcom, the New Zealand-based creator of the MegaUpload file-sharing site who is fighting an extradition demand from the US, is asking Google, Microsoft and others to contribute to his multimillion-dollar defence fund in return for a licence he claims to hold on a key patent. However it has emerged that the patent is not valid in Europe, having been cancelled in Europe in 2011 following opposition from Ericsson, which holds a prior patent. Dotcom, 39, said on Twitter on Thursday that he has a patent on &quot;two-factor authentication&quot;, used by Google, Microsoft, Yahoo, Twitter, Dropbox and others to provide extra safety on user accounts. The patent was filed in 1998 under his former name of &quot;Kim Schmitz&quot;. He also issued a veiled threat to sue the companies if they don&apos;t help. However patent filings seen by the Guardian suggest that Dotcom&apos;s claim is predated by others filed by telecommunications companies Ericsson and Nokia in 1994 in the US, Europe, China and through the international patent system.  Under the patent system, earlier filings take precedence in any claim, which would rule Dotcom&apos;s patent invalid unless he can show that it covers elements of authentication which are not covered by the earlier one. Dotcom had not responded to an email from the Guardian raising this point by the time of publication. Dotcom said that he would allow Google, Facebook and others to use his patent for free. &quot;I ask you for help,&quot; he tweeted. &quot;We are all in the same DMCA [Digital Millennium Copyright Act] boat. Use my patent for free. But please help funding my defense.&quot;  He has claimed that the costs of his legal defence, which has been going since a raid by police in January 2012 which saw him imprisoned pending an extradition hearing, have reached $62m. He is presently on bail. Dotcom has previous convictions under the name of Schmitz in Germany for computer fraud and separately for embezzlement relating to insider trading, and in Hong Kong for securities-related offences.  The patent awarded in 1998 by the US Patent Office appears to be the only one Schmitz holds. On his Twitter feed, he said: &quot;Big reveal: 1 billion+ two-step authentications on the internet weekly. I invented it. Here&apos;s proof&quot;, linking to the patent filing. He then added: &quot;I never sued them. I believe in sharing knowledge &amp; ideas for the good of society. But I might sue them now &apos;cause of what the US did to me.&quot; However it is difficult to say whether such a claim would succeed. The Ericsson patent from 1994 describes &quot;a method and an apparatus for authentication of a user attempting to access an electronic service, and, in particular, providing an authentication unit which is separate from preexisting systems.&quot;  That fits as a description of two-factor authentication, which typically uses a combination of a password typed into a browser with a code received by text message or from an app to authorise the user&apos;s access. Update: Emily Weal at the IPCopy site points out that   A look at the EPO register for the equivalent European patent reveals that the European patent was granted, but subsequently opposed and then revoked in its entirety in 2011. The key prior art document in the opposition was EP0745961, owned by AT&amp;T, with an earlier priority date of 31 May 1995. Interestingly, AT&amp;T&apos;s US equivalent US5708422 is granted, and still appears to be in force. In the view of the EPO&apos;s opposition division then, Kim Dotcom&apos;s patent is not valid, and while Kim Dotcom may indeed have developed two-factor authentication himself, he was not the first inventor, having been pipped at the post (by a good 2 years!) by someone else. ", 
    "section": "technology", 
    "gid": "technology/2013/may/23/kim-dotcom-authentication-patents", 
    "wordcount": "632"
}