{
    "headline": "Have the climate sceptics really won?", 
    "text": "   Lord Lawson, former chancellor of the exchequer and now chairman of climate sceptic thinktank, the Global Warming Policy Foundation. Photograph: Martin Argles    Earlier this week, Martin Wolf of the Financial Times announced that the &quot;climate sceptics have won&quot;.  His comments echo those of former Nasa scientist James Hansen who told an audience in Edinburgh last year that the sceptics &quot;have been winning the public debate with the help of tremendous resources.&quot; The action needed in response to this situation was spelt out by Lord Stern  the eponymous author of the well-known 2007 report on the economics of climate change  who once called sceptics &quot;forces of darkness&quot; who had to be &quot;driven back.&quot;  Such comments reflect a conventional wisdom in the climate debate. Climate sceptics, or deniers as they are often called, are presented as all-powerful forces bankrolled by rich corporations who have wielded their awesome power to block efforts to deal with the threat of human caused climate change. How do we know that climate sceptics have such power? As Martin Wolf explains, it is the &quot;world&apos;s inaction&quot; on climate policy which reveals their power. From this perspective then, a key challenge of securing action on climate change is to defeat the sceptics  to drive back the forces of darkness so that the forces of good might prevail. Victory will be achieved by winning the battle for public opinion on the state of climate science. However, a closer look at the logic underlying such arguments reveals a chain of causality which scholars of the public understanding of science have long critiqued as the ineffectual &quot;deficit model&quot; of science. Even more troubling, there is reason to believe that the focus of attention by climate campaigners on sceptics actually works against effective action. The so-called &quot;deficit model&quot; suggests that the public lacks certain knowledge that if it were known properly (so closing the deficit) would lead them to favor certain policy actions. In other words, if only you understood the &quot;facts&quot; as I understand them, then you would come to share my policy preferences. The deficit model helps to explain why people argue so passionately about &quot;facts&quot; in public debates over policies with scientific components. If you believe that acceptance of certain scientific views is a precondition for, or a causal factor in determining what policy views people hold, then arguments over facts serve as political debate by proxy. Dan Kahan, professor of psychology at Yale Law School, has conducted several studies of public views on climate change and finds that the causal mechanisms of the &quot;deficit model&quot; actually work in reverse: people typically &quot;form risk perceptions that are congenial to their values.&quot;  Our political views shape how we interpret facts. On an issue as complex as climate, there are enough data and interpretations to offer support to almost any political agenda. Thus we have arguments over the degree or lack of consensus among scientists, and see efforts to delegitimise outlier positions in order to assert one true and proper interpretation. Added to the mix is the temptation to push &quot;facts&quot; beyond what science can support, which offers each side the opportunity for legitimate critique of the excesses of their opponents. These dynamics can (and do) go on forever. In the first half of the 20th century, the American political commentator Walter Lippmann recognized that uniformity of perspective was not necessary for action to take place in democracies. He explained that the goal of politics is not to make everyone think alike, but to help people who think differently to act alike. A vast body of scholarship supports the limitations of the deficit model, yet it remains a defining feature of debates over climate policy today. It is bad enough that those operating under the assumptions of the deficit model are wasting their time, or working against their own interests. What is worse is that such strategies fail to recognize that the battle over public opinion on climate change has long been over  it has been won, decisively in fact, by those favoring action. Data on public opinion on climate change has been collected, in some cases for several decades, in countries around the world. What it shows is remarkably strong support for the so-called scientific consensus, as well as strong support for policy action. Even in the notoriously climate sceptical United States, Gallup finds: &quot;trends throughout the past decade - and some stretching back to 1989  have shown generally consistent majority support for the idea that global warming is real, that human activities cause it, and that news reports on it are correct, if not underestimated.&quot; Another Gallup poll of 128 countries in 2007 and 2008 found strong majorities in most countries - including most large emitters of carbon dioxide  believe that global warming is a result of human activities. Public opinion does vary a great deal, often literally with the weather, but it has overall been remarkably consistent over many years in support of action. Far from being an obstacle to action on climate change, public opinion is in fact a resource to be capitalized upon. Studies of the relationship of public opinion and political action on a wide range of subjects show nothing unique or very interesting about the state of public opinion on climate change. Significant policy action has occurred on other issues with less public support on many occasions (as I documented in my recent book, The Climate Fix). Instead of motivating further support for action, efforts to intensify public opinion through apocalyptic visions or appeals to authority, have instead led to a loss of trust in campaigning scientists and a deep politicization of the climate issue. Citing the ample evidence of the ineffectiveness of such approaches, Dan Kahan complains of climate campaigners: &quot;They keep pounding the data, and with a rhetorical hammer that drives home all the symbolism that generates distrust and resistance in larger parts of the population  Why?&quot;  If public opinion is not an obstacle to action on climate change, then what is? The first is a failure of imagination. Conventional wisdom on climate policy has long been that energy prices need to be made more expensive. Dearer energy fits into a complex causal chain of policy action as follows: Win public opinion via closing the science deficit, defeating the scepticsthen the public will pressure politicians for actionpoliticians respond by passing laws, and signing international treatiesdirty fossil energy then becomes more expensivepeople consequently feel economic painnot liking economic pain, people demand additional actions on energy efficiency and fossil fuel alternativessuch actions will stimulate innovation in the public and private sectors, as well as in civil society these innovations then deliver low carbon alternativesproblem solved. Laid out from start to finish, this entire causal chain seems like a Rube Goldberg invention. If the causal chain founders at the first step where the deficit model shows up, it completely collapses at the point where energy is supposed to become more expensive in order to create incentives (experienced by voters as economic pain) to propel efficiency and innovation.  The idea that higher priced energy can be used as a lever to transform the global energy system may work in abstract economic models, but fails spectacularly in real world politics. As Martin Wolf explains, &quot;A necessary, albeit not sufficient condition, then, is a politically sellable vision of a prosperous low-carbon economy. That is not what people now see.&quot;  A second obstacle to action is the pathological obsession of many environmental campaigners with the climate sceptics. By concluding that the sceptics are the main obstacle to action, campaigners are not only demonstrating a spectacularly circular logic, but they are also devoting their energies to a fruitless fight. Make no mistake, fighting sceptics has its benefits  it reinforces a simplistic good versus evil view of the world, it gives a sense of doing something, and privileges scientific expertise in policy debates. However, one thing that it does not do is contribute towards effective action on climate change. The battle over public opinion on climate change has long been won, and not by the sceptics. But simply by virtue of their continued existence, the climate sceptics may have the last laugh, because many climate campaigners seem to be able to see nothing else in the debate. Climate sceptics are not all powerful and may not even be very relevant to efforts to decarbonise the global economy. They have, however, cast a spell upon their opponents. Roger Pielke Jr. is professor of environmental studies in the Centre for Science and Technology Policy Research at the University of Colorado. On Twitter he is @RogerPielkeJr", 
    "section": "science", 
    "gid": "science/political-science/2013/may/24/climate-sceptics-winning-science-policy", 
    "wordcount": "1446"
}