{
    "headline": "Using shale gas over coal does not help climate, says big gas investor", 
    "text": "Using shale gas instead of coal does nothing to help the climate, one of the biggest investors in gas has said, because shale gas companies are failing to use simple technology to fix leaks of a potent greenhouse gas. Switching from coal to shale gas is supposed to help reduce greenhouse gas emissions, because gas produces less carbon than coal when burned. The difference in emissions has been the chief basis for claims by the gas industry that this new form of gas represents a &quot;green&quot; shift that will help to tackle climate change. But at present these savings do not exist, according to an authoritative study by Scottish Widows Investment Partnership, a major financial investor in fossil fuels. It would take two or three decades for shale gas to make a genuine dent in greenhouse gas emissions, as large amounts of coal power went offline, the analysis found. The problem is that &quot;fracking&quot;  blasting rocks apart to obtain gas, which is present in tiny pockets contained within certain dense rocks  produces leaks that pour methane into the atmosphere. Methane is more than 20 times more potent than carbon dioxide in terms of global warming. Companies could use technology known as &quot;green completion&quot; in order to capture the leaking natural gas, known as fugitive methane. But the vast majority do not, particularly in the US where fracking is most advanced, because it costs money and they face no penalty for the leaks. &quot;This is a very big issue, and has huge implications for climate change, given the pursuit of shale gas,&quot; said Craig Mackenzie, author of the report by Scottish Widows Investment Partnership. &quot;But there are things gas companies can do to make themselves more green.&quot; As a result of the massive expansion of shale gas exploration, according to Scottish Widows, natural gas fugitive emissions now contribute about 20% of the short-term warming impact of the US&apos;s total greenhouse gas output, and this amount is rising. Natural gas has overtaken agriculture as the US&apos;s biggest source of methane. The enormous impact of fugitive methane has been overlooked in many other studies, according to Scottish Widows, partly because it has not been adequately examined and also because some of the methods used to calculate methane&apos;s impact have been faulty. The investor&apos;s key conclusion  that fugitive methane is wiping out any carbon saving from switching from coal to gas, and will continue to do so for 20 to 30 years unless the problem is addressed  run counter to recent claims from the International Energy Agency that the switch has cut US emissions substantially. The IEA is set to publish a major report on gas on Tuesday. But the IEA did not include fugitive methane in its calculations of the impact of shale fracking on US emissions. The agency did not comment on the new study. Mackenzie said the future for shale gas didn&apos;t have to be altogether bleak, in global warming terms. If companies take steps to plug leaks and capture fugitive gas, they can cut their impact on the climate for little cost. When the fugitive gas is captured, it can be sold along with the rest of the gas produced, providing a return on the investment made on the capturing technologies  a payback period that can be less than a year. Companies fail to do so at present because the world is in the midst of a shale gas bonanza, and most gas companies are focused on finding new sources of supply. In the UK, government ministers were recently advised by scientists to give shale gas fracking a green light, despite local opposition after the first drilling exploration caused two small earthquakes. Mackenzie said Scottish Widows was embarking on a campaign to persuade all of the gas companies in which it holds shares to start using leak-reduction technology. This does not just apply to shale gas operations  conventional gas drilling also produces leaks, which can be stanched by a variety of technologies, including one known as &quot;plunger lift&quot;. Scottish Widows is one of the biggest institutional shareholders in BP, as well as other major oil and gas companies.", 
    "section": "environment", 
    "gid": "environment/2012/may/29/shale-gas-coal-climate-investor", 
    "wordcount": "700"
}