{
    "headline": "Peru seeks to build a new relationship with mining companies", 
    "text": "Peru is among the richest mineral nations in the world and it seems as if everyone wants to tap into its immense wealth. Much of the Andean and coastal areas, from north to south, are divided into allotments loaned to mining companies to exploit. In one southern region alone, Apurmac, mining concessions account for 58.8% of the land; in Cajamarca in the north, home to the largest gold mine in Latin America, they cover 48% of the total territory. But this land is not an unpopulated sand desert where nothing grows. Most Peruvians live in the very rural areas from which tons of gold, zinc, tin and lead are extracted year after year, often with social and environmental consequences. This year alone, 10 people were killed in anti-mining protests in three Peruvian regions, following clashes with the police. The most recent deaths, in Cajamarca in early July, came after months of opposition to the construction of a multibillion-dollar gold mine, which residents are worried will leave the agricultural and cattle-ranching area without water. Mining can bring jobs and wealth to whole regions. Newmont, a US company involved in the gold project in Cajamarca, stresses its mineral extraction would not jeopardise the environment. But as the protests continue, all parties involved in trying to find a way out of this and other mining conflicts  that is to say, the central and regional governments, the mining companies, and local residents  say they are ready to build a new relationship based on trust and respect. &quot;We need to design and implement a new approach to the relationship that mining activities have with the environment and the exploitation of natural resources, based on a balanced management of the land and a rational use of water resources,&quot; said President Ollanta Humala during his address to the nation on 28 July. Days earlier, a Newmont executive in Lima, Carlos Santa Cruz, reiterated his company&apos;s intention &quot;to listen, to dialogue and to build together more opportunities for everybody&quot;. And in Cajamarca, a local protest leader, Edy Benavides, spoke about the need to avoid repeating the mistakes of the past. &quot;What mining companies do is exploit the mineral and then leave,&quot; he said. &quot;What we need is development that is sustainable for future generations.&quot; Last month, the Peruvian government set up a permanent commission aimed at fostering this new relationship. It is yet to make its proposals, but Jos de Echave, who resigned last year from the ministry of the environment due to the government&apos;s handing of the Cajamarca protests, says the commission needs to realise that in Peru, as elsewhere, it is possible to mine without leaving a negative impact on residents and the environment. &quot;In any serious country in the world with lots of natural resources, the government&apos;s environment authority is strong, puts into place strong regulations and strongly sanctions companies that pollute,&quot; he said. &quot;In Peru, we are not asking for something out of proportion.&quot; De Echave believes the Andean country can implement tough environmental laws, like Australia&apos;s or Canada&apos;s, without fearing that mining companies will flee. Mineral prices are high and deposits harder to find, so he believes multinationals will adapt to stricter conditions. &quot;What&apos;s more, if one looks at their ethical codes of conduct, they say that their operations always meet the best global standards,&quot; he says. De Echave is now a spokesman for Tierra y Libertad (Land and Freedom), a political movement that aims to protect human and environmental rights and has sent a letter to President Humala urging him to promote better international standards and sustainable development. &quot;It can&apos;t just be all about economic growth,&quot; he says. &quot;There are three factors to development: economic, social and environmental. All of these need to work together.&quot; But De Echave recognises that, by nature, mining does not exploit a sustainable resource. &quot;I think the idea is to find a balance,&quot; he concludes, &quot;so that mining can be complemented by other economic activities that may be relevant, meaningful, sustainable and, perhaps, more friendly to nature and social environments.&quot; Humala says he also wants this and is seeking congressional support to make access to water a fundamental human right inscribed in the constitution. The proposal aims to protect natural resources such as water from predatory and uncontrolled mineral exploitation. Critics say these announcements alone are not enough, arguing a radical change to how mining companies operate in Peru is necessary. Regions such as Huancavelica and Cajamarca sit on mineral riches but, despite experiencing decades of exploitation, their residents are the poorest in the country. With fewer resources around, and continuing social conflict, De Echave says change will be painful to implement, but now seems inevitable.", 
    "section": "global-development", 
    "gid": "global-development/2012/aug/08/peru-seeks-new-relationship-mining-companies", 
    "wordcount": "805"
}