{
    "headline": "Short-lived legacy: Margaret Thatcher, neoliberalism and the global south", 
    "text": "Chile&apos;s assistance to British forces during the 1982 Falklands war is said to have indebted Margaret Thatcher to the Chilean dictator Augusto Pinochet. However, Pinochet was probably a greater inspiration to Thatcher as the pioneer of radical free-market policies in the mid-1970s, a period when Keynesian policies still reigned in Britain and much of the rest of the world. At a fringe meeting during the Conservative party&apos;s annual conference in 1999, Thatcher implicitly acknowledged her debt to Pinochet, saying his enemies hated him because of his &quot;success&quot; in transforming Chile&apos;s economy from 1973 to 1990. The Chilean strongman&apos;s free-market policies that the Iron Lady admired indeed transformed his country&apos;s economy, but in ways that could hardly be considered a success except among doctrinaire followers of the University of Chicago economist Milton Friedman. Pinochet&apos;s programme subjected his country to two major depressions in one decade, first in 1974-75, when GDP fell by 12%, then again in 1982-83, when it dropped by 15%. Contrary to ideological expectations about a positive correlation between free markets and robust growth, average GDP growth in 1974-89  the radical phase of the Pinochet revolution  was only 2.6%. By comparison, with a much greater role for the state in the economy during 1951-71, Chile&apos;s economy grew by an average of 4% a year. By the end of the radical free-market phase, both poverty and inequality had increased significantly. The proportion of families living below the &quot;line of destitution&quot; had risen from 12% to 15% between 1980 and 1990, and the percentage living below the poverty line, but above the line of destitution, had increased from 24% to 26%. By the end of Pinochet&apos;s regime, about 40% of Chile&apos;s population, or 5.2 million in a population of 13 million, was poor. In terms of income distribution, the share of national income going to the poorest half of the population declined from 20.4% to 16.8%, while the share going to the richest 10% rose dramatically from 36.5% to 46.8%. The combination of erratic growth and radical trade liberalisation resulted in &quot;deindustrialisation in the name of efficiency and avoiding inflation&quot;, as one economist described it. Manufacturing&apos;s share of GDP declined from an average of 26% in the late 1960s to 20% in the late 1980s. Many metalworking and related industries went under in an export-oriented economy that favoured agricultural production and resource extraction. Pinochet&apos;s neoliberal policies came to be codified as &quot;structural adjustment&quot;, and Thatcher became one of structural adjustment&apos;s most enthusiastic promoters, not only for Britain but the world, popularising her approach with the slogan &quot;There is no alternative&quot;. With Thatcher and the US president Ronald Reagan as its main boosters, and the World Bank and IMF as its executors, structural adjustment or the Washington consensus was generalised throughout the developing world. From Ghana to Argentina, state participation in the economy was drastically curtailed, government enterprises passed to private hands in the name of efficiency, protectionist barriers on imports were eliminated wholesale, restrictions on foreign investment were lifted, and, through export-first policies, domestic economies were more tightly integrated into the capitalist world market. Structural adjustment programmes (SAPs), which set the stage for the accelerated globalisation of developing economies during the 1990s, created the same poverty, inequality and environmental crisis in most countries that free-market policies did in Chile. As the World Bank chief economist for Africa admitted: &quot;We did not think the human costs of these programmes could be so great, and the economic gains so slow in coming.&quot; So discredited were SAPs that the World Bank and IMF changed their name to poverty reduction strategy programmes in the late 1990s. But the harm had been done. Two researchers from the Brookings Institution, Laurence Chandy and Geoffrey Gertz, described the wreckage: &quot;Excluding China, the 500 million decrease in global poverty becomes an increase of 100 million. In the world&apos;s poorest region, sub-Saharan Africa, the poverty rate remained above 50% throughout the period, which, given the region&apos;s rapid population growth, translated into a near doubling in the number of its poor. Similarly in south Asia, Latin America and Europe-central Asia there were more poor people in 2005 than there were a quarter of a century earlier.&quot; By the early 2000s, however, governments throughout the developing world were reversing course, with most turning towards pragmatism and abandoning the most damaging doctrinaire policies. The anti-neoliberal trend was most pronounced in Latin America, where elites had embraced neoliberalism most fervently in the 1980s and 1990s. Throughout the continent during the first decade of the 21st century, the combination of government intervention, economic nationalism, redistributive populist policies that promoted both equity and expanded internal markets, and the commodities boom triggered by China&apos;s development made up a potent combination that reversed trends in poverty. This was the decade when Hugo Chvez in Venezuela, Nstor Kirchner in Argentina, Rafael Correa in Ecuador and Evo Morales in Bolivia boldly took their countries off structural adjustment, while others, such as Luiz Incio Lula da Silva in Brazil, did it in less dramatic fashion. The title of a book by Financial Times correspondent Hal Weitzman says it all: Latin Lessons: How South America Stopped Listening to the United States and Started Prospering. Globally, the results of the turn from neoliberalism were dramatic. The New York Times reported World Bank research (pdf) showing that &quot;for the first time the proportion of people living in extreme poverty  on less than $1.25 a day  fell in every developing region from 2005 to 2008. And the biggest recession since the Great Depression seems not to have thrown that trend off course, preliminary data from 2010 indicates. According to the bank: &quot;The progress is so drastic that the world has met the UN&apos;s millennium development goals to cut extreme poverty in half, five years before its 2015 deadline.&quot; By the time of Thatcher&apos;s passing, the global south had largely moved away from her &quot;neoliberal revolution.&quot; In the global north, however, people and governments were still saddled with the massive task of extricating themselves from the wreckage her perspective and policies had wrought.  Walden Bello is a member of the House of the Representatives of the Philippines and author of Capitalism&apos;s Last Stand? and Food Wars", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/apr/16/legacy-margaret-thatcher-neoliberalism", 
    "wordcount": "1062"
}