{
    "headline": "We are teetering on the brink of another global food crisis", 
    "text": "At the start of July, a record global harvest was predicted. Yet just a few weeks later, prices for maize and soybeans broke the record levels of the 2007-08 food crisis, when food riots broke out in 30 countries. Wheat prices have also risen, more than 50% in the past six weeks alone. All of this leaves us teetering on the edge of another food crisis. When the UN releases its review of global hunger in September, it seems likely that the total number of people on the planet going hungry  currently put at 925 million  will increase. The chief culprit has been the devastating US drought, which has withered more crops than any weather pattern since 1956. As climate change grips, such extremes are becoming the norm. Biofuels  which last year swallowed almost 40% of the US maize harvest  have also been highlighted as part of the problem. In the US, pressure is growing to abandon targets for biofuels in car fuel. Livestock farmers are warning they won&apos;t be able to afford to feed their animals. But missing from the lineup have been financial speculators, who have piled back into the market. Want to know what a brewing food crisis looks like to them? Last week, US hedge fund manager Peter Sorrentino commented: &quot;It&apos;s like a big money tap has been turned on.&quot; By June, markets in food derivatives were awash with $89bn in speculative cash. That figure is courtesy of Barclays, the UK&apos;s top food speculator, which this year highlighted speculation as a &quot;key driver&quot; of rising prices. An update from analysts at the New England Complex Systems Institute calls for action. Their research has isolated biofuels and speculation as the central causes of food price increases in recent years, and for months they have warned:  Misguided food-to-ethanol conversion [biofuel] programmes and rampant commodity speculation have created a food price bubble, leading to an inevitable spike in prices by 2013. Now it appears the &quot;crop shock&quot; will arrive even sooner due to drought, unless measures to curb ethanol production and rein in speculators are adopted immediately.  Modelling by researchers at the institute, which has been validated by predictions generated last year, suggests that the new price spike, although initially caused by supply and demand shocks, will be exacerbated by financial speculation, sending prices considerably higher than they would otherwise go. The researchers point out that efforts to reform the markets have been too slow, with US regulators facing a legal challenge from Wall Street and European regulation also delayed. Consequently, measures that might have limited the effect of speculators have not yet been implemented. The emerging crisis highlights the vulnerability of a food system that is increasingly dependent on volatile global trade in a few key cereals. As developing countries face stark choices over the future of their food systems, the food sovereignty movement calls for a more diverse, climate-resilient and locally controlled approach. Steps towards this could include building up regional trade and growing a range of indigenous crops, which are often more drought resistant than cereals such as maize. But power to deliver many of the necessary reforms  not least reform of the global trade system  lies with developed nations. Without a radical change of approach to our food system, including regulation to prevent financial speculators gambling on food prices, the world&apos;s poorest people will continue to pay the highest price.  Amy Horton is a food campaigner with the World Development Movement", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/aug/02/world-teetering-brink-global-food-crisis", 
    "wordcount": "582"
}