{
    "headline": "Amazon v the high street  which would you bet on?", 
    "text": "Now&apos;s the time of year when columnists are expected to peer into crystal balls. Not being able to find such a device in his local Apple shop, all this columnist can do is to speculate on the implications of some developments that are already highly visible. Online shopping, for example. A glance down any high street confirms that Amazon &amp; Co is beginning to make inroads into the urban landscape. The costs of running a bricks and mortar shop  in rent, rates, inventory, theft and wages  together with the wafer-thin margins of most retailers (excluding Apple and other purveyors of luxury goods) meant that it was a knife-edge business at the best of times. But the combination of recession and intensified competition from online is proving too much for some retailers, which is why high streets are beginning to have a gap-toothed look. And that poses some intriguing questions. Venturing into town on 27 December to meet someone for coffee, I was stunned to find the city centre heaving with people. Which led to the thought that, for many people, physical shopping is clearly an important social activity  what comedians call &quot;retail therapy&quot;. But if that&apos;s the case, what happens if shopping moves increasingly online? Will the &quot;social&quot; element of physical shopping trump the convenience and economy of online? Or will the economics of online retailing relentlessly crush those of its high street counterpart? If anyone doubts the aggressiveness of Amazon &amp; Co, then they haven&apos;t been paying attention. There&apos;s been a big fuss in the US, for example, about an Amazon smartphone app that enables visitors into physical shops to scan barcodes on merchandise to determine how much more cheaply the same thing can be bought online. In a special promotion before Christmas, Amazon was offering a 5% credit on purchases triggered by the app (up to $5 per item and up to three items). &quot;Everyone shops at Amazon,&quot; said the cartoon that went with Richard Russo&apos;s New York Times article (nytimes.com) attacking the promotion. &quot;Your friend loses his job.&quot; Ouch! Cunningly, books were specifically excluded from this offer, but you can see where this is heading. Actually, you can already see it in action in any high street electrical or photographic dealer. It goes like this: customer comes in and asks to see, say, an expensive camera. Salesperson then spends 15 minutes patiently explaining the camera&apos;s features in great detail, after which one of two things happens: either customer says he can get it for X online, where X is significantly less than the shop price, and departs; or customer simply departs and orders it online. This has become so annoying that some US photographic stores now charge an &quot;explanation fee&quot; to such unscrupulous customers. There are two ways of looking at this. One is to say that competition is always good and more competition is even better. If Jessops, say, can&apos;t match, say, the Amazon price, then so much the worse for Jessops and so much the better for us. The other view says that there is more to life  and society  than the near-perfect, frictionless competition that is enabled by the net: jobs for people in their own locality, for example; and the urban vibrancy and sociability that come from having busy shops in proximity to cafes, restaurants etc. One of the strangest things about Amazon is that people still don&apos;t seem to have woken up to the scale of its founder&apos;s ambition. When Jeff Bezos started the company in 1995, he focused initially on books because  unlike, say, clothing  books were things that people would buy without needing to handle the merchandise. But his target wasn&apos;t the big bookshops of the day such as Borders or Barnes &amp; Noble. Bezos was thinking much bigger: he saw Amazon.com as the Walmart of cyberspace  a store that sold everything and catered for customers from cradle to grave. The retailing statistics for this festive season will confirm how quickly he&apos;s getting there. Actually, one doesn&apos;t have to wait for the statistics. Driving round in the run-up to Christmas I was continually struck by the number of vans there were on suburban roads: they included the vehicles of Parcelforce, UPS, City Link and other big-name delivery services, but also countless white vans with harassed-looking drivers peering at house numbers. Which made one wonder about the environmental implications of the move to online shopping. Is the carbon footprint of all those cloud servers, warehouses and delivery vans bigger than that of conventional shopping? Or smaller? The answer is that nobody knows  yet. But one day we will need to find out. Happy New Year!", 
    "section": "technology", 
    "gid": "technology/2012/jan/01/amazon-versus-the-high-street", 
    "wordcount": "787"
}