{
    "headline": "Mystery bird: rufous-bellied niltava, Niltava sundara", 
    "text": "    Rufous-bellied niltava, Niltava sundara, Hodgson, 1837, also known as the black-and-orange niltava or as the blue-and-orange niltava or orange-bellied niltava, also (appropriately) as the beautiful niltava, or as the Sundara/Sundra niltava, photographed at the Ban Luang Resort, Doi Ang Khang, Chiang Mai province in the far north of Thailand.  Image: Alex Vargas, 15 February 2011 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Nikon D5000, Nikkor 300mm f/2.8G ED-IF AF-S VR 1/25s f/4.0 at 300.0mm iso200   Question: This mystery bird is from Thailand. From where does it get its brilliant colours? (Is it Thai-dyed?) Can you identify this bird&apos;s taxonomic family and species? Response: This is an adult male rufous-bellied niltava, Niltava sundara, a member of Muscicapidae, the chats and Old World flycatchers. This species is very similar to the small niltava, N. macgrigoriae, with nearly identical colouring and patterning of the upperparts, but the male rufous-bellied niltava is considerably, and has orange underparts (small niltava has grey-blue underparts).  The rufous-bellied niltava lives in the brushy undergrowth in a variety of moist and tropical forest types, including mixed, broadleafed, secondary and disturbed lowland montane forests throughout the Himalayas. The bird ranges from central China through Myanmar (Burma) and into northern Thailand and Indochina.  As typical for its family, this species is mainly insectivorous and it also consumes fruit. This species constructs an open cup nest hidden in dense vegetation. The hen lays 3-4 eggs per clutch, which she incubates alone, and both parents feed and care for the chicks. Young birds are primarily fed insects.  The male gets his brilliant colouring from a combination of pigments and structural colours. The orange underparts come from pigment-based colouring, created by a group of pigments known as carotenoids. The carotenoids are produced by plants, and are acquired by eating plants and storing the pigments until moult, at which time the carotenoids are placed inside the growing feathers. Blue is a combination of structural colouring and pigment-based colouring. The rich dark blue of the bird&apos;s upperparts is the result of tiny air pockets inside the feather barbs that scatter incoming light, creating the blue colouring. The feather itself contains pigments -- melanins -- that strengthen the feather structure and deepen the blue colouring. When you see this bird in low light or when it is backlit, the blue colouring resulting from light scattering is lost, so the bird will look black-and-orange instead of blue-and-orange. Here is a video of an adult male:            [video link] This species is strongly dimorphic. The female has olive-brown upperparts, greyer crown and nape, a buffy eyering around large black eyes, rufous wings with white streaking, rufous tail. The underparts are greyish-olive, the throat is buffy and there is a small but very noticeable incomplete white neck band in the middle of the neck with a tiny iridescent blue at each end. Here&apos;s a video of an adult female:            [video link] .. .. .. .. .. .. .. .. .. .. ..  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at the Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist Pinterest: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/may/07/8", 
    "wordcount": "550"
}