{
    "headline": "Apple tops the UK in smartphone sales", 
    "text": "Apple displaced BlackBerry-maker RIM as the best-selling smartphone maker in the UK in 2011, according to figures from the research company Gartner. The data flatly contradict RIM&apos;s claims earlier in February that it had secured the top spot, and will increase pressure on the company in a territory where it had been dominant. According to Gartner&apos;s analysis, Apple and Samsung both outsold RIM during both the fourth quarter of the year and  because of their strengths during the Christmas period  for the entire year. The news will also cast further doubt over the future of the company, which recently replaced co-founders Mike Lazaridis and Jim Balsillie, who acted as its joint chief executives and chairmen in the face of growing investor pressure. A researcher at another analysis company, who declined to be named, agreed with Gartner&apos;s figures, saying that the data indicate that: &quot;RIM&apos;s market share is definitely slowing down,&quot; and that: &quot;Our first numbers suggest they were overtaken by [Apple and] Samsung too [in the fourth quarter].&quot; Another research company, Kantar WorldTech, said at the end of December that Apple had raised its share of UK smartphone sales in the previous three week to 30.9%, from 21.4% the year before. The news will be unwelcome for RIM, whose stock has lost more than 75% of its value in the past year and which indicated in December that the current financial quarter  which ends this month  will see only 11m-12m handset sales worldwide, compared to 14.9m a year ago and 14.1m the previous quarter. With its share of phone sales in the US dwindling from dominance to single figures over December, RIM has made much of its strength in the UK and other non-US territories. But the latest figures offer little encouragement that the company is finding its way out of disastrous 2011 during which its cash reserves halved and it wrote off $485m(310m) against unsold stock of its PlayBook tablet. The Gartner data also contradicts a confident claim made earlier in February, when RIM put out a message claiming that: &quot;The latest results from data firm GfK show that BlackBerry was the No 1 selling smartphone in the British market for the second year running, grabbing 26.3% of December sales and averaging 27.7% through 2011.&quot; Gartner&apos;s figures for the UK  which take into account not just retail sales, as GfK&apos;s do, but also the entire supply chain, including Apple&apos;s own stores  suggest that Apple had a 28.4% share of the UK smartphone market in the fourth quarter, boosted by the introduction of its iPhone 4S and lowered pricing on its older iPhone 4 and 3GS models. Samsung, which principally sells phones using Google&apos;s Android software, had a 23.3% share, Gartner said. For the year as a whole, Apple had a 21.5% share of sales, ahead of Samsung with 21%, said Gartner, and both ahead of RIM with 20.3%. For RIM the figures for Christmas, when BlackBerrys were a popular gift, indicated future weakness: its fourth-quarter share was 17.6% compared to the 12-month figure of 20.3%, said Gartner. For both Apple and Samsung, their share rose in the fourth quarter compared to the year as a whole. Google&apos;s Android dominated the quarter and the year, with a 40.4% and 43.2% share respectively. The figures also underline Samsung&apos;s dominance of Android, where the UK figures  in line with broader world trends  show that it has roughly half of all Android sales.", 
    "section": "technology", 
    "gid": "technology/2012/feb/16/apple-tops-uk-in-smartphone-sales", 
    "wordcount": "592"
}