{
    "headline": "Taking stock after the Facebook IPO", 
    "text": "On Friday morning, Mark Zuckerberg, Facebook&apos;s founder, CEO, and majority shareholder, rang the Nasdaq opening bell and made history with one of the largest IPOs in years. It was exactly the kind of mania that made the dotcom era a profoundly silly time  irrational exuberance all the way to the bank in an era that became known more for the greed, ridiculousness, and excess than it did from the occasionally groundbreaking work that was changing how people did business at the dawn of the modern internet era. Except, on Friday, the mania didn&apos;t show up on schedule. After weeks of breathless anticipation, the Facebook IPO fizzled, with institutions having to step in and buy shares to keep the stock from slipping below the strike price of $38. This shocking and heartbreaking development will now be accompanied by the sound of a thousand fingers clattering over keys, as pundits and analysts everywhere tweet and blog and chatter over what went wrong. But this supposes something has actually gone wrong. Let us remember, first, that Facebook the company had this IPO in order to go public with its stock, and raised more than $16bn for its troubles. So, they aren&apos;t unhappy: that&apos;s what they were expecting, and that&apos;s what they got. Before IPOs became carnivals of capitalism, that was actually the point. Zuckerberg and the other Facebook pre-IPO shareholders aren&apos;t unhappy this weekend  they&apos;re rich. Yes, some of them could be wishing that they were almost incalculably rich instead of merely being the more prosaic filthy rich, but if you catch one of them at a fake German beerhall in Palo Alto bitching about this, you should punch them immediately  the way they trained us in our self-defense classes years ago, when we were all taught these techniques in case an insufferable internet millionaire douchebag might one day desperately need an attitude adjustment. Is it us? Are we the ones who are disappointed? I don&apos;t know  given how restricted and voodoo-y IPO stock launches are, I doubt the average reader skimming this article was in on the first day of trading. I know I don&apos;t have any Facebook stock, and I doubt you do, too. So, who is upset? Who didn&apos;t get what they were looking for? One hint: you&apos;re looking at it, and in another age, it was used to wrap fish. Media loves the big IPO stories. They love every part of them: they love the narrative arc; they love the idea of workers slaving away every day and then, one magical morning, getting millions and millions of dollars. They love the skullduggery of how they get set up, and the way it all seems to rest on the fate of a single day  what happens in those first moments, as the stock hits the market and demand asserts itself. Stories like this make financial analysts&apos; eyes dilate, the blood quicken, the pulse sound in the ears. We all recognize it, because it&apos;s pornography. There are different types of porn: war porn, patriotism porn  and this, of course, is finance porn. You can tell it is porn because it demands nothing of the viewer, and comforts those who get off on it. But no matter how nice porn can be, it&apos;s not a dialogue. It&apos;s not news. It is spectacle, and by participating in it, we devolve the dialogue. We are perhaps hungry for it because we have no dialogue with the corporations. Now that labor is a relic of the past that is largely ignored, there&apos;s no battlefield to make the corporation look human, to make it fit into the narrative of a great story. There are no strikes, no unrest: workers aren&apos;t capable of raising more than a mild sense of indigestion at whatever they face, and they choke that down lest they endanger their positions. We have been trained to believe that a business story only exists from the top down  and through that lens, there are few things as dynamic and newsworthy as an IPO. In an environment without financial stories that the media wants to tell, the IPO becomes a bar mitzvah, a coming of age where, instead of bringing gifts, the public company showers its faithful with riches instead. No one suffered when there wasn&apos;t an outbreak of abject mania at the Facebook IPO. In fact, maybe many of us gained: if the markets behave in a rational manner, if we do not submit to hype and hysteria, perhaps we can live a rational life within them? Work for the sake of what is done, not what is gained? Perhaps, we can dream of leaving the dotcom era behind? Perhaps. But the lure of narrative is strong, and we are always seeking the next trend. In Fight Club, Ed Norton taught us that you are not the things you own. It&apos;s a decade later, but we may need to learn that we are not our share prices, either.", 
    "section": "technology", 
    "gid": "commentisfree/cifamerica/2012/may/19/taking-stock-after-facebook-ipo", 
    "wordcount": "829"
}