{
    "headline": "Top six cycling team jerseys NOT to wear", 
    "text": "I was out early riding around the park this morning, and of course, it&apos;s summer still, so you see other cyclists training. Most are wearing either their own cycling or triathlon club jerseys, or plain, no-name &quot;unattached&quot; jerseys. But you&apos;ll always see some folk in team replica kit. Usually, they&apos;ll be this year&apos;s or last year&apos;s pro team designs; though occasionally, you&apos;ll see a real throwback, with faded colours, to the 1990s or early 2000s. And then, these days, you&apos;ll probably see some hipster in a retro woolen jersey. But the guy who caught my eye today and got me thinking was wearing a relatively obscure team replica jersey  the bright yellow of an early iteration of Tinkoff Credit Systems.  Now, Tinkoff doesn&apos;t, for me, have great associations (see below). So, given the connotations, who would voluntarily wear a replica jersey of that team, I wondered.  And that, in turn, got me thinking about my all-time top cycling team jerseys never to be seen in. So (with a little help from my cycling friends) this is my personal  admittedly incomplete, random and partial  rogue&apos;s gallery of no-no jerseys from cycling&apos;s hall of infamy. Much of it is about a bad taste in the mouth associated with teams tainted by doping scandals (and that&apos;s a long list!), but some of it is sheer aesthetic prejudice. Most pro team jerseys are a real mess to begin with  you&apos;d have to be in the deepest throes of fandom and feeling great about your team to pull on its jersey. So, my thinking goes, if you can&apos;t feel good about them, why would you wear their kit?      Tinkoff: This year, Tinkoff (a Russian bank) actually re-entered professional cycling, joining up with Saxo Bank to co-sponsor a Danish-based team managed by Bjarne Riis (of whom more anon). But its first venture in the sport had not gone so well. In 2007, Tinkoff hired US cyclist Tyler Hamilton after he&apos;d served a two-year suspension for doping (a conviction which he&apos;d fought tooth-and-nail, including resort to some far-fetched junk science). Well, that big signing blew up spectacularly for Tinkoff when Hamilton&apos;s name appeared as a client of Dr Fuentes in the Spanish police&apos;s Operation Puerto investigation into an extensive blood-doping conspiracy in several sports, including pro cycling.      Festina: You can almost feel sorry for the Festina squad. The French team arrived late to the big doping game of the 1990s, when they were getting killed in every race by Italian, Spanish and Belgian outfits who were more &quot;up to speed&quot; on EPO. Festina&apos;s soigneur finally bags a good supply of stuff, literally a car-boot full  and promptly gets collared at customs. Hence the Festina scandal, which rocked the 1998 Tour de France but should have surprised no one. Despite French &quot;housewives&apos; choice&quot; Richard Virenque having been on the roster, this is not a jersey you see much nowadays.      Telekom: A controversial choice, perhaps  as some still have a soft spot for that hot-pink. The powerhouse Team Deutsche Telekom (later T-Mobile) in its heyday starred the German rider Jan Ullrich, the chief challenger to Lance Armstrong during his dominance of the Tour de France, and popular sprinter Erik Zabel. In 1996, wearing Telekom colours, Bjarne Riis won the Tour  and also the sobriquet &quot;Mr Sixty Percent&quot;, for his artificially elevated haematocrit level; he later confessed to doping during his career. A decade on, in 2006, &quot;Der Kaiser&quot; Ullrich was banned from the Tour, and it later emerged that there&apos;d been systematic doping on the squad. An attempt to relaunch as new and &quot;clean&quot; the following year misfired when Patrik Sinkewitz was busted.      Astana: Did deep funding from a consortium of state-owned industries in Kazakhstan necessarily make Astana unscrupulous? The team&apos;s record of fair play is dire. Its star, Alexander Vinokourov, was busted in 2006 for blood-doping in the Tour de France. Recomposed in 2007, under the new management of Johan Bruyneel, Astana rose like a phoenix  with Alberto Contador and Lance Armstrong on the roster. Since then, though, Contador has been stripped of his 2010 Tour win after testing positive and has just completed a two-year suspension. Currently, Armstrong and Bruyneel both face doping-related charges by USADA. Oh, and Vinokourov just won the Olympic road race (in a Kazakh jersey).      Phonak: From its launch in 2000, the Swiss team was always cursed with a vomitacious yellow-and-green jersey, which did no favours to the radical design of their BMC bikes  which fortunately survived the debacle of doping scandals that eventually swallowed the squad in 2006. Tyler Hamilton was off first, after testing positive in the 2004 Olympics, but the coup de grace came with Floyd Landis&apos;s disqualification when leading the Tour de France, in 2006. Landis has subsequently become one of Lance Armstrong&apos;s chief accusers, from their days on the US Postal squad (another jersey you should probably throw out now).      Rock Racing: Rock Racing was a relatively minor US team with some big names. That was because it tried, egregiously, to make a virtue of its racers&apos; vice-ridden records as serial cheats (Tyler Hamilton keeps cropping up, like the proverbial bad penny)  by deliberately marketing itself as a badass, punk outfit that didn&apos;t care what anyone thought of its reputation. Great idea! I suppose you could always wear the jersey to a heavy metal festival, instead of on your bike. The list could go on: Saunier-Duval and Gewiss-Ballan come to mind, and please feel free to add your own. But perhaps the lesson here, as my own team-mate Soren noted today, is not to wear any pro team jersey unless you&apos;re being paid to do so. That would rule most of us out  but also save us from embarrassment.", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/aug/14/top-six-cycling-team-jerseys-not-to-wear", 
    "wordcount": "963"
}