{
    "headline": "Anonymous hacks into phone call between FBI and Scotland Yard", 
    "text": "     Hackers from the group Anonymous have broadcast a private conference call between the FBI and Scotland Yard exposing details of an international cybercrime investigation, the FBI has confirmed. The FBI and Scotland Yard admitted that the security of the call had been breached. Investigators can be heard discussing their joint inquiry into a cybercrime investigation going through the British courts, and linked to investigations in New York, Baltimore, Los Angeles and Ireland. It is understood the breach occurred at the US end of the call. As the news broke, Anonymous began taunting the FBI, asking if it was curious about how the group could keep reading the bureau&apos;s internal communications. Investigators can be heard on the broadcast talking about named individuals who have been charged in the UK with hacking into the website of the Serious Organised Crime Agency (Soca). In one lengthy exchange, the British contingent can be heard discussing a 15-year-old hacker as a &quot;wannabe&quot; and a &quot;pain in the bum&quot;. The 15-minute call has been broadcast on the internet, but the names of some of the individuals being sought have been bleeped out by the hackers. Scotland Yard said: &quot;We are aware of the video which relates to an FBI conference call involving a PCeU [member of the e-crime unit] representative. The matter is being investigated by the FBI. &quot;At this stage no operational risks to the MPS have been identified; however, we continue to carry out a full assessment. We are not prepared to discuss [it] further.&quot; The conference call was one that appears to be held weekly between officers from the Metropolitan police&apos;s e-crime unit and the FBI in New York and Los Angeles. The law enforcement agencies are working together on a cybercrime investigation involving teenagers and young people from the UK, Ireland, Germany and the US, it is understood. Six people are going through the British courts charged in connection with hacking into computers belonging to Soca. They include Ryan Cleary, a British teenager who is charged with five offences of hacking websites. Cleary, 19, from Wickford, Essex, was arrested in June last year. His arrest was linked to a series of cyber-attacks by a group called LulzSec. Cleary was charged over cyber-attacks against British-based targets. He is due to appear at Southwark crown court with his co-accused, Jake Davis, on 11 May. Four other individuals, are due to appear at the same court in March as part of the same investigation. Cleary has been charged with three attacks  on the London-based International Federation of the Phonographic Industry in November 2010, the British Phonographic Industry in October 2010, and on Soca. The method he is alleged to have used is a distributed denial of service (DDoS) attack against all three websites. He was also charged with constructing a botnet, a network of infected computers that can be used remotely to direct attacks. On the intercepted call, the British police officers joke with their FBI counterparts early in the conversation while they wait for others to join, and are heard making fun of Sheffield - where the Acpo cybercrime conference is being held next week. &quot;It&apos;s a khazi - not exactly a jewel in England&apos;s crown,&quot; says the British detective. The call, which took place nearly a fortnight ago  it is understood  includes a conversation about the appearance of Cleary and Davis at Southwark crown court last Friday. The FBI official expresses his gratitude to the British officers for &quot;being flexible&quot; and co-ordinating with them. &quot;New York appreciates it,&quot; the FBI operative says. In response, the British detective says: &quot;We have cocked things up in the past.&quot; The British detective then gives the FBI details of a 15-year-old who was arrested in the UK before Christmas. He calls the 15-year-old a &quot;wannabe&quot; and is connected with two other teenagers who are known as CSL sec &quot;Cant Stop Laughing Security&quot;. &quot;He is just a pain in the bum,&quot; the officer says. The call ends with all parties agreeing to talk again the following Monday. The events leading to the arrest of Cleary involved an investigation by British police and the FBI. The bureau&apos;s involvement, plus the nature of the targets, raised the prospect of Washington seeking the teenager&apos;s extradition to the US. The conference call reveals that two other individuals are to be arrested in the future. It makes clear that the investigation is complex, stretching across international boundaries and focusing on teenage hackers in many different cases. Karen Todner, a lawyer for Cleary, said the recording could be &quot;incredibly sensitive&quot; and warned such data breaches had the potential to derail the police&apos;s work. If they haven&apos;t secured their email it could potentially prejudice the investigation,&quot; she told Associated Press.Anonymous is a collection of internet enthusiasts, pranksters and activists whose targets have included the Church of Scientology, the music industry, and financial companies such as Visa and MasterCard.", 
    "section": "technology", 
    "gid": "technology/2012/feb/03/anonymous-hacks-call-fbi-scotland-yard", 
    "wordcount": "838"
}