{
    "headline": "From Norfolk to the Congo  but will Martin the cuckoo ever make it home?", 
    "text": "He has flown thousands of miles across Africa and Europe and enjoyed a winter break in the Congo rainforest. But now Martin the cuckoo is missing and scientists are waiting, with mounting concern, for news of the errant bird. Martin is one of a group of five cuckoos  the first to be fitted with satellite tags  which have revealed extraordinary details about the birds&apos; migration routes. These journeys have taken them, over the past 12 months, from Norfolk to France, Spain and Italy and then, by a variety of routes that have included crossings of the Sahara and voyages through west Africa, to the equatorial forests of Congo, where the birds spent the winter. The variety and length of these journeys have astonished ornithologists who had little idea about the complexity and range of cuckoo migration until then. But now this band of feathered brothers is struggling to make its way back to Britain and has suffered casualties. &quot;We have already lost one cuckoo,&quot; said Paul Stancliffe of the British Trust for Ornithology, which has backed the project. &quot;Clement disappeared in Cameroon in the winter. We are sure he is dead.&quot; Martin&apos;s transmitter has gone silent, leaving the trust&apos;s Cuckoo Project with only three known survivors: Lyster and Kasper, who are holed up in Algeria, while Chris has made it to Italy. On 10 April, ornithologists received a signal from Martin and that was the last they heard of him. &quot;We are becoming increasingly concerned,&quot; added Stancliffe. The cuckoo project was launched last year to help provide data that could solve a growing crisis in the birds&apos; population in Britain. Over the past 25 years, more than half of the nation&apos;s breeding cuckoos have disappeared. As a result, the bird whose call was once synonymous with the advent of spring in the UK is listed as a threatened species. &quot;The trouble is it is not obvious why cuckoo numbers are dropping so rapidly,&quot; added Stancliffe. &quot;It lays its eggs in other birds&apos; nests, and one of its favourite victims is the reed warbler. But reed warbler numbers are rising. So it is not obvious why cuckoo numbers should be suffering. It may be something that is happening in this country or it could be something en route to Africa.&quot; The problem is that not much is known about the bird&apos;s migration routes. The cuckoo arrives in Britain in spring, leaves in summer and heads for Africa. In 1930 a cuckoo that had been ringed in Britain two years earlier was found in Cameroon. Apart from that, little else was known about cuckoo migration. To get round the problem, the BTO, working with Oxford University scientists, set up the cuckoo project using the latest developments in satellite tracking. The aim was to follow their migration paths in detail. First, cuckoos had to be caught, however. Males were selected because they are slightly larger than females and can better cope with a transmitter&apos;s weight. Individuals were enticed by recordings of female calls and caught in a net. Five cuckoos  all from Norfolk  were trapped this way and fitted with satellite transmitter tags. These tags are solar-powered. For 48 hours they run on sleep mode while their batteries charge. Then they transmit for the following 10 hours, their signals being picked up by satellites carrying receivers which reveal the birds&apos; positions. For the first time, scientists could follow cuckoos as they migrated across Europe and Africa. &quot;The first thing that surprised us was the variety of routes they took. Martin, Kasper and Chris went via Italy as we expected. But Clement and Lyster flew via Spain. We did not realise cuckoos used this route,&quot; said Stancliffe. The three Italy-bound cuckoos then continued flying south and crossed the Sahara desert, heading straight for Congo after that. The birds left the UK in June and reached their wintering grounds over the next few months. By contrast, the other two cuckoos, Clement and Lyster, headed down western Africa to Senegal, turning south-east to Nigeria before turning south to join the others in Congo. In February the cuckoos began their return trips and suffered their first casualty. On 25 February, while Clement was near the Cameroon border, his tag reported his body temperature had dropped from 36C (97F) to 22C  a sign that the cuckoo was no more. By April, Kasper and Lyster had reached northern Algeria and had survived their crossings of the Sahara. Chris has reached northern Italy, while Martin was last heard of in Lorca, Spain, 11 days ago. &quot;It is interesting to note that Clement died in the Cameroon, where the body of the 1930s cuckoo was found,&quot; said Stancliffe. &quot;Something may be going on there that is affecting cuckoo migration. However, the issue could still be closer to home. We found that Scottish cuckoo populations are not doing nearly as badly as English ones. That might be a local issue or it could be due to the fact they have different migration routes. We plan to tag Scottish cuckoos to find out. &quot;Nor have we given up hope for Martin. The average date for the arrival of cuckoos in Britain is 19 April. So all the birds are late. That doesn&apos;t mean they are not going to make it back here.&quot; Additional research by Laura Hartmann", 
    "section": "environment", 
    "gid": "environment/2012/apr/21/ornithologists-track-cuckoo-africa", 
    "wordcount": "901"
}