{
    "headline": "The week in wildlife  in pictures", 
    "text": "   An adult male (Alcedo atthias) kingfisher flying into nest with fish. After 20 long months in the field, the most ambitious nature photography project ever staged in the UK has produced a collection of images that showcases the very best of Britain. A selection of images gathered by the 2020VISION initiative have now been collected together and released in the project's flagship book Photograph: Charlie Hamilton James2020VISION/Rex Features       A prairie dog pokes its head from its burrow on the privately operated American prairie reserve south of Malta, Montana. The operators of the reserve are restoring habitat for prairie dogs, bison, burrowing owls and other animals as they seek to create a vast wildlife complex in north-central Montana Photograph: Matthew Brown/AP       A possum at the night safari exhibit in Singapore zoo, which opened this week featuring 13 new mammals, birds and reptiles from the Australasian region Photograph: Stephen Morrison/EPA       Conservationists are using drones to skim over Indonesia's jungle canopy to photograph orangutans. 'The potential uses are almost unlimited,' said Ian Singleton, director of the Sumatran Orangutan Conservation Programme, testing drones this year over Indonesia's Tripa peat forest where fires set by palm oil growers are threatening the world's highest density habitat of the great apes Photograph: ConservationDrones.org/AP       A boy watches a  pelican on the contaminated beaches of Guacalillo, on the Costa Rican Pacific coast. Although Costa Rica is  recognised worldwide for its natural resources and green policies, it also has a shameful record of having one of the most polluted rivers in Central America, the Tarcoles. This flows into the Pacific and is polluted with the waters of the rivers of the greater metropolitan area, home to half of the population of Costa Rica, where many of these people throw their solid waste and sewage into the water Photograph: Jeffrey Arguedas/EPA       Giraffes at ZSL London zoo. A curious incident of a deceased giraffe has reopened the question of whether animals mourn their dead, the BBC reported this week. Zoologists have witnessed a giraffe mother investigating and refusing to leave the body of her dead calf, the third such incident on record Photograph: Facundo Arrizabalaga/EPA       Three endangered Morelet's crocodiles hatch from their eggs at the Cotswold wildlife park near Burford, Oxfordshire. The crocodile, which comes from Central America, was almost hunted to extinction in the 1950s, and the Cotswold Wildlife Park were the first to breed the species in the UK Photograph: Tim Ireland/PA       A bee collects pollen from a flower in the Kirstenbosch botanical gardens, Cape Town, South Africa Photograph: NIC BOTHMA/EPA       An old tiger (left) is confronted by a younger, stronger tiger over a sambar deer kill. The tiger population of India is facing 'total disaster' due to tourism ban Photograph: Chris Brunskill/Rex Features       Schooling raccoon butterflyfish (Chaetodon lunula) beneath the coastline of West Maui, Hawaii Photograph: David Fleetham/Bluegreen / Rex F/Rex Features       A newly discovered 'toothless' rat, Paucidentomys vermidax, found in remote rainforest on the Indonesian island of Sulawesi, which represents a new step in rodent evolution. The shrew-like animal has fang-like upper incisors which are useless for gnawing and no back teeth. It lives exclusively on earthworms Photograph: Kevin Rowe/PA       Drought-condition water levels have taken their toll on the wildlife at Anderson Lake State fish and wildlife area near Astoria, US. According to the latest drought report, nearly all of Illinois, Nebraska, Kansas and Missouri are in extreme or exceptional drought, with Illinois showing the most-dramatic climb in those categories Photograph: Seth Perlman/AP       Trees burn during a wildfire in Tabuyo del Monte near Leon, Spain, on Tuesday 21 August. About 500 soldiers have been deployed to help battle a wildfire authorities believe was started intentionally  in northern Spain Photograph: Pedro Armestre/AP       A recently hatched loggerhead turtle makes its way to the surf, as tourists and volunteers look on, at South Litchfield Beach along the coast of South Carolina, US Photograph: RANDALL HILL/REUTERS       Activism group Green Renaissance has launched a campaign to remind the public about the problem of rhino poaching in Cape Town, South Africa. A total of 312 Rhinos have been killed this year alone Photograph: Nardus Engelbrecht/Getty Images  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/aug/24/week-in-wildlife-in-pictures", 
    "wordcount": "0"
}