{
    "headline": "EE to double speed of 4G mobile network in 10 UK cities", 
    "text": "EE is to double the speed of its 4G network in 10 cities this summer, giving the UK one of the fastest mobile internet services in the world. Smartphones will be able to transmit high-definition video as fast as fibre optic wires when EE turns up the dial, with the theoretical speed rising to 130Mbps, leading to a top rate of 80Mbps outside of the laboratory, faster than any current application requires. The move, made possible by doubling the amount of airwaves used to carry 4G, will put the UK well ahead of the US and on a level pegging with Japan. &quot;We are ensuring that the UK remains at the forefront of the digital revolution,&quot; said the EE chief executive, Olaf Swantee. &quot;Having already pioneered 4G here, we&apos;re now advancing the country&apos;s infrastructure again.&quot; The improved service will initially be available in Birmingham, Bristol, Cardiff, Edinburgh, Glasgow, Leeds, Liverpool, London, Manchester and Sheffield. Existing 4G speeds already allow three-dimensional map images to appear instantly as the user scrolls around the cityscape, video calls with crisp pictures and no sound delay, high-definition video to be sent back to the studio by broadcasters, and the London air ambulance service to transmit vital data on patients back to the hospital before the helicopter lands. Doubling the speeds would make all these activities faster, but developers have yet to come up with an application that would need all 80Mbps. &quot;We don&apos;t know what the next killer app is, but our network is ready for it,&quot; said Swantee. The national obsession with smartphones and tablets appears to be firing demand for EE&apos;s faster service, despite its premium price. Its parent company owns three networks: Orange and T-Mobile, which offer slower 3G speeds, and EE, which uses 4G. A quarter of all customers joining the group are opting for 4G, the company said. In the 50 towns and cities where the service is available, one third of all new customers are subscribing to the faster service. The numbers suggest many more will upgrade when O2, Vodafone and Three switch on their 4G services in late spring, particularly if increased competition brings prices down. Although headline speeds for existing EE customers will double at no extra cost, the carrier will be hoping its faster network will allow it to continue charging a premium. EE was able to launch 4G a six months ahead of rivals by using spectrum it already owned rather than having to wait for February&apos;s auction, and has now set a target of 1m customers by Christmas. The group declined to say how many had signed up so far, but 1m customers would represent 8% of its contract subscribers  almost 13m  over a 14-month period. EE said the most successful 4G operators around the world had been able to convert about 10% of their contract customers within two years. &quot;In the UK, people use more internet compared to other markets, people have more smartphones than other markets, so the UK is the ideal market to have a benchmark network and that is the ambition,&quot; said Swantee. When France Telecom and Deutsche Telekom merged their Orange and T-Mobile networks in the UK in 2010, they created the country&apos;s largest mobile group. With the 4G auction complete, EE&apos;s owners are now looking to sell all or part of the company, through a stockmarket listing or a sale to another owner. Private equity firms including America&apos;s KKR and Europe&apos;s CVC Capital Partners are understood to be trying to raise debt financing for a 10bn buyout, while France Telecom has appointed Morgan Stanley to oversee the process. &quot;The reason there is so much noise about potential IPOs and private equity is because we have changed this company,&quot; said Swantee. &quot;This company is now leading the UK industry from a network perspective, and from a total size perspective.&quot; EE speeds will eventually double again, with tests before the end of this year for a service that could reach a theoretical peak of 300 Mbps. The trial will be to combine EE&apos;s existing 1800MHz spectrum with the large amount of 2600MHz it bought at auction. The group now owns 36% of all the mobile spectrum in use in Britain, more than any other single operator, and it predicts that by 2016, traffic on its own network will have grown 750%. By this summer, mobile internet in the UK will be on a par with Japan, where 4G speeds currently reach about 75Mbps. Vodafone has announced it will bring fast 4G, with theoretical speeds of 150Mbps, to Australia this June. The US networks claim theoretical speeds of more than 100Mbps, but deliver on average just under 10Mbps, according to a recent study by network testing firm OpenSignal. Sweden topped the global chart with more than 22Mbps, and EE&apos;s average speed is likely to match that, making it twice as fast as the 12Mbps available on the average UK home broadband connection.", 
    "section": "technology", 
    "gid": "technology/2013/apr/09/ee-speed-4g-mobile-network", 
    "wordcount": "834"
}