{
    "headline": "Schools can sidestep Christian worship rule, say religious education groups", 
    "text": "Schools do not need to focus predominantly on Christian teaching in daily assemblies, contrary to a rule in place for more than 60 years, according to advice from a pair of professional groups representing religious education teachers and others involved in the sector. The guidance tells schools that the Department for Education (DfE) appears happy for them to take a distinctly loose interpretation on the longstanding instructions for a daily group worship session that is &quot;wholly or mainly of a broadly Christian character&quot;. This rule, introduced in 1944 and enshrined in later education acts, applies to all state schools other than those that specifically apply for exceptions, for example several dozen state-funded Jewish schools. However, the DfE said it had not changed its policy. The rules were formalised in official advice for schools in January 1994, the so-called Circular 1/94, but the reality has long been different. A survey for BBC local radio last year found that 64% of parents said their children did not attend daily collective worship. A paper by two groups  the National Association of Standing Advisory Councils on Religious Education (Nasacre), which represents local groups determining religious education content in schools, and the Association of Religious Education Inspectors, Advisers and Consultants (Areiac)  says the government now allows schools to be &quot;flexible&quot; in their interpretation of the 1994 directive. The paper advises schools on &quot;an imaginative interpretation of the law&quot; and offers examples such as a week of assemblies for a primary school covering some Christian content but also elements of Buddhism and lessons from the US civil rights movement and anti-debt campaigners. Bruce Gill, the Nasacre chair, told the Times Educational Supplement that such an interpretation allowed schools to deal better with a more varied pupil intake. &quot;There was a feeling for many practising in schools that the guidance was restricting their flexibility to respond to the diversity of their pupils. People felt shackled by this document,&quot; he said. The guidance was welcomed by the National Secular Society, among others, but the DfE noted that Nasacre and Areiac had no statutory powers. A spokesman said: &quot;The DfE&apos;s policy has not changed at all. The law has also not changed and remains perfectly clear; all schools must hold a daily act of collective worship which must be broadly Christian. The only exception is for schools which have chosen to follow another faith, such as Judaism.&quot;", 
    "section": "education", 
    "gid": "education/2012/nov/09/schools-sidestep-christian-worship-rule", 
    "wordcount": "409"
}