{
    "headline": "A festival of ale, honeysuckle shadows and ancient tales", 
    "text": "A ginger-bottomed bumblebee in wild thyme  there&apos;s a sight redolent of a pastoral landscape as rich in stories of myth and magic and dramas as the soil which sustains it. Purple thyme and knapweed, yellow lady&apos;s bedstraw and St John&apos;s wort and white eyebright are inhabited by bees, bumblebees, hoverflies and butterflies in a dreamlike tale of this land as powerful as any line from Shakespeare. &quot;I know a bank where the wild thyme blows,&quot; says Oberon to Puck the wanderer of A Midsummer Night&apos;s Dream. This is a landscape which, like the bumblebee foraging for nectar, draws those in search of a good story. This weekend was the Festival at the Edge, the storytelling festival celebrating 21 years of &quot;trespassing in paradise&quot;. In fields against the woods of Wenlock Edge a collection of thronged marquees and stages seemed to belong to a culture which owed as much to the 1560s as it did to the 1960s. Even though the equipment was new and the ways of speaking their stories were based on even newer experience and imagination, many that the storytellers broughtwereas old as the hills, or at least as old as the people who ever wandered the hills. From around the world, stories which seeped out of creation myths, stowed away in shipping trunks,and ran from the dusty pages of parish registers and histories with their bags of beans and impossible quests to turn up in a pub somewhere, turned up here. The sky cleared for a couple of days and real sunshine made the experience more unreal. In a night of music, ale and honeysuckle shadows, people reinvented themselves as characters in a story. All the stories seemed drawn up by the grass and trees and midsummer spaces rolling over the Edge; drawn up in a dreaminess of bees in wild thyme in nature&apos;s telling.", 
    "section": "environment", 
    "gid": "environment/the-northerner/2012/jul/24/wenlock-edge-festival-ale-storytelling", 
    "wordcount": "318"
}