{
    "headline": "Mystery bird: burrowing parakeet, Cyanoliseus patagonus", 
    "text": "      Burrowing parakeet, Cyanoliseus patagonus patagonus (protonym, Psittacus patagonus), Vieillot, 1818, also known as the burrowing conure (KONyer) or burrowing parrot, Patagonian burrowing parrot or as the Patagonian conure/parrot, photographed at Puerto Madryn, Chubut province, Argentina (South America).  Image: Nick Athanas/Tropical Birding, 21 November 2011 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Canon EOS 7D     Question: This distinctive Argentine mystery bird is named for one of its many surprising behaviours, although it has several surprising habits. Can you tell me a little about this species&apos; life history and what makes it special amongst its relatives? Can you identify this mystery bird&apos;s taxonomic family and species? Response: This is a couple burrowing parakeets, Cyanoliseus patagonus, a medium-sized, long-tailed parrot species that is found in southern Argentina and parts of Chile. This species is migratory, and has been known to also show up in Uruguay during winter and even to the Falkland Islands.  Burrowing parrot are the only species placed into the genus, Cyanoliseus. However, there are several recognisable subspecies -- the pictured mystery birds are the nominate subspecies, Cy. p. patagonus. Burrowing parrots are habitat specialists, strongly preferring open arid bushy steppes known as Monte. This video gives you a brief glimpse of these birds in their habitat (filmed south of San Luis, Argentina):             [video link].  Unfortunately, land developers and farmers also like to utilise this sort of habitat, and they destroy it by either constructing resorts and hotels or by planting crops, which the displaced and hungry birds then snack on. This has led to widespread persecution. According to some reports, burrowing parrots are also captured for the pet trade, although this species has been established in captivity for some time in the United States, and may also be in other countries as well.  As their common name implies, burrowing parrots dig nest burrows in cliffs instead of nesting in tree cavities. They are extremely choosy about their nests: They only tunnel into vertical limestone or sandstone cliffs to make their nests, and they have specific height requirements. This video provides a brief glimpse of a pair of burrowing parakeets looking out of their nest burrow, whilst one indulges in geophagy (eating soil), a common behaviour amongst seed-eating parrots and other animals:            [video link].  There are several features of their reproductive biology that I think are interesting. Even though these birds are quite gregarious and form the largest breeding colonies of all parrot species in the wild (one colony in El Cndor, Argentina has 35,000 breeding pairs), they are rare amongst vertebrates because they are truly monogamous -- genetic testing has shown that these birds are almost always faithful to their social partners. Further, even though their nests are constructed very closely to their neighbors&apos; nests in the sides of vertical cliff faces, neither nest parasitism nor egg dumping has been found to occur.  Burrowing parakeets are larger than parakeets and smaller than macaws. They are large slender-bodied parrots with olive-brown upperparts, yellow underparts and long, slender and pointed tails. The neck is olive-brown, there is white on the bend of the wings, a red or orange central belly patch and red or orange leg feathers (these markings vary in intensity amongst subspecies). The long tail has an olive-green with a dark blue wash on the upper side whilst the under tail ids brown or grey. There is a distinctive bare white ring around the eyes, and the eyes are pale yellow. The bill is dark grey and the feet are pink. Bot sexes are alike whilst juveniles are duller than the adult, have a shorter tail, pale grey eyes and the upper mandible is horn-coloured. .. .. .. .. .. .. .. .. .. .. ..  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist email: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/apr/03/3", 
    "wordcount": "672"
}