{
    "headline": "From kick start to podium finish", 
    "text": "The British politician Enoch Powell famously wrote: &quot;All political lives, unless they are cut off in midstream at a happy juncture, end in failure, because that is the nature of politics and of human affairs&quot;. In the case of this column, I&apos;m going to be saved from ending in failure, as this is the last in a series that has been running since 2004. So it is appropriate to look at what things start or begin, and what things are reported as finishing or ending in the Guardian Weekly archive. First, there are the individuals or organisations that start things. The most frequent of these are people, children, government, men and countries. Then comes the phenomena that are reported as if starting all by themselves. In the case of this newspaper, these are: war, work, book, trouble, bombing, story and problems. Finally we can get an insight into the kinds of starts that are reported. Most frequent here are: kick, fresh, new, good, head, jump, false, slow, perfect and false. Begin tells another story. Using the same approach, we find that begin itself is associated with a different set of actors, including: police, authorities, regime, officials, workers, troops and army; and is also found with different phenomena, including: records, crisis, campaign, uprising, career, process, trial and novel. As far as beginnings are concerned, these are most frequently new or humble. If this newspaper most frequently reports on the beginnings of problems (often started by governments), is it the same for end, ends and ending? Maybe not. While the kinds of ends that are reported are often dead, happy, receiving, political, bitter, book, sharp, tail, abrupt and wrong, we find that ended is most strongly associated with marriage, year, game, life and party. Finish is also less conflict-related, occurring most often with sporting topics such as photo, sprint, podium, thrilling, big, dramatic, closest, podium and tense. This tendency is mirrored in finished, which occurs most frequently with match. I hope that this particular ending will be seen as a happy one. After all, it&apos;s better to stop while the going&apos;s good than to end in failure. Chris Tribble is a lecturer in applied linguistics at King&apos;s College London", 
    "section": "education", 
    "gid": "education/2012/nov/13/chris-tribble-last-column", 
    "wordcount": "369"
}