{
    "headline": "'Anyone can be where I am': mentors step up to inspire new breakers of glass ceilings", 
    "text": "As the glass capsule of the London Eye moved from the banks of the Thames and the capitals unruly expanse grew ever wider, Cherie Booth  barrister, foundation founder and wife of a former prime minister  was momentarily left standing alone.  Around her an impressive array of prominent women  including the actor Juliet Stevenson, political campaigner Doreen Lawrence, Tate Moderns new boss Frances Morris and broadcaster Cathy Newman among others  were throwing themselves into a speed mentoring session with a group of London schoolgirls to mark the UNs International Day of the Girl. But Booth, for the moment, was without a mentee.  Booth was participating in the event - organised by Southbank Centres Women of the World festival, which was marking the day by matching 250 successful women  from professions as diverse as film, politics, sport and fashion  with 250 girls aged 11-18 from 30 schools across London and the UK.           International Day of the Girl: how inequality starts before birth    Her moment of solitude was shortlived, when she was asked for advice: Whatever you do, do it on your own terms. And get men on board. You need allies and you have to convince them it is better for them too, because of course it is. Booth, who runs an international mentoring network as part of the Cherie Blair Foundation, said she signed up because of the importance of marking the day established by the UN in 2012. All over the world girls are disadvantaged and we shouldnt forget that, she said. Mentoring is a big thing for my foundation and we have built up a lot of expertise about what works  its something I believe passionately in. Standing in the early morning sunlight, waiting to board the Eye where the mentoring would take place, female politicians from across the divide nodded to each other while businesswomen put away their smartphones, critical early morning decisions made.      MPs Jess Phillips and Liz Kendall take a selfie before speed mentoring schoolgirls on the London Eye. Photograph: Alicia Canter for the Guardian    I just want to show these girls that Im not that fancy, said Jess Philips, MP for Birmingham Yardley, breaking off to delightedly tell fellow mentor Floella Benjamin about a visit to her womens liberation playgroup when she was a child. Anyone can be where I am, she said. Anyone can be an MP  there are literally no qualifications. Although probably Im going to start speaking to a girl and shell think, Oh this is a bit rubbish, I got a politician.  The former Labour leadership contender Liz Kendall cites Harriet Harman as her role model and mentor, adding that she still found herself quite literally the only woman at the table in too many meetings.  Progress has been made, she said. But you still have to fight twice as hard to be heard. From the opposing bench Nicky Morgan, unceremoniously dumped as education secretary by the new prime minister Theresa May, said, with just the hint of a smile, that she wanted to talk to girls about the importance of being resilient: One of the things Im most interested in in education is resilience  its so important and we need to do better.  A striking number of women the Guardian spoke to said they did not have a role model in the public eye when they were girls. Chi-chi Nwanoku, double bassist and founder of the Chineke! orchestras, said: When I was growing up there wasnt really anyone who looked like me doing what I wanted to do  I was the only person of colour at my grammar school  so if people put a hand out, I would grab it. Having grown up in an environment where people told me I couldnt do certain things when I was a girl, I wanted to tell these girls they can.  Listening in, Stevenson nodded in agreement. Being an actress for me was no more likely than being an astronaut, she said. I think one of the best ways to combat gender bias is to give girls a sense of what is possible through role models  there are so many more today and girls can see they can be in positions of power and influence.  While most of the mentors agreed progress towards gender equality had been made, others were focused on the battles still being fought. I come across everyday sexism every day, said Morris, who became the first female director of Tate Modern earlier this year. She gave the example of a pair of men blocking her path and calling her darling. I thought, Im not your darling, Im the director of the Tate Modern!  Speaking of her own appointment, she said she was struck by how many female colleagues had urged her to go for the role  and how few senior men. The response of hundreds of women since I got the job has been of pure pleasure. But its not really about me, its another box ticked, another summit reached. It would be nice if in a few years time, it was just normal.  With 250 world beaters it comes as little surprise that advice is varied, with one mentor overheard offering guidance about how to avoid advances from men in the workplace, as another suggests allowing yourself to be vulnerable and that honesty is key.      Doreen Lawrence talks to Sheriah at the speed mentoring event on the London Eye. Photograph: John Stillwell/PA    Always aim high  concentrate on what you are doing, dont worry about anyone else, said Lady Lawrence, while Lady Benjamin urged girls to follow the three Cs  consideration, contentment and confidence. You need the courage to stand up and not be afraid to speak out, she said. Ive been confronted with barriers all my life and I just knock them down. But the most important thing is to smile  that shows you are a winner. The girls, in the main, enjoyed it even if one, wandering away from her half-hour session, grumbled: I thought I was going to get more advice to be honest, she just wanted to know about what I was doing.  But others attested to the power of an influential mentor. Zanika, 14, from Lambeth Academy, fresh from a conversation with Stevenson, looked fired up and ready to go. She was like, You need to work hard, be determined, she said. Had it made her think differently about her future? Yeah, I need to focus, she concluded. I want to be someone, I want to do this.  With the session over, and girls and mentors back on the banks of the Thames, Tyonna, 14, needed a little help identifying the mentor she had spoken to as Cherie Booth, but seemed happy with the experience. She said the sky is your limit, dont let anything restrict you and stuff like that. Its made me think I need to be more open-minded, I need to be part of the world. She told me to chase my dreams, and behave. Is she going to follow that advice? Im going to try. ", 
    "section": "global-development", 
    "gid": "global-development/2016/oct/11/anyone-can-be-where-i-am-mentors-step-up-to-inspire-new-breakers-of-glass-ceilings", 
    "wordcount": "1148"
}