{
    "headline": "Happy adolescents 'likely to have higher income' as adults", 
    "text": "Money, as Spike Milligan noted, can&apos;t buy you happiness, but it does bring you a more pleasant form of misery. However, new research suggests that the relationship between happiness and money is far more complex than has been appreciated. Two leading economists claim that happiness makes people earn more, possibly because happier people are more productive and are promoted faster. Dr Jan-Emmanuel De Neve of University College London and Professor Andrew Oswald of Warwick University examined the earliest years of thousands of randomly sampled people and found that, even when other factors were taken into account, their happiness levels when young clearly determined the likelihood of whether they would go on to enjoy higher earnings later in life. The pair&apos;s work, the first in-depth investigation into the extent to which happiness is a predictor of income a decade later on, draws on the &quot;life satisfaction&quot; levels of a large sample of adolescents and young adults in America and tracks this against their levels of income later in life. The results are striking. Their analysis shows, for example, that a one-point increase in life satisfaction (on a scale of five) at the age of 22 is associated with almost $2,000 of higher earnings per annum by the age of 29. Their study of 90,000 people, to be presented at the Royal Economic Society&apos;s annual conference at the University of Cambridge, speculates that one reason for the causal link may be that people with sunny dispositions are more likely to get a degree, get hired and get promoted. They compare siblings&apos; data to show that happier siblings tend to grow up to earn higher levels of income. Their results, which consider other factors such as education, physical health, genetic variation, IQ, self-esteem and current happiness, show that the effect of individual happiness on income is greater than the widely acknowledged influence of income on happiness. &quot;These findings have important implications for academics, policy-makers and the general public,&quot; the pair write. &quot;For academics, these results reveal the strong possibility for reverse causality between income and happiness  a relationship that most have assumed unidirectional and causal.&quot; The findings are unlikely to surprise Jeff Bezos, the billionaire founder of the online retailer Amazon, who claims to have had &quot;an idyllic childhood&quot;. The crime novelist Agatha Christie wrote in her autobiography: &quot;One of the luckiest things that can happen to you in life is to have a happy childhood. I had a very happy childhood.&apos;&apos; The economists&apos; research goes some way to suggesting how happiness may influence income. They suggest that people who have happier childhoods are more likely to obtain a degree and a job, have higher degrees of optimism and extraversion, and less neuroticism. Their branch of economics  known as hedonics  is becoming increasingly popular with politicians and policy-makers. They claim that their work highlights the importance of promoting general well-being, &quot;not just because happiness is what the general population aspires to (instead of GDP), but also for its productive effects  ie, it may pay off to focus policy on maximising happiness and minimising suffering&quot;. The academics&apos; findings also have important implications for parents. The pair write: &quot;The emotional well-being of children and adolescents is key to their future success, and this research provides yet another reason for the need to create an emotionally healthy home environment.&quot;", 
    "section": "science", 
    "gid": "society/2012/mar/25/happy-people-earn-more-money", 
    "wordcount": "569"
}