{
    "headline": "Education in brief: Michael Gove harks back to the past", 
    "text": "Repetitive Gove Did Michael Gove use a question from a now-defunct exam paper set nearly five years ago to make a point about allegedly low standards of education in today&apos;s schools? It appears so. Last month, in his Mail on Sunday broadside against the 100 academics who had complained about the government&apos;s proposed curriculum reforms, the education secretary cited an example from an &quot;easy&quot; GCSE science exam as evidence of dumbing down. Gove wrote: &quot;Expectations in science have been so dumbed down that children could be asked if grilled fish is healthier than battered sausages in their GCSEs.&quot; However, eagle-eyed retired teacher Janet Downs, writing on the Local Schools Network website, spotted that the anecdote had a familiar ring to it, having first been offered by Gove to the 2009 Conservative party conference. This had been fact-checked by Channel 4 News, which found that Gove&apos;s claims, which related to a 2008 GCSE science paper set by Edexcel, were misleading in not presenting the full content of the question. The exam itself now no longer exists. So can our education secretary, three years into his job, really have relied on such seemingly ageing evidence to make his point about theurgency of reform now? Or could the question possibly still be being set for pupils in another exam? The Department for Education indicated that it would not have been. Oral tests silenced Assessments of English teenagers&apos; ability in speaking and listening are likely to be dropped from calculations of their overall GCSE English grades, after an exam board said schools were &quot;over-marking&quot; pupils&apos; oral work in their desperation to boost results. The AQA board, which dominates the GCSE English market, wrote to the regulator Ofqual in December to complain that it had evidence that speaking and listening grading was &quot;threatening the integrity of the examination&quot;. The board&apos;s comments related to GCSE resits taken last November. AQA said it had evidence of schools not marking properly to grading criteria. &quot;We believe that this is evidence of the pressure being placed on teachers as a result of the drive to achieve key grades in performance tables,&quot; Andrew Hall, AQA&apos;s chief executive, wrote. AQA has called for speaking and listening to continue to be assessed, but for the grade to be recorded separately rather than contributing to pupils&apos;  and schools&apos;  overall results. Ofqual told Education Guardian it would consult on the move &quot;before the summer&quot;, with AQA calling for the change &quot;as soon as possible&quot;. Wilshaw causes upset Has Sir Michael Wilshaw, the chief inspector of schools, over-reached himself with his latest incursion into education policy debate? We are left towonder, as a row with the Universities&apos; Council for the Education of Teachers (Ucet) develops. Ucet has complained to Wilshaw about comments he made about university-based teacher training last month. Wilshaw was interviewed in the Times on 21 March, when he, too, went on the attack against those aforementioned 100 academics and their unhappiness with curriculum reform. The chief inspector suggested universities should &quot;get their own house in order&quot;, revealing that no university-based teacher-training provider had yet gained an &quot;outstanding&quot; grade from Ofsted. The next day, an Ofsted press release stated that training led by schools, rather than universities, had fared better under the new inspection regime, with Wilshaw commenting that &quot;this shows that the government is right to put greater emphasis on new teachers being trained in schools&quot;. Ucet has complained that the press release was &quot;overtly political&quot;. And, looking at the evidence behind it, Wilshaw&apos;s conclusions seem based on a very small sample: inspection judgements from just four universities were used. With Ucet also having demanded, under the Freedom of Information Act, all background discussions behind that press release, developments on this front will be interesting to watch.", 
    "section": "education", 
    "gid": "education/2013/apr/08/michael-gove-exam-standards-row", 
    "wordcount": "651"
}