{
    "headline": "Nintendo Switch revealed: hybrid console to use at home and on the go", 
    "text": "Nintendo has unveiled its new console, the Nintendo Switch, which will be released in March 2017. The company announced the new name and new release date in a teaser trailer posted to its website and Twitter feed.    Nintendo Switch is coming March 2017! Catch the Preview Trailer and visit https://t.co/j4Unm459lg for more details. pic.twitter.com/EV7zPiVf35&mdash; Nintendo of America (@NintendoAmerica) October 20, 2016    Once known as the NX, the console looks to be a hybrid machine, half portable and half traditional console, but more flexible than either. The device, which appears to take games loaded on DS-style cartridges, can be used as a traditional console like a PS4 or Xbox One, with the machine docked with the TV and an (Xbox-styled) wireless controller, called the Nintendo Switch Pro Controller, used to play games on it.     The new Zelda game on the Nintendo Switch. Photograph: Nintendo    But it can also be used in a number of portable modes. The main body, which has an LCD screen on it, can be undocked from the hub and carried away. Owners can then either attach mini semi-controllers (called Joy-Cons) to its side, and use it like a particularly large portable games console  think a massive PS Vita  or prop up the screen and use the wireless controllers instead. A second type of wireless controller allows owners to dock the two mini controllers to either side of a wireless body, and play using that. The Joy-Cons are included; the Pro Controller is an optional accessory.     Two players play Mario Kart with the mini semi-controllers on the Nintendo Switch. Photograph: Nintendo    Aside from the focus on the physical hardware, Nintendo also revealed a portion of the lineup for the machine. Alongside the newest Zelda game, which had already been confirmed for the console, actors were seen playing Splatoon, a Mario platformer, Mario Kart and the only third-party game, a port of Bethesdas five year-old RPG Skyrim.     Preparing for a Splatoon tournament. Photograph: Nintendo    Nintendo Switch allows gamers the freedom to play however they like, said Reggie Fils-Aime, President and COO, Nintendo of America. It gives game developers new abilities to bring their creative visions to life by opening up the concept of gaming without boundaries. The new machine will help Nintendo consolidate its powerful presence in the mobile gaming sector, led by the New Nintendo 3DS but under attack from smartphones. In the home console market Nintendo has had its weak but prestigious Wii U. The Wii U was similarly ambitious, offering owners a controller with a touch-screen built into the middle of it as default. But unlike the Switch, which makes an immediate case for why its versatile hardware offers a benefit, the Wii U struggled to convince many potential customers that the cumbersome controller was actually a positive. Nintendo did not give a price for the console, nor did it offer up tech specs, beyond describing the screen as high-definition. But it did provide a lengthy list of partners, including major publishers such as Ubisoft, EA, Activision and Sega, as well as smaller developers including Telltale Games and PlatinumGames.", 
    "section": "technology", 
    "gid": "technology/2016/oct/20/nintendo-switch-hybrid-console-to-use-at-home-and-on-the-go", 
    "wordcount": "458"
}