{
    "headline": "Calls for expansion of scheme providing free breakfasts to hungry children", 
    "text": "A national programme of emergency food aid should be set up to cope with rapidly increasing numbers of children arriving at school hungry, according to the charity overseeing the breakfast initiative launched on Tuesday morning by the mayor of London, Boris Johnson. Carmel McConnell, the founder of Magic Breakfast, said increasing poverty had brought the problem of hungry school children to critical levels, with teachers reporting rising numbers of children unable to concentrate or misbehaving in class as a result of not having been fed properly. McConnell praised the mayor&apos;s scheme but said it was initially addressing only a fraction of the likely need. The mayor&apos;s scheme will open in 50 London schools, but the charity estimates that at least 400 schools in the capital would qualify for free breakfasts. She said there were now 140 schools on Magic Breakfast&apos;s waiting lists, 70 of them in London. Successive surveys showed that over half of teachers had reported bringing in food to give to children who had not eaten since the previous evening, and more need to be done to address the problem: &quot;We are going to have to look at emergency food distribution to schools.&quot; The mayor&apos;s 650,000 scheme will provide free healthy pre-school meal consisting of bagels, cereals and juice to 5,000 children in some of London&apos;s most deprived boroughs. The three year scheme aims over time to roll out the scheme to all schools in the capital where at least half of pupils qualify for free school meals. Proponents of free school breakfasts say they improve pupils&apos; academic concentration, attendance, behaviour, encourage healthier eating habits and help improve relationships between parents and the school. Johnson, who is patron of the Mayor&apos;s Fund for London said: &quot;A nutritious breakfast is the best way to prepare our kids for a day of school. Eating the right type of foods boosts learning, but unfortunately some children are missing out on this vital first meal of the day. This brilliant scheme will be a catalyst for helping fuel the energy of thousands of pupils and enable them to reach their full potential.&quot; A separate scheme to provide universal free school breakfasts for 12,000 local primary schoolchildren was launched today by Blackpool council in Lancashire. The council funded scheme hopes eventually to extend the scheme to secondary schools, and to include free lunches. Simon Blackburn, leader of Blackpool council, said: &quot;We hope that making sure young people are properly fed in the morning will help them to focus on learning and help teachers to do their job. &quot;There will be no discrimination between those families that can afford it and those that cannot, every pupil will be able to start their school day fed and ready to learn. It is really important that as many parents as possible take up this new service - it will save them cash every week that they can spend elsewhere in the local economy, and makes a huge collective effort to get our kids in school bright and early, and ready to learn. The president of the National Association of Headteachers, Steve Iredale, said of the Blackpool scheme: &quot;This is an issue on which central government and local government have got to sit down and act and we would be delighted to work with them on it.&quot; Magic Breakfast, which supplies breakfasts to 127 schools across the UK, said the London scheme will also provide food skills training to parents. McConnell said in some boroughs the majority of pupils who used its breakfast clubs were from working families, many of whom had seen their income decrease as a result of austerity and the recession, or whose working patterns meant they had come to depend on breakfast clubs for pre-school child care. Pre-empting complaints that the charity should not help parents who do not or will not provide breakfast, she told the Guardian: &quot;Don&apos;t believe the hype. Please come and find these feckless parents because I don&apos;t see them. &quot;If you have a situation where a child is too hungry to learn, and you care about these children, you feed them.&quot; A Guardian Teacher Network survey carried out in June last year found that half of teachers had taken food or fruit into school to give to hungry children, while a fifth had dipped into their own pocket to buy lunch for pupils, statistics broadly reflected in a Children&apos;s Society survey published last month.", 
    "section": "education", 
    "gid": "education/2013/jan/08/programme-free-breakfasts-hungry-children", 
    "wordcount": "751"
}