{
    "headline": "Boot up: Android 4.2 mystery, HERE reviewed, Microsoft STB?, and more", 
    "text": "A quick burst of 9 links for you to chew over, as picked by the Technology team Android 4.2 Source now Open &gt;&gt; Linux User  It always takes a short while, but the latest version of Android is now up on the Android Open Source Project. The code comes with a list of suitable devices, with warnings for those that may experience problems or just are not supported at all. Interestingly, the Nexus 7 3G edition will not work with the open-source version of 4.2 due to licensing issues.  Unfortunately, the Motorola Xoom and Nexus S are no longer supported with 4.2, which has caused some concern with users.   The &quot;licensing issues&quot; relate to the 3G element of the tablet, though there&apos;s no more detail than that (might it relate to some of the 3G code that has patents attached?). The Xoom and the Nexus S were released in early 2011 and late 2010 respectively. Likeliest explanation for being left behind: lack of RAM. (Thanks @sputnikkers for the link.) Linux users targeted by mystery drive-by rootkit &gt;&gt; Techworld.com  Security researchers have discovered what appears to be an experimental Linux rootkit designed to infect its highly select victims during a classic drive-by website attack.  Posted anonymously to Full Disclosure on 13 November by an annoyed website owner, the rootkit has since been confirmed by CrowdStrike and Kaspersky Lab as being distributed to would-be victims via an unusual form of iFrame injection attack.   Dozens of people could be at risk. (Thanks @sputnikkers for the link.) Nokia HERE maps sucks (significantly) more than Apple maps &gt;&gt; Mike Blumenthal  Nokia, with the help of Navteq, is a seasoned mapping company. Arguably they are in the top tier of digital mapping. Their new product, Nokia HERE Maps for the iPhone, should show Apple what good mapping is all about. It doesn&apos;t. In fact basic interface issues prevent the product from being a serious contender in the iPhone navigation market. Apple can now proudly say that there is a mapping product for the iPhone that sucks more than theirs.   Disappointing. (He goes into plenty of detail. But: has walking routes, and public transport details.) Where&apos;s Google&apos;s Maps app? If Nokia can get one through Apple&apos;s App Store approvals, so can Google. wewantanycar.com - any experiences? &gt;&gt; PistonHeads A nice bit of astroturf-busting.  US said to waver on antitrust case against Google &gt;&gt; Businessweek  Google may skirt the most serious antitrust allegations under investigation by the US as regulators waver on whether they can prove consumers are hurt by the way the company ranks its search results, three people familiar with the matter said.   Insufficient evidence of harm to consumers being the sticking point. Microsoft &apos;Xbox TV&apos; device due in 2013 with casual gaming and streaming &gt;&gt; The Verge Tom Warren:   Microsoft is building an Xbox set-top box. Multiple sources familiar with Redmond&apos;s plans have confirmed to The Verge that the company plans to introduce a low-cost alternative to its Xbox console, designed to provide access to core entertainment services. The move will allow Microsoft to further increase its presence in the living room, providing consumers with a choice between a set-top box or a full next-generation Xbox console.   Xbox 360 installed base: 70m. PlayStation 3: 70m. Wii: 97m. By comparison, RIM has 80m users, and everyone thinks it&apos;s a loser in the space. Ambitious, though. The BlackBerry Death Spiral &gt;&gt; TechPinions Steve Wildstrom:   &quot;Notice of Intent to Sole Source iPhone Devices.&quot; That dry headline, from a National Transportation Safety Board post on the Federal Business Opportunities web site, is news about as grim as it can get for Research in Motion. Though the launch of the new BlackBerry 10 smartphones the company is counting on for salvation is just over two months away, it may well be too late. Enterprise customers, long the backbone of RIM&apos;s business, are abandoning the platform and without them, RIM has little hope of survival.   That is sobering indeed for RIM. The worst part is this, from the tender document:   &quot;These Apple devices will replace the NTSB&apos;s existing blackberry devices, which have been failing both at inopportune times and at an unacceptable rate.  Typing on a Microsoft Surface RT: great, but no sale &gt;&gt; ZDNet Jack Schofield:   The Surface RT is such a gorgeous bit of hardware that I might still buy one, but it would probably be a Surface Pro with an Intel processor. In effect, this would be a replacement Windows laptop that happens to come with a &quot;free&quot; tablet. However, I suspect I&apos;m more likely to go for a touch-screen Asus or Lenovo PC that works better as a laptop than as a tablet. Good as the Type cover is, by tablet standards, I wouldn&apos;t want to use one for the extended keyboard work I often need to do.  Prince William photos slip-up forces MoD to change passwords &gt;&gt; The Guardian  The photographs, which included those of the prince sitting at a computer with a document on his desk, and another of him attending a briefing, had to be replaced and new versions launched with sensitive details pixelated out.  As a precaution, the MoD has been forced to reset the user names and passwords of some RAF staff on its internal system.   Moral: don&apos;t pin usernames and passwords to the wall.  You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2012/nov/22/technology-links-newsbucket", 
    "wordcount": "930"
}