{
    "headline": "Farmer charged with criminal damage at GM crop trial site", 
    "text": "A man has been charged with criminal damage to property at a research station housing a field trial of genetically modified wheat, according to Hertfordshire police. Hector Christie, 50, from Tapeley Park Lodge, Instow, in north Devon, was bailed to appear before central magistrates court on 13 July after allegedly vandalising the trial and surrounding property at the government-funded crop institute, Rothamsted Research in Harpenden. Christie, an old Etonian organic farmer who has campaigned against globalisation, is the son of Sir George Christie, head of the Glyndebourne opera family. When Sir George retired in 2001, he left the house and opera festival to Hector&apos;s brother. Security guards at Rothamsted Research called police on Sunday morning when an alarm was tripped around private land where scientists are growing a GM strain of wheat that produces a natural aphid repellent found in peppermint and other plants. Toby Bruce, the leader of the scientific team, said on Twitter that the intruder had broken into the site, spread wheat seed on some plots, and cut the tops off plants on another. While vandalism to property around the trial was significant, the crop damage was apparently minor and the experiment would continue, a spokesman said. Earlier this month, Bruce and his colleagues at Rothamsted wrote to anti-GM campaigners and recorded a video in which they pleaded with protesters not to destroy the trials. A group called Take the flour back had publicised plans to uproot the wheat plants at a day of mass action on 27 May and encouraged others to take their own steps to halt the trial. The protesters had agreed to a public debate with the scientists but pulled out last week. &quot;This vandalism is consistent with the threats made by the protest group Take the flour back and despite our best efforts to engage with them over recent months we are disappointed by this course of action, attempting to destroy our scientific experiment through illegal activity,&quot; Rothamsted said in a statement. Eleanor Baylis, of Take the flour back, said: &quot;We have no information about this incident, but are relieved if the quantity of GM pollen released from the trial has been reduced.&quot; She added: &quot;It&apos;s urgent that we act before contamination occurs.&quot; The campaigners fear genes from GM wheat will escape into the wild and contaminate conventional wheat crops. To prevent stray pollen spreading the genes, the trial plots are surrounded with 10 metres of barley and three metres of conventional wheat that will be uprooted and destroyed with the crop at the end of the experiment. The trial is funded by the Biotechnology and Biological Sciences Research Council and has no commercial partners. The government&apos;s Advisory Committee on Releases to the Environment (Acre) approved the trial and said it was satisfied that scientists had taken necessary measures to &quot;avoid adverse effects to human health and the environment.&quot; Rothamsted director, Maurice Moloney, said: &quot;This act of vandalism has attempted to deny us all the opportunity to gather knowledge and evidence, for current and future generations, on one possible technological alternative approach to get plants to defend themselves and therefore reduce pesticide use&quot;. Douglas Kell, the chief executive of the BBSRC, said: &quot;We understand that some people do not agree with this research and we encourage our funded scientists to engage with a range of views around their work. &quot;People have the right to make their views known but we deplore those that turn to criminal damage. We will support the police and Rothamsted in ensuring all appropriate action is now taken.&quot; The National Farmers&apos; Union president, Peter Kendall, compared the vandalism to &quot;Nazi book burning in the 1930s&quot;. &quot;I have to condemn the scandalous attempts over the weekend to destroy the trials of GM wheat at Rothamsted. &quot;This is criminal, and must be dealt with as such. It&apos;s worse than that. It is the wilful imposition of ignorance, directly comparable to Nazi book-burning in the 1930s. &quot;Those who have incited this activity, under the guise of a peaceful demonstration, should hang their heads in shame.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/may/21/farmer-charged-damage-gm-crop", 
    "wordcount": "693"
}