{
    "headline": "Doha debates heat up, microfinance raises hackles, Rwanda and Goma", 
    "text": "Climate change compensation has emerged as a major issue in Doha as the latest round of COP18 climate talks continue. The US and Europe oppose the suggestion that rich countries should pay for damage in vulnerable developing countries. Review highlights of our live chat with Helen Clark, head of the UN development programme, and others here. Microfinance remains contentious: Syed Zain Al-Mahmood in Dhaka investigates the latest developments in the battle between Muhammad Yunus and the Bangladesh government over Grameen Bank, and Claire Provost asks whether microfinance has genuinely benefited the world&apos;s poor. The UK is withholding aid to Rwanda in the light of allegations over its involvement in the Democratic Republic of the Congo: Justine Greening stopped the release of 21m in budget support to Kigali after the conflict in DRC escalated. Mark Tran asks who are the M23 rebels and what does it mean for peace prospects in Congo? Georges Nzongola-Ntalaja argues only the Congolese people can save the country and that neither its illegitimate government nor the international community can be relied on to protect its people and resources. Multimedia Audio slideshow: The humanitarian aftermath of the fall of Goma After the city of Goma fell to the M23 rebels, hospitals struggled to cope with an influx of patients injured in the violence. Simplice Kighoma Vuhaka, a surgeon at the Heal Africa hospital, tells Kate Holt how the &quot;biggest peacekeeping failure in history&quot; has led to people in the city fearing for their lives. Video: Life of a sex worker The Trust Women conference starts today in London bringing together 350 delegates to discuss issues impeding women&apos;s rights. Liz Ford has interviewed sex work activist Ruchira Gupta. In pictures: Peruvian Amazon&apos;s floating hospital A floating hospital is providing medical services to the remote villages of the Peruvian Amazon. Elsewhere on the site On World Aids Day, Uzodinma Iweala argued that the time for scaring people into action is over. Elissa Jobson interviews Nkosazana Dlamini-Zuma, the leader of the African Union. Appeals have failed to raise enough cash for Lesotho, a food-insecure country hit by late rains, poor harvests and long-term agriculture problems. Coming up December&apos;s podcast looks ahead to 2013 and we have a special film with exclusive behind-the-scenes access to President Joyce Banda of Malawi. Reader survey Last chance to take part in our reader survey. Let us know what you think of the site, (one respondent will win an iPad if you need that extra motivation). What you said: some of the best reader comments RobYates123 praised Burundi&apos;s record on maternal and child mortality:  The world should be paying a lot more attention to Burundi&apos;s stunning success in improving maternal and child health indicators since 2006  since the president made these services free and substantially increased public financing to pay for them  On Mark Tran&apos;s article on engaging communities in development, chipmorgan said:  It is a good discussion  Successful community-based projects however almost always have some things in common. They are seen as a priority by the community  and there is a clear and acknowledged transfer point from project stage to community ownership, management and maintenance responsibility   Craig1 is encouraged by talk of an alliance between big business and small farmers to support food sustainability in Africa:  It is a major breakthrough that multinationals have undergone this paradigm-shift in thinking and now support rural economies. Rural prosperity and security will lead to population stabilisation, too  Highlights from the blogosphere Think Africa Press has looked at the institutional, cultural and structural discrimination that contributes to violence against women, and says time has run out for complacency. After decades of development assistance with mixed results, Suzanne Fisher of the IIED questioned the future of development assistance; this prompted a response from Bottom Up Thinking. To mark World Aids Day, the Centre for Global Development looked at progress towards the &quot;beginning of the end&quot; of Aids. And finally  Poverty matters will return in two weeks with another roundup of the latest news and comment. In the meantime, keep up to date on the Global development website. Follow @gdndevelopment and the team  @MaeveShearlaw, @ClaireProvost, @LizFordGuardian and @MarkTran  on Twitter, and join Guardian Global development on Facebook.", 
    "section": "global-development", 
    "gid": "global-development/2012/dec/04/doha-debates-microfinance-rwanda-goma", 
    "wordcount": "702"
}