{
    "headline": "World not on target to meet millennium development goal on child mortality", 
    "text": "More children are surviving to their fifth birthday than ever before, but the world is not on course to get the death toll down to the level envisaged in the millennium development goals by 2015, according to a new report from Unicef. There has been considerable progress, said the children&apos;s emergency fund in its progress report, Committing to Child Survival: a promise renewed (pdf). In 1990, there were 12 million deaths of young children, but the latest figures (from the UN Inter-agency Group for Child Mortality Estimation) show that deaths had fallen by nearly half, to 6.9 million, by 2011. Geeta Rao Gupta, deputy executive director of Unicef, said: &quot;The story of child mortality is one of significant progress and unfinished business as well.&quot; Satisfaction in the gains had to be tempered by the reality that 19,000 children still die every day from largely preventable causes. &quot;We must give new energy to the global momentum to reduce under-five deaths.&quot; Executive director Anthony Lake said there were proven, affordable interventions. &quot;These lives could be saved with vaccines, adequate nutrition, and basic medical and maternal care,&quot; he said. &quot;The world has the technology and knowhow to do so. The challenge is to make these available to every child.&quot; Poor countries have been able to bring down their death rates as well as the richer ones, Unicef pointed out. Between 1990 and 2011, nine low-income countries  Bangladesh, Cambodia, Ethiopia, Liberia, Madagascar, Malawi, Nepal, Niger and Rwanda  reduced their under-five mortality rate by 60% or more. Middle-income countries such as Brazil, Mongolia and Turkey, and high-income countries such as Oman and Portugal, have also made great progress, cutting deaths by more than two-thirds over the same period. The highest concentration of deaths is in sub-Saharan Africa and south Asia, where 82% of all under-five deaths occurred in 2011. The proportion has grown steadily from 68% in 1990, as other countries have made faster progress. One in nine children in sub-Saharan Africa does not reach his or her fifth birthday. &quot;The growing breach between the rest of the world and sub-Saharan Africa and South Asia underscores the inequities that remain in child survival,&quot; says the report. It goes on to point out that those inequities can exist within countries. &quot;In 2011, about half of global under-five deaths occurred in just five countries: India, Nigeria, the Democratic Republic of [the] Congo, Pakistan and China. Four of these [all but DRC] are populous middle-income countries.&quot; The leading causes of child deaths are infections such as pneumonia, diarrhoea and malaria, which are worsened by malnutrition. Around four in 10 deaths are in babies less than a month old. The death of the mother also reduces a child&apos;s chances of survival. Commenting on the new figures, the UK government&apos;s international development minister Lynne Featherstone said, &quot;It is heartening to see a real reduction in these figures but it is shocking that children worldwide are still dying of preventable causes. &quot;This is why are we are committed to help immunise up to 250 million children in developing countries by 2015. &quot;We will strive to save the lives of at least 250,000 newborn babies by the same date and we are tackling big killers such as inadequate nutrition and poor water and sanitation. We will also save children&apos;s lives by improving the welfare of their mothers: by keeping more girls in school, by empowering women to decide when and if to have children, and by ensuring access to skilled care when they do.&quot; Unicef is calling for a new push on child survival. Since a meeting in June calling for action, more than 115 governments have signed a pledge to redouble their efforts, said Gupta. The strategy includes concentrating resources on countries and regions with the most child deaths, focusing on high-impact solutions such as investing in maternal healthcare and nutrition, and strengthening accountability.", 
    "section": "global-development", 
    "gid": "global-development/2012/sep/13/world-target-development-goal-child-mortality", 
    "wordcount": "662"
}