{
    "headline": "State schools paying private tutors thousands for extra help", 
    "text": "Growing numbers of state primary and secondary schools in England are paying private tuition firms thousands of pounds for extra help with their pupils, using funding given to schools to support disadvantaged students. One national tutoring agency, Exam Confidence, told the Guardian it charged schools up to 1,400 a day. Its tutors give several lessons in a day, and are very experienced. Another agency, the Kip McGrath Education Centre in Portsmouth, one of the country&apos;s leading tuition firms, said schools were paying at least 1,000 a year for its services. Both said the number of state schools registering for its services was growing. In most cases, headteachers and tuition firms said the cost of the tutors was covered, at least in part, by the pupil premium, a state subsidy introduced by the coalition that entitles schools to an extra 900 a year for each pupil on free school meals. The revelation prompted one classroom union to question whether schools were getting value for money by spending their funds in this way. Schools are free to spend their pupil premium as they wish, and the Department for Education&apos;s website states that one-to-one tuition has been found to improve the attainment of struggling students. When in government, Labour pledged that pupils who had fallen behind at primary school and early in secondary school would be given an automatic right to one-to-one or small-group catch-up help. This was stopped by the coalition government. Tutoring agencies said schools were paying their staff to give extra help in students&apos; homes, as well as on school grounds. Many run revision courses during and after the school day and at weekends. First Tutors said headteachers had asked the firm if its tutors could run lunchtime classes in subjects their schools did not offer, such as Mandarin and Latin. Henrietta Spiegelberg, the managing director of Greater London Tutors, which works with 15 state primary and secondary schools, said schools were recognising that one-to-one tuition and teaching in smaller groups was &quot;extremely beneficial&quot; and were choosing to offer this to children whose families were not able to &quot;shoulder the cost of a private tutor on a regular basis&quot;. She said she had seen a &quot;steady growth&quot; in headteachers interested in paying for her firm&apos;s tutors over the past year. Richard Riddell, the managing director of Exam Confidence, said his firm had trebled the number of schools it worked with in the last six months. It now sends tutors into 14 state secondaries. &quot;This is a private-public partnership that is massively on the rise because there is so much pressure on schools to get good results, particularly in English and maths,&quot; he said. But Martin Johnson, the deputy general secretary of the Association of Teachers and Lecturers, suggested headteachers should consider paying staff extra for overtime or employ another member of staff part-time rather than employing a tutor. This way, he said, heads could ensure the quality of teaching was as high as they expected. While some agencies charge seemingly high prices for their tutors, others charge less than the going rate for a qualified teacher. Greater London Tutors charges schools 30 an hour for one-to-one help with a student and 35 an hour for a tutor to work with a small group of pupils. First Tutors charges about 25 an hour. The charity Action Tutoring, which works in schools in deprived parts of London and Manchester, charges schools a one-off fee of 500 and then sends in volunteer tutors to help. The volunteers are 21-year-old university graduates as well as older professionals. Susannah Clark, the director and founder of the charity, said the tutoring boom was exacerbating academic inequality and her charity was trying to &quot;redress the balance&quot;. Last week, a Guardian investigation revealed that parents on modest incomes and families from ethnic minorities were behind a massive boom in Britain&apos;s multimillion-pound tutoring market. Parents said the extra study gave their children confidence and helped them secure top grades, but headteachers warned that the tutoring market had begun to spiral out of control and was &quot;trading on insecurity&quot;. One headteacher said the &quot;fresh face of a tutor&quot; sometimes helped a pupil more than his regular staff could. The head, who did not want to be named, runs a primary school in rural Somerset and has employed a tutor for the past year. The tutor helps three pupils, one of whom has learning difficulties, for two hours of numeracy and literacy. The head wants to use the tutor to help more students in future. &quot;I Googled and found a few people who had the relevant background,&quot; he said. &quot;We pay the tutor 25 an hour, which is cheaper than a teacher would cost. I think it is a good and innovative way of using the pupil premium. &quot;Sometimes the fresh face of a tutor can help more than an existing teacher can. A tutor is someone who may not be tired at the end of the day and with whom the child has no previous history. It can be very successful indeed.&quot;", 
    "section": "education", 
    "gid": "education/2013/may/06/state-schools-private-tutors", 
    "wordcount": "871"
}