{
    "headline": "Energy deal means bills will rise to pay for green power", 
    "text": "     Energy firms will be allowed to triple the amount of money they add to customers&apos; bills to pay for renewable power, nuclear and other environmental measures, under plans to be announced by the government next week. The deal over a new energy bill, struck after weeks of sometimes bitter negotiations between the coalition partners, will mean the total amount energy suppliers can add to domestic and business bills will rise from 2.35bn this year to nearly 10bn at the end of this decade. Adjusting for inflation that would be worth 7.6bn in today&apos;s prices, an increase of nearly three times. Based on government estimates that green measures make up 20 of the average domestic gas and electricity bill of 1,249 a year, the cost of increasing the cash set aside to pay for renewable investment would rise to about 80, or 60 adjusted for inflation. However, officials argue that by the end of the decade the benefits of energy-saving measures and less reliance on expensive fossil fuel power will mean bills are actually lower than they would be without the green policies. The extra charges on bills reflect the cost of policies that successive governments have imposed on energy suppliers, such as paying above-market prices for renewable energy to support these new industries and paying homes and businesses who fit wind turbines, solar panels and other small-scale green electricity generators for the energy they supply back to the grid. Government sources said the bill would end months of complaints by businesses that the row between the Lib Dem-controlled energy department and the Treasury was turning away investors, who said they needed more certainty before committing money to building renewable, gas and nuclear power plants in the UK. When the bill is published ministers will claim that it will unleash 110bn of spending on generation and renewing the National Grid by the end of the decade, and generate a further 250,000 jobs by 2030. But the increase in sums added to bills for green measures is likely to anger consumer campaigners and many Conservative MPs who say customers cannot afford to pay for expensive renewable and energy-saving policies at a time when underlying bills are being driven up by the price of coal, gas and oil. That concern will be increased by continuing uncertainty over the true cost to consumers and businesses after government officials admitted that some of the government policies which had previously been included in the cap on the amount added to bills for green measures have been left out. Among the schemes excluded from the cap are energy efficiency and measures to reduce fuel poverty. Officials said a full assessment of the cost for bill-payers would be published soon, possibly as early as next week. The plans were welcomed by the Confederation of British Industry and key energy groups. Maria McCaffery, chief executive of Renewable UK, said: &quot;This provides the industry with exactly the kind of assurance we&apos;ve been calling for. It blows the last few months of political infighting completely out of the water. The UK government is sending a clear message that 30% of our electricity will be from renewable sources by 2020. The lion&apos;s share will come from wind energy, where we now know for certain that we will have at least 31 gigawatts installed onshore and offshore by the end of the decade.&quot; John Cridland, the CBI&apos;s director general, said: &quot;This package will send a strong signal to investors that the government is serious about providing firms with the certainty they need to invest in affordable secure low-carbon energy. The government should ensure that those households and businesses most vulnerable to increased energy prices are protected.&quot; Environment groups attacked a concession by Ed Davey, the Lib Dem energy and climate secretary, who pushed hard for the increase in funding for green measures. Davey appeared to have lost his battle for a target to totally decarbonise the electricity supply sector by 2030: instead the bill will say that a decision on that will be made by the next government in 2016. In another signal that risks undermining certainty over long-term policy for reducing emissions, the bill will announce a review of the fourth carbon budget for 2023-27, provisionally agreed last year. If it is changed it can only be increased to allow the UK to generate more CO2. Such moves might be a backdrop to an expected announcement of a new gas strategy in the next few weeks, probably alongside the chancellor&apos;s autumn statement on 5 December. Friends of the Earth executive director Andy Atkins said: &quot;The coalition has caved in to Osborne&apos;s reckless dash for gas and banged the final nail in the coffin of Cameron&apos;s pledge to lead the greenest government ever. This decision will help keep the nation hooked on increasingly expensive gas, drive away green jobs and investment and jeopardise UK climate goals.&quot; The headline figures will be announced in next week&apos;s energy bill, but investors in renewable energy will need to wait until next year to find out how much support they will receive. The energy bill does not provide details on the &quot;strike price&quot; - which determines the subsidy for a particular technology, such as offshore wind - until the middle of next year, while contracts will not be signed until 2014. Officials would not say how much of the total spending each sector of the low-carbon energy industry  such as offshore wind, solar power and nuclear plants  would receive or how competition among them would be managed. This spells continuing uncertainty for investors, many of whom are likely to wait until the strike price is settled next year before making final decisions. In its most recent assesment in 2001, the government estimated its environment policies add 20 a year to the average domestic gas and electricity bill, bringing it to 1249 a year, and 271,000 a year for the average medium sized business paying 1.8m. Previous analysis for the Department of Energy and Climate Change forecast household bills would actually fall by the end of the decade as the cost of policies was outweighed by the reduced need for expensive fossil fuels and the impact of energy saving measures. Critics argue the government&apos;s forecasts, which are due to be updated within weeks, make over-generous assumptions about cost savings, especially from more efficient products.Research by the Guardian also previously established that while average bills are set to fall, most of those cuts will be enjoyed by a minority of households and the majority of homes will pay more. The government&apos;s own figures also show steep rises in business bills over the next two decades. The green economy  including renewable energy, and other environmental goods and services such as recycling and water  has been one of the few bright spots of the economy, generating a third of recent growth and accounting for 8% of GDP, according to government figures.", 
    "section": "environment", 
    "gid": "environment/2012/nov/22/energy-bills-rise-green-power", 
    "wordcount": "1177"
}