{
    "headline": "Windows 8  review", 
    "text": "     It&apos;s called Windows 8, but it might be simpler to think of it as Windows 7 + 1. Underneath everything that you&apos;ll see at first is the same Windows that anyone who has been using Windows 7 since October 2009 is used to seeing. But it&apos;s that +1 that you&apos;ll see first  and that&apos;s where, for many people, the surprise may start. Microsoft has completely rethought the initial experience  the process by which we start interacting with a computer when its screen comes on  and replaced the &quot;desktop&quot; with a series of large tiles which you swipe (with a finger, if you&apos;re using a tablet or touchscreen laptop, or mouse) from side to side. &quot;Modern UI&quot;, as it&apos;s called, involves big tiles without the fussy &quot;Close&quot; or &quot;Minimise&quot; or &quot;Maximise&quot; buttons. I&apos;ve been using the final version of Windows 8 for a couple of months on a Samsung touchscreen tablet. Some people may find it disconcerting  the more ingrained you are in how Windows 7 does things, the harder the adjustment may be. But after a while, the new version feels relaxing; natural, even. The &quot;Start screen&quot;, as Microsoft calls it, consists only of those big tiles, and completely replaces the desktop you first see on Windows  although, let&apos;s be clear, that old Windows desktop is still there. It&apos;s just hidden one layer down, and if you want to jump down into it there&apos;s a perfectly good fireman&apos;s pole in the form of a tile called &quot;Desktop&quot;. Click or touch that, and you&apos;re in Windows 7. The Start screen houses whatever you want it to on those tiles  which can be &quot;live&quot;, so that the weather tile shows the forecast, the Mail tile shows the mounting unread toll, your Calendar tells of the next meeting  it&apos;s a helpful, innovative experience. (Not coincidentally, the Xbox already does, and the smartphone version of Windows, called Windows Phone, does the same; Nokia, HTC and Microsoft all hope that Windows 8 will give that side of the business a big boost too.) You can &quot;pin&quot; Windows 7 apps to the Start screen, and you can also download free or paid app from the built-in Windows Store  which has only about 10,000 apps so far, but it&apos;s growing fast. Using &quot;Modern UI&quot; apps does take some getting used to. It&apos;s a minimalist experience which does away with all the clunky windows and scroll bars of the &quot;old&quot; Windows. The entire screen is filled with whatever you&apos;re doing, without any of those pesky Close or Minimise buttons. Whether it&apos;s Internet Explorer, or the &quot;social&quot; app (which ties together your social networks in one place), or the Mail app, the whole thing takes up all of the screen. There is a neat system that lets you view two windows at once  a second one can be dragged in from the right, and then takes up roughly one-fifth of the screen; you can&apos;t do that with an iPad. However, two is all you get; you can&apos;t pull in another window and have three apps in view. The control buttons are hidden, and the navigation to get you around the rest of the system  back to the &quot;Start screen&quot;  is squirrelled away off the right-hand side of the screen. Move the mouse there, or swipe in from the edge, and the &quot;Charms&quot; (as they&apos;re charmingly called) appear. Those take you back to the Start screen, or to elements such as the Settings panel (though not all of the old Control Panel). But it&apos;s around this point that the &quot;+1&quot; nature of this all gets slightly uncomfortable. If, for example you want (for some reason) to change the date on your computer, you won&apos;t be able to do it in the big Modern UI tiles. You&apos;ll have to take the fireman&apos;s pole down to Windows 7. And there it&apos;s all suddenly  the same again. It&apos;s like Bobby stepping out of the shower in Dallas. Or, to put it another way, it&apos;s like you&apos;re in HG Wells&apos;s Time Machine, and have come away from the happy Eloi above, in their big-tiled world, and discovered the Morlocks labouring away beneath. All those Close, Minimise, Maximise buttons. Title bars on windows. Resizing. All that stuff you&apos;ve been doing since Windows 3.1 all those years ago. Weirdly, there&apos;s a version of Internet Explorer down there too which doesn&apos;t have the same windows as the one &quot;above&quot;  so you can have two versions of Internet Explorer going with totally different screens. One other point: the &quot;below&quot; version of Windows 8 is like Windows 7  except there&apos;s no Start button. It&apos;s gone. You&apos;re intended to find your way around to programs via search (via the Charms, which are still there on the right). Once you&apos;ve accepted that, you&apos;ll find that Windows 8  or 7+1  runs quicker, more securely, and much more like the operating systems we&apos;re used to on tablets and smartphones, which are themselves becoming the principal way people do computing; if you include them in your totals, PCs are barely a majority of the computers now in use worldwide. So for Microsoft, Windows 8 is a huge leap forward  and yet it&apos;s doing it while holding all the baggage of the &quot;old&quot; Windows going back decades. Expect some cries of pain in the weeks and months to come as people adjust. However, viewed more broadly, it couldn&apos;t do anything else: the desktop paradigm is getting tired, and the tiles approach is fresh and quickly becomes intuitive. In a few years, taking a trip down to the Morlocks&apos; level may feel like a fleeting visit to a long-forgotten friend: so much to talk about, but much more important things to do elsewhere. That Windows 8 is going to be a huge hit is a given; PCs sell in big enough numbers that it&apos;s a given. What will be fascinating to watch is how it is received  and whether it does better for tablets than on PCs (where corporations can &quot;downgrade&quot; to Windows 7). With everything to play for, Microsoft&apos;s refreshed the way to think about computing.", 
    "section": "technology", 
    "gid": "technology/2012/oct/25/windows-8-review", 
    "wordcount": "1051"
}