{
    "headline": "Cispa finds six more sponsors as critics continue to attack new cyber spy bill", 
    "text": "A controversial bill aimed at tackling cybercrime has gained support this week even as critics including the Obama administration charge it threatens to overturn privacy protections. The Cyber Intelligence Sharing and Protection Act (Cispa) is due to be discussed in the House of Representatives next week. Ahead of that discussion, critics have mounted a concerted effort to change the bill. And Cispa has now added six more co-sponsors. The additions bring the number of Cispa co-sponsors to 112 members of Congress, up from 106 on March 29. The bill&apos;s intention is to make it easier for the US government and private companies to share information about cybersecurity threats. But critics charge the language of the bill is too broadly written and Cispa threatens to give the government carte blanche powers to gather sensitive information from citizens while overriding existing privacy legislation. The American Civil Liberties Union (ACLU), Electronic Frontier Foundation and other civil rights groups have been campaigning against the bill.  Earlier this week, Obama&apos;s national security council spokeswoman Caitlin Hayden told The Hill newspaper that any legislation &quot;must include robust safeguards to preserve the privacy and civil liberties of our citizens&quot;. Michelle Richardson, legislative counsel with the ACLU said she was not surprised by the level of support the bill had received. &quot;This is consistent with other expansions of government spying and/or information collection programs over the last decade,&quot; she said. &quot;We will however continue to fight to make sure meaningful privacy protections are included.&quot; Companies including AT&amp;T, Boeing, Microsoft and Time Warner Cable have expressed support for Cispa. Cispa&apos;s author, Mike Rogers, the Republican chair of the House intelligence committee, has claimed that Google is backing the bill. The company has not commented.  Rogers dismissed privacy criticisms this week as &quot;like turbulence on the way down to landing&quot; for the bill.", 
    "section": "technology", 
    "gid": "technology/2012/apr/19/cispa-six-sponsors-critics-attack", 
    "wordcount": "314"
}