{
    "headline": "Female entrepreneurs in Ghana break the chains of poor education", 
    "text": "In northern Ghana, young people are no longer simply divided between those who have and those who have not attended school. Now there is a third category  &quot;education widows&quot;, a term that captures growing recognition that even those with an education are not always better off. &quot;Education widows have been failed by the education system,&quot; says Dolores Dickson, executive director of girls&apos; education organisation Camfed in Ghana. &quot;These are young people who have been to school, but the quality of their education was so poor, they can&apos;t get a job. The family has invested in their education and they are expected to go out and earn an income. So they can&apos;t go home, they can&apos;t go to the farm, but they can&apos;t get a job either.&quot; Like many low- and lower-middle income countries, Ghana is coming to terms with the increasing complexity of its education problem. The Unesco report, Putting education to work, launched on Tuesday, found that more than half of women and more than one-third of men in Ghana aged 15 to 29 who had completed six years of school could not read a single sentence. Camfed  which has provided funding for more than 66,000 children to attend primary and secondary school in Ghana since 1998  believes it has found a way to supplement the poor quality education on offer in state-run schools. In 2002 it created a Ghana &quot;Cama network&quot; of Camfed alumni, which brings together young women who have graduated with its support. Cama members are able to access skills training on financial literacy, business, leadership and life skills through the network&apos;s twice-monthly meetings. And since last year, those who complete training are eligible for &quot;innovation bursaries&quot;  a Camfed/Mastercard Foundation collaboration that offers small grants to female entrepreneurs to kickstart their businesses, together with work experience in relevant industries. Since the first nine bursaries were awarded in Ghana last September, six women have launched businesses, and all are turning a profit, says Camfed. In Fuo, a rural suburb of Tamale, the capital of Ghana&apos;s northern region and one of the poorest parts of the country, 31-year-old Balchesu Iddrisu has turned her husband&apos;s family compound into a small food processing hub. Outside are mounds of rice, which she has employed a local elderly woman to sift, removing stones. A room inside the building contains piles of wheat, soya and maize, which Iddrisu blends with milk creamer and groundnuts to make her own recipe for &quot;weenie mix&quot;  breakfast porridge. Iddrisu sells more than 1,200 units of weenie mix a month  at about 1 a bag  and she has begun approaching large supermarketchains and hospitals to buy in bulk. By buying her ingredients directly from local farmers, she says she has cut out middle men and is able to influence the quality of producers&apos; crops. &quot;I am very happy with the way my business is going,&quot; Iddrisu says. &quot;It helps me and my family a lot. I didn&apos;t even know I could reach this level, with people working under me and creating jobs in my community. In 10 years&apos; time I believe that I will have my own factory, and I will be training many people to become entrepreneurs.&quot; In Tamale, Cama member Sohua Alhassan, 31, says school alone did not give her the skills she needed to start a business selling a range of solar energy products. Alhassan, who grew up in a poor home with parents who were subsistence farmers, says she was inspired to set up her business by the lack of access to electricity in the region and the danger posed by traditional kerosene lamps, known as &quot;wanbongasi&quot;. &quot;I went into solar because in northern regions most of the houses don&apos;t have access to electricity. In the villages, children can&apos;t study, or they use wanbongasi which are hazardous  they produce smoke and dim light which creates a lot of eye problems for young people.&quot; Alhassan is living off the profits she makes from selling the lamps  around 3 from a small desk lamp, and around 17 from a &quot;powerpack&quot;  a four-bulb home lighting system. But her personal story speaks volumes about the challenges of starting small businesses in northern Ghana. The youngest of six children, with both her parents now deceased, Alhassan is the only one of her siblings to attend school, thanks to a Camfed bursary. She is married, and has no children of her own, but one of her brothers, who has two wives and 10 children, is sick and now relies on her to help support his family. Alhassan has adopted one of his daughters, and is sending her to school. The pressure on Cama graduates to support their extended families makes it difficult for them to reinvest profits in their businesses. In spite of her obvious enthusiasm for her new business, Alhassan breaks down when speaking of her brother&apos;s illness and the burden of caring for his large family. &quot;It is very hard for me,&quot; she says. &quot;It&apos;s not an easy burden to be the only person that is educated in your family,&quot; says Dickson. &quot;They also feel that if they don&apos;t help their family members, they will be in the same situation they have just escaped. But the other side of the coin is that they grasp their opportunity to have an education themselves with both hands. The moment they get into school and see what they can become, we see them gaining confidence and becoming more articulate about what they want in life.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/oct/16/female-entrepreneurs-ghana-poor-education", 
    "wordcount": "950"
}