{
    "headline": "Iceland's volcanoes may power UK", 
    "text": "The volcanoes of Iceland could soon be pumping low-carbon electricity into the UK under government-backed plans for thousands of miles of high-voltage cables across the ocean floor. The energy minister, Charles Hendry, is to visit Iceland in May to discuss connecting the UK to its abundant geothermal energy. &quot;We are in active discussions with the Icelandic government and they are very keen,&quot; Hendry told the Guardian. To reach Iceland, which sits over a mid-ocean split in the earth&apos;s crust, the cable would have to be 1,000 to 1,500km long and by far the longest in the world. Hendry has already met the head of Iceland&apos;s national grid about the plan. The web of sea-floor cables  called interconnectors  planned for the next decade would link the UK to a Europe-wide supergrid, which is backed by the prime minister. The supergrid would combine the wind and wave power of northern Europe with solar projects such as Desertec in southern Europe and north Africa to deliver reliable, clean energy to meet climate change targets and reduce dependence on fossil fuel imports.     Cablesv2.gif    There are two existing international interconnectors, to France and the Netherlands, but nine more are either in construction, formal planning or undergoing feasibility studies. The next to open, in autumn 2012, will be a link between the Republic of Ireland and Wales, allowing green energy from the windswept Atlantic coast of Ireland to be delivered to British homes. The UK has been energy independent for virtually its entire history. But with the North Sea&apos;s oil and gas failing and coal banned as too polluting, Hendry is frank about the future: &quot;We will be dependent on imported energy.&quot; The cables &quot;are an absolutely critical part of energy security and for low carbon energy&quot;, he said. The government&apos;s legally binding targets to reduce carbon emissions is another key driver for the new interconnectors, which if all built could supply a third of the nation&apos;s average electricity demand. Renewable energy, such as the offshore wind power at the heart of the government&apos;s renewable plans, is zero carbon once built but is also intermittent, meaning back-up gas plants or energy storage are needed. A 900km interconnector to Norway, due to open by 2019, would enable excess wind energy to pump water into storage lakes above the fjords. Then, when the electricity is needed, floodgates are opened and the water flows back down through turbines. Both the pump storage and the high-voltage direct-current interconnectors lose very little energy. Another ambitious interconnector would link England to Alderney, where very strong tides could produce 4GW of electricity, and then on to France and the new 1.6GW nuclear power plant being built at Flamanville. Commercial agreements for this were signed in February. Interconnector cables can be laid very rapidly  at over 30km a day  but remain significant engineering projects, with each kilometre containing 800 tonnes of copper. The most time-consuming aspect is settling international agreements and preparing landing sites and pylons to handle and distribute a large amount of electricity. &quot;It&apos;s like taking a large nuclear power station onshore,&quot; said Hendry. He argued that a web of high-voltage cables ending the energy isolation of the British Isles will help keep household energy bills down, by allowing access to the cheapest energy at any particular time. Tony Glover, at energy grid trade body the Energy Networks Association, said: &quot;For consumers the ability to link electricity supplies from the rest of Europe is good for competition and will generally help to keep prices competitive.&quot; The interconnectors can be built commercially with operators paying for the investment by taking a cut on the electricity transferred. As well as consumer energy bills, Hendry also argued that interconnectors will help reduce the cost of the intermittency of renewable energy. &quot;Interconnectors are an incredibly effective way to counter the argument that you need to back up each gigawatt of wind with a gigawatt of gas  they quite clearly show you do not,&quot; he said. Interconnectors require large investments. The Britain-Netherland interconnector, which opened in 2011 and was the first international link in 25 years, cost 500m. But Greenpeace&apos;s Doug Parr said: &quot;Interconnectors are the cheapest way of backing up wind, because you avoid the greater capital cost of building power stations. We will of course be buying power in when the wind is not blowing, but the interconnectors mean we can sell our wind power when it does, and we have the best wind resource in Europe.&quot; However, Simon Less at the thinktank Policy Exchange, urged caution in relying on interconnectors for back-up: &quot;Major new interconnection in north western Europe might not offset much of the need for backup plant because winter high pressure weather patterns can extend low wind conditions right across Europe.&quot; Norway&apos;s pump storage could counter that fear but there is competition for access to that resource, with Germany also negotiating over an interconnector. &quot;We are keen we should be first,&quot; said Hendry.", 
    "section": "environment", 
    "gid": "environment/2012/apr/11/iceland-volcano-green-power", 
    "wordcount": "842"
}