{
    "headline": "Firefox maker Mozilla to launch smartphone operating system", 
    "text": "Mozilla, the maker of the Firefox web browser, will on Sunday launch its first smartphone operating system and the handsets on which it will run in a bid to shake up the mobile industry. Aimed at the developing world, where Apple&apos;s iOS and Google&apos;s Android have yet to capture the market, Firefox OS will run on handsets made by Chinese companies ZTE, Alcatel One Touch and others, costing less than 100. Networks from across the globe, including Telefnica, which is big in Europe and Latin America, as well as Sprint in the US and Etisalat in Africa and the Middle East, will use the annual Mobile World Congress trade show in Barcelona next week to announce their launch plans for the Firefox phones. Working the floors to persuade the all-important apps producers to back his project will be the Mozilla Corporation chief executive, Gary Kovacs. At first glance he seems sure to fail. The world of personal computers hasonly ever had two operating systems that mattered, and smartphones are following the samepattern. Apple&apos;s iOS and Google&apos;s Android hold an 85% share of the market, and Microsoft and BlackBerry are in a fightto the death to establish themselves as alternatives. Do we need a fifth operating system? &quot;We won&apos;t, over time,&quot; says Kovacs. &quot;Right now the mobile world is busy and it&apos;s because there is so much economic value to be gained by owning the platform. We&apos;re not trying to get in the middle of an operating-system fight; what we are trying to do is be the catalyst to drive more development around the open web.&quot;     Credit: Guardian graphics    Mozilla Corporation is the commercial arm of the not-for-profit Mozilla Foundation, created in 2003 to safeguard what it calls the &quot;open web&quot;, and the aim of its interventions is to change the behaviour of big corporations in a way that benefits consumers. Starting in Latin America, Asia and Africa, working with developers whose customers live in the favelas and shanty towns and townships, Mozilla aims to foment revolution which, if it succeeds, will filter back to the west. It took 22 years for the first 2 billion people to connect to the web, but the next 2billion will jump online in just five years, said Kovacs, and when they do so, it will be not via desktop computers but mobile phones. He thinks the revolution must begin with apps and the app stores. Under the model pioneered by Apple, and followed by its commercial rivals, each smartphone platform has an app store. Anyone selling content in that store hands over a 30% commission to its owner, and typically 30% of any further in-app purchases, such as new levels in a game. If the customer changes phones, particularly if they switch from, for example, Android to Apple, their apps won&apos;t transfer. This applies to music, games, books, photos, calendars  the content we buy and create on our phones does not truly belong to users. For developers, rewriting code so their content can appear on all four platforms is expensive and time-consuming. For small developers of local content in emerging nations it is unaffordable. Kovacs believes app stores can never hope to reproduce the richness of the open internet  Netcraft estimates there were 633m websites in the world in December, up by 78m on the year before, written in a multitude of languages. &quot;The people who suffer are the users, because ultimately the content available to them is limited,&quot; he says. &quot;There is no strong commercial reason for somebody other than us to focus on a [common] standards approach. They make more money by locking others out.&quot; Mozilla&apos;s solution is Firefox OS, running web apps, written in the HTML5 programming language already used to present content on the web. Web apps have some prominent advocates; the Financial Times, unhappy about sharing revenues and customer data, bypasses the Apple store and has users download its own app direct from its own site. Firefox will have an app store  which will charge a nominal commission  but it expects most apps to be downloaded directly from other websites or other app stores. Kovacs believes Firefox OS does not need a massive market share to change the way smartphones are designed. &quot;As we get into the 10-15% range, people will have to listen, they&apos;ll see this thing is picking up steam and they&apos;ll see this is the way.&quot; Mozilla has changed web users&apos; behaviour once before, with its browser. Firefox has 450m users worldwide, and was until last year the second most popular in the world after Internet Explorer. They have both been overtaken by Google&apos;s Chrome. Firefox arrived in 2004, at a time when a lack of common standards meant not every website could be read by all browsers. Its popularity forced others to change. It also brought a lucrative cross-promotion deal. Mozilla receives $300m a year in return for making Google the default search engine on its Firefox browser, and one can imagine a similar arrangement for Firefox OS. This means Kovacs treads a difficult path; he is dependent on Google for 85% of Mozilla&apos;s income but is taking on Android. How does he square that? &quot;We didn&apos;t launch Firefox so everybody came over to it, we launched Firefox to show a way that put the user at thecentre.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/feb/22/firefox-mozilla-smartphone-operating-system", 
    "wordcount": "907"
}