{
    "headline": "Mature students: would you consider living in halls?", 
    "text": "Arriving at university straight out of sixth-form, I was one of a thousand fresh faces. But amid that sea of raucous teenagers there were a few older figures, sporting grey hairs and creeping crows-feet. In the flat next door to me, there lived an older man  we&apos;re talking late thirties, early forties. It seemed a bit strange at the time. University halls are a place to live out your first year in style: drink all night, sleep all day and do things you&apos;ll regret when you awake from your slumber. But having survived the silliness of their youth, why would mature students put themselves back in the thick of it? There are more mature students at UK universities than you might think. In the academic year 2010-11, mature students  which means anyone aged 21 and over  made up more than 40% of full-time undergraduates. They sign up to university for a range of reasons. Many return to higher education to update their qualifications. Others want a career change, or to pursue a new interest. Susan Lomas, 38, is preparing to move into halls at Royal Holloway, University of London, this September. &quot;I do feel scared,&quot; she says, &quot;because it feels very much unknown and I am very aware I will stick out like a sore thumb.&quot; Messy kitchens aside, she fears isolation and understands that she will have to work hard if she is to fit in with younger undergraduates. Susan received no guidance from the university about living in halls as a mature student. &quot;My feeling really has been that the whole system is geared around the young,&quot; she explains. &quot;It perhaps would have been nice to have felt a little bit more included, rather than being placed on the sidelines.&quot; It&apos;s not surprising that most mature students are reluctant to live in halls. Enrolling as a 26-year-old undergraduate at the University of Surrey, Leeland Crane decided not to live on campus, preferring to keep younger students at an arm&apos;s length. &quot;Just seeing the halls instilled the painful thought of living with a bunch of clueless kids,&quot; he explains. &quot;I was very happy to live 30 miles away in a nice little pad with my friends.&quot; Universities say mature students are less likely to want to live in halls. But living among other students should be a surefire way to have a great time regardless of age. More must be done to ensure that no one feels excluded from such opportunities.     Guardian students sign up banner  ", 
    "section": "education", 
    "gid": "education/mortarboard/2012/may/04/mature-students-living-in-halls", 
    "wordcount": "424"
}