{
    "headline": "YouTube reaches a billion monthly viewers, boosted by 'Generation C'", 
    "text": "YouTube has a billion unique users visiting the video-sharing website every month, equivalent to one out of every two people on the internet  and the generation that has grown up with it watches video on smartphones just as much as PCs. The new generation of video viewers  dubbed &quot;Generation C&quot; or Gen C for short  &quot;tunes into YouTube throughout every part of their day,&quot; according to Gunnard Johnson, Google&apos;s advertising research director. But they are also turning away from TV, at least in the US: Gen C are 45% more likely to be light TV viewers, watching less than two hours of US broadcast TV per day, according to research company GfK. A decade ago the arrival of 3G phones led some analysts to forecast that people would watch live TV on their phones  and led to a boom in attempts to interest people in TV on tiny screens. But while those faltered, it turns out that YouTube, and video viewing generally, has filled that gap perfectly as network connections, smartphone processors and screen sizes have grown big enough to show absorbing video. But a key thing about Gen C, identified by the Nielsen Research Group, is that unlike the Generation X and Y of the past, they aren&apos;t defined by their age. Instead, it&apos;s their &quot;connected behaviour&quot; that&apos;s the common thread: they constantly switch between devices, are deeply engaged with online video (both for watching and creating), thrive on the community around it, and are expert &quot;curators&quot;  able to find the content they want.     YouTube usage on smartphones mirrors desktop usage. Photograph: Nielsen Mobile NetView/Google    Because Gen C inhabits a multiscreen world, of smartphone, tablet and PC, it tends to be in the 18-34 age group; and the growth of faster networks, especially 4G in the US, means that time spent watching YouTube videos has risen by 74% among Gen C in the past year.UK online viewing of videos over smartphones is expected to grow in line with the introduction of 4G services from more carriers this year, following the auction of 4G airwaves in February. Says Gunnard: &quot;41% tune in to YouTube on their smartphone while waiting for something/someone, 18% while commuting from work or school, and 15% tune in while commercials are running on TV.&quot; That has also driven growth in use of YouTube. &quot;If YouTube were a country, we&apos;d be the third largest in the world after China and India,&quot; the company said in a blogpost on Wednesday. YouTube&apos;s growth poses a challenge for Facebook, which only offers limited amounts of video  and where video content is frequently cross-posted from YouTube, which has made embedding of its videos simple across the web.  Facebook reached a billion active users in September, a level of global penetration that has made its quest for sustained growth more challenging.  For both YouTube and Facebook, hitting the billion-user mark took eight years. Facebook was founded in 2004; YouTube in 2005 by three former PayPal employees, who initially wanted to create a dating site and thought that adding video would be useful. Google bought it for $1.65bn in 2006  a price that at the time was thought excessive.  Instead, the video site now represents one of Google&apos;s key opportunities to generate new sources of revenue outside of its traditional internet search advertising business.  The popularity of music videos such as South Korean singer Psy&apos;s Gangnam Style has contributed to an explosion in viewership on YouTube. The video has so far racked up 1.45bn views.", 
    "section": "technology", 
    "gid": "technology/2013/mar/21/youtube-billion-monthy-viewers-generation-c", 
    "wordcount": "587"
}