{
    "headline": "Schools need to act earlier on child protection, commissioner says", 
    "text": "Dr Maggie Atkinson might have started out as an English and drama teacher, but she&apos;s now clearly a politician, and one who fights strategically for the children she represents as children&apos;s commissioner for England. Her current message is that schools need to act earlier and in a more concerted way to pick up on signs that children are being neglected or abused. While praising primary teachers for the &quot;very finely tuned radar&quot; many have developed, Atkinson now says that even more needs to be done by teachers, simply because they are in the front line and there is often no one else. And as welfare and council cuts take hold, children&apos;s vulnerability is likely to increase. Today sees the publication of research specifically commissioned by her office as a result of her concern about rising child poverty levels. The research was carried out by the NSPCC and Youthworks with co-operation from schools that have &quot;outstanding&quot; safeguarding procedures. It looks at best practice on child protection in primary schools. The report, You Have Someone to Trust, is accompanied by a handbook called Practical Tips for Schools. Recommendations for schools include making sure staff are easily available to parents who want to talk, regular monitoring of recorded concerns, and designating time for training on safeguarding. Teachers must be the first responders, spotting and handling the signs that pupils might be in trouble, says Atkinson. It is not always wilful neglect or abuse they need to be looking out for, but signs that poverty is overwhelming families so that some parents are no longer coping. &quot;Primary school is a very consistent experience in the life of a child. School is a haven, a place of solace and a place where there are adults to whom you can talk,&quot; she says. Many heads argue that social services are already raising thresholds for their intervention ever higher when there is concern about a child and that they have to argue very forcefully for intervention when it is obvious a family is not coping. But Atkinson argues that they don&apos;t always need to call on a social worker. &quot;Social workers are very specialist, very high-end members of staff in a local authority or any other agency,&quot; she says. &quot;What you actually need is to respond to the child at a far earlier stage.&quot; Schools will need to get better at building a picture of their concerns about a child using, for example, &quot;cause for concern&quot; forms on which any member of staff can enter a worry about a child, no matter how small. Though some schools, even in areas of high deprivation with all the other demands on teachers that implies, do demonstrate fantastic practice on safeguarding and early intervention, Atkinson believes there can be no excuses  every school should be outstanding when it comes to protecting their pupils. &quot;What&apos;s the first issue that you notice? Are their shoes not clean, is their uniform dirty, do they look exhausted? Have they always done their homework? Are they suddenly aggressive with their playmates when they never have been before? That&apos;s not social work. That&apos;s really good children&apos;s services work. Before you hit the need for social workers.&quot; She knows that some headteachers have employed their own dedicated family liaison workers to put early intervention measures in place. Deciding to do this may mean sacrificing some enrichment activities such as residential trips, which offer children &quot;the fullest and richest and most rounded things that you would want because affording it is now an issue&quot;. But she says spending school budget in this way &quot;is justified if what you&apos;re trying to do is be an inclusive community that also educates its children.&quot; No matter how much teachers want to care for pupils, the message that they must take on more responsibility may not be universally welcomed in a profession that is already stressed and stretched. Atkinson knows this. &quot;I am aware that there are members of the profession who consider that they are being asked to be everything for everybody. &quot;What I&apos;m saying is that schooling has never been just about what happens in the classroom. Schooling is about how they are when they get on the bus, how they are when they walk through your gate and if you&apos;re not prepared to understand that the child does not put down their worries at the door, then there is an issue about how you approach their readiness to learn.&quot; Research from a range of charities and thinktanks continues to build a picture of welfare cuts disproportionately affecting women and children. &quot;The people who can do least about a changing welfare regime, which may well mean that parents have smaller amounts of money coming into their pockets, are actually not the adults, they&apos;re the children.&quot; All four UK children&apos;s commissioners publicly opposed the welfare reform bill, and the 26,000 benefit cap to be imposed on families was the focus of Atkinson&apos;s concern. The knock-on effects will have serious effects on children&apos;s ability to learn, she believes. &quot;How do you safeguard the absolute best of the ambitions that we have for our children when the research is starting to say communities are massively challenged by falling rates of employment, and rising rates of not making ends meet?&quot; she asks. &quot;I would say this to any government: there is a need for all of us to be humble enough to spot the signs and be prepared to do something different if what we thought was going to work, doesn&apos;t.&quot; Whether she&apos;ll be the person giving that message when the role of children&apos;s commissioner is beefed up next year isn&apos;t yet known. An independent report by the former headteachers&apos; leader John Dunford, published in July, concluded that the current remit was too limited and that its overall impact since the job was created in 2004 had been disappointing. Draft legislation has been introduced accepting Dunford&apos;s recommendations that the role should focus on &quot;promoting and protecting the rights of children&quot; rather than their views and interests. Whether or not Atkinson will be a candidate for the revamped job, she believes there are even more troubling times ahead. &quot;I think quite a lot of the public believes that the various spending decisions that have had to be made and the various cuts that have followed are over.&quot; Knowing the hardships children are suffering, does she ever get angry? There&apos;s a pause. &quot;It&apos;s a huge waste of energy getting angry. What this report does is say: what do we know about the issue, who can find out some more, where&apos;s the voice of the child? And then it says: &apos;What are we going to do about this?&apos; Because this is not just me having a go: when you get angry, what you end up being is the person who does all the shouting and bawling. There is very little point in just shouting and bawling because people go &apos;she&apos;s at it again&apos;. &quot;If you&apos;ve got evidence, plus research, plus lived experience, plus the voice of the child telling you what life is like for them, and then you present it, and you say &apos;this is inescapable, we have to do something about this&apos;, it&apos;s very difficult for those who can do something to say: &apos;well, we&apos;re not going to&apos;.&quot; This time, she is not talking about teachers.  This article was amended on 27 September 2012 to clarify that Youthworks and the NSPCC worked on the report.", 
    "section": "education", 
    "gid": "education/2012/sep/24/child-protection-schools-childrens-commissioner", 
    "wordcount": "1277"
}