{
    "headline": "The languid fluency of the short-eared owl's flight", 
    "text": "Our weathervane indicates south-westerlies, but I suspect the arrow has not moved for days. The air is cold but utterly still and the grey overhead is fathomless so that the dullest light makes the swans on the marsh look like matt-white cavities in a flat plane of dead sedge. Yet it&apos;s the sheer flatness of this atmosphere that somehow makes the hunting short-eared owls seem all the more intensely alive. They&apos;ve been here for weeks, and always at least one hunting by daylight. The plumage is a classic predator&apos;s earth tone disrupted by darker chequering, while along the wings are crescentic patches of black and ginger. The wings are as broad as a barn owl&apos;s but longer, and give to the bird&apos;s flight a more languid fluency. It almost has a slow-motion quality, with more backlift than downstroke  an even, pulsing hunter&apos;s metronome. Yet it acquires a brief inelegance whenever the owl bothers to take in my presence. As it flies, its staring yellow eyes fix me, the angle of the face turning ever more awkwardly, until the tension finally releases and the head returns to the bird&apos;s own plough line. Every now and then the owl plunges for prey, and those long wings suddenly collapse like a piece of damp clothing dropped to the ground. For the few moments that the creature remains earthbound I can take in the great cat&apos;s head and the huge cat&apos;s eyes. Then up it rises once again. Recently two owls have interacted, as if to signal the first green flush of hormones that will eventually drive them back to the upland moors to breed. In these sparring moments the owls utter a strange call. It is breathy and hard, suggestive even of pain and somewhat like a gull&apos;s brief cry. Yet, in truth, no words can quite get it. It&apos;s a sound before language  a raw simple poem about life and need.", 
    "section": "environment", 
    "gid": "environment/2012/mar/18/claxton-norfolk-short-eared-owl", 
    "wordcount": "319"
}