{
    "headline": "Starwatch: Meteors peak under moonless skies", 
    "text": "This could be the best week of the year for starwatchers. The spectacular Geminids meteor shower reaches its peak on Thursday, when the new moon means that our night sky is as dark as it can be. The star-rich constellations around Orion fill our S midnight sky while Jupiter remains in prime position. As a bonus, the normally-elusive tiny planet Mercury is, for once, easy to spot below and to the left of the dazzling Venus low in the SE before dawn. Catch Venus to the left of the waning earthlit Moon on Tuesday. Our star chart is centred a little to the S of E at 21:30 GMT and reaches up from the horizon to the bright star Capella in Auriga, some 65 high and due E. The brightest object depicted is Jupiter which stands near the red giant star Aldebaran in Taurus. Jupiter reached opposition last week so that it blazes at mag -2.8 as it arcs high across our S sky from the ENE at nightfall to the NW before dawn. Below Taurus lies Orion whose belt of three stars points down to Sirius, the brightest star in our night sky, and up to Aldebaran and the Pleiades. Hanging southwards below the belt is Orion&apos;s sword where we find the Orion Nebula, a hazy region of star formation that lies some 1,350 light years away and is easy to spot through binoculars if not with the unaided eye. Gemini, above and to the left of Orion and below Auriga, has the bright stars Castor and Pollux  one above the other  as they climb through our E evening sky from low in the NE at nightfall to pass high in the S at 02:00. Close to Castor is the radiant for the Geminids meteor shower. Meteors of the shower diverge from this radiant, their paths appearing in all parts of the sky but pointing back to this position as they disintegrate in the upper atmosphere at 35km per second. Each year, between about 7 and 16 December, the Earth cuts through the stream of Geminids particles, or meteoroids, which follow the path of the rocky asteroid Phaethon is it traces its 1.4-year eccentric orbit of the Sun from inside the orbit of Mercury to beyond that of Mars. It is still a mystery why Geminids appear to be tiny fragments of an asteroid when other major showers have parent bodies that are comets. Nor does Phaethon look like the core of an extinct comet. Geminids are typically bright but slower than meteors of the other main annual showers and can be relied on to give a superb show when they are not drowned by moonlight. Rates are already building and should be highest on Wednesday and particularly Thursday nights when rates may touch 100 or more per hour for an observer under a pristine sky with the radiant almost overhead.", 
    "section": "science", 
    "gid": "science/2012/dec/09/starwatch-meteors-geminids-orion", 
    "wordcount": "488"
}