{
    "headline": "Why I'm scared stiff of doing postgrad", 
    "text": "During a particularly dark post-graduation period, I decided I no longer wished to hear the word &quot;recession&quot;, such was its depressing applicability to my sad existence. The word was so oft used, however, that achieving this goal meant becoming a hermit. Not as difficult you might assume, as I was very unemployed.  After attending dozens of interviews, I finally found a job in a homeless hostel. A job I could have obtained with GCSEs.  I was, of course, wildly grateful. But after a matter of mere months I became bored. Career progression, evaded me. My degree seemed insufficient.  My story is by no means unique: the ONS estimates that 36% of recent graduates are doing lower-skilled jobs and that almost 19% are unemployed. I was faced with a choice: the path of least resistance or something radical.  This month I, like many underemployed and unemployed graduates, will make my way back to university. I have chosen to do an MSc in social research. Anxiety abounds.  For some, the decision to do something so wholly designed to benefit ourselves is hard to stomach.  &quot;I felt like I was indulging myself, as I could have been working, and this time round I had to pay for it,&quot; says Helen, who returned to university after a seven-year break.  Student life can seem self-centred: employment requires us to depend and be depended on, studying leaves us to work by ourselves for ourselves.  Is this always a bad thing? Helen admits: &quot;I loved gorging on the freedom. It was an escape from the constraints of work.&quot; Of course leaving employment begets more practical concerns, particularly forsaking an income in favour of scrimping. Such worries are only intensified when it becomes apparent how little funding is available to prospective postgraduates. It&apos;s also frightening to note that there are no assurances that postgraduate study will increase your employability. You may be abandoning the stability of a pay cheque, during an economic crisis, for no more than a pipe-dream.  The University of Edinburgh careers advice website warns students hoping to increase their market value to proceed with caution: &quot;Many employers are as interested in personal qualities as academic attainment, and might be wary of &apos;overqualified&apos; candidates.&quot; Then there&apos;s performance anxiety. My brain may have withered, become flabby, lost its youthful edge. This terror is not abated by the knowledge that succeeding in university is as much dependant on study skills as intellect.  Joanna, a student from Washington DC who is about to return to university after a seven-year gap, agrees: &quot;I&apos;m worried that the younger students will have an edge in test-taking and essay-writing, because it&apos;s been such a long time since I&apos;ve done those things.&apos;&quot; But Kate Leonard, a lecturer in social care at Royal Holloway, points out reassuringly: &quot;Older people often feel deskilled, but they bring applied knowledge from having been in the workplace. Career academics don&apos;t necessarily do that.&quot; Despite all my fears, I do recognise how privileged I am. My job may left me intellectually dissatisfied but it opened my eyes to the realities of our cultural systems.  My educational successes were directly attributable to my parents socioeconomic status. Some of the individuals I have worked with will never study for an undergraduate degree, let alone a postgraduate qualification. And its not because they lack the intellect or tenacity to do so, but rather because barriers to tertiary education are plentiful and social mobility is an apparition.  Things may feel tough for students these days, but in truth my greatest concern shouldn&apos;t be  and isn&apos;t  for myself.     Guardian students sign up banner  ", 
    "section": "education", 
    "gid": "education/2012/sep/07/students-postgraduates", 
    "wordcount": "606"
}