{
    "headline": "May defends grammars and plans for universities' role in state schools", 
    "text": "Theresa May defended plans to allow the creation and expansion of grammar schools on Tuesday night as she called on supporters of selective education to submit evidence of their success to a government consultation. In a defiant speech, the prime minister again indicated that universities and independent schools will also be asked to get involved in the state sector as she appeared at an event on the terrace of the House of Commons.   Related: Just 2.6% of grammar pupils are from poor backgrounds, new figures show    Parliamentary critics of her flagship plans believe they may be able to stop the necessary legislation from being voted through the Commons. At least six Conservatives, including former education secretaries Nicky Morgan and Ken Clarke, have expressed concerns over the plans. But at a Friends of Grammar Schools reception, May did not attempt to appease her critics. Instead, she called upon grammar school supporters to provide evidence that they are a force for good to the governments ongoing consultation so she can use it to argue her case in parliament. The government is consulting on this  I would encourage all of you to respond to that consultation, she told the event. I get challenged in the House of Commons by those who say to me: Where is your evidence that grammar schools make a difference? But I would say to all of you that you can give us the evidence. In one of the biggest reforms to education policy since the introduction of the national curriculum, May in September announced a new generation of selective schools, reversing Tony Blairs 1998 ban on grammars. She also launched a consultation on the plans, which will conclude in December before being published in the spring.   Related: Ofsted chief slams Theresa Mays obsession with grammar schools    At the reception, May heaped praise on the educational achievements of selective education. She said: Sadly, too many children in this country today are still at schools that are not good or outstanding. What I am pleased to say is that those of you who are here who are heads of grammar schools represent a part of the education sector that is almost universally good or outstanding. As we look at ensuring that we increase the capacity of school places, that we increase the number of good school places across the country for children to give them those opportunities, it is to me obvious that we must look at grammar schools. Because if you said to somebody that there was legislation in the UK that stopped good schools from opening or expanding they would say: What on earth are you doing? We also have to recognise that in this country we have selection, but it is selection by house price and ability to pay. What we want to ensure is that children get the best possible opportunity in life through the best possible education regardless of the means of their parents ability to pay. That means taking off that legislative brake on the opening of new grammar schools or the expansion of new grammar schools.   Related: Grammar schools are unfair. Principled parents must refuse to encourage them | Louise Tickle    She reiterated her plans to allow faith schools, universities and independent schools to become more involved in the state sector. We want universities to have more of a role in working with state schools, we want to change the rules around faith schools so we see more faith schools opening, we want the independent sector to give more support to the state sector in various ways, she said. The event was hosted by Graham Brady, the chair of the 1922 Committee and a long-term supporter of grammar schools.  At the same time, a group of parents from areas of the country with selective systems were also in the House of Commons meeting MPs to discuss their personal experiences of what they described as the damaging impact of selection. Melissa Benn, the chair of Comprehensive Future, which organised the meeting, said: Tens of thousands of families around the country are already affected by selective education. They know what the 11-plus and parallel school tracks mean in practice. But in the fevered debate over government plans to expand grammar schools, their voices are not being heard. We thought that MPs should have the opportunity to listen to these families stories and to learn why rolling out further grammar schools across the country is not the answer to the challenges that our education system faces. Among those opposing the expansion of grammars is Joanne Bartley, of Kent Education Network, who said: As a parent in Kent I see the many problems with our countys 11-plus system, from pressure to tutor, to stress for children, to issues with schools that arent quite the same as comprehensive schools. I cant believe that anyone would want a school system that causes so much unhappiness to families and that ranks 10-year-old children by scores and makes them feel they are less clever than their friends. Even families on low incomes will pay for tutors to try to win a good secondary school place for their child  which is a terrible waste of money, and is even more distressing for a child who fails and then feels they have let their family down.", 
    "section": "education", 
    "gid": "education/2016/oct/19/may-defends-grammars-and-plans-for-universities-role-in-state-schools", 
    "wordcount": "850"
}