{
    "headline": "London 2012 Olympic ticket Twitter alerts reinstated", 
    "text": "A Twitter feed which helped people find tickets for &quot;empty seats&quot; at the London Olympics has been reinstated days after being blocked by the authorities. The @2012TicketAlert service has been helping tens of thousands of people find last-minute tickets and was set up a week ago by a man trying to get seats for the gymnastics for his fiancee. But it was shut down on Friday by a running on Ticketmaster servers designed to root out potential touts trawling their database for tickets. The decision prompted protests from the near 30,000 Twitter users who had started following the feed and a slew of bad publicity for the London Organising Committee of the Olympic and Paralympic Games. Web developer Adam Naisbitt, who set up @2012TicketAlert, said he believed Locog was aware it had been closed down, but said technically it was TicketMaster who blocked and reinstated his seat-seeking service. &quot;I got a call at 9pm on Friday night from Ticketmaster to establish who I was and then to make sure the script didn&apos;t interfere with their own system,&quot; he said. Naisbitt, who runs his own technology firm in Milton Keynes. &quot;I was trying to get tickets for my fiancee for the gymnastics finals on Tuesday. If you go to the official site, you have to look for seats, see they are unavailable and have to sit there refreshing your screen until they are available and then by the time you get through to the Ticketmaster booking screen, they can be gone. &quot;I thought there must be a better way and wrote the script. I still haven&apos;t got tickets for the gymnastics though,&quot; he said. He put the program together after amassing session codes for more than 500 Olympics events and then working out how to crawl the Locog data to alert to any changes at those sessions. Once tickets became available his script created an alert that was then be pushed out on Twitter for anyone to see. &quot;You still have to be quick. Sometimes there are only two tickets available and they can be gone within five seconds of the Twitter alert,&quot; Naisbitt said. A spokesman for Ticketmaster said: &quot;We didn&apos;t target this guy, it was just an IP address that was acting unusually.&quot; He added: &quot;Once Adam Naisbitt approached Ticketmaster and Locog, and we were able to establish that the activity was legitimate, we discussed with him the best way to re-enable access without compromising the performance of the website or the experience of consumers. We have now unrestricted @2012TicketAlert and we will to continue to remain focused on ensuring that the London 2012 website can sell as many tickets as possible to get even more sports fans to the Games.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/aug/06/london-2012-ticket-twitter-alerts", 
    "wordcount": "466"
}