{
    "headline": "Nokia Lumia 920: review", 
    "text": "The Nokia Lumia 920 is not what you&apos;d call understated. Its size and weight have been remarked on in other reviews, but for the record, it&apos;s 130.3mm x 70.8mm and weighs in at 185g, which, Google tells me, is the same as a gift box of Beech&apos;s Classic Mint Selection. (Or 19.4 1 coins, using the Pocket-Lint measure; the iPhone 5 is 12 coins, Samsung Galaxy S3 at 133g is 14 coins exactly - Tech ed..) I&apos;m fine with that; in fact I quite like its heft in my hand, but then I carry it in my handbag. If you prefer to stash a phone in a pocket rather than a handbag or manbag, this could well be too big.The choice of colours mostly isn&apos;t understated, either: the review handset was pillarbox red; other options are a sort of fluorescent custard yellow, or white or the more sober grey or black options. Screen     Nokia Lumia 920 home screen. Windows Phone now allows quarter-size tiles (and half-size ones which run across the screen)    The screen is very good: at 4.5in and with a resolution of 768 x 1280, it&apos;s not quite in phablet territory, but feels big enough to choose the full version of websites rather than mobile ones. The colours are rich (a previous Windows phone I used, the HTC HD7, always felt a bit washed out), the blacks are deep and text is sharp. If anything, the colours can be a bit too saturated  choose your accent colour (used as the system-wide colouring) carefully. Build and robustness Nokia is keen to stress how sturdy this phone is: at the launch I went to, the Nokia people were enthusiastically talking about how it can withstand being dropped. Lumia 800 users thinking of upgrading will be very glad the flimsy flap that covered the mini-USB port in the Lumia 800 has gone, and the tray for the micro-sim is now properly secured; I dropped my Lumia 800 and neither the flap nor the carrier were ever the same again. The downside of the monobloc body of course is that you can&apos;t replace the battery, and the smooth body, broken only by the three hardware buttons (which are standard on all Windows phones  Microsoft controls the design tightly) also means that there&apos;s no SD card slot. However, it&apos;s got 32GB of storage on board, and there&apos;s 7GB of Skydrive space thrown in. Integration with Skydrive  Microsoft&apos;s cloud storage offering  is tight. You can save attachments or photos and documents you create on the phone direct to Skydrive, and as part of the setup process, the phone offers to save texts, settings and photos to the cloud. Interface: switching costs     Windows Phone 8 'What's New' notification screen    I&apos;ve been a Windows Phone user for a while, so I&apos;m used to the interface, but for someone thinking of switching from another platform, the OS could be something of a learning curve. On the upside, it&apos;s the same on every WP handset  Microsoft doesn&apos;t allow the custom UIs that manufacturers use to differentiate their Android offerings. Those who like to tweak how their phone looks won&apos;t be happy. You can change the colour of the tiles, and choose either a light or a dark background, and you can choose what you pin to the homescreen, and pick one of three sizes for tiles on the home screen. But that&apos;s it. There&apos;s no wallpaper in WP, nor themes nor mods. Having said that, you can set up the home screen to be both personal and useful  you can pin any app and individual contact cards from the People hub to it. WP uses live tiles rather than icons  the flat design and the emphasis on information being displayed on those tiles is quite different to the home screen of any other platform where dumb icons are the order of the day. (Android&apos;s widgets come close.) My home screen includes the Me tile, where I can see at a glance how many social media notifications I&apos;ve got; my email live tile, which displays the number of unread emails (I know, that&apos;s more common across other platforms); live tiles for my most-used contacts, which tell me if there&apos;s any contact from any of them, as well as tiles for settings and the apps I use most  Google search (sorry, Microsoft); Addison Lee, Kindle, the People hub and the Photos hub. People, get together     Friend's photo album in the People Hub on Windows Phone 8    The People hub is for me the compelling reason to use Windows Phone. Sign in to your accounts  the choices are an Exchange account, Hotmail, Nokia (does anyone actually have a Nokia account, though?), Nokia Mail, Yahoo Mail, Google, LinkedIn or indeed any other email provider offering POP3 or IMAP, and all your contacts will show up in the People hub. Spend a bit of time going through and linking any duplicates and you&apos;ll get one merged contact card for each. You can filter the contacts list to show only contacts from chosen accounts  probably a good idea if you follow a lot of people on Twitter. However, they are more than just contact cards: from an individual&apos;s contact, you can call or text them, send an email, write on their Facebook wall, send them a tweet and see their latest social media post  and reply to that. However, sweep through to the next screen and you&apos;ll see their most recent online activity too: Facebook posts, posted photos, tweets and retweets; and again, you can interact with those right there without having to fire up the relevant app.     Windows Phone 8 shows your history with a contact on a single screen    Swipe along to the next screen in the People card, and if you&apos;re Facebook friends with them, you can see all their albums (subject to the permissions they&apos;ve set, of course), and like, tag and comment on photos. There&apos;s no link to Twitter pictures, though. The final screen shows a recent history of your interactions with them  texts, calls and emails, but not social media. What this means is that you don&apos;t need to open dedicated apps for Facebook or Twitter very often  though you will have to if you want to see and reply to private messages, check out or admin brand pages, or indeed see your whole stream. The aggregated What&apos;s New screen in the contacts view of the People hub will collect updates from both Facebook and Twitter, but it&apos;s not a satisfactory way to keep up with a lot of people. New: Rooms and Groups Baked in to this version of Windows Phone is the ability to create Rooms and Groups. The separation between the two is a bit confusing, though. In Rooms, you invite participants  family, closest friends, whatever  and then you can share calendars, notes and chats privately between you. Only Windows Phone 7/8 users will get the full functionality though, and iPhone users can be members and use shared calendars, but you can&apos;t include them in group chat. You don&apos;t need permission to add someone to a group: it&apos;s local to the handset. Groups are simply a way to filter updates from smaller numbers of people, and you can also send joint texts and IMs to them. Kid&apos;s Corner: hands off What is more useful is Kid&apos;s Corner: a space where you add content  games, apps, music and video  that you&apos;re happy for the anklebiters to use, while your stuff (emails, settings, NSFW content) remains out of reach of their sticky fingers. You have to introduce a lock on the home screen, and then Kid&apos;s Corner is a swipe right from there. In effect, it&apos;s almost another user account - one that&apos;s a subset of the main user&apos;s.  Camera and software Given the rigid definition of the hardware  OEMs must stick to the design set out by Microsoft  manufacturers face a challenge differentiating Windows Phone handsets. Nokia does so with its camera hardware and software. Its PureView technology in effect stabilises the camera inside the phone by housing it in a cage with a gyroscope so that it moves to compensate for your wobbly hand. This means that you can get decent, non-wobbly, longer exposures, meaning it performs surprisingly well in low light: the pictures are also remarkably not too noisy. The camera is an 8.7 megapixel device with a 16:9 BSI sensor that can also capture full HD video (1920 x 1080). The results are really quite good: this is the first phone I&apos;ve used where I&apos;d be happy to rely on it as my sole camera for an event rather than taking my DSLR along. It&apos;s easy to use: the hardware button (under your right index finger when holding the phone in landscape mode) wakes the phone up and goes straight to the camera. I suggest turning the flash off: it&apos;s very harsh, and the phone handles low light well. Zooming is done by pinching the screen and you can share directly from the captured image to Facebook, Twitter, Skydrive, MMS or email. Video is pretty straightforward, too, though bafflingly, there are no video-editing tools on the phone: you&apos;ll have to do any tweaking or cutting on a computer. Where it gets fun is with the editing tools Nokia provides. Cinemagraph isn&apos;t, as you might expect, a video-editing app: what that does is create animated gifs from a series of pictures. This creates the effect of part of an image moving while the rest of the shot is static. However, you can&apos;t share those directly from the phone  you need to pluck it off the handset via a computer and send it on from there, which is a bit irritating if you&apos;re dedicated to social media. More useful is Smart Shoot, which allows you to combine the best bits of a series of photographs so that your snaps of the family at Christmas won&apos;t be spoiled by Dad blinking: you can swap in his face from another image in the sequence. You can also remove unwanted objects from photographs, such as passers-by, or perhaps your ex. There are rudimentary photo-editing tools on board with Creative Studio, and despite the mutterings about the understocked app store, plenty of third-party apps for you to add filters, effects etc to your snaps. And you can create panoramas with the Panorama app, or scan barcodes and QR codes straight from the camera screen using Bing Vision via the Lenses, which also launch Cinemagraph and Smart Shoot. More than a camera lens: City Lens and Maps Outside the house, your phone can become your virtual guide, with its excellent maps and navigation apps, and, if you don&apos;t mind looking a bit silly, the augmented reality app, Nokia City Lens, will if you switch on the camera overlay the image with information about local businesses, attractions, eateries and transport. Nokia Transport is also good: it uses your location to find the public transport options: perfect for finding your way home from an unfamiliar part of town. Some of what&apos;s included is gimmicky. This phone can charge wirelessly if you treat yourself to either the wireless charging plate or one of the few (though doubtless there will be more) wireless charging accessories such as speakers I&apos;m not convinced that isn&apos;t a bit of a waste of time: you can also charge it the old-fashioned way, via the micro-USB port, and goodness knows, most of us have several of those chargers hanging around the house and don&apos;t need another charging device. Especially not in the lurid colour choices. NFC NFC is part of the package  you can tap to exchange contact cards with someone with a similarly equipped phone. But, um, that&apos;s it for now, though there is the promise of more functionality in due course. NFC will also  eventually  drive contactless payments, though for now, the Wallet hub, which will drive those, is simply an area to store details such as your PayPal account, library card, and credit and debit cards. At present those can only be used for purchases via the Marketplace, and I&apos;m not sure how comfortable I am about carrying around my card details on my phone. You set a PIN to access the Wallet, but it still feels a leap of trust I&apos;m not ready to make. For those who need a work phone, this comes with full-fat Office on board, and of course syncs seamlessly with an Exchange server, and also connects via an app to a Sharepoint server. However, there&apos;s no native remote desktop client, which is infuriating given that there was on previous versions of Windows Mobile (dumped in favour of Windows Phone more than two years ago), and the third-party options in the app store are either limited, lacklustre or a bit pricey. As a phone And finally, what&apos;s it like as a phone? It&apos;s a 4G handset, though I&apos;ve been using it on 3G with my 3 sim, and it&apos;s been absolutely fine at holding on to the signal, even in my basement flat where other handsets have struggled. Battery life is indifferent: I found it would die towards late suppertime  so definitely charge it up overnight. I don&apos;t think it&apos;s any better or worse than my Lumia 800, which I&apos;d rely on to last the day but if I were going out for a late night I&apos;d give it a blast of juice before I go. I don&apos;t use voice much, though: I email, text etc. And I&apos;ve turned off NFC, Bluetooth and background tasks; I suspect it would die faster with those on. If you start playing with it  messing about with pictures, or downloading apps from the store  you&apos;ll find the juice draining away quite quickly. I haven&apos;t had any problems with calls, though I have one tiny quibble with the onscreen keyboard, which is that the space bar is very small  smaller than on its predecessor, the Lumia 800  which meant I often hit the comma key instead of the space bar. It is, as remarked previously, a big handset, but I haven&apos;t found it too big, and I&apos;ve got small hands. On the contrary, the spacious screen has been a boon to my middle-aged eyes: I have trouble focusing close up on small print and images. And for the terminally middle-aged, you can toggle on a setting that means a double tap with two fingers will expand the text on the screen. One piece of very good news is that you don&apos;t have to use an app to sync the phone to your Windows desktop: unlike the WP7.x devices, it shows up as a removable drive in Windows and you can simply drag and drop. If you want to sync, the Zune software has been replaced by the clunkily named Windows Phone App for desktop, which does the job adequately. Conclusions This is a very nice handset indeed. It feels like a high-quality device, and it feels like a sturdy device that will stand up to being lugged about in a handbag. There are some quibbles  some of the Nokia apps are fun but a bit, well, useless; the wireless charging is a bit of a gimmick; battery life could be better. And yes, the app store has significantly fewer apps than Google Play or the Apple App Store. Having said that, for me, there&apos;s nothing missing, although others will miss Instagram and taxi app Hailo. One big WTF is the fact that it&apos;s only available in the UK on contract via Everything Everywhere, the 4G operator, or unlocked, which means this very nice phone probably won&apos;t get the user base and wider audience it deserves. But if you&apos;ve got the money to spend, it&apos;s a very capable phone at the luxury end of the market. From Nokia: http://www.nokia.com/gb-en/products/phone/lumia920 Pros: lovely screen, 4G, sturdy, quality build Cons: Not widely enough available, expensive, gimmicky in places. Some will think it too big.", 
    "section": "technology", 
    "gid": "technology/2012/nov/26/nokia-lumia-920-review", 
    "wordcount": "2621"
}