{
    "headline": "$10m campaign targets cervical cancer among girls in sub-Saharan Africa", 
    "text": "A partnership worth $10m (8.1m) to increase the uptake and awareness of a vaccine to protect girls from cervical cancer, which has higher death rates in sub-Saharan Africa than any other cancer, was launched on Tuesday. Gavi, the vaccine alliance, announced it is joining forces with the Girl Effect to increase the demand for the human papillomavirus (HPV) vaccine in Rwanda, Ethiopia and Malawi.           A girls life: how inequality starts before birth    The partnership, launched to mark International Day of the Girl, will challenge the myths and misconceptions about the vaccine. The fact that HPV is transmitted through sexual contact had raised concerns that the vaccine would encourage promiscuity. While Gavi will ensure the vaccine is available in each country, the Girl Effect will use its networks to promote the vaccine to girls and their families via social media, radio shows, magazines, drama and mobile apps. The HPV vaccine protects girls against 70% of incidences of cervical cancer, which claims the lives of an estimated 266,000 women and girls a year, about 85% in poorer countries. Sub-Saharan Africa, the Caribbean and Latin America have the highest incidences. Left unchallenged, there are fears that by 2035 the number of deaths could rise to 416,000, more than 95% of those in developing countries, which would make cervical cancer a bigger killer of women than childbirth. Cervical cancer is a scourge that kills women in the prime of their lives, depriving families of mothers, aunts, grandmothers and wives, said Dr Seth Berkley, CEO of Gavi. The HPV vaccine is a vital tool in the battle against cervical cancer, especially in countries where lack of access to screening and treatment is a major issue. Our partnership with Girl Effect is an opportunity to bring this vaccine to the attention of girls who are at risk of missing out on its lifesaving impact. Everybody in sub-Saharan Africa will know people who have died of cervical cancer. They dont die late in life, but at their peak. He said diagnosis often comes at the end stage where virtually nothing can be done.   Related: US ranks lower than Kazakhstan and Algeria on gender equality    Farah Ramzan Golant, CEO of the Girl Effect, said: In this unusual partnership with Gavi, were pioneering an integrated approach to tackle a complex development issue. Gavi will ensure life-saving vaccines are available, while Girl Effect will use the power of our brands, drawing from popular culture and harnessing new technology, to drive behaviour change at scale, to ensure girls are informed and empowered to actively take up these vaccines. We want to create a new normal for girls, where theyre visible and vocal participants in society and actively supported by their communities  a world where they have the information and inspiration they need to seek out the services they need and deserve. National rollouts of the HPV vaccine have already been launched in Rwanda, Uganda and Honduras, while immunisation programmes have been set up in other countries, including Kenya. Malawi, one of the target countries in the partnership, has one of the highest mortality rates from cervical cancer in the world.      A nurse in Mbale, eastern Uganda, counsels patients ahead of a cervical cancer screening. Photograph: Jake Lyell/Alamy    Setting up vaccine programmes for adolescent girls, particularly in rural areas, will be challenging  both logistically in getting to hard-to-reach places to conduct vaccine programmes, but also in finding a suitable location to administer the vaccine and encouraging girls to take part. Conducting programmes in schools has proved more successful than trying to get girls to attend clinics. [The programme] in Uganda started out in schools, then they tried health centres as its cheaper, said Berkley. But that did not work out very well, so they are going back to schools. Girl Effect is already supporting girl-led projects in Rwanda and Ethiopia. In Rwanda, Ni Nyampinga (which means beautiful girl inside and out who makes good decisions in Kinyarwanda) is an educational platform offering advice on sexual health and showcasing role models for girls. About 500,000 girls have read its magazine or listened to its radio shows. Messages about HPV will feature on the platform. If the partnership proves successful in the three initial countries, Gavi and Girl Effect want to use the lessons learned to promote the vaccine in others. Nigeria, for example, would be high on the list. If we can debunk some myths, the world is our oyster, said Golant.", 
    "section": "global-development", 
    "gid": "global-development/2016/oct/11/10m-dollar-campaign-targets-cervical-cancer-girls-sub-saharan-africa-international-day-of-the-girl", 
    "wordcount": "712"
}