{
    "headline": "The Countryside Alliance's neo-feudal shotgun lead campaign", 
    "text": "I have long seen the Countryside Alliance as a neo-feudal organisation, run by the landowning class and resentful of the intrusions of democracy upon its traditional privileges. The alliance, whose board is populated by dukes, lords and baronesses, asserts the right of its members to kill what they want and how they want. When anyone objects, it characterises the objection as the oppression of rural people by urbanites. In reality, rural opinion on these and other matters is diverse and divided, while many of the most ardent killers (who spend a fortune on shooting grouse, stags and driven pheasants) make their money in the City and other parts of the urban economy. This is not a clash between rural and urban values, but a clash between aristocratic and democratic values. Among its recent campaigns, the Countryside Alliance has supported the government&apos;s proposal to persecute buzzards on behalf of pheasant shoots, defended people caught hunting illegally and lobbied (successfully) against the right to canoe and kayak in Welsh rivers. (So much for supporting the freedom to enjoy rural sports). But for sheer pig-headed selfishness and wanton destruction, nothing beats the campaign to which it is now devoting much of its energy. Several other European countries (Norway, Denmark, Sweden and the Netherlands) have banned the use of lead shot in cartridges. There are powerful reasons for this. Ducks, geese and many other bird species eat grit in order to help grind up the food in their gizzards. Shotgun ammunition is of the right size and shape: when they find it, they often swallow it. In some places, especially in wetlands and on muddy shores, there is not much natural grit of the size they seek, yet there is often a great deal of shot. One study found between 10 and 50 shot per square metre in the upper 20cm of most of the wetlands in the UK. Birds will often swallow large quantities of lead. In the acid, grinding environment of their gizzards and guts, it is quickly dissolved and absorbed into their bloodstream. Lead is highly toxic; it can cause loss of motor control, paralysis, anaemia, kidney and liver damage and many other symptoms. Once it has entered the environment in the form of shot, it is hard to remove, and may continue to circulate up and down the food chain for many years. Scientists estimate (PDF) that across Europe, 8.7% of ducks and geese die as a result of lead poisoning every year. Some species, because of their choice of habitats and feeding habits, are hit especially hard: 23% of pochard and 31% of pintail ducks are believed to die of this cause. Carnivorous birds and mammals, which survive by hunting and scavenging, are also at risk from lead poisoning. When hunters injure but do not kill their quarry, or when they kill birds or rabbits but cannot find them, these animals are likely to be finished off by birds of prey, foxes or polecats, and the lead the carrion contains will enter their bodies. A global study of the problem found fatal lead poisoning in 33 species of birds of prey, and 30 species of other land birds, such as cranes, rails and partridges, which mistake lead shot for grit. Among the birds killed this way were species which are treasured by naturalists in Britain, including marsh harriers, goshawks, golden and white-tailed eagles, ravens, long-eared owls, red kites, honey buzzards, rough-legged buzzards and peregrine falcons. The problem was first reported in 1876 (HS Calvert. Pheasants poisoned by swallowing shot. The Field, vol 47, no 189), and hundreds of scientific studies since then have documented the impacts of lead poisoning on wildlife. There is a simple soluton, which does nothing to diminish the &quot;sport&quot; the members of the Countrysde Alliance enjoy: using shot made from other metals. Alternatives, made of tungsten alloys, bismuth, steel and tin, have been available for several decades. Anglers accepted a ban on the use of lead for weighting their lines back in 1987, and since then then have happily been using substitutes. But, while coarse anglers greatly outnumber those who shoot game, they released far less lead into the environment. Thanks to the power of the landowning lobby, all that has been achieved so far, despite a crushing weight of evidence, is a ban on the use of lead shot below the high-tide mark, in a number of sites of special scientific interest and for shooting ducks, geese, moorhens or coots. All other uses (the great majority) are legal. This limited ban is widely flouted. A study by the Wildfowl and Wetland Trust in 2002 found that 69% of the ducks being sold by game dealers had been shot illegally with lead. A similar but bigger study commissioned by the government and completed in 2010 found more or less the same level of law-breaking: 70%. In a survey, 45% of people who shoot or manage shoots admitted that they ignore the rule. As is so often the case with wildlife crime, especially the crimes committed by or on behalf of our lords and masters, enforcement is almost non-existent. Though the partial ban on the use of lead shot in England was introduced in 1999, and despite the widespread and unembarrassed law-breaking, there has been just one prosecution, and that was only because the shooter had used his lead shot to kill a mute swan, which is legally protected. It is plain that the partial ban is not working. The simplest and most sensible way of dealing with this is to ban the sale and use of lead shot in cartridges in the UK for any purpose, as other countries have done. Now the European Chemicals Agency has conducted a study on the use of lead shot across the EU, and is consulting on the issue. The Countryside Alliance has gone, er, ballistic. It thunders that there is &quot;absolutely no evidence that the use of lead shot outside wetlands has any environmental impact&quot;. This is pure denial. Take a look, for example, at the reams of references at the foot of this paper. Then tell me there is absolutely no evidence. It also insists that &quot;a ban on lead in ammunition could have a serious negative effect on the shooting industry because most of the guns made by the historic British gun makers, and many from abroad, are unsuitable for use with economically comparative alternatives to lead.&quot; This too is rubbish. Pellets in different materials are now made for every kind of gun. Steel shot is actually cheaper than lead, and with the right kind of wads does no harm to a shotgun. And is affordability really the sticking point for the people the Alliance represents, many of whom pay thousands of pounds to shoot driven birds? As for effectiveness, a review in Sporting Gun, which is generally at one with the Countryside Alliance, concluded that &quot;A lot of hot air is talked about non-toxic loads and their supposed non-effectiveness but having field-tested them all, I can assure you that Hevi-Shot, Tungsten and Bismuth all work perfectly well.&quot; The Countryside Alliance&apos;s campaign against a ban on lead shot strikes me as motivated not by any practical or economic concerns, but by the age-old attitude of reactionary members of the landowning classes: that they will not be subject to the laws or considerations that affect lesser members of society. Supercilious, blinkered and supremely selfish, these people have had their way in Britain for far too long. It&apos;s time we stood up to them. monbiot.com", 
    "section": "environment", 
    "gid": "environment/georgemonbiot/2012/jul/26/countryside-alliance-shotgun-lead-campaign", 
    "wordcount": "1267"
}