{
    "headline": "Human Body Factory by Dan Green | Book Review", 
    "text": " Everyone is curious to learn how their body works, but understanding the details can often be a daunting task. But a new children&apos;s book rises up to meet this challenge, and it does so admirably: Human Body Factory by Dan Green [Kingfisher  An imprint of Macmillan Children&apos;s Books, 2012; Guardian Bookshop; Amazon UK; Amazon US]  The author compares the human body to a factory filled with different departments (organ systems), each employing hundreds (thousands?) of workers busy with their own special tasks. Although this book does present anatomy, it focuses primarily on physiology -- the function -- of the human body, making it into an excellent companion volume to the book, Build the Human Body by Richard Walker, which focuses mainly on the body&apos;s structure. (Read my review.) Detailed full-colour cartoons make this charming book into the &quot;Where&apos;s Wally?&quot; of the human body; where you&apos;ll discover amusing details such as the workers in dinghies mixing gastric juices in the stomach with a giant whisk, park rangers on the skin keeping things clean amongst glades of gently swaying hairs and sweat-gland sprinklers, or the worker hurrying to patch up a leaky blood vessel whilst a vampire lurks nearby, holding out an empty pitcher. As you explore the many &quot;departments&quot; that are essential to keep you functioning, you will learn interesting facts to share with your friends, such as what makes pee yellow-coloured, the number of bacteria residing in the average human mouth, and what is the body&apos;s largest organ.  Having taught anatomy &amp; physiology in several universities, I was impressed by the accuracy and depth of scientific detail in this book. Despite being targeted to children, this charming book reminds me of Margaret Matt&apos;s and Joe Ziemian&apos;s excellent &quot;Human Anatomy Coloring Book&quot; that is often a recommended learning supplement for university biology and premed students.  This oversized hardcover is 48 pages long, and includes a glossary and index. A large full-colour poster summarising the material presented in the book is attached to the inside back cover. Shortlisted for the 2013 Royal Society&apos;s Young People&apos;s Book Prize, this book will provide hours of education and entertainment for children and adults alike! Highly recommended! .. .. .. .. .. .. .. .. .. .. ..  GrrlScientist is an evolutionary biologist, ornithologist and freelance science writer who writes about the interface between evolution, ethology and ecology, especially in birds. As a judge who helped select the 2013 Royal Society Young People&apos;s Book Prize shortlist, she also has a deep passion for good books, especially good science books, which she reviews with some regularity. You can follow Grrlscientist&apos;s work on her other blog, Maniraptora, and also on facebook, G+, LinkedIn, Pinterest and of course, twitter: @GrrlScientist", 
    "section": "science", 
    "gid": "science/grrlscientist/2013/may/21/15", 
    "wordcount": "446"
}