{
    "headline": "Why girls in India are still missing out on the education they need", 
    "text": "Meena (not her real name) didn&apos;t tell her parents when the older boys started harassing her on the hour-long walk to school from her home in Madanpur Khadar, south Delhi  grabbing her hand and shouting &quot;kiss me&quot;  because she knew she would get the blame, as if she had somehow encouraged them. She was right: when her family found out, they banned her from going back to school, worried about the effect on their &quot;honour&quot; if she was sexually assaulted. The plan now is to get her married. She is 16. Gulafsha is luckier: her mother is determined she will become a doctor. But there are 70 pupils in a class at her school, and the teachers often simply don&apos;t turn up. The drinking water tanks are so filthy the pupils bring their own water. &quot;I have never gone to a toilet at school in all these years, they are so bad,&quot; the 14-year-old says. She doesn&apos;t know how, but somehow her mother saves 900 rupees a month to pay for private tuition in three subjects. Sumen, 35, is battling for her child&apos;s future, too. Her nine-year-old son has learning disabilities and she has tried and failed to get him into school every year since he was old enough. Finally, the authorities have agreed he should get some education, but it&apos;s only for one day a week. Sumen, a domestic help who never went to school herself, wonders if she should have tried to teach him at home: &quot;But if I haven&apos;t studied, how much could I do for him?&quot; Four years ago, the World Bank upgraded India from a &quot;poor&quot; country to a middle-income one. As commentators were at pains to point out in November, when the UK announced it would end aid to India from 2015, the country has a space programme, 48 billionaires and its own aid budget. Under its Right to Education (RTE) Act, passed in 2009, a free and compulsory education is guaranteed for all children aged between six and 14, and the most recent figures for primary school enrolment stand at an impressive-sounding 98%. But going to school, as those monitoring progress on the millennium development goal of achieving universal primary education have increasingly realised, is one thing: the quality of the education you get is another. Within government schools pupils face numerous challenges, says Oxfam India&apos;s Anjela Taneja. Overcrowded classrooms, absent teachers and unsanitary conditions are common complaints, and can lead parents to decide it is not worth their child going to school. A 2010 report by the National Council for Teacher Education estimated that an additional 1.2 million teachers were needed to fulfil the RTE Act requirements, and last year the RTE Forum, a civil society collective of around 10,000 non-governmental organisations (NGOs), found that only 5% of government schools complied with all the basic standards for infrastructure set by the act. Some 40% of primaries had more than 30 students per classroom, and 60% didn&apos;t have electricity. The RTE Forum also reported official figures showing that 21% of teachers weren&apos;t professionally trained. Earlier this year, the independent Annual Status of Education Report into rural schools found declining levels of achievement, with more than half of children in standard five  aged around 10  unable to read a standard two-level text. &quot;If you want to end child labour, you have to fix the education system,&quot; Taneja says. &quot;People are aware of what education is and what it is not.&quot; Nor do enrolment figures necessarily reflect who is actually attending school, she says. The number of primary age children not in school in India was put at 2.3 million in 2008, but other estimates suggest it could be as high as 8 million. According to an Indian government report, the primary drop-out rate in 2009 was 25%. It is girls, and marginalised groups such as the very poor and the disabled, who are often left behind. While girls attend primary school in roughly equal numbers to boys, the gap widens as they get older and more are forced to drop out to help with work at home or get married. Of the out-of-school children in 2008, 62% were girls; they make up two-thirds of illiterate 15- to 24-year-olds. And two-thirds of those not in school were from those lowest in the caste system, tribal groups and Muslim communities, despite those historically oppressed groups making up only 43% of India&apos;s children. Meanwhile, neighbourhood &quot;low-budget&quot; private schools serving low-income families desperate  like Gulafsha&apos;s mother  to provide their children with a &quot;quality&quot; education have mushroomed. But they are unregulated, and can lack trained teachers and proper infrastructure, says Taneja. Madanpur Khadar, a &quot;resettlement colony&quot; begun in 2000 to house families moved on from newly cleared slums, has 145,000 residents. But the number of plots given out for homes is only really enough to accommodate around 60,000 to 70,000 people, explains Alok Thakur of Efrah (Empowerment for Rehabilitation, Academic &amp; Health), a grassroots organisation working to promote socio-economic development in some of Delhi&apos;s poorest areas. The buildings are made of brick, but 90% of households have no toilets, Thakur says. The sewers running along the edges of the bumpy, often unmade streets are only partially covered. Here and there great piles of glistening, treacle-dark sludge have apparently been dredged out. Animals root through heaps of rotting rubbish, and one large open space has become a shallow lake of foul-smelling filth. Pigs snuffle at the detritus littering its margins. Kamlesh&apos;s hands quiver as she reads her testimony, the microphone bouncing her words off the surrounding buildings. Efrah has organised a &quot;jan sunvai&quot;, or public hearing, giving residents the chance to air their grievances about the colony to a panel of experts, and the 35-year-old mother is speaking on education. At the area&apos;s three primary schools, the students number 2,176, 1,148 and 1,311, her submission says. They have 33, 14 and 20 teachers respectively. The quality and quantity of teaching is insufficient. Inside one of the schools, some of the gloomy, bare-walled classrooms have low benches and desks. In others, the little girls sit on the floor, books in their laps. In several, no teacher is present; one man appears to be responsible for three of the small rooms. When the heavy metal gates at the entrance are opened at the end of the school day, an incredible crush of children pours into the squelchy mud of the lane outside. Back at the hearing, the kind of street harassment suffered by Meena  sometimes referred to as &quot;Eve-teasing&quot;  and its effect on girls&apos; education is another major concern. The brutal gang rape and murder of a Delhi student in December sparked protests across the country calling for changes in cultural attitudes and policing, but young women here say they feel scared by the way some men behave. &quot;We complain to the police and [they] stand where they are and watch the girls being teased,&quot; Meenakshi, 18, tells the audience. A series of measures have been brought in since the December attack aimed at making women safer, but despite these, there has been a spate of attacks on women in Delhi since the beginning of March, including four reported assaults on girls under 18. Only a fraction of such attacks are reported. The Global Campaign for Education (GCE), a coalition of 26 NGOs and teaching unions, wants all nations to allocate at least 6% of GDP to education. India has been promising that since 1968, Taneja says, but the figure has never topped 4%, and it is currently 3.7%. It is an issue of political will, rather than a lack of cash, she suggests: education is not a vote-winning issue in a system of frequent elections, where pledges need to be deliverable immediately. Nor do policymakers have a personal stake: the political classes don&apos;t tend to send their children to government schools. &quot;It seems to me we can afford everything else,&quot; Taneja notes. As the 2015 deadline for the millennium goal on primary education looms, the experiences of girls and women such as Meena, Gulafsha and Sumen have a particular resonance. On current trends, a Unesco-commissioned report concluded in October, the goal will be missed &quot;by a large margin&quot;. Progress was initially rapid, but has stalled since 2008, and 61 million children remain out of education. But as thoughts turn to replacement goals, attention is focusing not just on how to reach the remaining children, but on those who are now going to school but simply aren&apos;t learning, says Save the Children&apos;s Will Paxton, who leads on policy for the GCE UK. &quot;The scale of the issue is pretty enormous,&quot; he says. &quot;Not least because if they don&apos;t learn anything they disengage and drop out.&quot; Targets to tackle inequality in who gets to go to school, and to push nations to help the most marginalised young people in education, will be another GCE focus. &quot;Our argument is that the existing MDG doesn&apos;t really do enough to provide a strong incentive to worry about the hard-to-reach groups,&quot; Paxton says. Meena, who comes from a Dalit family  the caste formerly known as &quot;untouchables&quot; had imagined herself working for the police, or becoming a teacher. &quot;My parents are looking for a boy for me,&quot; she says. &quot;They say I can get married and then I can study. But I know that once I get married, it will become very difficult. My dream will never come true.&quot; Some names have been changed  Rachel Williams&apos;s trip was funded by the Global Campaign for Education UK and the National Union of Teachers What we learned in Delhi, by Millie and Sam Since returning from Delhi, Millie Wells has thought about girls like Meena a lot. &quot;I was just walking to school and thinking how different my life is from hers,&quot; she says. &quot;It&apos;s really hard to comprehend.&quot; Millie, 15, from Ringwood school in Hampshire, and fellow pupil Sam Whittingham, 14, won the Steve Sinnott award to become 2013&apos;s young ambassadors for the Send My Friend to School campaign. They travelled to Delhi to find out what stops children getting a good education, and now, armed with compelling first-hand accounts, will encourage other young people to lobby UK politicians on pushing for universal primary education. Sam was impressed by the differences being made to children&apos;s lives by the projects he saw. &quot;They knew they couldn&apos;t change everything in one go, but they helped small groups to chip away at the problem,&quot; he says. The public hearing in Madanpur Khadar sticks in Millie&apos;s mind. &quot;The people spoke with so much passion,&quot; she remembers. &quot;They were trying to cope with what they had and campaign within their own community. It was amazing.&quot; For free Send My Friend to School 2013 school packs and resources go to sendmy friend.org", 
    "section": "global-development", 
    "gid": "education/2013/mar/11/indian-children-education-opportunities", 
    "wordcount": "1860"
}