{
    "headline": "Rebuilding Africa 'can't be dependent on donors'  Ngozi Okonjo-Iweala", 
    "text": "Better infrastructure, more jobs and innovative ways to pay for both are needed to ensure Africa&apos;s development, the Nigerian finance minister said on Friday. Improving access to electricity, building rural roads, and providing water and sanitation, particularly in increasingly crowded urban areas, &quot;matter so much&quot; to Africans, Ngozi Okonjo-Iweala told the Guardian. &quot;How do you transform the economy? You&apos;ve got to provide the basic infrastructure for people to transform their own lives,&quot; she said. &quot;You&apos;re killing many birds with one stone. If people have power, the welder in a rural area can make money, a woman can make money, children can read, health centres can have cold storage facilities.&quot; However, the minister, in Liberia this week as one of the 27 members of the UN high-level panel (HLP) discussing a new development framework for when the millennium development goals expire in 2015, acknowledged the challenge of finding money to pay for it all. She said Africa needs $93bn-120bn (59bn-76bn) a year to improve the continent&apos;s infrastructure significantly. She estimates a funding gap of almost $50bn. Given the economic climate and the lack of enthusiasm among donors to meet their pledge to spend 0.7% of gross national income on aid, where will this money come from? &quot;That&apos;s what we need to discuss. We&apos;ve started initial discussions about how we finance whatever goals we put in place. We have to think about finance  of course I would say that as a finance minister. But we have to think of innovative ways to be able to raise the resources needed,&quot; she said. &quot;In the post-2015 effort, we have to move away from looking at traditional sources of finance. We can&apos;t be dependent on donors.&quot; This means more public-private partnerships, she said, adding that governments will have a responsibility to create &quot;enabling environments&quot; to attract investors. Unlike the process that established the millennium development goals (MDGs), the private sector is very involved in post-2015 talks. The inclusion on the HLP of the chief executive of Unilever, Paul Polman, and Betty Maina, chief executive of Kenya&apos;s Association of Manufacturers, is perhaps telling. To ease concerns that big business could put profits before people and take large chunks of money  and jobs  out of Africa, Okonjo-Iweala said transparency and good governance need to be included in any new framework. &quot;We need mechanisms in place, more transparency, so citizens can understand what is happening, can see how resources are moved around and can ask questions.&quot; At an event on Thursday evening, organised by NGOs Save the Children and ONE, the minister told the audience that Nigeria is publishing government budgets in newspapers and online so people know the amount of money available, the government&apos;s spending priorities, and can hold the authorities to account if it&apos;s not spend correctly. The involvement of the private sector could also bring much-needed jobs to a continent where more than 60% of the population is under the age of 30 (pdf) and where unemployment is high. Okonjo-Iweala said she expects the panel to come up with broad themes that resonate around the world  such as job creation, equality, good governance  which would then have specific goals attached to them. She believes the goals will need to be universal to have impact, although what that will look like is still very much under discussion. The HLP talks conclude on Friday and will resume in Indonesia at the end of March. A report of the panel&apos;s recommendations is expected at the end of May. Alongside the HLP is the open working group, set up as a result of Rio+20 last year. The group, which will create sustainable development goals, is due to hold its first meeting next month. There seems near consensus among the HLP that there needs to be one post-2015 process. However, integrating the themes of the HLP with those of the working group, which has a clear mandate to ensure environmental issues are not forgotten, could prove challenging.", 
    "section": "global-development", 
    "gid": "global-development/2013/feb/01/rebuilding-africa-donors-ngozi-okonjo-iweala", 
    "wordcount": "674"
}