{
    "headline": "Clarice Howorth obituary", 
    "text": "My former headteacher Clarice Howorth, who has died aged 86, was a fresh-faced Oxford graduate when she arrived in Cape Coast, Ghana, in 1950 as a Methodist missionary and biology teacher. She joined the staff of Wesley girls&apos; high school and stayed there for more than 30 years. Clarice was the last of the school&apos;s foreign headteachers and handed over to the first Ghanaian head. When she left she was awarded Ghana&apos;s Grand medal and was appointed MBE when she returned to Britain. She was born Clarice Garnett in Settle, North Yorkshire, and was educated locally. She then went to St Hugh&apos;s College, Oxford, to study science. She taught briefly and could have had a successful career in the UK, but instead decided to go to colonial Africa and teach in a girls&apos; school. She would fix broken spectacles, sandals and radios and could even be found under the school bus when it would not start. Clarice oversaw the introduction of the sixth form and helped &quot;Africanise&quot; the science syllabus. As one old girl said, &quot;before that we had to learn about snowdrops&quot;. Clarice was not just interested in &quot;her girls&quot; but also reached out to people from surrounding villages and learned the local language. When she retired and returned to Settle, she took over the village post office. She married Roland Howorth in 1989 and they enjoyed a very happy marriage. She was still very interested in the school right up to the end of her life, keeping up with events and the people connected with it. Her &quot;girls&quot; are now trailblazing all over the world. Clarice was a softly-spoken, gentle person who had a positive influence on many lives. The school&apos;s motto is &quot;Live pure, speak true, right wrong and follow the king&quot;  and she certainly did. Roland died in 2009. Clarice is survived by her stepchildren, Jane and Christopher, and her sister-in-law, Sheila.", 
    "section": "education", 
    "gid": "education/2013/apr/30/clarice-howorth-obituary", 
    "wordcount": "326"
}