{
    "headline": "Why British institutions must look to the bottom line when dealing overseas", 
    "text": "I chaired a more than usually animated debate at the recent British Council Going Global Conference on sustainable international partnerships. The reason that it was more than usually animated was that it exposed a key issue often neglected in international partnerships: clarity over objectives and the identification of mutual benefit. To the annoyance of at least one attendee from outside the UK, the panel seemed to be placing too much emphasis on the commercial bottom line. This risked creating the impression that UK colleges were simply seeking to exploit poorer developing nations. The debate that followed exposed the alternative view, that with reducing budgets, the onset of enforced redundancies and a mission to support learning in the local communities that they serve, it was becoming increasingly difficult for British institutions to justify partnerships that did not offer clear benefit to UK partners. There was simply no spare capacity to bear costs that did not contribute either financially, or otherwise to the benefit of the communities and students that UK colleges serve, despite any inherent feelings of goodwill and a wish to do the right thing. So how can these tensions be resolved? I think first and foremost, after an initial exploratory phase that may be underwritten by government or NGO partnership funding, the tensions can be resolved by a hard-headed articulation and evaluation of the benefits to be derived on both sides of the partnership. From the UK college perspective, these benefits could indeed be financial and, as exposed in the Going Global debate, this would be entirely justifiable  as it is when the partnership is with a multinational company seeking to operate in an overseas market. They have a financial objective but are also interested in building local training capacity. Likewise, higher education institutions providing what amounts to a consultancy service to a rapidly developing economy to develop capacity, can reasonably expect a fair return for their efforts. In either of these cases, the benefit to British institutions will be to their bottom line and, through this, to additional services that they can provide, to their own students and communities. This is neither disreputable nor mercenary. But this doesn&apos;t mean institutions interested in international partnerships should value nothing other than the potential financial return. Benefit can and should be defined more broadly than merely financial advantage. Through engaging with overseas partners, the competencies of UK staff and the experience of UK students can be significantly enhanced, and in the same ratio as the benefits accruing to the overseas partner. Too often, however, these benefits are not clearly enough articulated, leading to potential misunderstandings between partners and a failure to mount a convincing case to the college or university board to sustain the investment in time and money in the partnership beyond the initial period of state subsidy. Just as in a wholly commercial relationship, successful partnerships for wider reasons require a hard head as well as a warm heart, especially in straitened circumstances. It seems to me that in all of the successful partnerships identified within the British Council report Building Skills, Building Partnerships, it is this combination of clarity of aims and inherent goodwill that has been instrumental in making partnerships work over the long term. Martin Doel is the chief executive of the Association of Colleges, which represents and promotes the interests of UK colleges This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/apr/30/international-partnerships-higher-education", 
    "wordcount": "590"
}