{
    "headline": "The value of an apprenticeship compared to a degree", 
    "text": "Your report on the Richard review (Dragon breathes new life into apprenticeships, 27 November) raises important questions about the need to prepare young people for the workforce properly and the value of apprenticeships compared to a degree. The engineering sector has a huge need for a steady intake of talented and motivated young people with the necessary skills to replace retiring employees. The British Industrial Truck Association (Bita) welcomes the findings of Doug Richard&apos;s thorough review, in particular the recognition that employer support needs to be embedded in apprenticeships and that course content must be rigorous. This was at the forefront of our minds when we established the Bita academy at the City of Bristol College to train the next generation of lift-truck engineers and keep the industry running smoothly. Employers have been actively involved from day one to ensure apprenticeships are tailored to the needs of the lift-truck industry. This approach benefits employees and employers alike. A proper apprenticeship is more than just a routeinto work; the experience and skills it provides allow people to flourish in their careers and rise to the very top. As such, apprenticeships are the cornerstone of career progression in industry. This crucial point perhaps isn&apos;t widely understood but issupported by a survey of our members, which revealed 45% of senior managers in UK forklift truck companies started their careers as engineering apprentices. At a time when the costs of a university education are higher than ever before, people are rightly reconsidering whether their job prospects reflect the debt they have to take on. Paid, vocational training via an apprenticeship sets you up for a rewarding career. With proper industry support, apprenticeships are an attractive option for school-leavers.James ClarkSecretary general, Bita  The long-awaited Richard review destroys the notion that apprenticeships are the easy solution to the problem of Neets (young people not in employment, education or training). In his review, Doug Richard states: &quot; there has been a drift towards calling many things apprenticeships which in fact are not  Simply enough, not all instances of training on a job are apprenticeships.&quot; This is well put and offers a direct and unavoidable challenge to the numbers and propaganda game which states that apprenticeships have been a great recent success story. On Doug Richard&apos;s criteria, they haven&apos;t. We have witnessed a considerable increase in the numbers receiving subsidised on-the-job training that, for funding purposes, has been labelled an apprenticeship. If we want apprenticeships to become the blue riband of vocational training, with a precise definition and clear criteria, the numbers participating will not be as great. This problem must be recognised, debated and addressed as a matter of some urgency.Martyn SlomanVisiting professor, Kingston Business School  The issue at the heart of the apprenticeship debate is quality. Branding low-level training and broad work-based programmes as apprenticeships is one of the key factors devaluing and tarnishing the apprenticeship brand. High-value apprenticeships are rigorous and valued by the employer and employee alike. More needs to be done to ensure these training programmes deliver outcomes that meet employers&apos; needs and ensure employees are getting relevant skills for that industry sector. As Richard quite rightly states, the future will only be bright if we offer young people more choice and we offer more routes into the professions.Suzie WebbDirector of education, Association of Accounting Technicians", 
    "section": "education", 
    "gid": "education/2012/nov/28/devalue-brand-too-many-apprenticeships", 
    "wordcount": "561"
}