{
    "headline": "Who's the deer killer? National Trust says DNA trail may lead to wild cat", 
    "text": "Jerry Morgan jams his binoculars to his eyes and homes in on a fence line where a beech woods drops into the field. It turns out not to be the Woodchester wild cat but a big black crow, rifling through the leaf litter. Morgan has travelled to Gloucestershire from west London in the hope of catching sight of a big cat  or cats  that might be prowling in this steep, wooded valley. &quot;It&apos;s rather marvellous to think there might be something out there that we really don&apos;t know about or understand,&quot; he says. Many more like Morgan could follow next week if the results of DNA tests commissioned by the National Trust, which owns Woodchester Park, prove a big cat is at large. &quot;I want to believe, I think I do believe,&quot; says Morgan. There have long been big cat sightings in the valleys and rugged commons around Stroud and Nailsworth. Between 2005 and 2011, Gloucestershire police logged some 75 reports (pdf). Walkers, motorists and homeowners reported seeing panthers, pumas, even on one occasion a lion near junction 9 of the M5. Attitudes are mixed. Many people are convinced the sightings are genuine, and that the cats are the descendants of those released in the 1970s when ownership without a licence became illegal. Others think these may be rare native cats largely forgotten when most people moved into towns. There is even a school of thought that the sightings are real but they are not actually there: they are ghost cats. Of course, there are also a huge number of sceptics who believe that the cats are seen by those who have had one too many pints at the Rose and Crown in nearby Nympsfield. The more charitable naysayers wonder if there is a primeval need for humans to imagine a beast if there isn&apos;t a convenient one to hand. The still-warm remains of a deer found by a dog walker at Woodchester Park, a suitably atmospheric site comprising an overgrown 18th- and 19th-century landscape park and a never-finished Gothic manor house, could solve the mystery once and for all. Those who examined the corpse say it bore the hallmarks of a cat killing. The snout had been &quot;chomped off&quot;  big cats sometimes try to suffocate prey by clamping their mouths around their targets. Tufts of hair were found nearby: big cats neatly pluck hair from the area they are about to bite into. In addition the stomach and intestines had been neatly removed and discarded. There was no evidence of the &quot;raggedy&quot; wounds characteristic of a dog attack. Crucially, because the corpse was so fresh  and so had probably been ravaged only by the killer  the National Trust realised that it might be possible to find traces of cat DNA on the body. David Bullock, the trust&apos;s head of nature conservation, called Robin Allaby, an evolutionary geneticist at Warwick University. The two had worked together before (on bat droppings) and Allaby dashed to the scene and took away 30 samples, which is he working on. Bullock believes it is &quot;perfectly possible&quot; that the tests will come back positive. &quot;I am prepared to believe,&quot; he says. If the tests prove a big cat is on the prowl, there will be health and safety issues to consider. &quot;We will have to assess access to our properties and the risks associated with whatever it is. We will be guided by Defra to see what needs to be done. But we would be dealing with something so elusive we probably wouldn&apos;t want to take any action unless we were directed to do so by the experts or the state. If it keeps out the way and just bumps off a few deer, I don&apos;t think anyone would be particularly worried.&quot; For the record, Defra, the government department responsible for rural affairs, officially does not accept that ABCs  alien big cats  do exist in Britain. And if the tests come back negative? &quot;Whatever the results, the process has been lovely, full of awe and wonder at the natural world and its mysteries,&quot; says Bullock. &quot;It&apos;s brought to people&apos;s attention there is nature out there and nobody understands nature completely. Nature doesn&apos;t give up its secrets easily.&quot; In the woods, the trust&apos;s head ranger for the Gloucestershire countryside, David Armstrong, turns out to be a believer. He admits he has seen a big cat  a lynx actually  not at Woodchester but eight miles away at Slad, Laurie Lee territory. &quot;I think it&apos;s important that people don&apos;t get frightened at the idea of a big cat. I&apos;ve never heard of anybody being attacked by a cat. If anything, I think people around here who do believe are protective of the cats. They live side by side with them without any problem.&quot; Since the trust announced that DNA tests were being carried out, Armstrong has had about 20 reports of sightings. A second deer corpse has been found on private land close to Woodchester and is also being tested by Allaby. All this is great publicity for the trust. Its press office has been besieged by newspapers, magazines  including the Fortean Times  and even documentary-makers keen to attempt to track and trap the cat. The downside may be the focus on the negative. Most newspaper subeditors cannot resist getting the word &quot;fear&quot; into headlines. Rhiannon Wigzell, a Woodchester councillor, does not sound very fearful. She thinks her herd of sheep would be able to cope with a big cat. &quot;They huddle together quite effectively. I think cats, if they do exist, go for deer, not people and livestock.&quot; Up at Thistledown campsite, father and son Richard and Ryan Kelly are equally calm. Both believe they have seen big cats  though not on the campsite  and have heard &quot;painful, strangled cat-like noises&quot; that they cannot explain. Long before the National Trust&apos;s announcement they had a sign on the site flagging up the possibility of a Woodchester big cat. &quot;We run bat and badger walks. Why not cat walks too?&quot; says Richard. &quot;Bring it on. I think it would attract more people rather than putting them off.&quot; Jerry Morgan packs his binoculars away and walks back to his car. He did not really expect to see a cat. &quot;I suppose I just wanted to savour the atmosphere. I knew there was just about no chance of a sighting. It feels like the sort of place, remote and untamed, where a wild cat could live. We&apos;ll have to wait and see, won&apos;t we?&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jan/20/woodchester-wild-cat-dna-tests", 
    "wordcount": "1115"
}