{
    "headline": "Grammar schools cannot help 90% of children", 
    "text": "Justine Greening, the education secretary, looks set to be defined by the debate on grammar schools: four months into her job and its difficult to point to any other significant announcement or new idea. The debate is a shorthand for all the inequalities and divisions that have plagued our education system for ever. It was bound to release a torrent of protest  and rightly so. The opposition to a return to the selective education of the 50s and 60s comes from all sections of society and the political spectrum.   Related: Dear Theresa May, heres what grammar schools did to my family | John OFarrell    My fear, though, is that while opponents of grammar schools argue this case, the government is reframing the debate so it is no longer about traditional grammar schools but instead about their place in the new education landscape  one selective school for each multi-academy trust, and grammar schools taking over struggling schools or opening free schools. This could appear a far more attractive proposition to parents and the public and win greater support. But it is a deeply flawed idea and not supported by the evidence. The governments case is outlined in its consultation paper. Its premise is that strong schools should support struggling schools and teachers learn from each other. But it distorts this to argue that selective schools are the great strength in the system and are uniquely equipped to improve some of the countrys most challenging schools. Selective schools new role will be to recruit more children from poor backgrounds, take over struggling schools and open non-selective schools from scratch. And independent schools will have to sponsor an academy or set up a free school to keep their charitable status. Many selective schools do well by the children they choose, and of course they should contribute to education beyond their own doors. But does their success with bright, motivated young people from supportive home backgrounds give them the skills and experience to turn round schools with large numbers of struggling and disaffected children? That is where the challenge lies.   Related: Jeremy Corbyn wants to abolish nuclear weapons  but not the 11-plus    Ministers talk about trying to ensure that grammar schools help bright children from poor families  perhaps by forcing the schools to reserve them a place or by lowering the pass rate. If getting a percentage point or two more high-achieving children into grammar schools is the extent of the governments ambition, it really isnt worth the effort they are putting into it  it is unambitious. The great need in our schools is to do better for the children who underachieve and who wouldnt get anywhere near the grammar school pass mark but who have huge promise if it could only be unlocked. What are grammar schools going to offer them? The whole misadventure reveals an outdated view of the world: one where traditional groups are thought to have all the answers and those in power cant see that excellence can be found in unexpected places. We are a long way from realising the dream of a school system where background is no barrier to achievement and all children flourish  but the comprehensive system has taken us further along this road than any system before. Ministers should recognise and applaud comprehensives for being the 21st-century engines of social mobility and our best hope of further progress. My biggest concern is that we now seem to have a government with little confidence in the system that educates more than 90% of the nations children.", 
    "section": "education", 
    "gid": "education/2016/oct/25/grammar-schools-weak-comprehensives-hope", 
    "wordcount": "571"
}