{
    "headline": "US election 2012: Romney and Obama avoid the climate change elephant", 
    "text": "The Republicans roll into Tampa next week  hurricanes permitting  for their national convention where Mitt Romney will be officially confirmed as the party&apos;s candidate for president. The build-up to the convention has been overshadowed by the highly controversial &quot;legitimate rape&quot; remarks made by Todd Atkin, a congressman from Missouri, and his subsequent refusal to quit his bid for re-election despite pressure from the party&apos;s leadership. But while the US media has largely focused on this unedifying internal battle, Mitt Romney has laid out his all-important energy plans for the country. The headline is that, if elected as president, he will make the US &quot;energy independent&quot; by 2020 and, by doing so, create three million jobs. To eliminate the nation&apos;s reliance on imported oil and gas, Romney says he will lift many offshore drilling restrictions and free up states to use federal lands for energy production. By contrast, there was little focus in his plan on renewables, such as wind and solar. In essence, he has merged George W Bush&apos;s &quot;we&apos;re addicted to oil&quot; remarks with Sarah Palin&apos;s &quot;drill, baby, drill&quot;. (It&apos;s possibly not a coincidence that his plan was announced just hours after he had raised $7m from oil industry executives at an election fundraiser in Texas.) But Obama hasn&apos;t exactly moved heaven and earth to differentiate himself from Romney on energy. Yes, he certainly talks up renewables more  his latest campaign ad shows him next to solar panels  but at his own fundraiser on Wednesday, he said:  Oil production is up. Natural gas is up. But we&apos;re also doubling the energy that we get from wind and solar. That is clean, it&apos;s renewable, it&apos;s homegrown, it&apos;s creating jobs all across America.  Nowhere amid all this talk of energy independence was any explicit reference to the climate implications of increased exploitation of &quot;homegrown&quot; fossil fuels. While the subject remains utterly toxic for Republicans, even Obama rarely raises the topic these days. This week, an Obama spokesman indicated that climate change would not be a major campaigning issue for Democrats:  Clearly [climate change] is something that is important to the administration, but right now we are obviously going to be focusing on jobs and the economy and talking about what our contrast is.  Signalling the intense frustration of environmental groups on this matter, the League of Conservation Voters has even launched an online petition urging PBS&apos;s Jim Lehrer, who will moderate the first presidential TV debate on 3 October, to ask a climate-related question. Even more revealing, a document will be released next week at the Republican convention that will likely shine a light on just how far down the political radar climate change has fallen over the past few years in the US since the heady days when Obama routinely mentioned it during his previous election campaign. At each convention, the political parties publish their &quot;platform&quot; document. In essence, it is a manifesto that has been discussed and signed-off by a committee of party representatives from across all the states. During previous presidential election, the platform has been a largely symbolic and bureaucratic exercise. But the US media is signalling this year that the platform documents will be more intensely scrutinised than before, in part due to the internal wrangles triggered by Todd Atkins. On Monday and Tuesday, the Republican platform committee met in Tampa in advance of the convention to finalise the document. Very little has been leaked to the press  bar the section on abortion  but one member of the platform committee from West Virginia has given a teaser. Conrad Lucas, the state&apos;s Republican chairman, said in a report in the Charleston Daily Mail:  &quot;Once the platform is released, I think the voters in West Virginia are going to be very interested because of the pro-coal and natural gas positions that are in it&quot;Lucas also offered an amendment during committee meetings this week to include a formal statement opposing Obama&apos;s cap-and-trade energy policy. &quot;I was happy that we got opposition to cap-and-trade reinserted in the platform, which it wasn&apos;t in 2008,&quot; he said. &quot;It was unanimously approved, which I was excited about.&quot;  West Virginia is well known as &quot;coal country&quot;, but further south in Texas, where the oil industry dominates, the state&apos;s Republican platform document has been released online (pdf). It provides an eye-popping insight into Republican thinking in that part of the country. It will certainly be interesting to see how much of it feeds into the national platform document, when it is finally published next week. It would be easy to be distracted by the extraordinary sections on homosexuality (&quot;contrary to the fundamental, unchanging truths that have been ordained by God&quot;) and the teaching of &quot;controversial subjects&quot; in schools (&quot;we believe theories such as life origins and environmental change should be taught as challengeable scientific theories subject to change as new data is produced&quot;), but let&apos;s stick to those tightly focused on energy and the environment...  Protection from Extreme Environmentalists  We strongly oppose all efforts of the extreme environmental groups that stymie legitimate business interests. We strongly oppose those efforts that attempt to use the environmental causes to purposefully disrupt and stop those interests within the oil and gas industry. We strongly support the immediate repeal of the Endangered Species Act. We strongly oppose the listing of the dune sage brush lizard either as a threatened or an endangered species. We believe the Environmental Protection Agency should be abolished... Energy Strategy  We encourage a comprehensive energy policy that allows more development of domestic energy sources and reduces our need for foreign energy. Energy policy should be cooperative, economically viable without taxpayer funded subsidies, and environmentally safe, but not restricted by overzealous environmental activism. Alternative Energy Sources  We encourage economically viable use of wind, coal-fired plants, solar, and nuclear power, and bio-sources without government subsidies. Government Restrictions  We support immediate removal of government barriers to free market solutions to production and distribution of energy including restrictions on: drilling and production operations on public and private lands and waters refineries electric power generation and distribution federal gas mileage standards (CAF standards) and fuel blends. Cap and Trade  We oppose Cap and Trade (&quot;Cap and Tax&quot;). U.S. Department of Energy  We support the elimination of the Department of Energy. Incandescent Light Bulbs - We support the freedom to continue to use and manufacture incandescent light bulbs. Keystone XL Pipeline  We support the immediate approval and construction of the Keystone XL and other pipelines that will reduce our reliance on imported oil and natural gas from unstable or unfriendly countries. Deep Water Drilling  We support immediate resumption of deep water drilling and production in the Gulf of Mexico. Land Drilling  We support land drilling and production operations including hydraulic fracturing. Ethanol  We support the repeal of legislation mandating ethanol as fuel additives and/or primary fuel. Natural Gas - Alternative Fuel - We urge the use of natural gas as an alternative transportation fuel and as complimentary fuel to gasoline and diesel. We support the manufacture of vehicles that utilize natural gas as an alternative fuel and/or a complimentary fuel. We support and encourage the conversion of existing private fleets to natural gas as a dual use fuel. We support the use of natural gas in electric power generation and other industrial uses... United Nations  We support the withdrawal of the United States from the United Nations and the removal of U.N. headquarters from U.S. soil. United Nations Agenda 21 -The Republican Party of Texas should expose all United Nations Agenda 21 treaty policies and its supporting organizations, agreements and contracts. We oppose implementation of the UN Agenda 21 Program which was adopted at the Earth Summit Conference in 1992 purporting to promote a comprehensive program of sustainable development projects, nationally, regionally and locally. We oppose the influence, promotion and implementation of nongovernmental organizations, metropolitan and/or regional planning organizations, Councils of Government, and International Council for Local Environmental initiatives and the use of American (Texas) citizen&apos;s taxes to promote these programs.  Remember that these are the official policy positions of the Republican party in one of the US&apos;s most populous and influential states. It remains to be seen next week how much of this Tea Party-type of thinking filters through into the Republican&apos;s national platform document, but the statements above certainly provide a somewhat unpalatable hors d&apos;oeuvre.", 
    "section": "environment", 
    "gid": "environment/blog/2012/aug/24/us-election-2012-romney-obama-climate", 
    "wordcount": "1422"
}