{
    "headline": "Should China be involved in the UK's nuclear energy infrastructure?", 
    "text": "Government officials have been in Beijing this week with their Chinese counterparts for an &quot;unprecedented&quot; collaboration on energy. On the table was new nuclear power, and its role in moving the UK to a low-carbon economy. So far, the Department of Energy and Climate Change (Decc) has been relentlessly optimistic about new nuclear, and hopes that its electricity market reform plans for a draft energy bill will do the trick, despite strong and sustained criticism from a parliamentary select committee on energy, and more recently a House of Lords working group who conclude that the reforms are &quot;unworkable&quot;. But Decc is still loyal to the nuclear project and hopes the financial support implied in these market reforms will attract foreign investment. France&apos;s state nuclear corporation EDF and their UK junior partner, Centrica, have been centre stage in this nuclear fiscal drama. Centrica appears increasingly lukewarm, and City insiders doubt whether it will maintain a 20% stake in the nuclear consortium. Centrica&apos;s potential departure could have something to do with the economics of nuclear power, with construction costs more than doubling from 3bn to over 6bn  and rising for each of the French-designed European pressurised reactors being built in Finland at Olkiluoto, and Flamanville in France. Separately, since Germany&apos;s RWE and E.ON in March pulled out of the UK&apos;s second nuclear consortium, Horizon Nuclear Power, two Chinese nuclear state corporations, China Guangdong Nuclear Power and State Nuclear Power Technology, are considering taking on the consortium. Rosatom, the Russian state nuclear energy corporation, has also expressed an interest in the UK nuclear market. At this point, it&apos;s worth looking at the underlying business ethics of the Russian and Chinese nuclear industries, and questioning the wisdom of their strategic involvement in key UK energy infrastructure. Russia&apos;s Rosatom has recently built the hugely controversial nuclear power plant in Iran at Bushehr, and is ready to help Iran build another power generating unit there, despite reports that Iran has installed an underground uranium enrichment facility, potentially paving the way for nuclear weapons development. In Tibet, the Chinese nuclear industry is engaged in a determined effort to secure uranium deposits located in Amdo, where leaching and open pit extraction are reported to have resulted in significant environmental contamination. Regulation of safety oversight mechanisms is relatively weak in the Chinese nuclear industry, and according to a recent Nuclear Materials Security Index report, China ranks 29th among the group of 32 nuclear nations in terms of nuclear security and materials transparency. Although it&apos;s to be hoped that greater corporate social responsibility and sensitivity to vulnerable industrial communities is evolving in both Russia and China, it&apos;s still troubling to reflect on their respective human rights situations, documented by Amnesty International. A more responsible way forward to this ethically questionable strategy can be found closer to home. Germany uses 20% of all European electricity, and its decision to go nuclear-free by 2020, meeting power and CO2 targets by investing in renewables and energy efficiency, grid network infrastructure, and planning for trans-boundary pumped storage hydroelectricity, with combined heat and power gas and some coal as interim measures, will prove significant for all European energy policy. Germany also views its non-nuclear energy policy as a driver of economic expansion. As Chancellor Angela Merkel says: &quot;We can achieve a transformation to efficient and renewable energy, with all the opportunities that brings for exports, developing new technologies and jobs.&quot;  Paul Dorfman is the founder of the Nuclear Consulting Group and a nuclear policy researcher at the Joseph Rowntree Charitable Trust", 
    "section": "environment", 
    "gid": "environment/blog/2012/sep/21/nuclearpower-energy", 
    "wordcount": "593"
}