{
    "headline": "DJ O'Connor obituary", 
    "text": "In 1957, two years after Exeter University gained its royal charter, Daniel O&apos;Connor, who has died aged 98, set about expanding its philosophy department. Known to colleagues  of which I was one from 1971  and students as Dan, he was a gifted communicator. His clear, precise thinking is evident in 10 books and numerous papers. A student and then close friend of AJ Ayer and Karl Popper, Dan shared, but was not limited by, their commitment to logical empiricism, taking logic, mathematics and the physical sciences as a primary focus for reflection, and as a foundation for the clarification of long-disputed philosophical problems. One of his earliest papers, Is There a Problem About Free Will? (1940), pointed to his abiding interest in the conflict between our beliefs in our freedom of choice and in the causal predictability of all events in the physical world. His book Free Will (1971) displays a non-partisan approach: an empiricist might have simply adopted the determinist&apos;s generalisation that &quot;Every event has a cause&quot; to close the case against free choice, but instead Dan argues that although the generalisation may be true, it has clearly not been proved to be so by the past achievements of the empirical sciences. Therefore it cannot be treated as a scientific law. Scientific laws are confirmed and falsifiable hypotheses that have not yet been falsified, he insists, while the determinist&apos;s generalisation is neither. The Correspondence Theory of Truth (1975) explored the difficulties in spelling out the relation between statements of empirical fact and the world which makes them true. The intent of correspondence theorists is to treat concepts as the work of the perceiving and thinking mind, which gives us our articulated experience of objects, their properties and their interrelations: the world itself is therefore lacking this conceptual articulation. Dan dismisses previous attempts at depicting this world as a collection of &quot;facts&quot; or &quot;states of affairs&quot;, for these are already conceptually structured, and instead proposes a two-stage model of the relations between world, perception and statements. For this he introduces his own term, the status rerum, for the &quot;raw unexperienced welter of objects and events&quot;. At the first stage, our sense organs provide a limited conceptual awareness of things and their properties, situations and events, and at the second stage the final selection process of language results in statements that are candidates for truth. The idea of the status rerum has proved controversial, for a welter of objects and events hardly constitutes an unstructured and hence unconceptualised place. Welcoming the controversy, Dan continued to defend his idea to the end. An Introduction to the Philosophy of Education (1957) sparked another debate. Can theories decide such questions as whether to abolish the grammar-school system, extend formal education beyond the age of 16, or expand the university intake? Dan takes it that a &quot;theory&quot; must be both explanatory and predictive, and so open to the possibility of being falsified. Any educational theory can draw only on such sciences as psychology and sociology. What itcannot do, according to Dan, is lead to any prescriptions for modifications of educational practices  as David Hume long ago insisted, you cannot derive an &quot;ought&quot; from an &quot;is&quot;. This attempt to keep educational theories free of value judgments was strongly challenged by others such as RS Peters, Paul Hirst and Alan Montefiore, who sought to reintegrate values within educational theories and hence ensure their power to guide practice. Dan&apos;s approach provided generations of students of education with a clear intellectual starting point, even if few agreed with him. Dan&apos;s interest in the history of philosophy extended well beyond the empiricist tradition. He wrote influential works on John Locke (1952) and on Aquinas and Natural Law (1967), and compiled A Critical History of Western Philosophy (1964). He could also see much to value in the traditions of the East. Born in Seattle, Washington state. Dan was the son of an Irish diplomat father, also Daniel, and Frances Call, from Northern Ireland. Under the stagename spelling of Joseph O&apos;Conor, Dan&apos;s brother was an acclaimed Shakespearean actor  and Old Jolyon in the BBC&apos;s 1966 Forsyte Saga. He also had a sister, Maureen. Following a Jesuit education at Wimbledon College, south-west London, in 1933 Dan went to work at the Ministry of Education. As a part-time student at Birkbeck College, London, he gained a BA and a PhD in classics, and then a BA in philosophy. He was a Commonwealth Fund fellow at the University of Chicago, where he gained an MA in philosophy under Rudolf Carnap, another logical empiricist, in 1947. Early posts in South Africa and at the University College of North Staffordshire led to chairs at Liverpool University (1954-57) and then Exeter (1957-79). He was at various times president of the Mind Association, the Aristotelian Society and the British Society for the Philosophy of Science. Dan had a keen interest in classical music, especially opera, and in literature. He was an accomplished chess player and a regular figure on the cricket field for Exeter University&apos;s Erratics - he was a mean left-arm medium pace bowler. He married his first wife, Kathleen Kemsley, in 1948; she died in 2000. He is survived by his second wife, Maureen Castle, whom he married in 2003.  Daniel John O&apos;Connor, philosopher, born 2 April 1914; died 12 August 2012", 
    "section": "education", 
    "gid": "education/2012/sep/18/dj-oconnor", 
    "wordcount": "899"
}