{
    "headline": "Heathrow third runway  timelime of events", 
    "text": "1930 A British aero engineer and aircraft builder pays the vicar of Harmondsworth 15,000 for a 150-acre plot to build a private airport - called the Great West Aerodrome  to the west of the capital. 1946 RAF hands the airport over to the Air Ministry after using it as a base during the second world war. &quot;London airport&quot; officially opens. 1955-1986 Airport expands to four terminals and is named Heathrow, after the ancient village of Heath Row that once stood on the site. 2000 Department for Transport air passenger forecasts predict a significant increase from 160 million passengers per annum in 1998 to more than 400 million by 2020. The majority of these new passengers are projected to pass through airports in the south-east of England, prompting debate about increasing capacity to meet future demand. June 2001 Labour ministers are reported to be seriously considering building a third runway at Heathrow to relieve increasing congestion in London and the south-east. Industry chiefs argue the British economy will lose billions of pounds if Heathrow loses traffic to European rivals and businesses shun the UK to be nearer better international links. Rod Eddington, British Airways&apos; chief executive, backs the plans. December 2003 The transport secretary, Alistair Darling, publishes white paper plans for a third runway and sixth terminal at Heathrow, to be completed within 12 years, but says there may be challenges over noise and air pollution. December 2006 In an update to the white paper, the government reaffirms its support for a third runway. Environmental campaigners warn that growth in aviation will offset any reduction in carbon emissions across the rest of the UK. August 2007 Protesters set up the Camp for Climate Action near Sipson, on the northern edge of Heathrow. There are clashes between police and protesters. November 2007 The government publishes a public consultation document weighted firmly in favour of expanding Heathrow to accommodate a new runway and 220,000 extra flights a year. The London mayor, Ken Livingstone, says the proposals undermine the battle against climate change and urges the government to reduce demand for air travel by investing in rail infrastructure. February 2008 Protesters stage an anti-expansion demonstration on the roof of the Houses of Parliament. March 2008 Terminal 5 opens, designed to handle 35 million passengers a year. It descends into chaos on its opening day after the baggage system collapses. June 2008 Conservative opposition leader David Cameron criticises the Labour prime minister, Gordon Brown, for &quot;pig-headedly&quot; pressing ahead with a third runway and indicates a Tory government would likely block expansion plans. August 2008 The European Union warns that a third runway would &quot;significantly&quot; breach air pollution guidelines. September 2008 At their party conference, the Conservatives pledge to scrap plans for a third runway and instead build a 20bn high-speed rail link. November 2008 Divisions emerge within the Labour party over Heathrow expansion plans. December 2008 The transport secretary, Geoff Hoon, announces a delay to the decision, prompting speculation over cabinet divisions on the environmental impact. Brown reiterates his support. January 2009 The government approves a third runway, taking the number of flights handled by the airport from 480,000 to more than 700,000 a year. The announcement is condemned by opposition MPs, residents and green groups. Boris Johnson, now Conservative mayor of London, denounces the decision. Labour survives a House of Commons vote on Heathrow expansion but 28 Labour MPs revolt and join with the opposition. February 2009 Johnson launches plans to build a new airport in the Thames estuary, dubbed &quot;Boris Island&quot;. March 2009 Labour&apos;s plans are dealt a massive blow after Labour is warned that airports operator BAA cannot lodge a planning application for the project before the next general election, meaning the Tories could scrap the scheme if they are elected. April 2009 Councils, residents and environmental groups representing several million people launch a legal challenge against the government&apos;s plans. December 2009 The House of Commons transport committee endorses the government&apos;s plans, &quot;in view of the economic benefits to the UK&quot;. March 2010 A high court judge declines to quash the government&apos;s planning proposal but agrees that climate change threats have not been taken seriously enough. May 2010 Labour loses the general election and a coalition government is formed between the Conservatives and the Liberal Democrats. Their formal agreement promises to cancel Heathrow&apos;s third runway and rules out new runways at Stansted and Gatwick. Protesters and local groups celebrate as airports operator BAA formally drops plans for new runways at Heathrow and Stansted airports. October 2011 The shadow transport secretary, Maria Eagle, rules out Labour support for a third runway. The new transport secretary, Justine Greening, says the government will not revisit the ban on a third runway, but refuses to reject outright Johnson&apos;s proposals for a new aviation hub in south-east England. January 2012 BAA announces record traffic figures for Heathrow with 69.4 million passengers passing through its terminals in 2011. It claims these numbers underline the need for expansion. February 2012 A commission of influential London business leaders denounces the coalition as &quot;negligent&quot; for ruling out a third runway, and calls on the government to reconsider all the options for greater airport capacity in the south-east. March 2012 Senior sources say both Cameron and the chancellor, George Osborne, have been convinced of the need to re-examine long-term policy on Heathrow after being lobbied by overseas leaders and business figures. June 2012 The government says it will not block BAA from submitting proposals for a third Heathrow runway in a forthcoming revamp of policy on aviation hubs. Director general of the International Air Transport Association, Tony Tyler, says tough political decisions are needed on airport expansion to prevent the UK from falling behind continental competitors. Airline chiefs slam the government for an &quot;easy, populist decision&quot; to scrap the third runway and demand that the coalition spell out its strategy for airport expansion. July 2012 Amid signs that the chancellor is pressing Cameron to drop opposition to the third runway, key Osborne allies say the government should grant planning permission for both a third and fourth runway at Heathrow. Greening publishes an aviation strategy document that includes proposals on emissions, noise levels, night flights and regional airports. August 2012 Greening insists that cross-party consensus means a third runway at Heathrow will not be considered, and is &quot;not a long-term solution&quot;. Nick Clegg, the Lib Dem deputy prime minister, says ministers will stick to the coalition agreement that rules out expansion. Former environment minister Tim Yeo, who changed his position on Heathrow in March, launches a stinging attack on Cameron, urging the prime minister to decide if he is &quot;a man or a mouse&quot; over the expansion of Heathrow airport. Yeo says environmental objections to a third runway are disappearing and backing the third runway would give the government a &quot;sense of mission&quot;. September 2012 Osborne declares his support for a new runway in the south-east of England, possibly at Heathrow, and is rumoured to be seeking to establish a commission that would to try to build cross-party support. The move comes under attack from his own party. Johnson describes the idea as a &quot;disaster&quot;, while Zac Goldsmith threatens to quit as MP for Richmond Park and North Kingston and trigger a byelection unless the party rules out a third runway. Greening, a fierce opponent of a third runway and MP for Putney  which lies under the Heathrow flight path  is removed as transport secretary and a cabinet reshuffle sees Patrick McLoughlin take the post and inherit the row over airport expansion. Cameron says that he will not renege on his manifesto pledge to oppose a third runway &quot;in this parliament&quot;, but sidesteps a Labour backbench call to rule out a third runway as long as he remained Conservative leader. Talks are to start on a possible cross-party commission into the future of aviation capacity in south-east England, including a possible third runway at Heathrow, it emerges. Many believe the commission, driven by Osborne, will allow the Tories to abandon their high-profile Heathrow pledge if the commission rules in favour of expansion. Sir Howard Davies, the former director general of the CBI, is appointed as chair. The Davies commission is not expected to produce its final report until after the next general election in 2015.", 
    "section": "environment", 
    "gid": "environment/2012/sep/06/heathrow-third-runway-travel-and-transport", 
    "wordcount": "1413"
}