{
    "headline": "We need to link global development with austerity at home", 
    "text": "Larry Elliott is right that the world has changed significantly since the G8 last came to the UK in 2005 (Report, 29 April). He is also right that inequality is at the centre of global injustice and there&apos;s little chance of the coalition taking action to reduce this. But the UK development community is far from agreed on the acceptability of giving David Cameron positive spin at the G8 in June. That&apos;s why a group of social justice organisations and trade unions has established the Progressive Development Forum: a space to challenge the closeness of our sector to government, and to reconnect with ordinary people suffering the impact of inequality and austerity in the UK. Neither should we look back with rose-tinted glasses. It&apos;s true we&apos;ve had successes, but for too long the main message emanating from our sector has ignored the central imperative of genuine development  how do we challenge the deeply unequal and unjust distribution of power in the world. At a time when our own continent is subject to IMF-imposed structural adjustment, justified by a bank-created debt crisis, our message should have real resonance with ordinary people. We aim to build solidarity, not sympathy, with the peoples of the global south, an agenda which stresses justice, not charity. In 2013, such an agenda is not only honest, but also has the power to mobilise in a way that traditional campaigns are failing to do.Nick Dearden Jubilee Debt Campaign, Deborah Doane World Development Movement, Martin Drewry Health Poverty Action, John Hilary War on Want   Larry Elliott&apos;s charge that UK development charities are treating David Cameron with kid gloves is untrue. The Enough Food IF campaign, a coalition of over 180 organisations, was formed this year precisely to put pressure on the government at this year&apos;s G8 summit to end the shocking situation that sees one in eight people in the world go to bed hungry. The campaign is pushing for change more radical than anything achieved by Make Poverty History. Yes, we were supportive of the government&apos;s decision to keep a 40-year promise to increase its support to the world&apos;s poorest at a time when both domestic spending and other countries aid budgets are being cut. But that is only one of the campaign&apos;s demands. We&apos;re also calling for an end to land-grabbing and a crackdown on tax havens. We&apos;re pushing the government hard, including being critical when they fail to deliver. Take tax: poor countries lose countless billions every year because of a system that allows companies to avoid their responsibilities by moving profits to tax havens. Changing this is a tougher ask than cancelling debt or even increasing aid during a time of austerity. It requires politicians to take on a powerful corporate lobby and fundamentally change the global economy to make it operate in a fairer way. David Cameron&apos;s rhetoric on tax-dodging has been encouraging. But be clear that we will judge him on his actions. The first test is for him to lead a crackdown on the UK&apos;s own tax havens ahead of the G8. The crown dependencies and overseas territories over which he has direct influence cost poor countries billions every year  it is a scandal the prime minister cannot allow to continue. Sally CopleyEnough Food for Everyone IF campaign   Reading the report on the factory collapse in Bangladesh (29 April), I had to check what I was reading when I read the line saying it &quot;was the product of Bangladesh&apos;s dysfunctional system, where politics and business are closely connected, corruption is rife, and the gap between rich and poor continues to grow&quot;. Then I read your report &quot;Sweetheart tax deals worth over 1bn each&quot; (30 April), which underlined dysfunction closer to home. Andrew GambleSheffield", 
    "section": "global-development", 
    "gid": "global-development/2013/apr/30/global-development-austerity-at-home", 
    "wordcount": "628"
}