{
    "headline": "Judgment day is nigh for wind subsidy cuts", 
    "text": "Judgment day approaches for the UK wind power industry, with the government&apos;s decision on how much to reduce subsidies by &quot;imminent&quot;, I&apos;m told. The decision will have impact far beyond just the wind sector. If Ed Davey, secretary of state for energy and climate change prevails, and keeps the cut to the 10% for onshore wind that was previously agreed within government on the basis of the evidence and consulted upon, the industry can continue its rollout to deliver the relatively low-cost, low-carbon energy the UK needs. If the chancellor George Osborne, with David Cameron&apos;s blessing, succeeds in driving through the 25% cut I reported he wants, another heavy blow will be dealt to the confidence of energy investors. That matters given that the government wants those investors to fund a complete overhaul of the UK&apos;s energy infrastructure, left creaking after two decades of underinvestment. &quot;Industry&apos;s willingness to invest is clearly damaged by such changes,&quot; said Tim Yeo, chair of the house of commons energy and climate change select committee. &quot;There is clearly a lot of politics in this now,&quot; Yeo told me after his committee&apos;s evidence session on the costs of wind power on Tuesday. &quot;If it comes in at greater than 10%, the government needs to provide the evidence that justifies this. Otherwise the suspicion would remain that decisions were being taken on non-energy-policy grounds.&quot; That is an allusion to the growing revolt in the shires against onshore wind, led by the 100 Conservative MPs who demanded David Cameron drastically cut the subsidy. The committee was told by Professor Robert Gross of Imperial College London: &quot;It is being turned into a political decision, when it should be an economic and technical decision, which must be transparent. The evidence suggests that 10% is a perfectly resonable figure.&quot; A 25% cut would be a &quot;false economy&quot;, according to David Handley, chief economist at renewable energy developers RES, as it would mean more expensive low-carbon energy, such as offshore wind, nuclear power or carbon capture would be required, or more exposure to international gas prices that have tripled since 2000. &quot;The opportunity for large wind investment is the UK&apos;s to lose,&quot; added William Heller, of Falck Renewables. The session slayed a number of wind myths, none more elegantly than that of the cost of the back-up gas power stations needed to balance the variable supply of renewable energy. David Kennedy, chief executive of the government&apos;s official advisers, the committee on climate change, said that with 40% renewables on the UK&apos;s grid by 2030 (as is needed to meet carbon targets), just 5% gas back-up is needed. Futhermore, with 85% of the cost of electricity from gas being from operation, keeping them idle is much less expensive than often supposed. Kennedy added it was even possible to get 50-60% renewables on the grid &quot;with still very little unbated gas generation needed&quot;. The MPs also saw the polarised nature of the onshore wind debate when anti-turbine campaigner Adrian Snook appeared to overwhelm himself with his own emotional rhetoric. &quot;The goodwill of the British people has been abused by ill-thought through policies. In Daventry district the wells of resentment have overflowed ... into a lake of resentment,&quot; he said. &quot;Local people should be treated with respect and dignity,&quot; he added, before choking. There was more. &quot;It is very difficult to negotiate with developers on the basis of &apos;resistance is futile&apos;,&quot; he said, having been asked whether discussion could solve local disputes. &quot;How do you think people feel when they lie there at night listening to the sound of the turbines? The farmer hears money dripping into a pot, but people feel violated.&quot; As I have reported before, the violation of a sense of place by outsiders is a serious issue, one completely flunked by the UK, where less than 10% of renewable energy is community owned. The discussion led onto possible community benefits. prompting MP Barry Gardiner to ask Snook a puckish question: &quot;How much cheap electricity is your dignity worth?&quot; Snook replied: &quot;The compensation has to be greater if the loss is greater, if the affront to dignity is greater.&quot; As it happens, it is illegal in many cases to provide free electricity to those living near turbines, as a way of sharing the benefits. But Yeo said: &quot;There is clearly interest in developers being able to give people a cut via their electricity bills. We could add and amendment to the energy bill to explore that.&quot; Such a move would be a small step forward in solving, as we must, the wind wars. But a move to slash the wind subsidies by 25% would be a huge step back in the greater war, that against climate change.", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2012/jul/11/wind-power-turbine-subsidy", 
    "wordcount": "814"
}