{
    "headline": "Pork, the surprise remedy for a nosebleed", 
    "text": "A new medical study recommends a method called &quot;nasal packing with strips of cured pork&quot; as an effective way to treat uncontrollable nosebleeds. Ian Humphreys, Sonal Saraiya, Walter Belenky and James Dworkin, at Detroit Medical Centre in Michigan, treated a girl who had a rare hereditary disorder that brings prolongued bleeding. Publishing in the Annals of Otology, Rhinology and Laryngology, they pack the essential details into two sentences: &quot;Cured salted pork crafted as a nasal tampon and packed within the nasal vaults successfully stopped nasal hemorrhage promptly, effectively, and without sequelae  To our knowledge, this represents the first description of nasal packing with strips of cured pork for treatment of life-threatening hemorrhage in a patient with Glanzmann thrombasthenia.&quot; They acknowledge a long tradition of using pork to treat general epistaxis, ie nosebleed. The technique fell into disuse, they speculate, because &quot;packing with salt pork was fraught with bacterial and parasitic complications. As newer synthetic hemostatic agents and surgical techniques evolved, the use of packing with salt pork diminished.&quot; In 1976, Dr Jan Weisberg of Great Lakes, Illinois wrote a letter to the journal Archives of Otolaryngology, bragging that he, together with a Dr Strother and a Dr Newton, had been &quot;privileged&quot; to treat a man &quot;for epistaxis secondary to Rendu-Osler-Weber disease&quot;, an inherited problem in which blood vessels develop abnormally. In 1953, Dr Henry Beinfield in Brooklyn, New York, published a treatise called General Principles in Treatment of Nasal Haemorrhage. Beinfield explains: &quot;Salt pork placed in the nose and allowed to remain there for about five days has been used, but the method is rather old-fashioned.&quot; In 1940, Dr AJ Cone of the Washington University School of Medicine, in St Louis, praised the method in a paper called Use of Salt Pork in Cases of Haemorrhage. In Dr Cone&apos;s experience, &quot;it has not been uncommon in the St Louis Children&apos;s Hospital service to have a child request that salt pork be inserted in his nose with the first sign of a nosebleed  Wedges of salt pork have saved a great deal of time and energy when used in controlling nasal haemorrhage, as seen in cases of leukemia, haemophilia ... hypertension ... measles or typhoid fever and during the third stage of labour&quot;. (Thanks to James H Morrissey for bringing this to my attention.)  Marc Abrahams is editor of the bimonthly Annals of Improbable Research and organiser of the Ig Nobel prize", 
    "section": "education", 
    "gid": "education/2012/jan/23/improbable-research-pork-nosebleeds", 
    "wordcount": "413"
}