{
    "headline": "Benin makes headway in attempt to reduce deaths from malaria", 
    "text": "In the markets of west Africa, malaria drugs are on sale as openly as oranges and bananas. Trader Simone Adechinan claims to know her stuff. &quot;With these,&quot; she says, producing a beige box marked Chloroquine Phosphate, &quot;you want to take six tablets a day for a week, then pause for a week and take paracetamol, then start again.&quot; She issues the dubious advice without seeing the patient or referring to a doctor&apos;s prescription. And she sells the box of 100 tablets  which has no manufacturer&apos;s name  for 1,000 CFA francs ($2). Last week, police swooped on the stalls of Adechinan and dozens of other pill traders in the market serving Benin&apos;s political capital, Porto Novo. They confiscated her brightly packaged malaria medicines and antibiotics. Getting new stock from neighbouring Nigeria was easy enough, but she has now reduced the size of her display so she can quickly pack up if the police come back. &quot;They [the police] are trying to put us out of business,&quot; she complains. They are indeed. Last month, scientists warned in the Lancet that the uncontrolled sale of counterfeit and substandard drugs is undermining years of efforts to reduce deaths from malaria. Not only do informal traders generally not see the patient, they are untrained, their goods lie for hours in 30C temperatures, and there is no guarantee that the tablets on sale contain the active ingredients printed on the packaging. Malaria is the leading cause of death in Benin  a small, former French colony of 9 million people, dwarfed by neighbouring Nigeria and dependent for income on cotton and pineapple production, and on spin-offs from cross-border trade. Here, attaining most of the millennium development goals is a far-off dream. Nevertheless, the government is making headway in attempts to reduce deaths from malaria. As well as the police raids on traders, last year it declared that treatment for the mosquito-borne parasite would be free in public clinics and hospitals. Knowing that the move would create unprecedented pressure on the country&apos;s understaffed and thinly spread health facilities, the government went a step further, enlisting an army of ordinary citizens in the battle against preventable diseases like malaria. Simon Edessou, 65, a subsistence farmer, cuts an unlikely figure as a saviour of African babies. After a lifetime of hoeing and sewing, he last year hired a younger man to do the backbreaking work in his field and signed up for a first aid course sponsored by Unicef, the UN Children&apos;s Fund. At the end of the course he was given a purple plastic bucket, a ledger and a shiny aluminium suitcase containing a range of basic drugs for malaria, diarrhoea and chest infections. As a health extension worker in the village of Adjozounm, Edessou now serves as the first stop  and often the only stop  for expectant mothers and sick children. &quot;I combine this work with my farming,&quot; he says. &quot;People call me at all hours. If a child has malaria I sell the mother a combination treatment [artemether and lumefantrine] for 300 CFA [55 cents], but if the case looks complicated I refer her to the clinic in Ktou, 3km away. Sometimes I help arrange transport. Every month the chief pharmacist in the local health centre reviews my ledger and every quarter I receive a payment  about 15,000 CFA [$30]  for the work I have done. It is not very well paid but I feel honoured to have been chosen for this job by my community.&quot; At Ktou health clinic, a doctor, Norbert Monlemey, says Edessou&apos;s work has a big impact. &quot;Eighty per cent of our work is with malaria and when the government announced that treatment would be free, we expected to be overrun,&quot; he says. &quot;But the health extension worker is able to deal with the uncomplicated cases. He is trusted by the community and he sells quality generic pharmaceuticals at prices that undercut the market traders and even the traditional healers.&quot; The system has been tried in other countries with mixed results. In Katine, a region of Uganda, in which the Guardian is monitoring the progress of a development project, the supply chain of drugs collapsed and the community workers went on strike when allowances to attend training sessions were cut. But Unicef community health expert Ange Meizou, 50, believes Benin has found a workable model. &quot;In the past, health extension workers were poorly paid and quickly became demotivated,&quot; he says. &quot;Now, in four rural health districts of Benin serving 625,000 people, we have devised an incentive payment range that is overseen by the local chief pharmacist. Unicef gives the first suitcase-full of medicines and the health extension worker buys top-up supplies with the sales proceeds. We believe this structure is sustainable.&apos;&apos;  Alex Duval Smith travelled to Benin with Unicef", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/feb/10/benin-makes-headway-against-malaria", 
    "wordcount": "822"
}