{
    "headline": "Education in brief: school objects to 'dictatorial' instruction to become an academy", 
    "text": "Hostile takeover Education Guardian has seen a transcript of a meeting for parents at a Croydon primary school in which attendees were given an insight into what critics see as the dictatorial nature of the process of forcing some institutions into academy status. The school is Roke primary, in prosperous Kenley, Surrey, which, as the Guardian revealed two weeks ago, is at the centre of a new row over Michael Gove&apos;s move to turn more schools into sponsored academies. The previously &quot;outstanding&quot; school was identified for closure and re-opening as an academy under the Harris chain following weak test results in 2011 and a single &quot;notice to improve&quot; verdict from Ofsted the following May. The governors&apos; meeting for parents was told that the school&apos;s head, Caroline Phillips, and chair of governors, Malcolm Farquharson, were summoned to the Department for Education in September, where they were told of the academy plan. Following better test results last summer and what it sees as a concerted improvement effort, the school reportedly asked the DfE to wait until a follow-up monitoring visit from the inspectorate, expected later in the autumn, had taken place. The transcript records Farquharson as telling parents: &quot;At the meeting [with the DfE], we said, &apos;Don&apos;t you think you should wait until the Ofsted monitoring visit takes place?&apos; And they said, &apos;No, we want to move now  and if you do not agree we will get the local authority to fire you, all of you, all the governors. If the local authority don&apos;t do it, we will. We will put in our own board of governors who will do what we say.&apos; &quot; The DfE also reportedly told the school&apos;s head and chair of governors not to share with parents details of the DfE meeting. They did not do so until the DfE decision was reiterated in a letter received on the final day of last term. Ofsted inspectors did not arrive until this month. A vociferous campaign against the plans was launched by parents. The DfE said that no final decision had yet been made on the school, although academy sponsorship under Harris remained its preference. However, on Friday came news that Ofsted now deems the school to be making &quot;satisfactory progress&quot;. Watch this space. An offer you might refuse Staff at the centre of a protracted dispute following the opening of a free school in Sefton, Merseyside, were facing an agonising choice as Education Guardian went to press. Following a disagreement we first reported on last year, around 80 former staff from St George of England engineering college (formerly St George of England high school) and St Wilfrid&apos;s Catholic high school were left without redundancy or jobs last September when The Hawthorne&apos;s free school opened in their stead. Five months later, the dispute took what the local authority hopes will be its final turn a week ago, when Sefton council and the free school  which had been at odds over whether jobs in the new school or redundancy were owed to the staff  came forward with an offer to their unions. But a source among former St George&apos;s staff said the move was compounding the stress for many. The offer letter sets out separate terms for those who managed to find work shortly after the new school opened and those who didn&apos;t, while at the same time asking that unions refuse to support anyone who fails to agree terms. The letter gave unions only a week to decide. Sefton council said the offer could see a settlement for the staff without the need for litigation. Transparent as mud? Three weeks ago, we pointed out that the DfE had still not published minutes of its board meetings since September2011, despite a page existing for this purpose under the heading &quot;Transparency&quot;. Lo and behold, eight days later, summary minutes of seven meetings appeared. But they could be seen as less than illuminating. Each set of minutes runs to no more than four tantalising bullet points, such as &quot;The board received an update and discussed issues of industrial relations&quot;, and (our personal favourite, offered without any further information) &quot;Ministerial priorities  it was agreed that the policy and delivery objectives indicated were the right ones&quot;. Perhaps this page should be filed under &quot;Opacity&quot;.", 
    "section": "education", 
    "gid": "education/2013/jan/28/dfe-dictate-academy-status-primary", 
    "wordcount": "729"
}