{
    "headline": "Is the EU taking its over-fishing habits to west African waters?", 
    "text": "     Mauritania&apos;s waters are crowded. Twenty-five miles out to sea and in great danger from turbulent seas are small, open pirogues crewed by handfuls of local fishermen, taking pitifully few fish. Also here within 50 miles of us are at least 20 of the biggest EU fishing vessels, along with Chinese, Russian and Icelandic trawlers and unidentifiable pirate ships. We are closest to the Margaris, a giant 9,499-tonne Lithuanian factory trawler able to catch, process and freeze 250 tonnes of fish a day, and a small Mauritanian vessel, the Bab El Ishajr 3. Here too, in the early mists, its radio identification signal switched off, is Spanish beam trawler the Rojamar. The Arctic Sunrise, Greenpeace&apos;s 40-year-old former ice-breaker, is shadowing one of Britain&apos;s biggest factory trawlers  the 4,957-tonne Cornelis Vrolijk. Operated by the North Atlantic Fishing Company (NAFC), based in Caterham, Surrey, it is one of 34 giant freezer vessels that regularly work the west African coast as part of the Pelagic Freezer Association (PFA), which represents nine European trawler owners. The ship, which employs Mauritanian fish processing workers aboard, is five miles away, heading due south at 13 knots out of dirty weather around Cape Blanc on the western Saharan border. By following the continental ledge in search of sardines, sardinella, and mackerel, it hopes to catch 3,000 tonnes of fish in a four- to six-week voyage before it offloads them, possibly in Las Palmas in the Canary Islands. But, says NAFC managing director Stewart Harper, while most of its fish will end up in Africa, none will go to Mauritania, despite the country facing a famine in parts. &quot;Unfortunately Mauritania does not yet have the infrastructure to handle cargoes of frozen fish or vessels of our size,&quot; he says. The west African coast has some of the world&apos;s most abundant fishing grounds, but they are barely monitored or policed, and wide open to legal and illegal plunder. According to the UN&apos;s Food and Agriculture Organisation, all west African fishing grounds are fully or over-exploited to the detriment of over 1.5 million local fishermen who cannot compete with them or feed their growing populations. Heavily subsidised EU-registered fleets catch 235,000 tonnes of small pelagic species from Mauritania and Moroccan waters alone a year, and tens of thousands of tonnes of other species in waters off Sierra Leone, Ghana, Guinea Bissau and elsewhere. A further unknown amount is caught by other countries&apos; vessels, but the individual agreements made between west African countries and foreign companies are mostly secret. Despite possible ecological collapse, and growing evidence of declining catches in coastal waters, west African countries are now some of the EU&apos;s most-targeted fishing grounds, with 25% of all fish caught by its fleets coming from the waters of developing countries. Willie MacKenzie, a Greenpeace ocean campaigner, said: &quot;Europe has over-exploited its own waters, and now is exporting the problem to Africa. It is using EU taxpayers&apos; money to subsidise powerful vessels to expand into the fishing grounds of some of the world&apos;s poorest countries and undermine the communities who rely on them for work and food. The EU has committed some 477m for agreements with Mauritania over the past 10 years, essentially paying for vessels like the Cornelis Vrolijk to be able to access these waters,&quot; he adds. According to the PFA, about 50 international freezer-trawlers are active in Mauritanian waters at any one time, of which 30 originate from countries such as Russia, China, Korea or Belize. &quot;By targeting fish species that cannot be fished by local fishermen, we avoid disrupting local competition and growth and always fish outside the 12-13 mile fishing limit for our type of vessel,&quot; says a spokesman. &quot;Not all international operators active in Mauritanian waters meet the EU&apos;s safety and environmental standards. This threatens our efforts to foster sustainable practices in the region.&quot; Greenpeace says the over-exploitation of African fisheries by rich countries is ecologically unsustainable and also prevents Africans from developing their own fisheries. It takes 56 traditional Mauritanian boats one year to catch the volume of fish that a PFA vessel can capture and process in a single day. Since the 1990s, the once-abundant west African waters have seen a rapid decline of fish stocks. Local fishermen say their catches are shrinking and they are forced to travel further and compete with the industrial trawlers in dangerous waters unsuitable for their boats. &quot;Our catch is down 75% on 10 years ago. When the foreign boats first arrived there was less competition for resources with local fishermen and fewer people relied on fishing for food and income. Governments have become dependent on the income received by selling fishing rights to foreign corporations and countries,&quot; says Samb Ibrahim, manager of Senegal&apos;s largest fishing port, Joal. &quot;Senegal&apos;s only resource is the sea. One in five people work in the industry but if you put those people out of work then you can imagine what will happen. Europe is not far away and Senegal could become like Somalia,&quot; said Abdou Karim Sall, president of the Fishermen&apos;s Association of Joal and the Committee of Marine Reserves in West Africa. &quot;People are getting desperate. For sure, in 10 years&apos; time, we will carry guns. The society here destabilises as the fishing resource is over-exploited. As the situation become more difficult, so it will become more and more like Somalia,&quot; he said. There is now growing concern that illegal or &quot;pirate&quot; fishing is out of control in some waters. According to the UN, across the whole of sub-Saharan Africa, losses to illegal fishing amount to about $1bn a year  25% of Africa&apos;s total annual fisheries exports. Guinea is thought to lose $105m of fish to pirate fishing a year, Sierra Leone $29m, and Liberia $12m. An investigation by Greenpeace and the Environmental Justice Foundation in 2006 found that over half of the 104 vessels observed off the coast of Guinea were either engaging in or linked to illegal fishing activities. Surveillance and monitoring of overfishing is now urgently needed or fish stocks will collapse, leading to humanitarian disasters in many countries, says the UN. Increasingly, ships are transferring their catches to other vessels while at sea, rather than directly off-loading in ports. This conceals any connection between the fish and the vessel by the time the fish arrives on the market, meaning the true origin of the catch is unknown. However, the PFA says banning EU vessels from African waters would not be sensible. In a statement it said: &quot;Less regulated, less transparent and less sustainable fishing operators would replace the European vessels. This would be a bad deal for Europe and the African countries we partner with. &quot;They would see less strategic infrastructure investment, reduced transfer of skills and knowhow, as well as scientific research and more depleted fish stocks. And in Europe we would damage a viable part of EU&apos;s fishing economy to the benefit of countries such as China. &quot;All of the fish caught by the PFA is destined for west-central African communities rather than consumers in developed countries. In fact, the fish caught and distributed by the PFA is often the only source of essential protein for the people in countries such as Nigeria.&quot; John Vidal&apos;s travel costs to Senegal were paid by Greenpeace. The NGO had no say over editorial content.", 
    "section": "environment", 
    "gid": "environment/2012/apr/02/eu-fishing-west-africa-mauritania", 
    "wordcount": "1241"
}