{
    "headline": "US ultra-conservatives target carbon tax in online advertising campaign", 
    "text": "Americans for Prosperity (AFP), the ultra-conservative group funded by the Koch oil billionaires, is launching a series of adverts that target Democratic senators and aim to block action on climate change. The online-only campaign was created with the specific purpose of defeating moves to make polluters pay for the greenhouse gas emissions that cause climate change. AFP said on its website: &quot;Over the next several weeks, the online ads will alert activists to urge their lawmakers to block carbon taxes, support domestic production, and get government out of the way of abundant, affordable energy sources.&quot; The group, which is funded by Charles and David Koch and other wealthy conservatives through a system of anonymous trusts, said the campaign would be one of its most ambitious projects this year, with a budget of $175,000. AFP described the adverts, which will run throughout June, as the first wave of a campaign against climate action. &quot;The latest effort leverages AFP&apos;s broad network of grassroots activists and enables them to send a message directly to their senator or representative,&quot; the group said. &quot; Activists will also be able to add their name to a petition that calls for free-market energy policy.&quot; The campaign represents the first signs of a counter-attack from ultra-conservatives against efforts to advance a climate agenda during Barack Obama&apos;s second term. The president made sweeping promises on his election to act on climate change in his second term, and he has been far more willing to speak out publicly about the need for action. &quot;I don&apos;t have much patience for people who deny climate change,&quot; he told a fundraiser last month. But Obama has yet to put forward any specific proposals and the White House has shot down some ideas circulating in Washington, such as a carbon tax. The White House press secretary, Jay Carney, told reporters in January that a carbon tax was a non-starter. Obama had &quot;no intention&quot; of proposing such a tax, he said. Wednesday&apos;s announcement from AFP made no mention of Obama. Instead, the group said the adverts would target three Democratic senators who are all facing re-election in 2014  Mark Begich of Alaska, Mark Udall of Colorado and Kay Hagen of North Carolina. It said it would target 10 other Democrats, but declined to name them. AFP was an active player in the 2012 elections, spending at least $25m attacking Obama. The newest ad buy suggests the group is jumping back into the fight  perhaps in response to an internet advertising campaign by Organising for Action, which was set up to support Obama&apos;s agenda. The group has run a series of web ads mocking Republicans who deny human activity is causing climate change, or oppose action on climate change. The timing of the ad buy  in the run-up to the long summer recess when members of Congress go home to their districts  bore some resemblance to the successful campaign by Tea Party groups such as AFP to defeat climate law. The house narrowly passed a climate bill in June 2009. But Democratic officials returning to their districts that summer were ambushed by Tea Party activists, self-proclaimed Energy Citizens, who argued that action on climate change was a &quot;job killer&quot;. The effort to advance the bill through the Senate collapsed a year later.", 
    "section": "environment", 
    "gid": "environment/2013/jun/06/americans-for-prosperity-carbon-tax", 
    "wordcount": "558"
}