{
    "headline": "Social policy and administration", 
    "text": "What youll learnYoull explore theoretical ideas from across the social sciences  including sociology, political science, psychology, economics and management  but also learn how to apply them to the analysis of real-world social problems. These degrees explore heavyweight social and political issues of the day such as health reform, unemployment and crime. In some programmes, there is a strong international dimension too, exploring the influence of global forces on contemporary social problems, and comparing the responses different countries adopt to issues such as poverty and inequality. You will receive a broad introduction to social science disciplines, study how social policies are made, and gain a grounding in social research methods. You will also have the opportunity to specialise in specific policy areas. For example, you could focus on how policy affects children and young people, contemporary policing and crime in the city, environmental policies, disability, drug use, housing policy, migration and the rights of asylum seekers. In many universities it is possible to combine the study of social policy alongside one of the core social science disciplines  sociology and social policy is a popular option  and many institutions also offer it as part of a broadly based programme such as applied social science or social and political sciences.   social policy   How youll learnYour course will be taught in seminars and lecturers, but you will be expected to do a fair amount of independent study. Youll develop your ability to carry out independent research, as well as work in a team and assess the merits of competing theories and explanations. Once you graduate youll be capable of to bringing robust evidence into policy focused debates.  What entry requirements youll needEntry requirements vary, so its best to check with individual universities. Most will require GCSE English and maths at grade C.   social policy   What job you could doSocial policy graduates have high employment rates and many choose to build careers in the public sector, working in local or central government helping to formulate policy or manage key services. You would also have the skills to pursue work in the field of criminal justice or campaigning organisations with a focus on social issues. And you will have developed the skills to work in a number of other areas, such as management, consultancy, the media or for a charity.", 
    "section": "education", 
    "gid": "education/2008/may/01/universityguide.socialpolicyandadministration", 
    "wordcount": "387"
}