{
    "headline": "Medics subject Playboy magazine to 'peer review'", 
    "text": "Personal peer review  peering at data with one&apos;s own eyes  is deemed crucial to some kinds of investigation. This eyeballed scrutiny figures in the war against indecent images of children. A study called Tanner Stage 4 Breast Development in Adults: Forensic Implications looks at the very different things different experts saw when they all peered at the same female nipples. Many websites with pictures of unclad persons feature a statement specifying that all those photographed are over 18. In some court cases, expert physicians testify as to the possible age of the people in some of those photos. The new study and other research demonstrates that such experts can be  and often are  wrong. Many of those experts boast that they use a particular standard to judge the sexual maturity of a female body. That standard, called The Tanner Stages of Development or The Tanner Scale, was devised in the late 1960s by James M Tanner and WA Marshall at the University of London&apos;s Institute of Child Health. It describes, in detail, how 192 white British girls&apos; breasts and pubic hair changed in appearance as they became women. Dr Arlan L Rosenbloom, together with three colleagues at the University of Florida College of Medicine, undertook an experiment of sorts, relying solely on the Tanner Scale to suss out the ages of some women in photographs. They write: &quot;Inspired by the report of Italian and German investigators who used images from legitimate pornographic websites (to be sure that the subjects were women over 18 years of age), we examined 547 images with breast exposure from an anthology of the monthly centrefold illustrations in Playboy magazine from December 1953 to December 2007 that did not include more than one picture of any single model.&quot; They found that any doctor who relies on the Tanner Scale to judge such photos could mistakenly decide that about a quarter of them are too young to appear in such photographs. In another study, in the International Journal of Legal Medicine, Rosenbloom documents in detail the &quot;high degree of inaccuracy&quot; of medical expert testimony on this subject. So, there is the problem that different doctors interpret (and misinterpret) the Tanner breast-development scale very (sometimes very, very) differently. But there is a bigger problem: the scale does not measure age. It measures progression through &quot;apparent&quot; signs of sexual development. Those appearances, and the ages at which they appear, can vary widely between individuals  which was part of the reason Tanner made the scale. Tanner himself wrote, in 1997, &quot;the Tanner Scales were not designed to be used for estimating chronological age, forensically or otherwise&quot;. The following year, Tanner and Rosenbloom together sent a letter about this to the journal Pediatrics, with the headline Misuse of Tanner Puberty Stages to Estimate Chronologic Age. In response, other doctors wrote angry letters, each praising his own use of the Tanner Scale and denouncing Tanner. (Thanks to Bence Mlykti for bringing this to my attention.)", 
    "section": "education", 
    "gid": "education/2012/oct/29/research-child-pornography-tanner-scales", 
    "wordcount": "505"
}