{
    "headline": "Reef fishes of the Coral Triangle in pictures", 
    "text": "   The book's authors at work photographing a new species in Cendrawasih Bay  Photograph: Jones/Shimlock. Secret Sea Visions/Conservation International       New species: Pterapsaron longipinnis - A deep reef species (below 60m depth) discovered in Cendrawasih Bay in West Papua. The name refers to the unusually long pelvic fins which this fish uses to rest on the bottom in tripod-like fashion  Photograph: Gerald Allen/Conservation International       New species: Aspasmichthys alorensis  a tiny clingfish known only from the Alor Strait in south-east Indonesia  an area renowned for ferocious currents. This species was found while the authors were sheltering from a raging current in a rock depression at 16m  Photograph: Gerald Allen/Conservation International       New species: Grallenia baliensis  a delicate, miniscule sand goby found on the slopes of north-east Bali during a Conservation International marine survey in 2011. The fish is named after the island of Bali Photograph: Gerald Allen/Conservation International       New species: Lepidichthys akiko  a candy-striped clingfish known only from deep reefs of Cendrawasih Bay in West Papua Photograph: Gerald Allen/Conservation International       New species: Parapercis bimacula  A strikingly coloured, red spotted sand perch known only from southern Indonesia (Sumatra to Komodo) and west to the Andaman islands of India. Easily observable by snorkellers in shallow depths of 2-8m Photograph: Gerald Allen/Conservation International       New species: Ptereleotris rubristigma  a blue dart fish named for the prominent red spot on the gill cover. Widespread throughout the region and found on soft bottoms exposed to currents Photograph: Gerald Allen/Conservation International       New species: Pseudanthias mica - A fairy basslet known only from a single deep reef off the southern Indonesian island of Lembata. Named after one of the author's daughter Photograph: Gerald Allen/Conservation International       New species: Tryssogobius sarah - A delicate fairy goby with iridescent blue eyes known from deep (40-70m) reefs around the region. Named after Sarah Crow, a young marine biologist who accompanied one of the authors on dives in Raja Ampat that collected this species Photograph: Gerald Allen/Conservation International       Non-new species: Brachysomophis cirrocheilos  a rarely photographed scene of a snake eel eating a flounder larger than its mouth Photograph: Roger Steene/Conservation International       Non-new species: Eviota rubriceps  a recently described (2011) dwarf goby Photograph: Gerald Allen/Conservation International       Non-new species: Antennarius commersoni  a frogfish spawning and then releasing a floating egg raft Photograph: Roger Steene/Conservation International       Non-new species: Histiophryne psychedelica  never before published photograph of the 'psychedelic frog fish' male incubating eggs attached to its side Photograph: Roger Steene/Conservation International       Non-new species: Opistognathus dendriticus  the Philippines giant jawfish  Photograph: Gerald Allen/Conservation International       Non-new species: Priolepis nocturna a rarely seen reef goby Photograph: Gerald Allen/Conservation International       Non-new species: Pteroidichthys amboinensis  an unusually coloured specimen of the Ambon scorpionfish Photograph: Roger Steene/Conservation International       Non-new species: Rhinopias eschmeyeri  the beautifully coloured Eschmeyer's scorpionfish Photograph: Roger Steene/Conservation International       Non-new species: Signigobius biocellatus  Photograph: Gerald Allen/Conservation International       Non-new species: a lizardfish preying upon an orange-lined triggerfish, Balistapus undulatus Photograph: Jones/Shimlock. Secret Sea Visions /Conservation International       Non-new species: Synchiropus splendidus. Mandarinfish of the dragonet family mate just before sunset. The pair meets and swims slow spirals off the substrate. At the apex of their ascent they release sperm and eggs then dash back to the protection of the bottom Photograph: Jones/Shimlock. Secret Sea Visions /Conservation International  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/jul/11/reef-fishes-east-indies-in-pictures", 
    "wordcount": "0"
}