{
    "headline": "Why losing the European Medicines Agency is bad news for patients, jobs  and the NHS", 
    "text": "Im old enough to remember John Majors government like it was yesterday. I watched the Maastricht debates, and Im prepared to admit I even read the treaty. I remember the troubles that John Major had navigating debates over Europe, and that one of his achievements, despite all those difficulties, was securing the location of the European Medicines Agency (EMA) in the UK. Twenty years on, that success is being put at risk by another Conservative prime minister. Major complained about the bastards on his own side  now theyre running the show. Earlier this week, I led a debate in Westminster on the future of the EMA because we need to know about the governments plans for medicines regulation following Brexit. While the EMA wasnt spoken about much during the EU referendum campaign, the NHS certainly was, and the UKs relationship with the EMA is absolutely crucial to the NHS. Strangely enough, no minister from the Department for Exiting the EU was available for the debate  a health minister was left to field the questions. For two decades, the EMA has overseen medicines regulation across Europe. Responsible for the scientific evaluation of human and veterinary medicines developed by pharmaceutical companies, it grants marketing authorisations across the 28 EU member states, as well as the countries of the European Economic Area (Iceland, Liechtenstein and Norway).  The EMA is tasked with ensuring that all medicines available on the EU market are safe, effective and of high quality. It also works to harmonise the approach of national regulatory bodies  like the UKs Medicines and Healthcare products Regulatory Agency (MHRA). Located in Londons Canary Wharf, with around 900 highly-skilled staff, the EMA serves a market of over 500 million people across the EU, accounting for 25 per cent of all global pharmaceutical sales. On its own, the UK accounts for just 3 per cent. Last week, the chancellor Philip Hammond said that no one voted for Brexit to make us poorer. Yet the impact of Brexit on the EMA could do just that. As Theresa May herself said in July, It is hard to think of an industry of greater strategic importance to Britain than its pharmaceutical industry. In 2015, the UK pharmaceutical industry was worth 12.7 billion. A quarter of the worlds top prescription medicines were discovered and developed in the UK.  And the pharmaceutical industry is the backbone of the broader life sciences sector, which has a turnover of more than 60bn a year. In 2014, it invested 4bn in research and development, more than any other sector, and it employs 220,000 people. In my constituency of Cambridge alone, there are over 160 life sciences companies, reinforcing the local knowledge economy and contributing outside of the region as well. Indeed, Cambridge is one of just a handful of UK cities making a net contribution to HM Treasury, thanks in no small part to its vibrant life sciences. Under Brexit, this is now at risk. A hard Brexit would see the UK out of the single market and the European Economic Area. So for pharmaceuticals and life sciences, what would change? First, industry experts suggest we could see delays to the approval of new medicines. In Canada and Australia, where drugs are regulated nationally, new medicines come to market between six months and a year later than in the EU.  So if pharmaceutical companies have to apply separately to the UKs MHRA to supply a drug in the UK, we could see patients denied faster access to new medicines. The MHRA may struggle to cope with the additional burden, leading to a slower, less efficient system. Pharmaceutical companies may forego the smaller UK market in favour of the much larger EU market. And smaller companies, often developing pioneering treatments, may not have the capacity to file multiple applications at once. Second, there is likely to be a physical change. The EMAs headquarters is expected to move elsewhere. Several EU member states have reportedly thrown their hats in the ring to host it  including Denmark, Ireland, Italy, Sweden and Spain. This may create a knock-on effect on future investment and relocation decisions by global and European pharmaceutical companies, further chipping away at the UK economy.  Finally, losing the EMA could lead to a significant brain drain. Not only would we potentially lose the 900 people currently employed by the agency, but we could lose experienced people working elsewhere in the pharmaceutical industry. For instance, any company that sells into the European Economic Area must have a qualified person for pharmacovigilance (QPPV), as well as a deputy. There are currently 1,299 QPPVs in the UK who would either have to leave the UK or lose their role.  Negotiations are of course ongoing, but it is crucial the government gets this right. We need to secure the closest possible relationship between the EMA and the MHRA, and their continued regulatory cooperation, because ensuring swift access to the newest treatments is essential to public health. We need the UKs pharmaceutical industry to remain strong to deliver jobs and economic benefits across the country, and to stimulate companies researching revolutionary treatments. Get this wrong and treatments will slow down, drug prices will go up  and our NHS will foot the bill.  Daniel Zeichner is MP for Cambridge. He is @DanielZeichner on Twitter and his web site is at www.danielzeichner.co.uk.     ", 
    "section": "science", 
    "gid": "science/political-science/2016/oct/14/why-losing-the-european-medicines-agency-is-bad-news-for-patients-jobs-and-the-nhs", 
    "wordcount": "912"
}