{
    "headline": "Betty Brett obituary", 
    "text": "My friend Betty Brett, who has died aged 79, was a dedicated teacher and a stalwart of the National Union of Teachers. Betty was elected president of Waltham Forest NUT association four times between 1983 and 2009. In between, and since, she had served as the association&apos;s treasurer. She was born Elizabeth Evans in the village of Blackhall Colliery, Co Durham. Her father, Jimmy, was a miner and National Union of Mineworkers lodge secretary. Betty became a member of the NUT as soon as she began teaching in 1953. In 1963, by then married to Bill Brett, she joined the staff of Ruckholt school in Leyton, east London, and in 1965 was a founder member of the Waltham Forest NUT. In the 1980s and 90s she was a member of a specialist team of senior staff appointed by the local education authority to go into schools with management difficulties and take up interim support roles. One of her last assignments in this was at Davies Lane primary school in Leytonstone. Even though she retired from full-time teaching in 1993, she continued to work as a supply teacher until 2010. Betty also carried on working tirelessly for the union. She died in harness, as treasurer of Waltham Forest NUT, an elected conference delegate for 2013, the chair of the teachers&apos; panel of the joint consultative committee of Waltham Forest council, and the NUT representative on the borough&apos;s schools health and safety committee. She was also area secretary for a charity set up by the NUT, the Teachers Benevolent Fund, now known as the Teacher Support Network. Over the years she did fantastic work helping teachers who found themselves in difficulty, financial or otherwise. Her compassion, skill, dedication and fighting spirit made her a much-loved colleague and friend. She is survived by Bill, their son, David, and two grandchildren, Sebastian and Millie.", 
    "section": "education", 
    "gid": "education/2012/nov/01/betty-brett-obituary", 
    "wordcount": "310"
}