{
    "headline": "Women should be focus of energy expansion plans, says UN", 
    "text": "Women should be the focus of efforts to bring access to modern energy to those who lack it, a new United Nations report has found, as bringing energy to women and girls helps lift communities out of poverty and improves health. But the report also warned that providing energy alone was not enough to combat poverty, and programmes to provide energy access work best when they are accompanied by help for people to access other key services such as microfinancing and education. Providing energy to the poor has long been seen as key to addressing poverty levels, and over the last 20 years there have been scores of programmes that attempt to bring energy services for lighting and cooking to deprived communities, particularly in rural areas. But too many of these have focused only on supplying access to villages, towns and homes  often a question of just putting in the cabling or generating equipment. Martin Krause, leader of the climate and energy team for Asia Pacific at the UN Development Programme (UNDP), said his study showed this was not enough. &quot;Energy services are often not affordable by the rural and urban poor, and on their own have little impact. The poor need support to generate income so that energy becomes affordable, which in turn will improve household living standards.&quot; He called for the provision of &quot;energy plus&quot; services that would provide access to sustainable and renewable energy sources but also assistance for people to supplement their incomes and improve their education. The UN has launched a new campaign called Sustainable Energy for All, in an attempt to bring the benefits of cleaner energy access to poor communities. Currently, more than a fifth of people around the world have no access to electricity, and twice that many rely on biomass  usually in the form of wood, charcoal or animal waste  for cooking and heating. The indoor air pollution from cooking fires leads to more than a million deaths and many more cases of ill health every year. Focusing on women is a way to cut this high number of deaths, and it also frees up women and children from spending hours every day in the hunt for fuel, a time-consuming task that is one of the reasons girls in developing countries often spend less time at school than boys. The soot from cooking fires is also a significant contributor to global warming (pdf), according to a UN Environment Programme report published last year, and cutting it could delay dangerous climate change. As part of the new UNDP report, entitled Towards an Energy Plus Approach for the Poor, the authors studied 17 energy access projects in the Asia-Pacific region to find what was successful. They found that energy access programmes should be set up in conjunction with other development initiatives such as microfinance, transport infrastructure, telecommunications, schools and health facilities, and that giving people access to renewable forms of energy could also help to lift them out of poverty. They pointed to success stories such as a solar lantern rental scheme in Laos, providing cleaner and cheaper lighting than the kerosene lamps they replaced. Biogas from animal waste is also a key potential new technology. By clubbing together, poor people can also gain better access  by ensuring a minimum number of guaranteed customers, schemes encourage providers such as solar panel-fitters to enter the market, for instance. But the authors also found a clear role for regulation, pointing to measures such as China&apos;s new laws stipulating more renewable energy, which has led to a dramatic growth of clean energy across the country.", 
    "section": "global-development", 
    "gid": "global-development/2012/jan/19/women-energy-access-un-poverty", 
    "wordcount": "603"
}