{
    "headline": "99 Tiny Games and other Olympic tie-ins", 
    "text": "Most gamers have heard of the classic multi-event sports simulations that tend to accompany events like the Olympics. Daley Thompson&apos;s Decathlon, International Track &amp; Field, and more recently Mario and Sonic at the Olympic Games have all sought to capture the challenge of sporting competition for those of us who can barely use a hammer to put a picture on the wall let along throw one 80 metres. But, with the advent of digital distribution, online play and social gaming, as well as a more interesting, elastic concept of interactive entertainment, the 2012 Olympics is getting a few more offbeat tie-ins.  On Saturday, for example, the brilliantly innovative studio Hide&amp;Seek is running 99 Tiny Games, a collection of quick urban mini-games which will be placed all over London. Interested participants can check the website&apos;s Google map for their nearest activity, then head along to find the rules, which will be written out on a nearby wall or on the pavement. They&apos;re all different, all interactive and will provide you with a good excuse to explore familiar and unfamiliar areas of the capital.  Hide&amp;Seek has run similar &apos;urban gaming&apos; events in the past, and they&apos;re always a fascinating interplay of social, emergent and classical gaming elements. This one is part of Showtime, a festival supported by the Arts Council and designed to bring the Olympic spirit to as many different groups in the capital as possible. Get out there and try a tiny game, if you can.      Just as interesting is Blind Football, a browser-based game that seeks to simulate the Paralympic sport. Developed by creative agency Drum and supported by Sainsburys, the title requires players to put on a pair of headphones and follow audio cues, listening for the shouts of team mates (and for the incoming ball, which contains a bell) to make accurate passes. It&apos;s certainly not the first game to use only sound rather than visuals, and it took me a while to understand what I was supposed to be doing, but it&apos;s a really interesting attempt to convey the experience of such a familiar sport from a very different perspective. Last and by all means least, Captive Media is the creator of, ahem, &apos;the world&apos;s first contact-free, networked, washroom gaming system&apos;. It&apos;s a sort of toilet games console that has been fitted into restrooms (you can tell I&apos;ve just got back from the States) around the country, and which provides a screen where the onscreen action is controlled by the user&apos;s urinal flow. To &apos;celebrate&apos; the Olympics, the company has launched a new 100m Dash game. Participants control it by, and I quote, &quot;directing their pee stream at targets in the urinal. The truer their aim, the faster their character sprints&quot;. Apparently it&apos;s possible to post your score to a worldwide leader board or to tweet it to friends. If you insist on taking the pee out of the Olympics this summer, this might be the most effective demonstration of your sporting contempt.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jul/27/99-tiny-games-olympic-tie-ins", 
    "wordcount": "503"
}