{
    "headline": "Ministers must resist the siren call of spin to prevent climate failure", 
    "text": "No one thinks it will be easy to slash the carbon emissions driving climate change while keeping the lights on and at an affordable price. But trying to tackle the challenge with policies that contradict each other and silly spin makes a tough job unnecessarily harder. Ed Davey, the energy and climate change secretary, launched a good report on Friday, suggesting the damage wrought on the UK&apos;s economy by spikes in global oil, gas and coal prices could be reduced by over half in 2050 as a result of climate change policies. &quot;Only last year, the impact of the Arab spring on wholesale gas prices, pushed up UK household bills by 20%,&quot; he said. &quot;Every step the UK takes towards building a low-carbon economy reduces our dependency on fossil fuels, and on volatile global energy prices.&quot; &quot;The more we can shift to alternative fuels, and use energy efficiently, the more we can ensure that our economy does not become hostage to far-flung events and to the volatility of market forces,&quot; he added. So far, so sensible. But what about the impact of far-flung events on the UK&apos;s faltering ambition to build new nuclear power stations? Well, that&apos;s a completely different story, apparently. Energy minister Charles Hendry was asked exactly that on Tuesday by MPs.  Being exposed to events abroad, such as the nuclear disaster at Fukushima and the election of nuclear-power-sceptic Franois Hollande in France, was &quot;inevitable&quot;, said Hendry. &quot;If we want to see nuclear power as part of the energy mix, that&apos;s a challenge we have to take on.&quot; The MPs on the energy and climate change (ECC) select committee revealed another contradiction on Thursday, when tackling the &quot;carbon reduction committment&quot;, an incentive to increase energy efficiency that chancellor George Osborne turned into 1bn &quot;stealth tax&quot;. A DECC official told MPs that just because something is cost-effective - like energy efficiency - does not mean people will do it. As Labour ECC member Barry Gardiner pointed out, this apathy is exactly the problem with the flagship Green deal, which aims to make 14m homes cheaper to heat. Cutting grants and instead relying on people to take out loans will lead to a 90% cut in loft insulations, according to the government&apos;s own impact assessment. Compounding contradictions with spin shifts perceptions from cock-up to conspiracy. Another DECC minister, Greg Barker tweeted on Thursday: &quot;Having listened carefully to industry, we are looking at scope for pushing back a little the next proposed reduction in the solar tariffs.&quot; Good news after a rocky time for the solar industry? Yes but only up to a point, according to solar industry campaigner Howard Johns: &quot;In reality, Barker had little choice but to announce a delay to the cuts hurriedly on Twitter - the legal deadline to implement them on 1 July expired on Monday.&quot; And there&apos;s more. Another member of the ECC, Conservative Laura Sandys, greeted a 750,000 drop in the number of fuel poor households published on Thursday with this tweet: &quot;First time numbers have dropped since 2005 - Gov measures starting to pay off!&quot; Except, as green campaigner Martyn Williams noted, the drop took place under the policies of the previous government. The new government, according to the Association for the Conservation of Energy, fuel poor households will receive 30% less government support under the Green Deal, while grants for home energy efficiency are being halved. And yet more. As noted again by Williams, Ed Davey told the house of commons on Thursday, that solar panel installations are at August 2011 levels, despite the subsidy having halved since that time. Williams&apos;s graph shows this is only true if you include the spike caused by policy changes in March. Since then, installations have crashed and are flatlining at a third of the August 2011 level. Overall, I agree with the verdict of Green party MP Caroline Lucas, on the wannabe &quot;greenest government ever&quot;. &quot;It&apos;s more subtle than saying it&apos;s all been terrible, but it&apos;s more tragic, as well, because they have the bits of the jigsaw,&quot; she said recently. Joined up thinking and resisting the siren call of spin could prevent the tragedy becoming farce and deliver the dramatic change needed. Ministers, the stage is yours.", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2012/may/18/energy-climate-davey-fossil-fuel-nuclear", 
    "wordcount": "731"
}