{
    "headline": "Monsanto sued small famers to protect seed patents, report says", 
    "text": "The agricultural giant Monsanto has sued hundreds of small farmers in the United States in recent years in attempts to protect its patent rights on genetically engineered seeds that it produces and sells, a new report said on Tuesday. The study, produced jointly by the Center for Food Safety and the Save Our Seeds campaigning groups, has outlined what it says is a concerted effort by the multinational to dominate the seeds industry in the US and prevent farmers from replanting crops they have produced from Monsanto seeds. In its report, called Seed Giants vs US Farmers, the CFS said it had tracked numerous law suits that Monsanto had brought against farmers and found some 142 patent infringement suits against 410 farmers and 56 small businesses in more than 27 states. In total the firm has won more than $23m from its targets, the report said. However, one of those suits, against Indiana soybean farmer Vernon Hugh Bowman, is a potentially landmark patent case that could have wide implications for genetic engineering and who controls patents on living organisms. The CFS and SOS are both supporting Bowman in the case, which will be heard in the Supreme Court later this month.  &quot;Corporations did not create seeds and many are challenging the existing patent system that allows private companies to assert ownership over a resource that is vital to survival and that historically has been in the public domain,&quot; said Debbie Barker, an expert with SOS and one of the report&apos;s co-authors. Another co-author, CFS legal expert George Kimbrell, said victory in the Bowman case could help shift that balance of power back to farmers. &quot;The great weight of history and the law is on the side of Mr Bowman and farmers in general,&quot; he said. The report also revealed the dominance that large firms and their genetically altered crops have in the US and global market. It found that 53% of the world&apos;s commercial seed market is controlled by just three firms  Monsanto, DuPont and Syngenta.  Meanwhile genetically-altered commodity crops  and thus the influence of patent protection  have spread to become overwhelmingly dominant. In the US some 93% of soybeans and 86% of corn crops come from such seeds. The Bowman case has come about after the 75-year-old farmer bought soybeans from a grain elevator near his farm in Indiana and used them to plant a late-season second crop. He then used some of the resulting seeds to replant such crops in subsequent years. Because he bought them from a third party which put no restrictions on their use, Bowman has argued he is legally able to plant and replant them and that Monsanto&apos;s patent on the seeds&apos; genes does not apply. Monsanto, which has won its case against Bowman in lower courts, vociferously disagrees. It argues that it needs its patents in order to protect its business interests and provide a motivation for spending millions of dollars on research and development of hardier, disease-resistant seeds that can boost food yields. On a website set up to put forward its point of view on the Bowman case, the company argues that if the supreme court rules against it, vast swathes of research and patent-reliant industries will be under threat. Strong patent protection that covers genetic innovations, and is passed on in subsequent generations of crops, is vital to preserving the motivation for developing new agricultural products, the firm insists. &quot;If Bowman prevails, however, this field of research could be altered severely, as would many others in medicine, biofuels, and environmental science, as easily replicable technologies would no longer enjoy any meaningful protection under the patent laws,&quot; the firm said in a statement.", 
    "section": "environment", 
    "gid": "environment/2013/feb/12/monsanto-sues-farmers-seed-patents", 
    "wordcount": "618"
}