{
    "headline": "Only renewables - not nuclear - could be too cheap to meter", 
    "text": "&quot;Too cheap to meter&quot;: that was the infamous boast of the nuclear power industry in its heyday. It has been catastrophically discredited by history. Yet the phrase may yet see a new life - not of course for nuclear power - but for renewable energy. As the UK government publishes its draft energy bill on Tuesday, acknowledged by all but ministers themselves as primarily an arcane way of getting new nuclear power stations built, I am in Germany. Already, on one particularly windy weekend here, the surge of electricity drove the price down to zero. Very soon, due to the 25GW of solar capacity Germany has already installed, hot summer&apos;s days will see the same effect: electricity too cheap to meter. Now hang on, I hear you say, free electricity is actually crazy as it means there&apos;s no incentive to invest in new, clean generation capacity, which almost every country needs as the world seeks to cut the carbon emissions driving climate change. Germany&apos;s renewable energy policy, which began with a feed-in-tariff in 1990, deals with this by continuing to pay the producer, even when the electricity is sold for nothing. Crazy again, right? No, says Andreas Kraemer, director of the Ecologic Institute, an energy research policy centre, because the tax benefit to the Germany, via 400,000 jobs in the 40bn-a-year renewables industry is outweighs than the cost of the subsidy. Furthermore, he says, the contribution of renewable energy in cutting peak prices mean the wholesale cost of electricity is 10% lower than it would be without them. &quot;The money flowing out in FITs is less than the money saved by the end consumer,&quot; he says. And all the while a clean, sustainable energy system is built. But real problems do exist, and will intensify as Germany approaches its goal of 100% renewable electricity, from its current 20%. As that comes closer, the policies will have to change. Energy storage, already incentivised in Germany today, will need to be available, as will high-voltage interconnectors to move power around the continent and a smart grid to cleverly match demand to supply. It&apos;s an attractive vision: clean energy, securely supplied and coming down in price. Compare all this with the UK, where the nuclear industry is so embedded in government it supplies staff free-of-charge to work within the energy ministry. Perhaps it&apos;s no wonder that even when half of the UK&apos;s big six energy companies bale out of nuclear on cost grounds, ministers plough on regardless.  The news that EDF, the French-state-owned giant that runs many of the UK&apos;s nuclear plants, wants to extend the lifetimes of their ageing reactors confirms their attraction to the so-called carbon floor price. This leg of government energy policy puts a minimum price on carbon emissions, delivering large windfalls to existing nuclear plants. New nuclear plants will also have to be subsidised, more than onshore wind and possibly more than offshore wind, according to recent analyses, which is shameful for a 60 year-old technology. &quot;In general in industry,&quot; says Kraemer, &quot;when the production of something doubles, the cost falls by about 15%. The only notable exception is the nuclear industry which gets more expensive the more you build.&quot; Recent reports, not denied by EDF, put the cost of their new plants in the UK at 7bn each, 40% higher than previously stated. So while mass-produced renewable energy technologies are pushing the costs downwards, nuclear energy is completing the journey from &quot;too cheap to meter&quot; to &quot;too expensive to count&quot;. &quot;It surprises me that something that is completely obvious to people in Germany is suppressed in the UK,&quot; says Kraemer.  A final note. I am here with half a dozen of the UK&apos;s most senior energy policy academics. When I mention the guarantee repeatedly given by the coalition government that new nuclear plants in the UK will get &quot;no public subsidy&quot;, the only response are roars of incredulous laughter. Energy bill payers, who fund all the energy schemes, are unlikely to be similarly amused.", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2012/may/22/energy-nuclear-renewables", 
    "wordcount": "685"
}