{
    "headline": "Pupils need to understand computers, not just how to use them", 
    "text": "When her laptop stopped working recently, 15-year-old Hannah took it apart and diagnosed the problem, before ordering and fitting replacement parts. She is visibly proud of her achievement, something she says she wouldn&apos;t have been able to do had she not studied computing at school. &quot;In the past, I just used computers,&quot; she says. &quot;Now I&apos;m interested in how they work.&quot; Hannah is a pupil at Townley grammar school in Bexleyheath, Kent, one of just 150 in the country currently offering computer studies at GCSE. In just over a year pupils have learned programming skills in Microsoft&apos;s Visual Basic and JavaScript, which has helped them to develop their own games, websites and online tools. &quot;What really appeals to me is the problem solving,&quot; says year 11 student Krupa, who is swotting up on the binary numerical system (the &quot;language&quot; of computers). &quot;There&apos;s a lot of interaction with the programming language  not simply writing it, but you also have to understand how and why things work or don&apos;t work, troubleshoot the code, and find out how to make things move and function on screen.&quot; Hers is the first cohort of pupils to take the GCSE, which is so new that the examining board, OCR (the only one to offer the subject), hasn&apos;t yet produced a textbook. The school has also introduced programming for years 7 and 8, in the hope that more pupils will be inspired to go on to GCSE. Students start by stripping down a computer, before moving on to games and website development using visual programming software such as Scratch and basic html coding. The decision to introduce computer studies at the school came about because teachers were concerned that the ICT curriculum  centred around &quot;Office-based&quot; applications such as Word, PowerPoint and Excel  was not preparing young people for the jobs and careers they might go on to in the future. &quot;The emphasis was on students as consumers rather than designers and developers,&quot; says Nevita Pandya, deputy director of learning for computing at the school. &quot;But children are digital natives  they are already using all of this technology. We felt we should be making more of that, rather than making them study what they already knew ... and if schools aren&apos;t promoting computing, where is the next generation of developers and programmers going to come from?&quot; Teachers and industry professionals have spent years lobbying the government on the need to have computing on the curriculum  with limited success. The turning point came last August, when Google&apos;s chief executive, Eric Schmidt, publicly attacked the UK for failing to capitalise on its record of innovation in science and engineering, saying the country that invented the computer was throwing away its &quot;great computer heritage&quot; by failing to teach programming in schools. Since then, the education secretary, Michael Gove, has &quot;sat up and listened&quot;, says Ian Livingstone, one of the founders of the gaming company Games Workshop. He co-authored an influential report for the National Endowment for Science, Technology and the Arts on the future of the UK gaming industry, which concluded that it was losing its edge on the rest of the world. According to Livingstone, Schmidt&apos;s speech has opened the door for campaigners to have &quot;meetings with senior people at the Department for Education&quot; but, he says, this isn&apos;t enough. Both David Cameron and Gove have said publicly that computer science should be taught in schools, but have yet to make a firm commitment to adding it into the curriculum. This may be because the government is currently reviewing the national curriculum, with findings expected next year for implementation in 2014. The irony is, says Livingstone, that until 20 years ago, computer studies was taught in schools. So what went wrong? The shadow education minister, Stephen Twigg, was quick to point the finger at the coalition when a recent Ofsted study criticised the quality of ICT teaching  despite the fact that this government has been in power for less than two years. When the Guardian contacted Twigg&apos;s office, a spokesperson said he didn&apos;t want to comment on Labour&apos;s role in the demise of computing. In a speech last week Twigg called for more rigour in ICT, saying: &quot;For too many pupils, computer teaching can be little more than a glorified typing course.&quot; But experts say there are a multitude of reasons why the teaching of computing has fallen out of favour. Some, like Brock Craft, from the Institute of Education&apos;s London Knowledge Lab, say economics could be to blame. &quot;In the 1990s and early 2000s, there was this shift towards the offshoring of IT skills. Companies thought they would save money by sending coding to be done by the sub-continents or cheaper markets  and, to some degree, that has proved true.&quot; Others think changing demands from employers could have a part to play. &quot;Over the last decade or so, many employers have been keen to attract school-leavers fluent in simply using computers  so this may well have influenced the way the curriculum has developed,&quot; says Professor Simon Peyton Jones, chair of Computing At School, a working party made up of parents, teachers and industry professionals. What experts do agree on is that specialist teaching  or rather a lack of it  has been a major factor. Peyton Jones points out that since the PGCE in IT has only been around for a decade, the perception of the subject hasn&apos;t really developed beyond a &quot;low-status, low-achieving subject, often taught by geography teachers with a spare period&quot;. As a result, computing graduates are far more likely to go into programming or software development than into teaching. The figures are staggering  according to the General Teaching Council, of the 28,000 who qualified as teachers in 2010, just three had a computing-related degree [see footnote]. An overhaul of teacher training in the subject is also vital; if new entrants to the profession are not encouraged to venture beyond spreadsheets and presentations, then progress is likely to be slow. If the government acts promptly, progress could be made in a matter of years, say campaigners. So with the government expected to announce its digital strategy for schools this week, what have campaigners got on their wish list? The Association for UK Interactive Entertainment recently launched the Next Gen skills campaign  an initiative that has the backing of big industry names such as Microsoft, Google, Sony and Nintendo and also the Guardian  calling for fundamental changes to the secondary education system, including the introduction of a computer science course within the national curriculum. Peyton Jones would like the government to go one step further, adding computer studies to the list of science subjects eligible for the Ebacc, which measures how many pupils achieve a good GCSE in English, maths, science, a language and a humanities subject. For many of the girls at Townley grammar, studying computers has been life-changing. Many say they have their own web development or programming projects on the go at home. Hannah says she definitely wants to be a software developer, while Krupa says she wants to work in nanotechnology. Her classmate Ebi had been set on studying medicine at university  now she&apos;s thinking about computing. As staff at Townley grammar have found, big changes can happen on small budgets. Introducing computer studies to the school hasn&apos;t required any new resources  just enthusiasm and commitment from teachers. Emma Mulqueeny, co-founder of the Coding for Kids movement  a group of young people, teachers, parents and developers  says one thing schools can do, inexpensively, is to set up computing clubs. Her vision would be a nationwide network of clubs in every school, starting at primary level. &quot;Most schools have huge IT suites. Teachers are keen to learn, industry professionals are keen to help. That  along with government backing and support  could go a long way.&quot;  This footnote was appended on 7 March 2012. The original sub-heading, as well as the text, said that out of 28,000 teachers who qualified in 2010, just three individuals had a computer-related degree. The General Teaching Council of England would like to make clear that these are the numbers of teachers who &quot;specified themselves&quot; as being qualified in computing or computing schience as their primary qualification to teach when first registered with the GTC by their &quot;Initial Teacher Training&quot; provider. That specification does not mean that they necessarily have - or don&apos;t have - a degree in the computing field. For instance, 750 specified themselves as qualified to teach information communications technology; they may or may not have a degree in that field.", 
    "section": "education", 
    "gid": "education/2012/jan/09/computer-studies-in-schools", 
    "wordcount": "1460"
}