{
    "headline": "'And his hair turned white overnight'  or did it?", 
    "text": "In a study called Sudden Whitening Of The Hair: An Historical Fiction? Anne-Marie Skellett, George Millington and Nick Levell, at Norfolk and Norwich University Hospital, try to chop off a myth at its roots. People&apos;s hair, they believe, does not all of a sudden turn white. It just doesn&apos;t. Goodbye, ye hoary tales of Queen Marie Antoinette of France and Sir Thomas More of England each turning whitehaired the night before being beheaded. Hair whitening  &quot;canities&quot; in medical lingo  takes longer than days or even weeks, they report in a 2008 issue of the Journal of the Royal Society of Medicine. If somebody&apos;s hair did suddenly turn white, they say, it would most likely have an unnatural cause: &quot;the washing out, or lack of access to a temporary hair dye&quot;. They suggest one other possible, though maybe nonexistent, mechanism. The disease alopecia totalis makes people&apos;s hair fall out. Perhaps, in someone of mixed white and dark hair, some rare form of the disease might make only the dark strands fall out. In medical monographs over the past 100 years, doctors have almost uniformly expressed scepticism. In 1972, Josef Jelinek of New York University medical school, debunked dozens of supposedly documented sudden-hair-whitening claims, with a monograph in the Bulletin of the New York Academy of Medicine. Jelinek, an MD, began by directing the blame: &quot;It was not the physician but rather the historian who first seized on stories of sudden whitening to dramatise the tribulations of famous persons, principally in their grief or fear, in order to interest and astonish the reader. The poet, too, found poignancy in this phenomenon.&quot; He mentions as an example Shakespeare&apos;s King Henry IV, Part 1, where Falstaff says to Hotspur: &quot;Worcester is stolen away tonight. Thy father&apos;s beard is turned white with the news.&quot; Dr Alexander Navarini and Dr Ralph Trueb at University Hospital of Zrich, Switzerland have become the foremost modern scholars of sudden-whitening. In 2009, they published a report called Marie Antoinette Syndrome, about a 54-year-old woman whose &quot;entire scalp hair suddenly turned white within a few weeks&quot;. The next year, they published a paper called Thomas More Syndrome, about &quot;a 56-year-old man with sudden total whitening of scalp hair and eyebrows within weeks&quot;. They potter on about the names: &quot;Saint Thomas More, who turned white in 1535, ought to have the right of seniority over the Queen of France who succumbed to the same fate in 1793. Since there seems to be no other particular reason for favouring Marie Antoinette over Thomas More, out of fairness, it would seem appropriate to use the term &apos;Marie Antoinette syndrome&apos; for the condition afflicting women and &apos;Thomas More syndrome&apos; for men&quot;. Navarini and Trueb also disseminated some dark, happy hair news. A year ago, they published a monograph called Reversal Of Canities, wherein they explain that they can&apos;t really explain why &quot;a 67-year-old, otherwise healthy, man presented with spontaneous repigmentation of his grey hair&quot;.  Marc Abrahams is editor of the bimonthly Annals of Improbable Research and organiser of the Ig Nobel prize", 
    "section": "education", 
    "gid": "education/2012/jan/02/improbable-research-sudden-hair-whitening", 
    "wordcount": "525"
}