{
    "headline": "Orange tip butterflies are so fragile, yet survive violent rainstorms intact", 
    "text": "The rain relented, but not before the ragged edges of departing clouds had delivered a last, ferocious downpour, beating flowers beside the footpath into submission, leaving tall grasses flattened, stitchwort bedraggled and cow parsley umbels bowed under the bombardment. It was by pure chance that we spotted the exquisitely camouflaged orange tip butterfly, roosting on a saturated lady&apos;s smock flower head with wings tight closed  every green, white and golden wing scale miraculously, immaculately intact. How had it survived, when one direct hit from a raindrop travelling at terminal velocity might have bludgeoned it into the wet grass? Other butterflies shelter from rain under leaves but orange tips often seem to choose to perch in the open, on flowers exposed to the full force of the downpour. I&apos;ve several times watched their behaviour change when dark clouds begin to slide across the sun and the temperature drops, even before the first raindrops patter on the leaves. They are natural barometers in showery weather, settling on a flower, folding their wings tightly, aligning their antennae with the long axis of their body and presenting the smallest possible target to the oncoming threat. When the shower has passed I have invariably found the butterfly unharmed. Poke one of these torpid orange tips gently and it will not stir, even though it might have been zigzagging through the flowers a few minutes earlier. Be more persistent and it might climb on to your finger, but it will not open its wings until the rain clouds have passed. Only the return of sunlight and warmth will revive it. Butterflies are the epitome of fragility and yet the behaviour of this species, when a sudden spring squall sent us running for the shelter of the trees, raised questions. Could it be that its ethereal lightness is the key to its survival, such that the rush of air ahead of a falling raindrop pushes it aside just enough to avoid a fatal impact?", 
    "section": "environment", 
    "gid": "environment/the-northerner/2013/jun/05/crook-county-durham-orange-tip-butterflies", 
    "wordcount": "327"
}