{
    "headline": "Games review roundup: Dance Central 2,  Cooking Mamas and more", 
    "text": "Dance Central 2 ...  Xbox Kinect; 39.99; cert 12+; MicrosoftDance Central 2 is a genuinely fun game once you manage to shed your inhibitions enough to properly get into the groove. There&apos;s an impressive array of songs to dance along to  including songs from the first game if you decide to port them over  and flash cards help you imitate the moves on screen and work out what&apos;s coming next. It&apos;s easy and fun to get into the rhythm of it, though the free style sections in which the Kinect mercilessly photographs you flailing around made me feel more than a little selfconscious. The choreography is fairly accessible and ramps up with a pleasantly challenging difficulty curve, and the training mode is excellent, letting you break down songs by individual moves to practise properly. The story mode is gloriously silly, and two-player battles are genuinely good fun, though the game is missing an online multiplayer mode. Overall Dance Central 2 is a good laugh, and well worth picking up if you have the space and the unselfconscious friends to play it at parties. Mary Hamilton Cooking Mama World: Outdoor Adventures ...  Nintendo DS; 29.99; cert 3+; 505 GamesCooking Mama World: Outdoor Adventures is another minigame compilation in the same vein as, well, everything else Cooking Mama-related. A top-down Explore option lets you run around a holiday island, avoiding monkeys, snakes and other wildlife while finding and unlocking games to play. This mode ties the game together well, but the mazes can be a little tricky for youngsters. A Challenges mode lets you replay the games you&apos;ve found, and there are item collection and decoration elements too. Good for younger casual players, but overall it&apos;s a fairly shallow experience somewhat lacking the charm of the main Cooking Mama series. MH Cooking Mama 4 ...  Nintendo 3DS; 39.99; cert 3+; 505 GamesCooking Mama 4: Kitchen Magic is yet another instalment in the dizzying array of Cooking Mama titles that have colonised shelves since 2006. Like the original, it&apos;s a fairly engrossing minigame compilation in which you follow Mama&apos;s instructions to prepare a range of meals, each one unlocking the possibility of making more. Sadly, the new game holds very little that&apos;s new or groundbreaking, and fails to do anything exciting with the capabilities of the 3DS. Controls, gameplay and game world remain much the same as they have since the first instalment of the series. Cooking Mama 4: Kitchen Magic isn&apos;t a bad game, but it feels like a wasted opportunity. MH James Noir&apos;s Hollywood Crimes 3D...  Nintendo 3DS; 29.99; cert 12+; UbisoftJames Noir&apos;s Hollywood Crimes 3D is either an engrossing, enjoyable puzzle game, or a series of extremely annoying repetitive loading screens. The puzzles themselves are well made: a wide mix of different minigames on a nicely challenging difficulty curve, with plenty to engage players of all abilities and a system of adjustable difficulties and hints to ensure you don&apos;t get stuck or bored. But the unskippable, slow, repetitive dialogue between puzzles is unforgivably irritating, the recap screens are unnecessary, and the ill-judged and poorly delivered story only manages to make matters worse. The addition of a &quot;skip&quot; button would make this a great little game. MH", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jan/27/games-review-roundup", 
    "wordcount": "543"
}