{
    "headline": "Badger cull is a 'bad deal for taxpayers'", 
    "text": "The imminent badger cull in England is a &quot;bad deal for taxpayers&quot;, according to an agricultural economist who worked on a landmark 10-year trial examining if culling can curb TB in cattle. The government&apos;s own impact assessment for the policy concluded that the cull, aimed at curbing rising tuberculosis in cattle, would cost more than it saves. &quot;Culling has never turned out to be worth it in strictly economic terms,&quot; said Prof John McInerney, at the University of Exeter. &quot;It is a good deal for the farmers, but a bad deal for the taxpayers, in strict economic terms.&quot; He noted his analysis could not account for the social costs of the 26,000 cattle sent to slaughter in 2011. McInerney&apos;s analysis is based on the government&apos;s initial cost estimates. He found it would cost 1.55m to conduct the government&apos;s cull for four years, over an area of 150 square kilometres. If this reduced TB infections in cattle by the 16% ministers hope, this would save only 0.97m in reduced compensation and testing. Taxpayers bear most of the cost, he calculated, particularly due to high expected costs of policing protests against the cull. But farmers get more of the benefit, spending 215,000 but gaining 320,000 due to fewer cattle infections. But a spokesman for the Department for Environment, Food and Rural Affairs (Defra), said the cull would bring economic benefits in the longer term. &quot;It is of benefit to taxpayers as well as farmers. We will start to see the benefits to when the number of bovine TB infections are starting to fall.&quot; Defra estimates that on current trends, dealing with TB in cattle will cost 1bn in the next decade. Ministers hope the cull will reduce cattle infections in the cull zones, but many scientists say the cull could actually increase infections. The National Farmers&apos; Union pointed out that dealing with bovine TB has cost 500m in the past decade. Sources have told the Guardian that the cost estimates for the two pilot culls in Gloucestershire and Somerset have risen from initial estimates. Furthermore, the cull areas are about twice as large as the area used in McInerney&apos;s analysis. If the pilot culls show shooting free-running badgers is an acceptable method of killing, then 10 culling zones could be licenced a year, meaning taxpayers will be millions of pounds worse off than if nothing was done. Both sides of the debate say action is necessary, but cull opponents argue that improved measures to prevent cattle-to-cattle infections, better biosecurity and more vaccination are better options. At a press conference on Wednesday on the science of the badger cull, Prof Robbie McDonald, at the University of Exeter and former head of wildlife science at the government&apos;s Food and Environment Research Agency, said: &quot;Managing wildlife to reduce TB in cattle is likely to produce unimpressive results.&quot; His research modelled the impact of the imminent cull, which differs significantly from the landmark randomised badger culling trial. The latter showed culling hard for a many years could reduce TB infections in cattle by 16%. Other research by McDonald showed measure to keep badgers out of farm buildings are 100% effective if used, but noted that cattle might still contract TB from badgers in fields. On Sunday, 32 eminent scientists wrote to the Observer calling on the government to abandon the cull. On Wednesday, Prof Rowland Kao, at the University of Glasgow, told journalists: &quot;It is not principally a science-based policy.&quot; Prof Christl Donnelly, at Imperial College London and who was a key member of the RBCT team, said neither the cull in England or the preferred vaccination programme in Wales could claim full scientific justification: &quot;Science cannot be used to give the stamp of approval to either policy.&quot; But Andrew Praill, president of the British Cattle Veterinary Association, said a cull was required to attempt to control TB: &quot;The killing of badgers is an unfortunate necessity.&quot; McInerney said it was ultimately a &quot;political&quot; decision.  The original article said &quot;McInerney&apos;s analysis is based on ... an area of 150 kilometres squared.&quot; That should have been 150 square kilometres, now corrected.", 
    "section": "environment", 
    "gid": "environment/2012/oct/17/badger-cull-taxpayers", 
    "wordcount": "713"
}