{
    "headline": "Brazil's Amazon rangers battle farmers' burning business logic", 
    "text": "     As his helicopter descends through the smoke towards an Amazonian inferno, Evandro Carlos Selva checks the co-ordinates via a global positioning satellite and radios back to base a witness testimony to deforestation. Flames lick up from below the canopy, smoke billows across the horizon, and down below, the carbon that has been stored in the forest for hundreds of years is released into the atmosphere. Skeletal trees are charred grey, others burnt black. Nearby, what was once forest is reduced to an expanse of ash, dust and embers. Trudging through the debris, Carlos Selva points to a soya farm: &quot;They&apos;ve been paid to do this. Forty per cent of next year&apos;s harvest on this land has already been bought.&quot; The clearance is illegal and Carlos Selva  a ranger with Brazil&apos;s environmental protection agency, Ibama  sets in motion the process of levying fines, business embargos and other penalties that have helped to slow the pace of deforestation by almost 80% in the past eight years. This represents impressive progress, but it is at risk. The pressure to convert more Amazonian forest is growing stronger due to drought in the US, rising world food prices and a weakening of Brazilian laws. Carlos Selva works in Mato Grosso, the frontline of efforts to find a balance between protecting the climate and feeding a growing world population. Next year, Brazil is expected to overtake the US as the world&apos;s biggest soya producer. Most of that crop will be grown in Mato Grosso  where the Amazon forest meets the Cerrado savannah  and both are being engulfed by farm fields.     Smoke from forest fires allegedly set by farmers and cattle ranchers. Photograph: Rodrigo Baleia/Getty Images    Global priorities are etched on to the land here with geometric precision. Far from most people&apos;s image of a vast, unbroken Amazon, the forest has been sliced and diced into polygons that divide the world&apos;s most productive soya fields from the world&apos;s greatest land carbon sinks. The borders between the two ought to be determined by whether humanity places more value on our lungs or our bellies. In reality, it has become a contest between economics and the law. Carlos Selva is responsible for patrolling and maintaining this restless boundary. It may well be the ultimate 21st-century job: analyst, accountant, climate regulator and eco-cop rolled into one dangerous and important role that is constantly being transformed by satellite data, global warming, world hunger and international commodity prices. He gets deforestation warnings from space and death threats from his neighbours  all the hi-tech support available in the 21st century, with the same risks faced by a wild west sheriff 200 years ago. He is equipped with a GPS system, a camera, a tablet computer and a gun. Monitoring ownership and land change is no easy task. In the state of Mato Grosso alone, there are 110,000 properties. Most are extremely remote. Many owners have invested their lives here and do not take kindly to being told they cannot use the land as they want. Carlos Selva received death threats in June, while the world was debating the pros and cons of sustainability at the Rio +20 Earth summit. He has been held hostage by landowners. They have punctured the tyres on his four-wheel drive. Corrupt local politicians are not on his side. After his most successful operation  a sting that exposed widespread forgery of forest documentation  he and the police chief he worked with were transferred to out-of-the way districts. It could be worse. Other rangers have had their homes shot at. Many environmental campaigners have been killed trying to protect the Amazon. It is hard to overestimate what is at stake. The two sides in the debate put it in stark terms. Save the forest and you fight climate change. Clear the forest and you ease global hunger. Agribusinesses see the Amazon as one of the last great areas for expansion. The rangers are caught in the middle, but this is not a simple either-or choice. There are alarming signs that the Amazon is caught in a vicious circle and the more this great climate regulator is cleared, the less predictable global weather systems will become. That increases the risk of droughts and floods, ruining crops across the world. This in turn, adds to the pressure to clear the forest. Twenty-five million people make their home in the Brazilian Amazon, which covers 2m square miles. Already, 17% has been stripped by cattle ranchers, loggers and soya farmers. At the recent peak of clearance in 2004, an area of 10,723 square miles was deforested in a year, equivalent to the size of Albania, Haiti or Belgium. Since then, deforestation has slowed dramatically thanks to a system that combines eyes in the sky, boots on the ground and a growing collection of carrots and sticks to persuade farmers and ranchers that they are better off leaving the forest intact.     Smoke and fires set on the livestock pastures threaten the forest.  Photograph: Rodrigo Baleia/Getty Images    It is primarily based on two sets of satellite data: Prodes, which is an annual forest audit down to the level of 6.25 hectares (currently using a UK satellite), and Deter, which provides almost real-time information to rangers in the field such as Carlos Selva, who can reach the affected areas rapidly in helicopters and trucks. Individual violators can be fined, jailed, have machinery confiscated and be barred from access to bank loans. The environment institute said it seized 650 trucks, 60 bulldozers and 200 chainsaws in 2011. Municipalities where more than 30 square miles are illegally stripped are put on a blacklist, which means companies in the area are blocked from cheap financing and firms that trade with them also face restrictions. Francisco de Oliveira Filho, the director of deforestation combat policies in the environment ministry, says the scheme has helped Brazil to move more than half the way towards its Copenhagen commitment to reduce greenhouse gas emissions by 36% by 2020. &quot;In 2004, people said it was impossible to stop the deforestation of the Amazon, but we have proved it can be reduced,&quot; he said. The hard work is still to come, however, because the polygons of deforestation are getting smaller and more scattered. Farmers have learned the limits of satellite observation and the financial incentive to break the law increases with the rise in soya prices. &quot;We are reviewing the system now. We know we&apos;re getting to the limits of monitoring and control,&quot; said De Oliveira Filho. &quot;Until now, we have made good progress by focusing on big land owners and large deforestation polygons. But we have reached the point where, if we are to meet our goals, we need to target holdings of less than 25 hectares. That is why we need higher resolution satellites.&quot; The environment ministry focuses its attention on an arc of deforestation from the north-east to the south-west. This is the frontline where farmers are eating into the forest. By far the worst-hit states are Par, Mato Grosso and Rondonia. With abundant water resources and flat, fertile land on the border of the Amazon and the Cerrado, Mato Grosso is considered some of the best agricultural territory in Brazil, which has made its forests the hardest to protect. Soya fields have expanded by 10% in the past year. Locals say this is mostly due to the conversion of cattle pastures into cropland. But there is clearly also pressure on the forest. In September, Mato Grosso was the only state where land clearance continued to accelerate  a hefty increase of 158% compared with the same period last year. One of the worst areas is Feliz Natal (Happy Christmas). Many farmers here have already been penalised, but there appears to be no sign that pressure on the forest is letting up. There are plumes of smoke every few hundred metres across a broad expanse of forest. The haze stretches across the sky, but this is far from the worst burn-off. Satellite images of previous blazes show smoke stretching 100 miles. The process of deforestation is simple. Its various stages  carried out over a period of two to 10 years  can all be seen on a one-hour helicopter ride above Mato Grosso. First, there is the cutting. Small secret trails are pierced through the undergrowth by illegal loggers who covertly fell and sell the most valuable hardwood logs to sawmills. Then comes the burning as fires are set every few hundred metres under the canopy, filling the skies with a haze and reducing the tall green forest to low grey ash. Next is the clearing. Bulldozers push the ash into heaps and mechanised claws rip what is left of the roots from the soil so that it can be planted with a monoculture  usually soya, cotton or corn. Elsewhere, most deforestation is for cattle pasture. Some of this is approved by the government, but farmers are supposed to protect 80% of the forest on their Amazonian land and 50% on the Cerrado. Toenforce this, the rangers receive satellite printouts showing bright red areas where deforestation hastaken place. We land in an area where the trees have been dragged down. Rather than burn the forest, farmers run two powerful tractors in parallel with a thick chain between them that pushes over even the biggest trees in its path. Carlos Selva calculates that 500 hectares have been cleared without permission and initiates a process of punishment and restoration. There are limits on the authorities&apos; vision and powers of enforcement. It takes about two days for satellite information to be processed and sent to agents in the field. After an upgrade next year, this will be accelerated and rangers will also receive data about forest degradation, which should increase their chances of catching violations at an earlier stage. The operation will be helped by two new satellites  one Japanese, one Brazilian-Chinese. The Japanese Alos 2 satellite will provide radar monitoring, which will allow the space and environment agencies to observe the forest even during the cloudy season from November to March. The Brazilian-Chinese satellite Cbers-3 will provide higher resolution and more frequent data. &quot;The landowners know what we can see. So if they deforest an area of less than 25 hectares, we cannot currently spot it from a satellite. But with the new system next year, we&apos;ll get higher definition. It&apos;s like a game of cat and mouse. As the technology improves, they find new strategies,&quot; says De Oliveira Filho. In the best cases, farmers return the cleared land to forest. More often, however, they lodge appeals that can take more than a decade to resolve. &quot;Only 2% of the fines are collected,&quot; said a local police officer, who asked to remain nameless. &quot;The rest end up being wrangled over in endless legal challenges. That&apos;s Brazil.&quot; Dealing with the change in global commodity prices is likely to prove tougher still. Some believe slower deforestation in recent years is partly due to the world economic downturn, but, with soya hitting a record high this year after drought cut the harvest in the US, the temptation to clear more land in the Amazon increases. &quot;It&apos;s driven by market forces. Of course, there&apos;ll be more pressure. That&apos;s why we have to be in the field all the time,&quot; says De Oliveira Filho. Last month, the environment minister announced a strategy to put teams of military, police and environment rangers in the field for 365 days a year. Farmers say the economic incentives outweigh the legal risks. &quot;The ones who follow the rules like me are considered idiots. The ones who break the rules make the money,&quot; said a landowner, Milton Luiz Molfensteiner. The next soya crop planting is under way. With good weather, Brazil&apos;s harvest early next year is forecast to yield about 85m tonnes. Almost a third of that will be from Mato Grosso, which would then account for about one in every 13 soya beans produced on the planet. The local agricultural association says this is a golden era. The price of soya has risen 16.6%  from 60 to 70 reals (21.50) a sack  in the past 12 months because of the US drought and rising demand from China, which accounts for 60% of exports. &quot;This is a good time for us in agriculture, especially in soy, especially in Mato Grosso. This is now the global centre for soy,&quot; said Silvsio de Oliveira, director of the state&apos;s Soy and Maize Association. He is asking the government to reduce the proportion of protected forest on farmers&apos; land from 80% to 35%.     A lone Brazilian nut tree stands in a soy field. Photograph: Daniel Beltra/Greenpeace    Antnio Galvan, head of the Agricultural Association of Sinop, says greater land clearance is essential if the world is to feed a global population due to grow by 2 billion people and to offset the loss of agricultural production caused by climate change. &quot;If the US drought continues, someone will have to feed humanity. People might die of hunger. Rural producers don&apos;t deforest an area for fun, they do it because of the demand for food,&quot; he says. &quot;A big part of the world depends on Mato Grosso. Deforestation is an international concern, but we also have to make a living and the world has to worry about food.&quot; Conservationists say such arguments are exaggerated and used as an excuse, not only to clear forest, but also to drive indigenous people off their land. But the Ruralista agricultural lobby is growing in influence. Brazilian legislators are revising the forest code to loosen Amazon protection measures. President Dilma Rousseff vetoed several of the most controversial amendments last month, but conservation groups say the bill is still a disastrous step backwards. Whatever the outcome, enforcement will be left to the country&apos;s 1,400 environmental rangers, who must monitor an area that is more than half the size of the US. Carlos Selva says they will be reinforced with extra personnel and better equipment. But with market forces and the climate both swinging against them, the risks are also likely to increase. It is agreat deal of responsibility for a monthly salary of 2,600. After a day spent chasing deforesters, the ranger sips a cold beer and weighs up the pros and cons of his job. &quot;I&apos;m not an ecologist or a greenie. This is just work,&quot; he says. &quot;I&apos;ve never liked people who tell others &apos;don&apos;t do this, don&apos;t do that&apos;, but I&apos;ve started to understand why it is necessary. This is not idealism, I just like to see things done right.&quot; He can understand why his wife wants him to quit the job. The satellites can only do so much to protect the forest and then it is down to what happens on the ground. &quot;The good side of being here for several years is that I know the territory. The bad side is that people know whereI live.&quot; Additional reporting by Carolina Massote  This article was amended shortly after publication to give the correct increase in the price of soya over the past 12 months", 
    "section": "environment", 
    "gid": "environment/2012/nov/14/brazil-amazon-rangers-farmers-burning", 
    "wordcount": "2518"
}