{
    "headline": "Science is boring (except when it isn't)", 
    "text": "   Some chemicals, which are boring. Unless you use them in certain ways. Photograph: Flickr    Science is boring. This is a claim you&apos;ve probably heard before many times, often stated as an indisputable fact rather than personal opinion. Given that you&apos;re currently reading the Guardian science section, it&apos;s reasonably safe to assume that you do not agree. People tend not to actively seek out things they find boring, unless it&apos;s for work or education purposes. And if this blog ever achieves the status of &quot;required reading&quot; for anything, the field of science is in deep trouble.  Obviously those who are willing to blog about science don&apos;t find it boring, but I don&apos;t necessarily have any issue with those who do. A lot of science is not intuitive or is presented in impenetrable language for those not trained in it, and although a crucial element of education it&apos;s often presented in a dry or overly challenging way. Some of the fault can be attributed to individuals perhaps; just because understanding something is more challenging than you&apos;d like is no reason to abandon it and write off the whole field as &quot;boring&quot;. And the mainstream media &quot;dumbing down&quot; science stories in a way that can be actively misleading probably doesn&apos;t help.  But it could be argued that scientists themselves are part of the problem. I&apos;ve lost count of the number of lectures and talks I&apos;ve gone to where the speaker makes no attempt to engage the audience or make the material in any way relevant. My remit for this blog is to try and make science stories/ideas amusing in some way. From comments I&apos;ve been getting, some think even attempting this is a disgraceful abomination. Some seem to think you shouldn&apos;t write anything about science that you wouldn&apos;t be willing to have tattooed onto your own forehead, so seriously should you take the subject matter. Thanks to a receding hairline, I may have more forehead space than most, but I&apos;m not going to be doing that. I&apos;m saving it for advertising space for when I get desperate. But this furious response to any attempt to make science entertaining can&apos;t be helpful in promoting it, surely? Unless you&apos;re targeting the &quot;enjoys getting angry at things they don&apos;t really understand&quot; demographic, aka &quot;Twitter&quot;.  (Also, if you are one of the people who feel this way, you might want to stop reading now, you really won&apos;t like what&apos;s coming up.) However, it&apos;s fine to argue that science is not persistently boring, or not as boring as people think, but to imply that it&apos;s never boring is actually quite misleading. If we&apos;re talking people looking up things about science that they&apos;re interested in, then that&apos;s fair enough. But much of the &quot;science isn&apos;t boring&quot; bunch seems to be focussed on schools, encouraging children to choose a career in science. I&apos;ve said this before, but suggesting that science is all cool explosions and spectacular effects is going to lead to some disappointment.  Fact is, working in science can be rather dull. It depends on the specific field of course, but most people would be hard pressed to argue that their science job is a non-stop roller-coaster of excitement. Any job will involve many mundane elements that have to be dealt with; this doesn&apos;t mean they&apos;re not interesting fields to be in. It just seems that with science, that&apos;s the only part many people are aware of.  A personal anecdote (not that that constitutes evidence, I know) demonstrates to me how boring some people find working in science.  As is traditional when working in a laboratory, in the UK at least, health and safety practice is of paramount importance. Idle hands are said to be the devil&apos;s plaything, but idle hands with access to very dangerous, volatile substances make the devil wag his finger and make discouraging noises. For many people assigned to laboratory roles, it is required that you undergo basic safety training, such as COSHH (care of substances hazardous to health). When I started a new role in a busy lab, I had to go on a COSHH course. We covered preparing risk assessments. To facilitate this, whomever your company/institution purchases the chemicals from is legally required to include chemical safety data sheets. These sheets should list all the potential hazards presented by the chemical in question, what can happen in case of accidents, what to do about it in this scenario, and so on. We were given several different examples of these sheets. One of the sheets was for the chemical hydrochloric acid, HCl. HCl is produced naturally in the human stomach, to aid digestion. Much of the stomach lining is dedicated to keeping the whole organ from degrading as a result. A small amount of gastric acid entering the oesophagus can cause serious pain, heartburn. HCl is very powerful stuff. If anyone argues that something is safe because it&apos;s &quot;natural&quot;, they clearly haven&apos;t encountered it. A small whiff of it can be quite overwhelming, although it&apos;s a good way of dealing with excessive nostril hair.  So, these safety sheets detailed what to do if you get it on your skin, eyes, swallow it and so forth. One was extra thorough and covered what to do if HCl is &quot;administered anally&quot;. The precise details and consequences of such an occurrence listed lead to only one possible conclusion; this has actually happened to someone. HCl isn&apos;t generally available in pure form outside the laboratory environment. And even if somebody bizarrely interpreted a &quot;Lab coats must be worn&quot; instruction as meaning ONLY lab coats should be worn, someone leaving a narrow conical flask of HCl on the floor for them to fall onto is another unlikely occurrence. Both combined is astronomically improbable. Ergo, the most likely explanation is that someone experienced this &quot;administration&quot; deliberately.  I don&apos;t care what the evidence says; it shouldn&apos;t be possible to be THAT bored! It can be tedious working in a lab on some monotonous task, but go for a coffee or a cigarette or something if it gets that bad. And if anyone feels I&apos;m wrong to encourage caffeine or nicotine consumption because they&apos;re unhealthy, please remember the alternative in this context. There&apos;s nothing to confirm that whoever experienced this ultimate enema was actually a scientist or working in the scientific field, I just find it hard to imagine a scenario where they weren&apos;t, given the way HCl and labs work. I may be wrong about this.  But I always think of this anecdote as a good example of how, even when boring, science produces some very attention-grabbing outcomes. Whether it be drunkenly partying with lab monkeys, or idly producing some bizarre but award-winning reports, a bored scientist can still pique people&apos;s interest (albeit often inadvertently). Ergo, I&apos;d argue that the mainstream tendency to assume that science and scientists are boring and need explaining in simple terms in order to make people want to hear about it is rather unfair. This logic isn&apos;t extended to other complex areas such as economics or politics, so why does science get filtered in this way? As my friend and The Sky At Night team member Chris North once pointed out, it&apos;s difficult to imagine a scenario where the latest football fixtures would include a very simple explanation of what the football actually is and how it works, for those who weren&apos;t interested in it. It&apos;s assumed that people already know this complex data. Unless it&apos;s about science.  It&apos;s true that some find science boring, and that&apos;s OK, but can we stop assuming that everyone does?  On the subject, do check out Dara O&apos;Briain&apos;s Science Club, tonight on BBC 2, which will hopefully demonstrate that science can be entertaining without losing the details. Seriously, it&apos;ll be good, and there&apos;s nothing else interesting on, apart from some political thing, but who cares about politics?  Check out how boring Dean Burnett&apos;s career is by following him on Twitter at @garwboy. WARNING: May contain tales of heroism and adventure that don&apos;t actually happen", 
    "section": "science", 
    "gid": "science/brain-flapping/2012/nov/06/neuroscience", 
    "wordcount": "1342"
}