{
    "headline": "Let's revive the art of public debate in today's English", 
    "text": "I sympathise with both AC Grayling and Sam Leith (Comment, 7 June) in their respective arguments about the decline and resilience of political oratory. But I fear that their joint focus on the rhetorical pearls delivered by members of political elites misses the point. In a democracy that so rarely appears or feels like a democracy, it is to the demos rather than their rulers that we should be looking for an enhancement of the quality of public debate. In a recent research project, working with a range of 11- to 18-year-olds in schools and youth centres, two things became very clear. First, young people have lots to say for themselves about the issues that affect them, but are often handicapped by a lack of basic expressive skills, leaving them unconfident and hesitant about entering into the arena of &quot;political&quot; discussion. Second, it is quite possible to build up a set of core expressive skills over a relatively short period, equipping young people with core competencies that are sadly marginalised or neglected within the traditional curriculum. I refer to such competence as deliberative literacy; a much-needed public resource in times of complexity, crisis and confusion (more information about this project online at www.youthamplified.com).Professor Stephen ColemanInstitute of Communications Studies, University of Leeds   Margaret Reynolds is right to be wary of the conservative stance towards the English language (English ain&apos;t what it was, 6 June). Language exists in a constant state of flux, continually changing as the society around it develops. Extensive research has shown that all languages and their varieties are capable of the same subtleties and elegance of expression. So stigmatising a certain dialect does not signify its linguistic ineptitude but rather an inherently negative attitude towards its speakers. By rejecting the incredible potpourri of other varieties of English as &quot;substandard&quot;, the Queen&apos;s English Society is implicitly claiming an unfounded superiority over the wonderfully heterogeneous cultures and peoples of the UK today. No language can remain fixed in time, nor does one variety hold supremacy over others. The Queen&apos;s English is gone; let us remember it with fondness, but move on.Katie KedwardFitzwilliam college, Cambridge  Re David Hadfield&apos;s letter (6 June), I&apos;d much prefer someone like Irish president Michael D Higgins as head of state. A published poet who as a government minister promoted the arts instead of cutting their funding. Intelligent, humane and someone you could imagine sharing a drink with in a Dublin bar.Ken HallLondon", 
    "section": "education", 
    "gid": "education/2012/jun/08/revive-public-debate-english", 
    "wordcount": "415"
}