{
    "headline": "Green businesses unite to pressure PM into supporting renewable energy", 
    "text": "David Cameron has been urged to stand up for renewable energy against what environmental campaigners see as attacks by the Treasury. More than 170 green businesses signed a letter to the prime minister, drafted by the Renewable Energy Association, calling for a public declaration of support for green energy and a resolution of the uncertainty that surrounds government plans for renewable power subsidies. The signatories include Frances O&apos;Grady, deputy secretary general of the TUC, Sir Tim Smit of the Eden Project, and Penny Shepherd, chief executive of the Sustainable Investment and Finance Association of investors, as well as veteran green campaigners Jonathon Porritt and Tony Juniper, adviser to Prince Charles. They are worried that recent government U-turns on support for renewables are putting off much-needed investment in the sector. They point to the recent decision on future subsidies, which was long delayed and left significant issues unresolved so creating uncertainty for investors. For instance, although offshore wind subsidies are now clear until 2017, those for onshore wind face another review, and solar subsidies are likely to be reviewed again next year. This was confusing and scaring off financial backers for renewable energy projects, they said. The letter to Cameron invoked the Olympic spirit. It : &quot;We urgently need you to deliver a united &apos;Team GB&apos; effort to secure the UK&apos;s place as a world leader in green skilled jobs and technology. Massive investment in renewable energy is taking place across Europe and Asia and the UK cannot afford to miss out  neither can we afford to miss our carbon targets.&quot; Martin Wright, chairman of the Renewable Energy Association, said: &quot;Renewables must not be treated like a political football, kicked between the Department of Energy and Climate Change and the Treasury. Government shouldn&apos;t squander this once in a generation opportunity to transform our energy system into one fit for the future, with all the jobs and inward investment this will bring.&quot; The signatories also referred to recent high-profile rows within the cabinet over the future of renewables. Aides to chancellor George Osborne have been briefing heavily that he wants to see more investment in gas-fired power generation, even though it is a fossil fuel with a highly volatile price. The high cost of gas has been the biggest factor behind energy price rises in recent years, according to the government&apos;s analysis. But Osborne believes that potential investors in gas will be put off by support for renewables  even though more than 10GW of new gas-fired generation is already in the advanced stages of planning or, in some cases, construction. In a speech to potential overseas investors in UK energy on Tuesday, the chancellor failed to mention green energy at all, but praised oil and gas, pledging that gas would continue to be the UK&apos;s biggest source of energy into the 2020s and beyond. He said: &quot;There is no better example of the significant contribution that [the energy] sector makes to our economy than the UK oil and gas industry. This has long been one of our great industrial success stories.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/aug/09/renewableenergy-davidcameron", 
    "wordcount": "514"
}