{
    "headline": "Commitment to widening participation runner up: Oxford Brookes University", 
    "text": "Think of education in Oxford, and disadvantage doesn&apos;t spring to mind. But there are still plenty of people living in and around the city who have been badly affected by the recession, and who can&apos;t find work due to poor academic qualifications. As with most universities, the majority of widening participation work at Oxford Brookes is focused on raising HE enrollment rates among schoolchildren. Brookes Bridges[http://www.brookes.ac.uk/about/community/teaching-and-learning/brookes-bridges] supports a different target audience - mature learners who need urgently to regain their confidence in education so they can take advantage of the work and life opportunities further training could offer.  The project launched in 2010 in most deprived areas of the city, and it has now extended its reach to Swindon and Solihull. Students can choose from a range of short, bite-sized courses that have been designed to offer genuine opportunities to progress. Taught in the community and in local colleges, they include taster courses in subjects Brookes offers at Foundation degree level.  Trying out a course you like for free - there is no cost to any Brookes Bridges student - can be a critical factor in enrolling on a higher level qualification. And it&apos;s working: one in nine students who start a study skills course or take a mentoring course have progressed to degree level studies.  Vital to the project&apos;s success, says Adam Lambert, Brookes&apos; UK partnerships liaison manager, is the wraparound support that students get from staff as they explore their options and start to make decisions on what kind of progression routes they might pursue.  &quot;It means we are able to focus on the whole &apos;life cycle&apos; of the learner, providing advice through pre-entry, admission, through their studies and onwards,&quot; he explains. &quot;While many HE/FE partnerships are ending, the Brookes partnership with colleges is robust and helps create lower cost, local routes into higher education for those who would not otherwise have studied.&quot;", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/2013/feb/26/widening-participation-oxford-brookes-university-runner-up", 
    "wordcount": "329"
}