{
    "headline": "Hashtags: from Twitter to Facebook", 
    "text": "Age: First used on Twitter in August, 2007. So fiveand a half. Appearance: #likethis And what exactly is a hashtag? Anything preceded by a #. As in? As in #nothelpful. That&apos;s not helpful. Yes, exactly. #smug Can we stay on topic please? Sure. #hashtags Right. So what are hashtags for? Everything and anything. They contextualise, categorise and colour. They annotate and amuse, unite and undermine. #alliteration But mostly? Mostly they are a way of filing tweets by topic, enabling Twitter users to find everything that anyone anywhere has tweeted about any given subject. #everyopinionever #tedious So they&apos;re just a Twitter thing? Not just a Twitter thing, no. They first appeared in online chat rooms before the microblogging site even existed, and have since made their way on to several other major social networking sites, including Pinterest, Instagram and Google+. They also tend to pop up on adverts and in TV shows. #pleasetweetaboutourproduct And what are they doing now? Invading Facebook. According to a report in the Wall Street Journal, Facebook boss Mark Zuckerberg&apos;s team plan to introduce the hashtag as a way of grouping users&apos; conversations. #reportedly Why? As part of its battle with Twitter to become the best &quot;personalised newspaper&quot; in the world. Or, put another way: because they can and there&apos;s nothing Twitter can do to stop them. #socialnetworkwar So how should us Facebook users prepare for this invasion? You might want to brush up on your hashtag skills. #hashtagpractice #I think I get it. You don&apos;t. #spacesareover #Don&apos;t I? Nope. A hashtag should be all one word. So that should have been #ithinkigetit. Which, as you may have spotted, is a bit of a jumbled mess. #sowhatdoidowheniwanttosaysomethingreallylong? Don&apos;t use a hashtag. Or, if you must, use capitals to make it easier to read. #LikeThis #DoesThatReallyHelp? Yep, see? It also averts PR disasters of the kind that struck Susan Boyle&apos;s album launch party last year. #susanalbumparty #embarrassinghashtags? #perfect Do say: &quot;How did we ever live without them?&quot; Don&apos;t say: &quot;#ItWasActuallyFine&quot;", 
    "section": "technology", 
    "gid": "technology/shortcuts/2013/mar/17/hashtags-twitter-facebook", 
    "wordcount": "339"
}