{
    "headline": "Britain ponders 'three-person embryos' to combat genetic diseases", 
    "text": "The government is considering whether to propose legal changes that would allow radical new treatments for families at risk of incurable genetic diseases that involve the creation of so-called &quot;three-person embryos&quot;. A national consultation released on Wednesday by the UK&apos;s fertility watchdog found public support for techniques that involve introducing DNA from a third person to embryos which could prevent mothers from passing on devastating diseases, such as muscular dystrophy, to their children. If ministers and MPs give the procedures the green light, Britain would become the first country to offer treatments that lead to children being born with DNA from three people: their parents and a woman donor. The amount of DNA from the donor is tiny compared with the parents. About one in 6,000 people is born with a disease caused by genetic glitches in their mitochondria, the biological batteries that power the cells in our bodies. Mitochondria are inherited only from mothers and contain just 37 genes, held separately to the 23,000 genes that shape our appearance and define much of who we are. Mitochondrial diseases tend to worsen with age, and affect parts of the body that burn the most energy: the heart, brain and muscles. Many children diagnosed early in life go on to suffer catastrophic organ failure. Scientists have developed two techniques to prevent faulty mitochondria being passed on to children. Known as maternal spindle transfer and pronuclear transfer, they both involve transferring the genetic material from the parents into an egg donated by a healthy woman. The treatment is controversial on several grounds, not least that the genetic modifications in the embryo pass down to all future generations. The techniques have never been tried in humans, but have worked in animal studies. The HFEA ran a series of consultations and focus groups to gauge public attitudes towards mitochondrial replacement. Among a randomly selected sample of 1,000 people, 44% approved of the techniques, while 29% were against them. An open consultation, which allowed anyone with an interest to complete an online questionnaire, found 455 in favour, with 502 saying the procedures were not acceptable. The report from the Human Fertilisation and Embryology Authority, which stressed a need for more research to establish the safety and efficiency of the procedures, will now be passed to ministers who must decide whether to seek parliamentary approval for the treatments. The HFEA recommended that women who donated eggs for the treatments should be regarded as tissue donors, and the child would not have a right to know the donor&apos;s identity. &quot;We understand that more research is required but believe it is crucial that the government moves now to draft the regulations so that mitochondrial patients in the UK will have access to this treatment,&quot; said Doug Turnbull, director of the Wellcome Trust centre for mitochondrial research at Newcastle University. Sarah Norcross, director of Progress Educational Trust, said: &quot;Techniques to prevent inherited mitochondrial disease received the green light from the Nuffield Council on Bioethics last year, and have now received the green light from the general public. We urge the government not to create unnecessary roadblocks, and to pass legislation so that families blighted by mitochondrial disease can benefit from these techniques.&quot; A spokesman for the Department of Health said: &quot;Scientists undertaking research have developed new procedures which could stop these diseases being passed on. But such procedures would not be allowed in treatment under current law, so we asked the HFEA to consult the public as to whether we should change the law. &quot;Once we have received the detailed advice from the HFEA over the next few weeks, we and the Department for Business, Innovation and Skills will carefully consider it and respond in due course.&quot;", 
    "section": "science", 
    "gid": "science/2013/mar/20/britain-three-person-embryos-genetic", 
    "wordcount": "630"
}