{
    "headline": "L'Aquila quake scientists: creating scapegoats will cost even more lives", 
    "text": "In 2009, the long-range forecasting team at the UK&apos;s Met Office assured us that we were in for  as they so enticingly put it  a &quot;barbecue summer&quot;. Somewhat depressingly, but perhaps not surprisingly, this never materialised as the gloom and drizzle of spring merged eventually with that of autumn. Understandably, people were pretty miffed and the Met Office took a bit of a battering in the media for making what many felt was an incorrect prediction. However, mindful of recent events in L&apos;Aquila, Italy, those responsible for the forecast might feel relieved that they are not now cooling their heels at Her Majesty&apos;s pleasure. As a consequence of an astonishing and incomprehensible judgment, seven Italian scientists, including Franco Barberi, whom I have known for many years, now face six years in jail and massive fines; essentially because they failed  in the manner of the Met Office scientists  to take proper account of the unpredictable nature of the world we live on. While the non-appearance of the 2009 barbecue summer meant little more than a retail glut of charcoal and spicy kebabs, the &quot;false assurances&quot; given by Barberi and his colleagues about the likelihood of a major earthquake striking L&apos;Aquila in April of the same year have been held responsible for the resulting toll of more than 300 dead and over 1,000 injured. But could Barberi and the other members of the Italian government&apos;s Major Risks Committee have done any more? No they could not. For several decades now, scientists have been trying to find a foolproof way to predict earthquakes, but entirely without success. We can get some idea of how often a quake will occur on a particular fault by checking the timing of previous shocks, and this will allow us to determine a window  which is likely to be several years or even decades wide  during which a future earthquake is likely to happen. Such &quot;probabilistic forecasting&quot; is not, however, the same as being able to say definitively that there will or will not be an earthquake next Saturday afternoon at tea-time. Some earthquakes are preceded by signs such as the release of radon gas from the crust, water table variations and changes in the electrical properties of the rock. But such phenomena also occur in the absence of an ensuing quake. On occasion quakes can also be heralded by swarms of smaller tremors, but these can only be diagnosed as &quot;foreshocks&quot; if and when they have been succeeded by a major quake. Most of the time, small seismic shocks, such as were experienced in the L&apos;Aquila region for months before the &quot;big one&quot;, are not indicative of a larger quake to come. Franco Barberi was absolutely correct, therefore, to announce  a few days before the magnitude 6.3 quake that flattened much of the city  that there was &quot;no reason to believe that a swarm of minor events is a sure predictor of a major shock&quot;. It is now well established that the way to save lives and limit destruction as a result of earthquakes is not by trying to predict them but by ensuring that buildings are constructed so that they do not collapse when the ground shakes, and by reinforcing existing structures. If more attention had been paid, proactively, to this aspect of earthquake mitigation, and less to retrospectively hunting down scapegoats after the event, the toll of death and injury and the degree of damage would have been reduced enormously. As it is, the court has  at a stroke  alienated the country&apos;s entire community of hazard and risk scientists. Surely no one could now be persuaded to join a government expert panel in the full knowledge that in trying to save lives they might, as reward for their efforts, end up bankrupt, disgraced and in jail. Bill McGuire is professor of geophysical and climate hazards at University College London. His latest book is Waking the Giant: How a Changing Climate Triggers Earthquakes, Tsunamis and Volcanoes", 
    "section": "science", 
    "gid": "science/2012/oct/23/laquila-quake-scientists-scapegoats", 
    "wordcount": "674"
}