{
    "headline": "Boot up: Sony's cuts, Samsung's new idea, iPhone 4 prototyped and more", 
    "text": "A quick burst of 9 links for you to chew over, as picked by the Technology team Sony Mobile Communications announces new operational structure and reduction in workforce &gt;&gt; Sony  Sony Mobile plans to reduce its global headcount by approximately 15% (approximately 1000 personnel, including consultants) throughout the financial years of 2012 and 2013 (i.e. by the end of March 2014) as the company seeks to increase operational efficiency, reduce costs and drive profitable growth.  Today Sony Mobile filed a redundancy notification (&quot;varsel&quot;) with the Swedish authorities to notify them that the company expects around 650 employees across a number of functions at Sony Mobile in Lund to be affected by job closures. The remaining headcount reductions will be primarily consultants in Sweden. Lund will continue to be an important strategic site for Sony Mobile, with the main focus on software and application development.   The company headquarters are moving from Lund to Tokyo. The incredibly detailed, beautifully illustrated, insanely intricate birth of a video game Mech &gt;&gt; Penny Arcade It is indeed all those things. An old iPhone 4 design prototype from 2006 &gt;&gt; Buzzfeed With a &quot;Sony&quot; logo, no less, for internal consumption. Among the fascinating elements is that the metal mockup looks startingly like what is now the Nokia Lumia, though that is a much nicer shape (and not metal). However, the article&apos;s suggestion that these are precursors to the iPhone 4 sounds off. Perhaps just an iPhone prototype they later returned to? The Bain Files: inside Mitt Romney&apos;s tax-dodging Cayman schemes &gt;&gt; Gawker  Gawker has obtained a massive cache of confidential financial documents that shed a great deal of light on those finances, and on the tax-dodging tricks available to the hyper-rich that he has used to keep his effective tax rate at roughly 13% over the last decade.  Today, we are publishing more than 950 pages of internal audits, financial statements, and private investor letters for 21 cryptically named entities in which Romney had invested--at minimum--more than $10m as of 2011 (that number is based on the low end of ranges he has disclosed--the true number is almost certainly significantly higher). Almost all of them are affiliated with Bain Capital, the secretive private equity firm Romney co-founded in 1984 and ran until his departure in 1999 (or 2002, depending on whom you ask).   For clarity, we&apos;d like to point out that the &quot;dodging&quot; here would be tax avoidance, not evasion. Helen Edwards: TripAdvisor and the looming decline of user-generated content &gt;&gt; Marketing Blogs  The decline is yet to come - but here&apos;s what the scholars will tell: the flaws of the user-generated model were the inverse of its strengths, with the seeds of decline sown into the model itself.  User-generated sites such as TripAdvisor eventually begin to sag under the weight of their own banality. Millions of offhand comments - &apos;the breakfast was nothing special&apos; - become digitally ossified in the ever-sprawling tentacles of the site.  There they stay, creating an uncomfortable temporal tension. Whereas no-one would take seriously a guide book from 2002, there is something about the immediacy of the internet that lends unjustified currency to decade-old reviews. Readers start to feel tripped up by dated content, and the criticised brands feel they can&apos;t move on.  Samsung Galaxy Note 10.1 (Wi-Fi) Review &amp; Rating &gt;&gt; PCMag.com They&apos;re impressed:   the iPad&apos;s primary pressure-sensitive stylus accessory, the Adonit Jot Touch (which we&apos;ll review in the future) costs extra and doesn&apos;t offer the sensitivity and palm rejection of the S Pen, and the iPad can&apos;t do the Galaxy Tab&apos;s marvelous split-screen trick. For offering compelling features found nowhere else, we&apos;ll let the Samsung Galaxy Note 10.1 share the Editors&apos; Choice award for large tablets with the Apple iPad.   Also worth noting: with the Note 10.1 and its pen apps, Samsung is clearly embracing and extending Android. (Thanks @beardyweirdy666 for the link) Samsung store looks like Apple store  It&apos;s a flagship consumer electronics store on Sydney&apos;s George Street with smiling blue shirt-wearing sales staff, a minimalist design and smartphones and tablets that invite customers to pick up and play.  But according to Samsung, the new store - just a block from Apple&apos;s Sydney store - was all its own idea.   Let&apos;s look forward to Samsung suing Apple for copying its idea but somehow getting there first. Google Finally Leads in China -- in App Ad Sales &gt;&gt; Businessweek  &quot;Since 2010, Google has been trying many things to keep its presence in China,&quot; said Steven Chang, chief executive officer of ZenithOptimedia&apos;s China division, which buys advertising from Google and Baidu. &quot;AdMob now has quite a significant share of the market.&quot;  Revenue in China&apos;s mobile-app ad market will probably more than double to about 1.8 billion yuan ($283 million) this year, exceeding the 1.2 billion yuan from mobile-search queries, according to iResearch.  Google facing irrelevance in China &gt;&gt; The Register  Google&apos;s key local partner Qihoo dropped has dropped the text ad giant from its popular portal site and promptly replaced it with its own newly launched service.  A visit to Qihoo&apos;s hao.360.cn directory site, which it claims gets more traffic than a similar page run by Baidu - hao123.com - shows the firm has indeed relegated Google to alternative search options along with the likes of Baidu and newcomer Jike.  In its place is Qihoo&apos;s so.360.cn search service, which it launched last week.  The firm&apos;s move could be bad news for Google, according to market watcher Bill Bishop.  You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/aug/24/technology-links-newsbucket", 
    "wordcount": "964"
}