{
    "headline": "The growth of the 'Titan' schools", 
    "text": "Bob Garton, the headteacher of Gascoigne primary school in the London borough of Barking and Dagenham, has a slightly faraway look in his eye. &quot;There used to be playing fields,&quot; he says, &quot;big enough for a proper football pitch.&quot; Standing at the first-floor window, we can see a graphic illustration of the school&apos;s major problem laid out below us. Those fields are now completely covered by four mobile classrooms, a children&apos;s centre and an early-years block. Where there used to be a playground, there&apos;s now a dining hall for 500 pupils  far too small; it takes nearly two hours for the whole school to eat lunch. There are two more mobiles on the teachers&apos; car park, and, last year, the library had to be wedged into a windowless temporary building in an alley to make way for yet another extra class. This year, the music room has to go; next year, a few remaining flower beds will make way for four permanent classrooms. Welcome to what is  according to the latest official statistics  England&apos;s biggest primary school. In a couple of years&apos; time, when two extra classes finish working their way up through the school, there&apos;ll be more than 1,200 pupils. Gascoigne was always a big school. When Garton became head of the newly combined junior and infant schools in 1999, there were 700 pupils here  nearly three times the average number for a primary school. It must be hard for its staff to imagine how it could ever have been that small. It now feels like several schools on one site, each with its own fence and its own little playground. Most of the children are taught in single-storey blocks, built in the 1970s to replace an old Victorian school, and their corridors seem to go on for ever. Growing pupil numbers are not the only issue with which Gascoigne primary has to grapple. There are 60 different languages spoken here  the major ones are Lithuanian, Portuguese and Albanian  and the turnover of families is huge. Four out of 10 pupils leave in the course of each year, and very few stay from age five to 11. The school website says, rather touchingly, that there are &quot;approximately 984&quot; pupils, but that&apos;s well out of date. They are counted weekly, and last Thursday, there were 1,085. &quot;We have children who suddenly don&apos;t turn up  they may have gone back to their country of origin, they may have moved suddenly, they may have been deported,&quot; says Garton. &quot;Homeless families have to move every six weeks, though the children might continue coming to the same school. Once we had a boy who was six foot six, even though his parents said he was 10. Other schools don&apos;t have to deal with these sorts of problems.&quot; Gascoigne is not alone in grappling with increasing numbers. According to the Department for Education, there are a growing number of these super-schools, particularly in London and other major cities. By 2020, there will be an extra 800,000 pupils in English primary schools, bringing the total close to five million  a 20% increase in 10 years. And it&apos;s acknowledged that the number of these &quot;Titan schools&quot;, as they&apos;re being called, is bound to grow. By 2015, there&apos;ll be primary schools with more than 1,000 pupils in no fewer than seven London boroughs, and also in Birmingham. Local authorities say they&apos;ve been left with few options but to expand existing schools. The Department for Education has promised 4bn to tackle the problem, but in many areas there isn&apos;t the space, let alone the money, to build new schools. In Birmingham, the birth rate rose by 25% between 2000 and 2007, and those children are now arriving in school. Brent council, in London, recently published a report saying it would need an extra 23 primary classrooms in the next few years, while in Barking there was discussion about whether a disused Woolworth&apos;s store could be used for teaching. Professor John Howson, of Oxford University, says this crisis should have been dealt with long before now. He has said for several years that the increase in pupil numbers is the biggest problem facing the English school system. &quot;The government should have stopped rebuilding secondary schools some time ago, because it didn&apos;t have enough money to provide about 700,000 extra places by 2020,&quot; he says. &quot;This increase will take numbers back to a level not seen since the 1970s  and since then we&apos;ve lost classrooms because we&apos;ve got three- and four-year-olds in schools.&quot; He believes primary schools with more than 1,000 pupils are a worrying development. &quot;I&apos;m seriously concerned about five-year-olds in the playground or the lunch queue in that size of school. In the classroom it doesn&apos;t matter, but you have to manage the social spaces. I would be anxious about what happens in the playground, because you can&apos;t control it.&quot; Others disagree. David Simmonds, chair of the Local Government Association&apos;s children and young people board, admits there are huge pressures  London councils have to build the equivalent of around 200 primary schools in the next few years to cope with increasing numbers. But &quot;Titan schools&quot; are part of the answer, he says  not all parents want their children to go to small, intimate primary schools. &quot;Different parents want different things, and councils are trying to make sure there are a range of sizes of school in each area,&quot; he says. &quot;In a bigger school, there&apos;s a greater variety of teachers with more experience, and a wider range of subjects. So children are more likely to find something that suits them.&quot; Simmonds is deputy leader of Hillingdon council in London. One of its largest primary schools is Pinkwell, which currently has 985 pupils and will expand to 1,200 in the next few years. Its vice-chair of governors, Dominic Gilham, says the decision to expand wasn&apos;t a hard one. Unlike Gascoigne, Pinkwell is well endowed with large playing fields, and finding space for an extra class in each year group won&apos;t be a problem. The increase, which will make Pinkwell as large as an average secondary school, will bring benefits, such as non-teaching maths and English co-ordinators, says Gilham, as well as challenges. &quot;After discussions with parent governors, we felt it would be for the benefit of Pinkwell and the pupils,&quot; he said. &quot;A parent suggested we have small schools within the large one, so we have clearly defined areas for different ages, and a deputy head in charge of each key stage. It has a small-school feel,&quot; he says. Gascoigne has a similar approach. Walking around the school, it&apos;s hard to believe it&apos;s as crowded as it is. The atmosphere is calm, and although the buildings seem vast, each small space within them feels welcoming. It&apos;s raining today, and in the year-1 classroom children are doing exercises to a video instead of going out. And Garton seems remarkably calm and cheerful. His school has been rated good by Ofsted, with particular praise for the caring way in which it handles its newcomers and vulnerable pupils. There are advantages to the remarkable population his school has, he says  recent migrant parents tend to be very respectful of teachers, and are often ambitious for their children. Several different ethnic communities run their own Saturday schools here. He passionately disputes the notion that a huge primary school like his is any less caring or nurturing than a smaller school. &quot;Just because a school&apos;s got 200 pupils, it doesn&apos;t mean it&apos;s a good school,&quot; he says. &quot;Children here are really well cared for on an individual basis; my senior staff are present all the time looking for children who are quiet on a particular day. And I may not know the names of all the pupils, but they certainly know me.&quot; Critics need to look before they judge, he says. &quot;They need to come and see a place like this working. You have to really want to do this job  I wouldn&apos;t have stayed here so long if the school hadn&apos;t grown the way it has  it&apos;s been so interesting.&quot;", 
    "section": "education", 
    "gid": "education/2012/apr/23/titan-schools-primary-largest-school-population", 
    "wordcount": "1388"
}