{
    "headline": "The great mobile technology leap forward", 
    "text": "Education For years teachers have been battling against the use of mobile phones in class. But that is changing as schools start to embrace the sophisticated technology many of their pupils carry in their pockets. At its most simple, teachers allow students to use the internet for research. But imaginative lessons take it a step further. One teacher describes a history lesson that required students to do mock archaeology around the classroom to find hidden quick-response barcodes. Once found, the students scanned them with their smartphones and video clips about the subject appeared on their screens. And it is not just secondary schools. Increasingly, primary schools are using iPads and other tablet computers, which are quick to set up and young children take to because they are so intuitive. But the uptake has been painfully slow. Valerie Thompson is head of the e-learning foundation that helps schools to provide children with computers. &quot;Schools are the last institutions in the UK to come to the technology table,&quot; she says. &quot;What technology allows teachers to do is give children an individual learning experience; not give all children the same lesson at the same speed in the same place.&quot; Teachers, she says, will have an entirely different job in this new world. &quot;You don&apos;t need a teacher who knows everything when you can go onto the internet. The revolution is not the technology, it is the changing role of the teacher to make the most of the technology.&quot; There are already some 200,000 educational apps. One of publisher Pearson&apos;s products allows the student to do their homework on their mobile device and participate in class, the teacher to analyse the student&apos;s performance, and the parents to see what they are doing. These types of companies have been pushing mobile education for years, but it is only with the rise of tablet computers that schools have caught on. Apple chief executive Tim Cook recently said: &quot;The adoption rate of iPad in education is something I&apos;d never seen from any technology product . Usually, education tends to be a fairly conservative institution in terms of buying and we&apos;re not seeing that at all on the iPad.&quot; Last week, the Scottish government announced plans to spend around 30m on tablets for use in schools, colleges and universities. Juan Lopez-Valcarcel, chief digital officer at Pearson International, says: &quot;We&apos;re reaching the tipping point in terms of adoption and interest of mobile technology in the classroom. Soon we won&apos;t be talking about mobile education as a separate thing; all education will be on mobile devices.&quot;JM Books The internet began changing the music and newspaper industries over a decade ago, but its impact on book publishing was not felt until the arrival of the tablet computer. The digital revolution has been painful for record labels and press barons, as the number of people willing to pay for what they produce dwindles by the day. Book publishers, by contrast, have enjoyed a smoother transition, largely thanks to Amazon. The online retailer&apos;s success may have sounded the death knell for &quot;physical&quot; bookstores, and squeezed publishers&apos; margins, but its popularisation of the e-reader has created a new market where digital books can be sold, rather than pirated. The Kindle appeared in the UK in 2009, the first iPad in April 2010. Thanks to these two devices, instant gratification is now possible for the book buyer and the result has been more reading. Studies say that e-reader owners buy more books, and this summer Amazon announced that digital formats had outsold paper for the first time in the UK. Publishers are racing to adapt. HarperCollins employs a data analyst, recruited from American Express, to monitor online sales around the clock and tweak prices accordingly. Its venerable Collins World Atlas is now an app, displaying its data on clickable globes. Nosy Crow, the children&apos;s publisher founded two years ago by former Macmillan MD Kate Wilson, is doing a brisk trade in apps commissioned from the likes of Gruffalo illustrator Axel Scheffler, creating original content, rather than &quot;existing books squashed onto phones&quot;. Amazon&apos;s success is not without problems for publishers. While it has modernised their business, its market power, particularly in the UK, is almost completely unchallenged. The concern is that it will force damaging price reductions on publishers, in order to pull in customers with heavily discounted bestsellers. Publishing houses responded by forming an alliance with Apple, which allowed them to set the prices and the iPad maker to take a 30% cut on every title sold. Bestsellers could then be withheld from Amazon if it did not play ball on pricing. Unsurprisingly, Amazon founder Jeff Bezos fought hard to have the agency model outlawed, and he has now won his battle both in the US and Europe, where most of the big publishers have offered to settle. Penguin was not among them, but a merger is being arranged with Random House, to create the world&apos;s largest publisher  and a stronger base from which to counter the might of Amazon. JG Health In Africa, mobile phones are not only changing lives, but saving them. The prevalence of mobiles in Africa  there are more mobiles than toilets and 10times as many mobiles as landlines  has put them at the frontline of the battle against HIV/Aids, malaria and deaths during childbirth. As the price of basic handsets drops below $10, the United Nations is using them to bring healthcare to distant villages, rather than spending millions building clinics. &quot;You get a lot more healthcare for your money [from mobiles],&quot; Kathy Calvin, chief executive of the UN Foundation, has said. &quot;For decades delivering healthcare in rural settings has been inefficient and slow. If you run out of drugs or condoms, or there is an outbreak of disease, the only way to communicate the problem is to write it down on a bit of paper. It was crying out for a modern solution.&quot; Calvin believes mobiles have the potential to have as big an impact on global heath as Sir Alexander Fleming&apos;s discovery of penicillin in 1928. In Tanzania, texts are being used to help eradicate obstetric fistula, a debilitating condition that causes millions of stillbirths across Africa and can make social outcasts of the mothers who suffer from it. The condition can be corrected with a simple 250 operation but many sufferers either don&apos;t know they can be cured or cannot afford to travel to the hospital. &quot;We have a nice big hospital, full of good doctors, but no patients,&quot; said Tom Vanneste, deputy director of a local NGO, Comprehensive Community Based Rehabilitation in Tanzania, which provides treatment for obstetric fistula, thanks to millions of pounds of funding from the EU and Tanzanian government. The problem has been noticed by Vodacom, the country&apos;s biggest mobile phone network, which has appointed a team of 60 &quot;ambassadors&quot;, to travel around the country diagnosing women with the condition. Within an hour of an ambassador finding a patient, a date is set for surgery and money for transport is texted to the ambassador, who takes the patient to the bus stop. Mobiles are changing healthcare in the UK, too. O2 has launched a special service to allow relatives of elderly or vulnerable people to keep tabs on their loved ones. The monitoring service, called Help at Hand and dubbed &quot;tag-a-granny&quot;, is designed to alert carers or doctors automatically if a relative suffers a fall or wanders away from home without warning. Analysts at Juniper Research estimate global revenues from remote patient monitoring will rise to almost $1.9bn by 2014. RN Farming Farmers in Africa don&apos;t have state-of-the-art tractors with computer-guided ploughing patterns, satnavs and in-cab entertainment systems like their western rivals. But they do have access to the latest weather reports, planting advice, disease diagnostics and market prices thanks to even the most basic mobile phones. In Tanzania, local mobile operator Vodacom last month began a new scheme which allows farmers to negotiate prices for their crops with market traders without having to take their goods all the way to the market. The service is run using Vodacom&apos;s M-Pesa mobile money service, which has helped to transform financial transactions on the continent. In a land where the vast majority of people do not have a bank account, money can be transferred quickly and cheaply, directly between mobile phones. In Kenya, the amount of money transferred by mobile phone each year equates to 11% of GDP. In Uganda, 500 community knowledge workers have been provided with smartphones to download and disseminate the latest weather and agricultural information to almost a million farmers. Most of the information, provided by government departments such the agriculture and meteorology departments, is displayed in text form, but Grameen Foundation, which runs the project, is beginning to send images and videos to help those with limited reading skills. Even the most basic of phones can be turned into a vital tool for remote farmers, including a service that can help predict when cows are likely to give birth. iCow collects and stores milking and breeding records, sends farmers best-practice advice and the location of the nearest vets. The service calls itself &quot;the world&apos;s first mobile phone cow calendar&quot;. A report by Vodafone  which owns a majority stake in Vodacom  Accenture and Oxfam predicts that enhanced mobile technologies could help increase agricultural income in 26 countries by $138bn by 2020. It also predicts that using mobiles to remotely control water pumps could help towards a 6% saving in fresh water supply. The report envisages the creation of a &quot;farmer helpline&quot; that would provide critical information to agricultural workers and help them to deal with problems, such as pests and the use of chemicals, that they face on the fields. &quot;Mobile telephony could have significant potential to help the poorest farmers towards greater food and income security,&quot; says Barbara Stocking, chief executive of Oxfam. &quot;In Cambodia, the Philippines and Indonesia, we are testing market information accessibility through SMS servicing and in Bangladesh we are working to provide storm warnings to fishing communities via mobiles.&quot; RN Technology The third coming of the web is upon us, and it is mobile. The advent of the smartphone is changing not just pre-digital companies but also those that rose to prominence via the internet. Web 2.0 firms such as Google and Facebook are having to adapt to the small screen. Failing to make the transition to 3.0 could cost them their futures. Fears that Facebook would not be able to keep up with its young customers  600 million of its 1 billion users are mobile  were a big reason its share price halved after its flotation. The picture has improved this autumn. Founder Mark Zuckerberg told investors that in its most recent quarter, 14% of Facebook&apos;s ad revenues  some $150m (94m)  were from mobile. These are not print ads scaled down. Facebook is succeeding because it is reinventing the format. Among its new ideas are injecting promotions for apps into a customer&apos;s news feed, describing the product and linking to the relevant page of the app store. Mobile advertising is still in the research lab, finding new ways of using location information, maps, calendar alerts and &quot;click to call&quot; buttons. Restaurant reviews, hotel bookings and store sales are all fruitful themes for advertising to those on the move. Google has become particularly adept at this, and says that it expects to earn $8bn from mobile this year, up from $2.5bn a year ago. The number includes sales from its app store, but the &quot;vast majority&quot; is advertising, according to Google&apos;s finance chief. So why did the search giant&apos;s share price slump 20% before being suspended on the day of its last financial results? Investors were not just unnerved by a clerical error which pushed the earnings release out early; they took fright at a rapid decline in the all-important &quot;cost per click&quot; of Google&apos;s ads. The price paid decreased 15% from the same period last year, even as the number of paid clicks on ads climbed 33%. Mobile advertising is worth less than desktop advertising, which in turn is worth much less than television and print advertising. Making money from mobile devices is no mean feat, even for digital natives. JG Retailers It&apos;s no longer enough for clothing retailers to fill their stores with the latest fashions, as the popularity of smartphones feeds a new mobile shopping culture. At the relaunch of New Look&apos;s store in London&apos;s West End on Friday, model Kelly Brook, who designs a range for the retailer, was clutching an iPad to demonstrate the use of Blippar  an app that links smartphone users to extra video and product content on the retailer&apos;s website  throughout the store. Tech-savvy shoppers are embracing these &quot;augmented reality&quot; apps, which turn phones into barcode scanners that glean extra information and gather online prices. Phone companies on the lookout for trends in the millions of texts, calls and internet searches every hour have also identified hotspots around changing rooms as shoppers photograph themselves trying on new outfits, then beam the images to friends for an instant verdict on Facebook. The growing might of internet  and now mobile  shopping has spawned retail industry buzzwords such as &quot;multichannel&quot; and even &quot;omnichannel&quot;, which attempt to describe how customers increasingly use stores and websites in tandem. Retailers find that the more channels their customers use, the more they spend. M&amp;S says people who shop on its website as well in its stores spend four times as much; throw smartphones into the mix and they spend eight times as much. Jon Copestake, chief retail analyst at the Economist Intelligence Unit, predicts that by 2022 mobile commerce will be mainstream as consumers make impulse purchases directly on their smartphones. Within a decade, at least a third of UK retail sales will be rung up on phones, computers and social media websites, he says, compared with around 10% today. Copestake also predicts that bargain-hunting websites such as Groupon and mysupermarket will have merged and expanded into sophisticated sites tailoring and personalising the best offers for consumers. With the internet increasingly part of modern life, chains such as Tesco and M&amp;S are starting to offer free instore Wi-Fi as a matter of course. Tesco boss Philip Clarke argues the tough economic climate has made digital technology even more important: &quot;People are shopping online to take control of their budgets, seek the best bargains, find out what offers best value,&quot; he told a recent conference. &quot;By Christmas, we reckon one in five online purchases will be via smartphones.&quot; ZW", 
    "section": "technology", 
    "gid": "technology/2012/nov/11/mobile-technology-leap-forward", 
    "wordcount": "2486"
}