{
    "headline": "Squirrelled away", 
    "text": "Perched on the bird table, the squirrel clasped a hazelnut between the palms of her front paws, rotated it several times to test the weight, then let it clatter to the ground. Deeming the next one up to standard  a nut that feels too light indicates that the kernel is withered  she manipulated it with her long toes and curved claws so that the point faced upward. Her nicotine-yellow incisors rasped a neat hole in the top of the nut, then, inserting her teeth into the hole, she pried the shell apart with a snap. She daintily nibbled the kernel, twisting the half-shell anti-clockwise to ensure that she didn&apos;t miss a morsel, before dropping it on to the growing mound below. When she had eaten her fill, she selected a hazelnut from the pile, wedged it securely in her mouth and scrambled down to the ground. Sniffing beneath a pile of empty sacks, rummaging through the leaf litter and probing the compost in the pots, she searched for the perfect spot in which to bury it, finally emerging empty-mouthed from the flower border with soil clinging to her nose and whiskers. Scatter hoarding, she made repeated trips back to the bird table, burying the food in small caches across the garden until the lawn resembled a polo pitch pock-marked with divots. A wood pigeon clattered into the air as a second squirrel leapt from the silver birch to the fence in a confetti cloud of saffron-coloured leaves. The resident squirrel stood up on her hind legs and warned the intruder off with a metallic churr, her grizzled tail flagging. Aware she was being watched, she turned her back and began to prepare another cache. She dug a shallow hole in the lawn and then, with a quick glance over her shoulder, mimed placing the nut into the depression. She carefully covered up the cache and patted down the turf with her forepaws, bounding away with a telltale bulge in her cheek.", 
    "section": "environment", 
    "gid": "environment/2012/oct/22/squirrelled-away", 
    "wordcount": "331"
}