{
    "headline": "Samsung shows the confidence of the world's leading phone maker", 
    "text": "Two black coaches pulled up outside the Apple store in Sydney last week, and dozens of people jumped out onto the rain-soaked pavement. They rushed up to Apple&apos;s shop windows and began chanting: &quot;Wake up!&quot; , waving placards bearing the same words. Five minutes later they marched off on a short tour of the city. The PR stunt was organised by Samsung. It is backed by billboards counting down to the launch on Thursday of the Galaxy S3, the latest iteration of the Korean manufacturer&apos;s bestselling smartphone. Samsung&apos;s self-promotion is becoming increasingly provocative. Its latest TV ad depicts Apple customers queuing outside a store for the latest product launch, slavishly following a fad and paying top dollar for an inferior product. But the company&apos;s new-found chutzpah is understandable. We learnt on Thursday that Samsung had overtaken all its competitors to become the largest seller of mobile phones worldwide, pushing Nokia off a perch it has commanded since 1998. Samsung has not published quarterly units sold since its patent war with Apple escalated last year. But informed guesswork based on recent results for the first three months of 2012 suggests that, by any measure, Samsung beat Nokia&apos;s combined shipment of 82.7m smartphones and more basic handsets known as &quot;feature phones&quot;. Researcher Strategy Analytics released an estimate within minutes of Samsung&apos;s results, saying it had achieved 93.5m units, an increase of 24.6m over the same quarter last year. Gartner, which does not include the company&apos;s Galaxy Note phone/tablet hybrid in its numbers, says Samsung sold between 87m and 89m handsets  still comfortably more. Apple has also been trumped. The mighty iPhone breezed through forecasts by shifting 35.1m units in the year to 21 March, but Strategy Analytics estimates 44.5m smartphones for Samsung in the same period. This is no flash in the pan: Samsung outsold the iPhone for the whole of 2011. Samsung&apos;s top-of-the-range Galaxy handsets have driven its success by offering better technology than the iPhone at lower prices, says Francisco Jeronimo at analyst IDC. When the iPhone 4 was offering a five megapixel camera, the Galaxy S2 boasted eight megapixels and a brighter screen. &quot;So everyone asks, why buy an iPhone if I can have a better camera and better display at a better price?&quot; says Jeronimo. He says Samsung does not just copy, it innovates: the hybrid Galaxy Note was expected to sell 2m units in its lifetime. It sold 5m in just five months. While the South Koreans may never have Apple&apos;s cult following, a long history of producing high quality, dependable TVs and white goods has built a trusted brand in the west. &quot;If you want an alternative to Apple there is no one else at the moment,&quot; says Gartner&apos;s Carolina Milanesi. &quot;It doesn&apos;t mean Samsung is bulletproof. Their rise is also because their competitors are just dying around them.&quot; During 2011, Samsung has been the only top-five handset maker to increase market share in the face of the iPhone&apos;s transformation from niche luxury item into a near-mass-market gadget in Europe and the US. Nokia has been loss-making for four quarters, and is now looking into a 1.1bn black hole, and BlackBerry maker Research in Motion (RIM) has just gone into the red. Both woke up too late to the fact that touchscreen devices were here to stay. While Nokia now has a new strategy, with chief executive Stephen Elop betting the company on Microsoft&apos;s Windows Phone software, RIM has yet to produce a genuine touchscreen handset  five years after the first iPhone. Competition has been so fierce that even Taiwanese manufacturer HTC, which is seen as a nimble competitor, finished 2011 off colour. Two other well-known names, Motorola and Sony Ericsson, have withered and lost their independence, respectively snapped up by Google and folded into Sony. The stakes are particularly high for Nokia. In a study of 13 phone makers who were merged, liquidated or acquired, Horace Dediu, formerly a manager at Nokia and now an independent analyst, found &quot;there are no examples of vendors who recovered from a position of loss-making&quot;. Windows Phone is still unknown to most consumers, because so few handset makers use it, and sales of Nokia&apos;s first phones to carry the software totalled just 2m. &quot;Until and unless these endangered companies solve the dilemma of having the wrong business model at the wrong time,&quot; says Dediu, &quot;the chances are that they will not be forgiven for market failure&quot;. Once companies lose scale, they enter a vicious cycle of decline. Shops begin to give them less shelf space, they are last in the queue during shortages of silicon chips and other materials, and prices from suppliers go up  eating into the profits that could be used to promote their products. In the top spot, Samsung is currently enjoying all the advantages of scale.", 
    "section": "technology", 
    "gid": "technology/2012/apr/29/samsung-confidence-leading-phone-maker", 
    "wordcount": "824"
}