{
    "headline": "Fukushima fishermen battle to turn the tide on a crippled industry", 
    "text": "One by one they are unloaded, weighed and tipped into plastic vats of ice  hundreds of octopuses that flail and whip the melting ice into a foaming mollusk soup. In this state they look far from appetising, but the catch marks a critical step forward in the battle to save the local fishing industry almost a year and a half after the meltdown at nearby Fukushima Daiichi nuclear power plant. &quot;That&apos;s quite a good catch,&quot; said Kasunori Endo, general manager of the Soma-Futaba fisheries co-operative. Endo was hopeful that consumers would quickly grow accustomed to seeing even more Fukushima seafood reappear on supermarket shelves: &quot;I&apos;m looking forward to increasing the number of species we can catch. We may soon be able to fish for crab and squid. We won&apos;t make serious progress until we bring in a bigger, more varied catch.&quot; The nuclear disaster heaped an extra layer of misery on the region&apos;s fishermen, who already had to contend with the destruction of fishing boats, equipment and ports by the tsunami that roared ashore on 11 March last year. Fishing co-operatives in Fukushima prefecture voluntarily refrained from venturing into local waters  an official ban on catching most marine species was imposed only recently  amid fears that radioactive leaks from the plant had made seafood too dangerous to consume. Then, 15 months after the start of the nuclear crisis, boats in Soma, which is about 30 miles north of the plant, were given permission on a trial basis to start catching two types of octopus and whelks, selected because they are thought to trap fewer radioactive particles than other species. After the catch was unloaded, samples were taken to a nearby lab, to which the Guardian was granted rare access. Staff dressed in white overalls, masks, hats and gloves sliced octopus tentacles into chunks, then wrapped them in plastic to be taken into an adjoining room for testing. On this occasion, as on every other day since fishing in Soma resumed at the end of June, the two radiation-measuring devices in the lab revealed not even the slightest trace of radioactive iodine-131, and caesium-134 and -137. In March, the government introduced stricter acceptable radiation levels in seafood, increased from 500 becquerels per kilo to 100 becquerels. &quot;There may be very tiny amounts, but they are so small they don&apos;t even register on equipment as sophisticated as this,&quot; says Noriaki Haga, the fisheries official in charge of testing. The octopuses are tested again after they have been boiled, in preparation for sale. Despite proof that this particular delicacy is safe, Fukushima&apos;s fishermen concede that the consumers they once depended on to make a living have yet to be convinced. For weeks after fishing resumed, octopus and whelks were sold only at supermarkets in Fukushima prefecture. Retailers reported that the items, priced about 40% lower than usual, quickly sold out as local shoppers put on a display of solidarity with their embattled fishermen. But the fisherman are concerned that the wider Japanese population will be harder to win round. Last month, the recovery reached another milestone when whelks and octopus went on sale in neighbouring Miyagi prefecture. Last week they were auctioned off at Tokyo&apos;s Tsukiji market for the first time since the disaster. But dozens of other types of seafood, including the region&apos;s prized squid, crab and flounder, are still off-limits while scientists attempt to gauge the nuclear accident&apos;s long-term impact on the marine food chain. Back in Soma, some fishermen fear that the recent sales are simply delaying the inevitable for an industry that was already in decline, due largely to its ageing, shrinking workforce, well before the tsunami. Annual sales of Fukushima-caught fish plunged from about 11bn yen in 2010 to 1.6bn yen last year, after fishing fleets were forced to suspend operations in the wake of the nuclear accident. As compensation, fishermen here have received about 80m from the plant&apos;s operator, Tokyo Electric Power. But compared with disaster-hit areas farther north, the cleanup operation has made little progress in places such as Soma. Debris in Fukushima cannot be transported outside the prefecture for burial or incineration, and the government has yet to reach agreement with communities near the plant about the construction of temporary storage sites. &quot;Most of our nets were washed away and our ice storage facility was ruined,&quot; said Tadashi Sakurai, a 73-year-old Soma fisherman as he repaired nets retrieved from the tsunami debris while bulldozers clear the building remains on the quayside. &quot;Selling octopuses and shellfish doesn&apos;t mean we&apos;re back in business,&quot; said Sakurai, who has been working on boats since he was 10. &quot;This isn&apos;t a recovery, and won&apos;t be until we increase our catch and people around Japan start eating it again.&quot; The total haul on a recent afternoon stood at five tonnes of octopus and a tonne of whelks, but that is less than a tenth of the overall catch Soma&apos;s fishermen brought in daily before the tsunami. &quot;We want to get back to those days as quickly as possible, and this is the first step,&quot; said Haga. &quot;If we&apos;d only had to contend with the tsunami and not the nuclear accident as well, we&apos;d be much farther along the road to recovery by now. Radiation is our invisible enemy. All we can do is test and test again, and try to reassure people. But as soon as they hear the word Fukushima  &quot;", 
    "section": "environment", 
    "gid": "environment/2012/aug/09/fukushima-fishermen-crippled-industry", 
    "wordcount": "918"
}