{
    "headline": "Trade in sensitive personal data uncovered by secret investigation", 
    "text": "The ease with which private investigators can access highly personal and sensitive information stored in secure government databases has been exposed by a report that will intensify calls to regulate the industry. An investigation by Channel 4&apos;s Dispatches programme reveals how a London firm of private detectives sold personal data on individuals, including details of bank accounts, benefit claims and even a national insurance number. Undercover reporters also recorded Stephen Anderson, director of private investigators Crown Intelligence, disclosing medical details including the name of one of the volunteers&apos; doctors, recent appointments with a GP and, in one instance, confirmation of a medical condition. On several occasions, the investigator provided information for payment that appears to be covered by the Data Protection Act, which makes it an offence to &quot;obtain or disclose data without permission or procure the disclosure to another person&quot;. The investigation, conducted against the backdrop of the Leveson inquiry, which has intensified scrutiny on private investigators, highlights the apparent simplicity with which data that is not possible to obtain legally can be found. Anderson insists that all the data he unearthed was obtained legally.           On Monday the home affairs select committee, which is conducting an inquiry into the activities of private investigators, will hear evidence from the Channel 4 investigation as MPs examine whether tighter safeguards on the industry are required. The committee will also hear about developments in surveillance equipment and the views of former information commissioner Richard Thomas on data protection. and the experiences of two people exposed to the techniques of some private investigaters. Volunteers used in the Dispatches investigation describe how they were left feeling &quot;exposed and vulnerable&quot; after their personal details were discovered by Crown Intelligence. The programme, to be shown tomorrow, also shows Anderson making extraordinary allegations that Scotland Yard secretly and frequently uses private detectives to assist with investigations. Hidden cameras film him claiming that the Met had approached him to uncover information that the police could not. At one point, Anderson asked a Dispatches undercover reporter whether they were working for the Met. When questioned why he would ask that, Anderson replied: &quot;We&apos;ve had over the years, surprisingly or not surprisingly, quite a lot of requests from the police to do investigations.&quot; He said that the police were governed by rigid processes that meant they sometimes needed to rely upon private investigators, and was recorded claiming: &quot;The police have to follow a strict routine in order to investigate. You can&apos;t investigate someone without enough proof about their innocence or guilt. It&apos;s Catch-22. You can&apos;t get in there to look at people, but you can&apos;t find information out about them without getting in there and they have to hold back because there&apos;s no evidence. So someone gets approached [and is told]: &apos;Look, erm, we&apos;d like some information on this person&apos;.&quot; When asked again if he had undertaken requests from Scotland Yard in the past, Anderson said: &quot;Unofficially, and I wouldn&apos;t admit that, but yes.&quot; The Met denied it ever used private investigators. A statement read &quot;the Metropolitan Police Service does not use and has no need for such practices,&quot; adding that the force had never used Anderson or Crown Intelligence. A statement by Anderson said that he acted &quot;within the acceptable parameters of the profession&quot; and &quot;within the framework of the Data Protection Act&quot;. He added that the programme&apos;s requests for data  on activists who the programme said were intent on targeting a client  were acted upon in good faith and with a view to prevent and detect a crime being committed. Anderson said all relevant information was obtained legally and denies any allegation of wrongdoing. He added that he was given the impression that all the information would be passed on to the clients &quot;who were in discussion with the police with a view to preventing or detecting the commission of crime&quot;. He added that because Dispatches had received the consent of their volunteers to gather personal information, no offence had been committed under the Data Protection Act.", 
    "section": "technology", 
    "gid": "technology/2012/may/12/trade-personal-data-secret-investigation", 
    "wordcount": "686"
}