{
    "headline": "How to develop academic leaders in higher education  live chat", 
    "text": "Good leadership in higher education has never mattered more than now, with increases in tuition fees, concerns over international recruitment, widening access pressures, not to forget the challenges of competing in a globalised research and teaching market. Do we really know enough about what makes a good leader in the higher education sector? According to a recent report commissioned by the Leadership Foundation for Higher Education and written by Jacky Lumby, professor at the University of Southampton, we don&apos;t, mainly because we are looking at the role of leadership through a narrow lens. Do we need broader definitions of academic and administrative functions within a university? Many academics have come into higher education because of their &quot;passion for their subject&quot; rather than the thought of becoming a manager, says Newcastle&apos;s leadership development manager Lynne Howlett, but they &quot;can&apos;t ignore&quot; the importance of leadership succession. As the management of universities grows ever more complex, what can we do to encourage those academics who do have leadership aspirations? What&apos;s more, how can the sector help challenge the notional divide between academia and administration that often characterises debate and development in this area. According to Abhinay Muthoo, head of the department of economics at the University of Warwick, &quot;a university leader needs to be an academic to gain the respect of the faculty he or she leads and to fully understand at the ground level the nature of the university&apos;s core intellectual functions.&quot; At the same time, he adds, &quot;a university leader needs to be an entrepreneur, able to make the bold business decisions demanded and to seize the initiative where required.&quot; With higher education being redefined in many ways, it is becoming increasingly important for universities to find multi-faceted leaders to meet the diverse challenges of a changing sector. What are the opportunities, challenges and structures for aspiring and emerging leaders in higher education? Join us for our live chat on Friday 1 February from 12-2pm to discuss career progression, training, and how we can develop the type of leaders academia and the wider higher education sector needs. You can also contribute on Twitter using the hashtag #HElivechat Panel Paul Gentle, director of programmes at the Leadership Foundation He is also programme manager of Changing the Learning Landscape. In 2001 he was appointed dean of international education at University College Plymouth St Mark and St John. @LFHEPD Katie Normington, professor of drama, vice principal for staffing, and dean of arts and social science at Royal Holloway, University of London She has been a senior manager for five years and was previously head of the drama department. Curt Rice, vice rector for research at the University of Troms Prior to that, he was the founding director of the University of Troms&apos;s first center of excellence. He blogs about university leadership and also writes for University World News, huffingtonpost-uk, and insidehighered. @curtrice Jo Owen, global leadership expert, author and socialentrepreneur He is the author of The Leadership Skills Handbook (Kogan Page), co-founder and trustee of Teach First, and chairman and founder ofTeaching Leaders and a founder and trustee of Future Leaders. Jenny Mathers, acting head of the department of international politics at Aberystwyth University She was educated at Mount Holyoke College, Massachusetts in the United States and Somerville College, Oxford. She spent three years as the university&apos;s director of postgraduate studies before becoming acting head of department in October 2012. @jgmaber This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/2013/jan/31/university-leader-career-progression-training", 
    "wordcount": "605"
}