{
    "headline": "Remorseful Twitter and Facebook jokers less likely to face prosecution", 
    "text": "     Drunken Twitter and Facebook users who post grossly offensive messages online may be less likely to face prosecution if they hit delete and express remorse after they sober up, Keir Starmer, the director of public prosecutions, indicated. Announcing guidelines for the prosecution of people who misuse social media (pdf), Starmer said he wanted to set a high threshold for prosecution in cases where people post &quot;grossly offensive, obscene or false&quot; messages and he urged &quot;considerable caution&quot; before bringing charges to avoid a chilling effect on free speech. &quot;If a message is taken down very swiftly and there is remorse then it may not be proportionate to have a criminal prosecution,&quot; said Starmer. &quot;It is not a defence that you have sobered up but it is relevant that whatever the material was, it was taken down pretty quickly when the person realised it was inappropriate.&quot; The Crown Prosecution Service is dealing with a rising caseload of allegations involving posts on Twitter and Facebook  about 60 in the last 18 months. It published a 14-page guide on prosecuting cases involving social media communications, partly to avoid a repeat of the so-called Twitter joke trial. A Doncaster accountant, Paul Chambers, was pursued through the criminal and appeal courts for more than two years for joking that he wanted to blow up Doncaster airport because it was closed by snow and he wanted to fly to see his new girlfriend. The guidelines come into force on Wednesday and Starmer has drawn a clear distinction between grossly offensive, obscene or false posts and those that credibly threaten violence, harass or stalk and breach court orders such as anonymity for rape victims. He said the CPS would deal &quot;robustly&quot; with the latter categories of social media use which include trolling. Starmer said the guidelines could leave it open to Lord McAlpine, who was libelled on Twitter when users wrongly indicated he was suspected of being a paedophile, to allege individuals had committed an offence by mounting a campaign of harassment against him. Javed Khan, chief executive of Victim Support, said the new distinction between credible threats and offence was sorely needed. &quot;Victims tell us sustained and vindictive targeting on social media can leave long-lasting emotional and psychological scars so we warmly welcome clarification on how prosecutors will deal with online threats or harassment.&quot; Chambers&apos; solicitor, David Allen Green, director of media at Preiskel and Co, welcomed the guidelines as &quot;a step forward&quot;. &quot;The real test will be in practice, especially the thresholds adopted by the police when making arrest decisions.&quot; Starmer is acutely aware that the ever-increasing volume of communication on-line could result in the CPS being swamped by cases that allege posts are &quot;grossly offensive, obscene or menacing or that are false and there is an intention to cause annoyance, inconvenience or needless anxiety to another&quot;. He said: &quot;There is a high threshold that must be met before criminal proceedings are brought and in many cases a prosecution is unlikely to be in the public interest.&quot; It means that for a writer to face prosecution a post must be shown to be either more than offensive, shocking or disturbing; more than satirical, iconoclastic or rude; or more than the expression of unpopular or unfashionable opinion about serious or trivial matters or banter or humour, even if distasteful or painful to those subjected to it. Starmer stressed that the context of a message was important: &quot;Banter, jokes and offensive comments are commonplace and often instantaneous. Communications intended for a few may reach millions.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/dec/19/twitter-facebook-jokers-prosecution", 
    "wordcount": "609"
}