{
    "headline": "Yahoo loses chairman Roy Bostock as board is shaken again", 
    "text": "Yahoo&apos;s chairman Roy Bostock has become the latest executive to leave the internet company as it struggles to turn around its fortunes. Bostock announced on Tuesday that he and three other directors will not stand for re-election. The other board members to leave are Vyomesh Joshi, Gary Wilson and Arthur Kern.  The decision comes less than a month after Yahoo founder Jerry Yang quit the company and Bostock announced Yahoo was undertaking a strategic review. The move sparked a flurry of takeover rumours.  Two private equity firms, Silver Lake and TPG Capital, have made tentative offers for Yahoo, but shareholders were unhappy with the price. Microsoft, which offered $44.6bn for Yahoo in 2008, has also been in talk with the firm. Yahoo is now worth $19.75bn. Bostock helped Yang reject that offer. In a statement, Bostock said the latest talks had not borne fruit. He said the company had &quot;pursued a wide range of discussions with potential partners&quot;, but that no proposals had been received by the committee that were deemed attractive.  The company is also in active discussions to sell it Asian assets, including a stake in Alibaba, the Chinese internet firm that has also been sounding out Yahoo. &quot;The complexity and unique nature of these transactions is significant. While we continue to devote significant resources to these discussions, we are not in a position at this time to provide further detail or to provide assurance that any transaction will be achieved,&quot; said Bostock. Colin Gillis, an internet analyst at BGC Partners in New York, said: &quot;The Bostock era is not going to be one that investors look back at fondly. These guys are floundering.&quot; Last month, Bostock announced that Yahoo had appointed Scott Thompson, former head of eBay&apos;s PayPal division, to run the internet firm. &quot;Scott is a capable and dynamic leader who brings the experience and expertise the Company needs to achieve robust growth and success in the marketplace. Over the coming months and years, Scott will lead an outstanding team of Yahoos to deliver engaging user experiences driven by innovative products,&quot; said Bostock. Bostock was instrumental in the controversial firing of Yahoo&apos;s former chief executive Carol Bartz. Bartz savaged Bostock and the other directors in an interview with Fortune magazine. She called the director &quot;doofuses&quot; and said Bostock had read from a script when firing her. &quot;Why don&apos;t you have the balls to tell me yourself?&quot; she said she told Bostock. Following these departures, the majority of Yahoo&apos;s directors will be new to the board this year, and all directors will have joined since 2010.", 
    "section": "technology", 
    "gid": "technology/2012/feb/07/yahoo-loses-chairman-roy-bostock", 
    "wordcount": "443"
}