{
    "headline": "'Alfred the Great' bones exhumed from unmarked grave", 
    "text": "Bones which some believe could be those of Alfred the Great have been exhumed from an unmarked grave in Winchester to protect them from the enthusiasm of seekers for lost kings inflamed by reports of the rediscovery of the remains of Richard III in Leicester. Alfred died in AD899, and his remains had an even more chequered history than Richard&apos;s, moved and reburied at least twice. A spokesman for the diocese of Winchester, Nick Edmonds, said there was no evidence of any vandalism or attempt to interfere with the grave, but the exhumation was a precaution because of the widespread curiosity about the story. Academics at Winchester University, and local archaeologists, have been interested for years in the fate of Alfred&apos;s bones, which were moved and reburied at least twice after his death. However, Edmonds stressed that so far there has been no application to study the bones. &quot;Of course, that would only be granted if the court were satisfied with everything proposed, both legally and ethically. Whatever happens, the remains will stay in the care and protection of the church and the consistory court until they are reinterred.&quot; Two priests and a bishop blessed the work, as the grave in the burial ground of the church of St Bartholomew&apos;s was discreetly excavated down to the bare earth on Monday night and Tuesday morning. Before digging started, prayers were led at the site by the bishop of Basingstoke, Peter Hancock, the rector Cliff Bannister and Canon Paul Townsend of the Roman Catholic diocese of Portsmouth. Alfred, a younger son of a minor king, who grew up to become the first man referred to as &quot;the king of the English&quot;, was famous even in his day not just for his victories over the Danes, but for his interest in scholarship, law-making and good government. Winchester has a towering statue of him, installed in 1899 to mark the 1,000th anniversary of his death. His body was first buried near Winchester Cathedral, moved at least once there, then moved again to Hyde Abbey in a great procession in 1110. As in Leicester, that church was destroyed in the dissolution of the monasteries, and his remains too were assumed to lie under a modern car park which had previously been the site of a prison. In 1999 there was great excitement when archaeologists found the foundations of abbey buildings, and then human bone  but it proved to be that of an elderly woman who had suffered from painful arthritis. Although the most likely explanation is that the bones were scattered during the 18th-century building work, and possibly ground up for bonemeal fertiliser for the prison governor&apos;s garden, some believe that the bones were moved yet again, to the nearby burial ground of St Bartholomew&apos;s. Academics will certainly want to do more work on the bones, which the diocese says are now being held in a secure place. However, identifying Richard was a tortuous process; finding conclusive evidence of the identity of a man who died more than 1,000 years ago might take a miracle.", 
    "section": "science", 
    "gid": "science/2013/mar/27/alfred-the-great-bones-exhumed", 
    "wordcount": "516"
}