{
    "headline": "Was Neil Armstrong a real hero?", 
    "text": "Was Neil Armstrong really a hero? I have been pondering the question since it was announced that the first man on the moon had died at 82. Not out of malice  Armstrong himself was modest enough to dismiss such labels, and his family called him a &quot;reluctant hero&quot;  but because the very notion of a hero has been so distorted. A man who rescues a dog from a shallow pond is routinely dubbed a hero. Olympic gold medalists, skilled and dedicated athletes to be sure, have been called heroes virtually without discrimination in London this month. (Can dressage ever be heroic? Discuss ) It is tempting to say that greater, truer heroism will be on display when the Paralympics begin this week, as Amelia Gentleman reminds us here. Barack Obama, a thoughtful (too thoughtful?) US president, had no hesitation in calling Armstrong &quot;among the greatest of American heroes, not just of his time but of all time&quot;. He could hardly do otherwise in an election year tinged with nostalgia for America&apos;s 20th-century triumphs and uncertainty about its future. The White House has come under pressure to give Armstrong a state funeral. I doubt if the self-styled &quot;nerdy engineer&quot; would have wanted that. Armstrong was never comfortable with the cold war politics or the publicity, happy to become a professor of engineering in his native Ohio in later life, and in no way vainglorious. That was an admirable side of the American character of which we have lost sight as the bogus cult of celebrity has taken hold. It is, of course, the antithesis of the ancient world&apos;s vision of a hero. Achilles was not a good man, but a selfish one who sulked in his tent, a loner, an outsider, an individualist. His exceptional martial skills made him a hero, little less than a god, in a world where martial prowess outshone even the intellectual brilliance of the Greeks. Aristotle taught Alexander and it was the latter whom posterity most revered. Fashions change. Heroes can be religious or intellectual (Cato was a hopeless politician, but a gallant republican hero) as well as military or political. They can also be great explorers. Clearly, Armstrong was not a Christopher Columbus, a Ferdinand Magellen, a Francis Drake or a Captain Cook. They were men whose personal vision, skill and leadership charted new worlds in ways that profoundly affected mankind. The lunar cul-de-sac is highlighted in today&apos;s Guardian by Lord Martin Rees, the astronomer royal, and in the Times (paywall) by another academic, Prof Gerard DeGroot, author of Dark Side of the Moon: The Magnificent Madness of the American Lunar Quest. Both remind readers that the last men to visit the moon  Harrison Schmidt and Eugene Cernan  did so as long ago as 1972, three years after Armstrong. After that, what? To kids today the landings are as remote and as puzzling as the Egyptian pyramids. The awkward truth is that robots could have done the job more cheaply and safely, as one is currently doing on Mars. Kennedy was told as much. But the Russians were racing to grab the first moon rock by robotic means (their rocket crashed), and the White House knew the symbolic power of sending a human outside our own world, even if it was just to the familiar, barren rock in our backyard. Trouble was, they didn&apos;t have a proper strategy for following it up. Cautious politics soon prevailed. Does it matter? I suspect it does. When the Ming dynasty recalled the great Chinese fleet that had been exploring the world in the 1420s, it left the job to the piddling little ships of primitive European states that went on to a world domination that is only now ending. Striving matters. In the 1960s the US was struggling with social and economic conflict at home and the Vietnam war abroad. Barely 24 hours before the moon landing  people forget this  Senator Ted Kennedy accidentally drove his car over Chappaquiddick bridge, resulting in the death of a young staffer. Armstrong&apos;s small step provided a welcome distraction, a moment of clarity and wholesome success that has not been repeated. His role in Nasa&apos;s achievement was as the designated frontman for a team effort, guided by the work of  did I really read this figure?  as many as 400,000 Americans. His name and qualifications came up on the rota, an immensely experienced test pilot with a calm temperament under pressure, the right stuff to lead a mission into the known unknown. Does that fact deny him heroic status in terms that fail the Achilles test or  in our own times  by comparison to a Mandela, a monstrous Mao or even Churchill, individuals who by sheer force of will, ability and character diverted the course of history? Gerard DeGroot is happy to call Armstrong &quot;a genuine Homeric hero&quot;, and on reflection I must conclude he&apos;s right, for three reasons. One is that many  not all  heroic achievements depend on harnessing the talents of others. Sir Edmund Hillary and Sherpa Tenzing Norgay did not reach the summit of Everest in 1953 without a lot of help. Even the intrepid action man Sir Ranulph Fiennes, whose exploits often strike me as being as barmy as a box of badgers, is not quite a one-man band. Horatio had a couple of mates at his elbows when defending the gates of Rome from Lars Porsena&apos;s troops, though he usually gets solo credit. Secondly, the weekend&apos;s retelling of the 1969 moon landing reminded us just how risky it was and how Armstrong&apos;s quick wits and calmness saved the day. The Eagle landing craft contained no more computer power than a modern washing machine, and was heading slightly off course for the rocks when Armstrong took over the controls manually. He landed with 20 seconds&apos; worth of fuel, and got the Eagle back up again to rendezvous with Apollo 11. There was no backup plan, no way of rescuing the crew. Sitting in the co-pilot&apos;s seat with his spear (well, you never know, do you?), even Achilles might have been grudgingly impressed, though Armstrong&apos;s lack of melodrama would have annoyed him. And therein perhaps lies the clincher for Armstrong&apos;s heroic status. No boasting, no bullying, just a soft-spoken man who insisted he was only doing his job. They&apos;re the heroes we like best, yes?", 
    "section": "science", 
    "gid": "science/blog/2012/aug/27/was-neil-armstrong-a-real-hero", 
    "wordcount": "1064"
}