{
    "headline": "London Olympics 2012 diver Tom Daley to launch iPhone app", 
    "text": "British Olympic hopeful Tom Daley is hoping to cash in on his rising celebrity status with his own iPhone diving app launching on Friday.     Tom Daley Dive    The Tom Daley Dive is aimed at his estimated 1 million fans as well as mobile gamers and diving enthusiasts and has been developed by a firm set up by former London Evening Standard managing director Mike Anderson. Over rising levels of difficulty, gamers are scored according to their ability to copy 79 of Daley&apos;s dives ranging from a simple tuck to a more difficult twister using the iPhone touchscreen. Daley has a huge following among teenagers after his star performance as a 14-year-old in the Beijing Olympics and is tipped for lucrative David Beckham-style promotional deals for sportswear and male grooming products following this summer&apos;s Games. On Twitter, where he has almost 225,000 followers, he told fans he was also about to launch a book, giving an early indication of the buzz his management is expecting. Earlier this year, concerns were raised about Daley&apos;s media commitments with the British Diving performance director, Alexei Evangulov, saying he needed to reduce his promotional activities and focus on training if he was to stand a chance of beating the Chinese, who he said were training &quot;three times harder&quot;. Daley said he wanted to develop the app because &quot;there are no good diving games out there&quot;. He modelled for the graphics in the game and signed off every stage of the development. &quot;If the game helps raise awareness of diving and gets people excited about the Olympics, I&apos;ll be really pleased,&quot; he added. Anderson, who also worked at News International in a senior commercial role, set up Chelsea Apps Factory two years ago and is developing a niche in platform-neutral apps for consumer and non-consumer clients including Vodafone, which developed an app for Tate Britain, and CNBC, which ordered one for the G8 summit in Davos. He said he it was the &quot;perfect time&quot; to release the app as Daley was &quot;tipped to be one of the biggest stars of London 2012&quot;. Chelsea Apps has also been commissioned to build the official app for the Queen&apos;s diamond jubilee pageant on the Thames. To contact the MediaGuardian news desk email editor@mediaguardian.co.uk or phone 020 3353 3857. For all other inquiries please call the main Guardian switchboard on 020 3353 2000. If you are writing a comment for publication, please mark clearly &quot;for publication&quot;.  To get the latest media news to your desktop or mobile, follow MediaGuardian on Twitter and Facebook", 
    "section": "technology", 
    "gid": "media/2012/may/17/london-olympics-2012-tom-daley", 
    "wordcount": "437"
}