{
    "headline": "Crossing borders to escape natural calamities is no easy option", 
    "text": "More and more people cross international borders because their lives have been ruined by an earthquake, flood, drought or hurricane. But they face a black hole of international law. No major migrant destination country allows people legal entry for this reason. Humanitarian permission may be given to enter rich countries for other reasons. If violence has ruined your life in the country you live in, you may qualify to enter as a &quot;refugee&quot; or &quot;asylee&quot;, as 16% of US immigrants did last year (pdf). Equally, if your life was ruined back home by a natural disaster and you enter a rich country without authorisation, many countries won&apos;t immediately send you back. But the world has so far decided that the right amount of new, authorised migration because of natural disasters  no matter how horrific  is zero. Is zero the right number? Think of Haiti. At least 150,000 people died there two years ago when houses and buildings could not withstand a cataclysmic earthquake. Many wars don&apos;t have a toll as large, or effects as lasting. The US response was to admit a tiny number of Haitians for emergency medical treatment, and to delay most deportations, but not one Haitian could be admitted to the US because of the disaster. This would have been completely different if war had struck Haiti. So, what if a limited number of humanitarian entry slots were offered to people affected by natural disaster? How many should it be? And how would it work? There are precedents. For a generation (1952-80), the US unilaterally defined &quot;refugee&quot; to include people fleeing &quot;natural catastrophes&quot;, but the provision was almost never utilised. Some other countries have similar de jure provisions today; Sweden, for example, allows for protection of migrants (pdf) &quot;unable to return to the country of origin because of an environmental disaster&quot;. But there is no equivalent of the international refugee system to realise these on-paper mechanisms. One approach is case by case. Over the past year, my colleagues and I have led a successful effort to extend a modest, new visa opportunity to Haitians, explicitly for earthquake relief. Our research, supported by the MacArthur Foundation, showed that migration policy would be a highly effective and inexpensive complement to other US earthquake relief efforts. On this basis, we asked the US government to reverse a ban on Haiti&apos;s participation in its largest low-skill work visa programme. The US did so but, most notably, it did so because of the horrific disaster Haiti had just experienced  with bipartisan support, in a bad economy. This step will barely affect overall immigration to the US, but could bring hundreds of millions of new dollars to Haiti at no fiscal cost. Another approach is to review more systematically how destination countries allocate their limited slots of &quot;assistance&quot; migration. International discussion is under way (pdf) on how this might be done, but consensus is far off. There is less controversy about giving legal status as &quot;internally displaced persons&quot; to those affected by natural calamity who move domestically. But those crossing borders due to natural events still have no clear legal status anywhere. Many years of discussions in the Inter-Agency Standing Committee and other forums have led to little change. Elizabeth Perris, Michael Cernea and Daniel Petz have summarised the state of this debate (pdf) as part of the Brookings-LSE Project on Internal Displacement, a leading voice for reform in this area. These efforts face political barriers, but our work on Haiti proves such barriers have limits. Admitting humanitarian migrants like refugees isn&apos;t a handout, it&apos;s an investment. Overall, refugees contribute to the economy at least as much as economic migrants. Great Americans like Intel co-founder Andrew Grove and former secretary of state Madeleine Albright arrived as humanitarian migrants. And the US refugee programme has weathered many economic downturns and political upheavals in its 60-year history. A systematic policy tackling the challenge of post-disaster migration remains far off. Without a major forcing event such as the humanitarian disasters of the second world war, which gave us modern refugee law, that situation seems unlikely to change. Such a moment might have come for natural-disaster migrants had thousands of Haitians arrived on the shores of Florida after the earthquake, but crushing poverty in Haiti and a US naval blockade put paid to that. This story is not over, however. With climate change will come the likelihood of increased damage from floods, droughts and hurricanes, especially in the poorest countries. A better migration policy would foresee and accommodate these 21st-century realities, although it might once again arrive too late to prevent initial tragedies.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/aug/23/crossing-borders-escape-natural-calamities", 
    "wordcount": "781"
}