{
    "headline": "E-readers kindle enthusiasm for learning among children in Kenya", 
    "text": "Half of schools in sub-Saharan Africa have few or no textbooks, according to Sacmeq, a body that monitors educational quality in southern and eastern Africa. The cost of buying and transporting books means they often have to be shared between students in a classroom, hindering learning and slowing development. Yet e-readers have the potential to change this. Intimigom nursery and primary school in the rural Maasai province of Kilgoris, south-west Kenya, is attempting to overcome textbook shortages by using donated e-readers. The e-readers come loaded with hundreds of Kenyan textbooks in English and Kiswahili, as well as stories for primary school children. When electricity shortages occur, they can be charged using small solar power packs and generators. &quot;I had never seen a Kindle before; I really like using it as it helps me with reading and writing,&quot; says Intimigom student Obuto Kukutia, aged 12. &quot;We have a seen a lot of positive changes since we started using Kindles. The children are very excited to learn and are often reading through their break. It helps them with their spelling and [English] language skills. Compared to other schools I have taught at, the children here appear to be ahead. The parents&apos; reaction to the Kindles has also been very positive; they wonder how such a small device can hold several books,&quot; says the headteacher, Shadrack Lemiso. The school has 150 e-readers for the 200 students. It is supported by the Kilgoris project, a not-for-profit organisation that  partnered with Worldreader  provides e-books to schools in sub-Saharan Africa. Worldreader works with publishers including Penguin, Random House, and Amazon, as well as African authors and publishers, to ensure local and international books are available and affordable, if not donated for free. It has distributed more than 220,000 digital books to children and teachers across four projects in sub-Saharan Africa. &quot;We saw the technology as the most effective and efficient way to give our students all the known benefits of access to books. Instead of building a library, the technology lets us put a library in a child&apos;s hand. And we can keep that library up-to-date electronically. E-books don&apos;t get tattered or torn, like their paper cousins,&quot; says Caren McCormack, president and co-founder of the Kilgoris project. &quot;At the launch ceremony at Intimigom, I joked that the Kindles were much like a herd of cows, a source of long-term security and prosperity for a family. And who could better protect a precious herd than a group of Maasai?&quot; Sporadic internet connectivity in the area means only a small number of books can be downloaded at a time; for downloads to all the devices, the e-readers are taken to Nairobi, where high-speed internet is more readily available. The Kilgoris project helps seven schools in the province, serving more than 600 students. Each has an active local board and leadership team consisting of parents, elders and teachers. &quot;We rely on these boards for constant feedback, decision-making, direction and support,&quot; says McCormack. &quot;We firmly believe that to do the most good and have the most impact, we need to align ourselves to the community&apos;s needs through communication with local families.&quot; By expanding the schools it works with and adding pre-school and secondary levels, Kilgoris aims to help 1,000 students by 2017.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/oct/26/e-readers-kindle-learning-children-kenya", 
    "wordcount": "556"
}