{
    "headline": "Facebook censors Le Monde's mammogram screening photo", 
    "text": " Facebook has apologised for removing a post by the French newspaper Le Monde about mammogram screening after yet again coming under fire for its aggressive anti-nudity policy. The lead image of the article, which was published by Les Dcodeurs, a data-focused site run by the paper, shows a woman having a mammogram. One of her breasts is exposed. That seemed to be enough for Facebook to enforce its wide-ranging anti-nipple policy, and remove the article shortly after it was posted. The sites community standards prohibit nude images, albeit with exceptions for photos of women actively engaged in breastfeeding or showing breasts with post-mastectomy scarring, but it has frequently come under fire for a heavy-handed approach in how it enforces the policy.     The original post.   Last month Facebook, along with chief executive Mark Zuckerberg personally, were accused of censorship after deleting from its site an article accompanied by the Pulitzer-prize winning photograph of the aftermath of a napalm attack in Vietnam. Following the deletion, Les Dcodeurs reposted the article to Facebook accompanied with an image of a male torso. In an image caption, the site said Facebook having censored the image of a mammogram that accompanied the article, we have replaced it with an image of a nude male torso which does not itself violated the social networks terms of service.     Les Dcodeurs replacement post.    Facebook itself apologised on Tuesday for removing the post, and restored it the same day. The post was removed in error and restored as soon as we were able to investigate, a Facebook spokesperson said. Our team processes millions of reports each week, and we sometimes get things wrong. Were very sorry about this mistake.  If the statement seems familiar, thats because it is: its the same, word for word, as the companys apology for removing posts about a Californian rapist, closing pages of Palestinian journalists, removing video of environmental protestors, banning a Black Lives Matter activist, and deleting the profile of a Chicagoan artist.   Nudity and Facebooks censors have a long history ", 
    "section": "technology", 
    "gid": "technology/2016/oct/12/facebook-censors-le-monde-mammogram-screening-photo-breast-anti-nipple-policy", 
    "wordcount": "341"
}