{
    "headline": "Drought declared in south-east England", 
    "text": "Householders across the south-east of England should try to cut their use of water, the government has urged, as months of unseasonally dry weather mean the region is now in a state of drought. Hosepipe bans could be introduced in large parts of southern England this spring, if dry weather continues. Only prolonged rainfall, and soon, could prevent a drought. Forecasters say that is unlikely. Caroline Spelman, the environment and rural affairs secretary, said: &quot;We are asking for the help of everyone by urging them to use less water and to start now.&quot; The forced appeal by the government reflects fears that there could be serious water shortages in some densely populated parts of the country this summer. In normal years, reservoirs would recharge during winter when vegetation is sparse and rain is quickly absorbed, but unusually dry soils have meant the little rain that has fallen has not been enough to reverse the effects of last year&apos;s drought. Officials are now beginning to plan for what could happen in 2013, if a third dry winter plays havoc with water supplies. Farmers and businesses have already suffered restrictions and are likely to face more, with licences to draw water from rivers and underground sources altered in recent months to reflect the new scarcity. Lincolnshire and Cambridgeshire, plus parts of Bedfordshire, Northamptonshire and west Norfolk are still in drought, having been so since last year. Also officially in drought are parts of the Midlands and swaths of the south and south-east  including Berkshire, Buckinghamshire, Hampshire, Hertfordshire, Kent, London, Surrey and Sussex (West and East). Areas at risk of drought include Essex, Gloucestershire, Oxfordshire, Suffolk, Wiltshire and the rest of Norfolk. Spelman&apos;s appeal came after an emergency drought summit held on Monday, bringing together water companies, the Environment Agency and officials from the Department of Environment, Food and Rural Affairs (Defra). It is unusual to hold such a summit, let alone so early in the year. The fact it was held reflects ministers&apos; grave fears that a summer of drought could cause widespread disruption, particularly when water services will come under increased strain because of the Olympics. But the summit was not enough to solve the problem, warned Rose Timlett of WWF. She said: &quot;This is a drought we&apos;ve seen coming. Rivers such as the Kennet, which runs through Wiltshire and Berkshire, have been dry since September 2011. Back then everyone agreed we would be in a serious drought situation if we had another dry winter, but not much has been done about it.&quot; At Monday&apos;s summit, water companies agreed to put more effort into detecting leaks and reducing water losses, and to help customers cut water usage. Officials told the companies they would need to reduce demand long before formal restrictions such as hosepipe bans can be put into place. Farmers are also being encouraged to find ways to store rainfall on their farms and cut their use of spray irrigation. The Royal Horticultural Society put out guidelines for domestic gardeners to save water, such as mulching and improving the soil by digging in large amounts of compost or other organic matter. &quot;There is a lot gardeners can do that does not involve extra watering,&quot; said Guy Barter, chief horticultural adviser at the RHS. &quot;For example, spiking and feeding a lawn in spring will help it hold up in dry weather  then if it goes brown, it will recover even faster when rain returns. &quot;It&apos;s also a good idea to plant hardy plants early to avoid the hot weather and let them get their roots into the surrounding soil to search out moisture. When the warm weather arrives, keep any newly purchased plants in pots under light shade until the weather turns cooler.&quot; But longer term structural changes to the way our water is supplied and treated should be implemented as a matter of urgency, according to Michael Norton, the chairman of the Institution of Civil Engineers. He said: &quot;If we are to avoid the spectre of drought becoming an annual event we must urgently change our approach to water management, taking a more strategic overview and focusing on preventative measures for addressing scarcity before it gets to drought stage. &quot;Introducing demand management measures, improving interconnectivity between water companies and better and more imaginative methods of storing winter water would be a good start to safeguarding this precious resource for the future.&quot; David Lloyd Owen, research director for water technology company Bluewater Bio, said water metering provided a way to help manage demand and suggested that recovering and reusing waste water, including sewage, should be considered.", 
    "section": "environment", 
    "gid": "environment/2012/feb/20/drought-declared-south-east-england", 
    "wordcount": "777"
}