{
    "headline": "Private health screening tests are oversold and under-explained", 
    "text": "Life Line Screening&apos;s adverts are hard to miss. Over the past couple of years they have run in newspapers (including in the Guardian) headlined in massive font, &quot;Your quick and easy way to help prevent a stroke&quot; and urging you to speed along for a health check at a mobile clinic close to where you live. The company offers private tests  described on its website as &quot;affordable, reliable preventive medical screenings&quot; - to healthy people for a variety of conditions including heart disease, osteoporosis, type 2 diabetes, high cholesterol and stroke. It typically floods a local area with personally addressed letters of invitation to a temporary clinic, typically in a church hall, providing ultrasound, ECG, blood testing and scans for &quot;osteoporosis risk&quot;. The company claims to have screened half a million UK citizens in 1,900 UK venues since it came over from the US in 2007. This is big business. Isn&apos;t it good for us, too? As a GP, shouldn&apos;t I be in favour of measures to spot serious illnesses early? The sentiment seems logical, but screening can be anything but. The NHS offers many screening programmes, from the heelprick test for newborn babies to breast screening for women over 50. But screening - testing well people as opposed to people who already feel unwell or who have symptoms, like a lump, or palpitations - always has the potential to harm, and is a constant balance of pros and cons. There is a risk of false positives, false negatives and false reassurance, and the problem of sometimes giving people a diagnosis they don&apos;t need, or subjecting them to treatment they won&apos;t benefit from. Noninvasive tests may cause few hazards, but the way the knowledge from a positive or negative scan is used may result in harm to the patient for no benefit. We&apos;ve seen this in prostate cancer screening: initial enthusiasm for PSA (prostate-specific antigen) screening was followed by the realisation that around a third of men operated on would suffer impotence as a result and a fifth would have incontinence. These might be acceptable risks if the treatment was death-delaying, but most prostate cancers don&apos;t kill and the evidence suggests that PSA screening does not reduce death rates. This led Richard Albin, who discovered PSA, to tell the New York Times that screening for it had been a &quot;public health disaster&quot; in the US. So screening is often counterintuitive and harmful. Because of these inherent problems, people need to make good choices about whether to be screened based on evidence. We know, for example, that when men are given better information about PSA screening, fewer want it. Not only is there an ethical imperative on doctors to give fair information about screening  Britain&apos;s General Medical Council says that doctors should base their medical care on the &quot;best available evidence&quot; - but there is also reason to think that if people had fair information about the pros and cons, they might choose not to have it. And so to Life Line Screening, its dramatic claims, and adverts containing persuasive testaments from satisfied customers: &quot;I recommend this to anyone. No matter how healthy you might think you are, it could save your life.&quot; Strong stuff. No wonder I, and many other GPs, see a steady stream of Life Line Screening&apos;s customers and their results at our surgeries. As a letter to my home address from the company said, &quot;you don&apos;t usually get these tests on the NHS unless you have symptoms&quot; and, &quot;if anything is revealed we tell you straight away so treatment can be prescribed by your own GP.&quot; I think this is misleading, unfair, and alarmist advertising. Life Line Screening has declined to respond specifically to my concerns about its adverts, but did say that it is involved in researching the screening it does. &quot;We are deeply involved in research into the utility of screening,&quot; said the company&apos;s director of operations Dara Jordan. &quot;Our clinical team just recently presented at the XXV World Congress of the International Union of Angiology in Prague with original research and have published in several journals including the Journal of Vascular Surgery and the Annals of Surgery. There are also several ongoing research collaborations that will produce additional research, knowledge and engagement.&quot; The company has previously told the BMJ that it believes its adverts are fair and accurate. I beg to differ. Take for example scanning the carotid artery  the main artery in the neck  which Life Line Scanning offers to completely well people. This is a useful test for people who have had a stroke, because if they have significant narrowing on the scan, an operation to clear this can reduce the future risk of stroke due to narrowed arteries. However, there are risks associated with the surgery used to clear the blockage  not least, ironically, a stroke. This may be a reasonable risk to take if the chance of stroke caused by the carotid narrowing is high. But for people who haven&apos;t had a previous stroke or a ministroke, the risks of causing harm outweigh the chances of benefit, which is why the UK National Screening Committee doesn&apos;t recommend that the NHS provides it. It is not a case of the NHS being mean, it is simply that it is not a good test. For people who haven&apos;t had a stroke, the risk of stroke or death during the operation is about 3%. Aortic aneurysm screening is another &quot;quick and easy&quot; test Life Line Screening offers. The scan is relatively straightforward to do  an ultrasound probe run up and down the abdomen  but the results can create dilemmas and uncertainties. The idea is that by screening, and operating pre-emptively on aneurysmic swellings, sudden deaths by rupture of the aneurysm can be avoided. The problem is that the surgery is relatively risky - because most people with aneurysms also have vascular disease elsewhere, which can mean a higher anaesthetic risk. So this has to be balanced against the ability of the surgery to avoid some sudden ruptures, which have a high death rate. How is that best done? I don&apos;t think it&apos;s by alarming and scaring people into having the test. The UK National Screening Committee has examined the evidence and decided that screening is beneficial overall for 65-year-old men. Women aren&apos;t offered it because it doesn&apos;t reduce their overall death rate. Screening could cut the 6,000 deaths a year from ruptured aortic aneurysms in England and Wales by about half. However, the mortality rate in the 30 days after the planned operation to repair an aortic aneurysm is around 5%. Furthermore, a large randomised controlled trial in which more than 10,000 men were screened showed that overall mortality from aortic aneurysm screening was reduced, but only by a tiny amount  from 30.93% in the control group to 30.32% in the screened group. Men need this kind of balanced information to make an informed choice  not hype and scaremongering. So how can we ensure that people are given such fair choice? Many doctors, myself included, have repeatedly raised concerns about private screening adverts with the Advertising Standards Authority. As the result of a complaint to the ASA by me and others in 2011, Life Line Screening has now stopped saying its tests could offer &quot;peace of mind&quot; and &quot;prevent&quot; stroke  which were patently never the case  but that&apos;s about it. Because the company agreed to make changes to its adverts, the ASA did not make a formal adjudication, but I believe that its screening tests are still oversold and under-explained. I and some collegeagues complained to the General Medical Council about the medical director of Life Line Screening, Dr John Coltart, saying that the company offered for-profit tests without providing fair information and an evidence base. We were told that no investigation would take place unless we could prove a patient had been harmed. This is what is called the &quot;screening paradox&quot;  when people have false alarms caused by screening, many tend to feel that they&apos;re &quot;better safe than sorry&quot; rather than angry at unnecessary and inappropriate testing and bad screening science. So out of frustration and anger, myself and a few colleagues  including GPs and neurologists  have set up a website, www.privatehealthscreening.org to share information about screening and suggest things that people who are considering private tests might want to think about first. One of our collaborators is emeritus professor of neurology Charles Warlow, who went for a Life Line Screening in his local church call and concluded, in the BMJ, &quot;Why is this nonsense tolerated or allowed?&quot; It&apos;s a good question and one that UK regulators seem not to be asking. Margaret McCartney is a GP, writer and broadcaster, and author of The Patient Paradox: Why Sexed Up Medicine is Bad for your Health (Pinter and Martin)", 
    "section": "science", 
    "gid": "science/blog/2012/oct/05/private-health-screening-tests", 
    "wordcount": "1505"
}