{
    "headline": "South Sudan's refugee camps flooded  in pictures", 
    "text": "   A young boy uses a homemade wooden wheelbarrow to take a jerry can of clean water back to his family's tent in Jamam refugee camp, South Sudan. Heavy rains have flooded much of the area Photograph: Alun McDonald/Oxfam       Water is extremely scarce at Jamam, so Oxfam has been distributing plastic sheets to be used for collecting rainwater Photograph: Alun McDonald/Oxfam       Young boys go fishing in the vast pools of water left by the rains. The makeshift nets are made from mosquito nets. The few fish they manage to catch supplement their meagre food rations Photograph: Alun McDonald/Oxfam       A water tank is surrounded by floodwater. Heavy rains have made it increasingly difficult to deliver aid Photograph: Oxfam       Women walk home through the mud. Heavy rains over the past few months have brought enormous health risks Photograph: Alun McDonald/Oxfam       Torrential rain flooded this tent overnight, soaking the few belongings of a family of four Photograph: Alun McDonald/Oxfam       Noora Abbas arrived in Gendrassa camp eight days ago with her eight-month-old son, Mohammed. She is one of thousands of refugees who have been relocated from the overcrowded Jamam camp to the new site at Gendrassa Photograph: Alun McDonald/Oxfam       Algome Abdallah runs this small shop in Jamam refugee camp, selling sweets and powdered drinks. The meagre income supplements his food rations Photograph: Alun McDonald/Oxfam       Amuna Mol, a mother of three, grinds sorghum by hand outside her tent. The sorghum is pounded into kisra, a traditional Sudanese flatbread that forms the basis of her family's meals Photograph: Alun McDonald/Oxfam       Asha Rahamtallah, a mother of four, dries okra on the roof of her tent. There are few vegetables available in the area to supplement the food rations of grains and beans that the refugees receive Photograph: Alun McDonald/Oxfam       Saida Adam teaches at a school set up under a tree at Jamam. She was at secondary school in Blue Nile state when war broke out, but fled the bombing with her family and became a teacher, helping classes of up to 60 children learn basic English, Arabic, maths and good health practices. She hopes one day to return home and continue her own education Photograph: Alun McDonald/Oxfam       Refugees at Jamam queue to receive buckets and soap to help reduce the spread of diseases such as cholera, diarrhoea and hepatitis E in the camp Photograph: Alun McDonald/Oxfam       A UN plane drops sacks of food aid for refugees in Maban. During the rainy season many roads are cut off and air drops are an expensive, last-ditch effort to provide food to more than 100,000 refugees in the county Photograph: Alun McDonald/Oxfam       In Gendrassa refugee camp, many people collect dirty water from a nearby river, despite the risk of disease Photograph: Alun McDonald/Oxfam       Gendrassa camp was set up in August 2012. Trenches have been dug and a network of pipes laid, which will run across the camp to provide thousands of refugees with a regular supply of clean water Photograph: Alun McDonald/Oxfam  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2012/sep/27/south-sudan-refugee-camps-flooded", 
    "wordcount": "0"
}