{
    "headline": "What is the value of bees?", 
    "text": "  6.01pm GMT    My verdict    Instinctively, it feels perverse and misguided to me to try and place a financial value on bees. Yes, on a very basic level, you can try to - as some have done - calculate how much it would cost to pollinate commercial crops without the &quot;assistance&quot; of natural pollinators such as bees. But that is to view bees through a very limited, anthropocentric prism. It&apos;s a sad indictment of how we now view &quot;natural services&quot; - a dreadful, modern-day concept - that bees are now little more than a data point on a spreadsheet. And it&apos;s from within this world view that our politicians now seem to be weighing up whether to ban neonicotinoids or not. If the precautionary principle ever gets applied these days, it seems to be weighted in favour of commercial interests. So, rather than limit the use of neonicotinoids until scientific studies are complete, we have the reverse situation whereby the use of neonicotinoids continues until the point where it can be proved conclusively that they are harmful - even though for many people that burden of proof was long ago reached. It&apos;s a depressing state of affairs.       5.37pm GMT       Matt Shardlow, CEO of Buglife, the &quot;only organisation in Europe devoted to the conservation of all invertebrates&quot;, says:  We are very disappointed that the proposed ban has not been approved today. It was the bare minimum that could have done to address the high risk to our pollinator populations. There is a consensus to stop the damage now, but the pesticides industry and a minority of member states dont care about the environmental damage and want to prevaricate by pushing for never-ending research projects. Watering down the proposal any further would be unacceptable so we hope that the European Commission is firm and enforces a robust ban on these damaging chemicals as soon as possible.        5.11pm GMT       Caroline Lucas, the Green MP for Brighton Pavilion, has a comment piece on the Guardian website criticising lawmakers for prioritising commercial interests over ecological wellbeing:  This government&apos;s ideological opposition to regulation, regardless of the strength of evidence in favour of it, is putting our bees and the wider ecology at risk. The UK may have abstained on the vote on the EU proposals today, but ministers should do the right thing in future and back a ban on neonicotinoids.        4.51pm GMT       Update: Defra is promising me a statement from Prof Ian Boyd, its chief scientific adviser, within the hour. I will post it here as soon as I receive it.       4.32pm GMT       Here are the thoughts of Nick von Westenholz, chief executive of the Crop Protection Association:  This is a really complex issue, but there needs to be more balance and perspective on this issue. The European Commissions own research shows that the causes of declines in bee health are many, and pesticides play a very small part when compared to pests and diseases. Its concerning that so many people seem to think that pinpointing insecticides and calling for their removal will solve the problem, and, perhaps more worryingly, that there is such a lack of appreciation that farmers rely on these vital products in producing the safe and affordable food we enjoy in the UK. Restricting the use of pesticides that have already undergone a hugely rigorous approval process is not playing it safe  it has real and damaging implications.        3.59pm GMT       Here&apos;s the reaction of Andrew Pendleton, Friends of the Earths head of campaigns:  This is a cop-out by a significant number of European governments, including the UK - it means yet more dither and delay while our bee populations plummet. UK ministers dragged their feet over ash trees, now they risk doing the same with bees. There is more than enoughevidence that these chemical arelinked to bee declineto place immediate restrictions on their use. The UK government could and should follow the example of retailers and take action to ban these products. We need a Bee Action Plan to protect these precious pollinators from all the threats they face, such as habitat loss in our towns and countryside.        3.55pm GMT    Twitter    Some Twitter reaction to the vote...    That UK helped to shaft EU proposal to suspend sale of #neonicotinoids is an outrage. #bees guardian.co.uk/environment/20&mdash; GeorgeMonbiot (@GeorgeMonbiot) March 15, 2013     UK on the wrong side of EU effort to ban key pesticide that destroys bees:gu.com/p/3efvb/tw via @guardian&mdash; Jon Snow (@jonsnowC4) March 15, 2013     Disappointing: European Union fails to do bare minimum to protect pollinators from toxic insecticides buglife.org.uk/News/European+ #bees&mdash; Buglife (@Buzz_dont_tweet) March 15, 2013     #bees: Prof David Goulson: Almost everybody agrees #neonics weren't adequately evaluated in 1st place. Yet politicians choose to ignore&mdash; Damian Carrington (@dpcarrington) March 15, 2013     Were now taking legal advice to see if the failure to save our #bees today is open to judicial challenge. More: avaaz.org/act/media.php?&mdash; Avaaz (@Avaaz) March 15, 2013     #bees. Syngenta: We're pleased EU MS didn't back EC's shamefully political proposal. Restricting [neonics] will not help improve bee health&mdash; Guardian Environment (@guardianeco) March 15, 2013        2.40pm GMT       Damian Carrington has now updated his news story on the EC vote to include more detail about the possible appeal:  The ban could still be enforced within months if the EC takes the decision to an appeals committee. Friday&apos;s vote, by member states&apos; experts on the standing committee on the food chain and animal health, saw 13 nations in favour of the ban, five abstaining and nine opposing, meaning there was no majority for or against. The same &quot;hung&quot; vote at the appeals committee would mean the EC could enforce the ban. &quot;When member states do not want to take a decision, then the commission does it, as it has in approving genetically modified crops,&quot; a source told the Guardian. Many major agricultural nations, including France, Italy, Spain, the Netherlands and Poland, voted for the ban, while the UK and Germany abstained, with Hungary and Romania leading those opposed. EC officials said: &quot;The commission takes note of the member states&apos; response to its proposal but remains committed to ambitious and proportionate legislative measures.&quot; It said it would decide whether to go to appeal, or revise the proposal, in the next week.        2.01pm GMT       Steve Trent, executive director of the Environmental Justice Foundation, has reacted to news of the vote:  The vote today was an opportunity for real action to be taken to protect bees. EJF is dismayed that, despite the overwhelming scientific evidence of the threats posed by neonicotinoids and recommendations from the EU&apos;s ownFood Safety Authority, the EU member states rejected the proposal to restrict their use. Such restrictions would have signified a landmark decision by European governments to stand up for nature and biodiversity in the face of pressure from pesticide manufacturers. We are disappointed that they did not take a stand to protect the environment and food security, and will continue to campaign for action against these deadly pesticides.        1.52pm GMT       It seems there&apos;s a potential silver lining for campaigners disappointed at the outcome of today&apos;s vote. As Damian Carrington has tweeted - and has also been indicated to me by Defra - if the European Commission decides to appeal (a process that is likely to take a month or so) then the proposal will be adopted - unless there&apos;s a qualified majority against it. In other words, the appeal would be successful if member states voted the same way as they have done today. As one EC official describes it: &quot;If member states can&apos;t decide between themselves, the Commission will make the decision for them.&quot;    #bees. I have confirrned. If EC goes for appeal and no QMV either way, it can adopt #neonic ban. Tks for tips @agrafacts @twassenberg&mdash; Damian Carrington (@dpcarrington) March 15, 2013        1.25pm GMT       Georgina Downs from the UK Pesticides Campaign says:  The UKGovernment has for many years now based its policy decisions regarding pesticides on the alleged financial and economic impacts on manufacturers, farmers and distributors, or the impact on agricultural productivity, if there were any changes to the current UK policy and approach for pesticides and the related approvals system. Yet the overriding primary objective of the European pesticides legislation is the high level of protection of human health and the environment. It is therefore clear that under European legislation there should be no balancing of interests as the protection of human health and the environment is supposed to be paramount.        1.02pm GMT       Damian Carrington, the Guardian&apos;s head of environment, has now posted a news story about the European vote:  The result leaves environmental campaigners, scientists and some politicians bitterly disappointed. &quot;Britain and Germany have caved in to the industry lobby and refused to ban bee-killing pesticides,&quot; said Iain Keith, at campaign group Avaaz. &quot;Today&apos;s vote flies in the face of science and public opinion and maintains the disastrous chemical armageddon on bees, which are critical for the future of our food.&quot; He said Avaaz and other groups would now consider a legal challenge. The chemical companies that dominate the billion-dollar neonicotinoid market, Bayer and Syngenta, will be relieved, as will the UK government. Ministers had argued that more scientific evidence was needed and that a ban could have caused disproportionate damage to food production... The UK&apos;s environment secretary, Owen Paterson, faced criticism from one of his Conservative predecessors. Lord Deben, who as John Gummer was environment secretary, said: &quot;If ever there were an issue where the precautionary principle ought to guide our actions, it is in the use of neonicotinoids. Bees are too important to our crops to continue to take this risk.&quot;        12.25pm GMT    European Commission vote    This just in from Brussels...  The Commission put the text to the vote and NO QUALIFIED MAJORITY WAS REACHED, either in favour or against of the text (the Commission will not detail individual Member State&apos;s vote). THE COMMISSION TAKES NOTE OF THE MEMBER STATES&apos; RESPONSE TO ITS PROPOSAL BUT REMAINS COMMITTED TO AMBITIOUS AND PROPORTIONATE LEGISLATIVE MEASURES. The services of European Commissioner Tonio Borg will now consider the next steps.  The UK government abstained. I understand that Germany also abstained, but France voted in favour of the proposal. I have received this statement from Defra:  Bee health is extremely important but decisions must be based on sound scientific evidence and rushing this through could have serious unintended consequences both for bees and for food production. We are not opposing the EUs proposals. We have been clear all along that we want any decision on neonicotinoids to be based on science. We are currently finalising studies that will give us the evidence on which to base a proper decision. But as we do not have the evidence yet it is impossible for us to vote either way. There are seven other member states we expect to abstain along with us and we expect nine countries to oppose the Commissions proposals as they currently stand.        12.10pm GMT    Twitter    Lots of attention on Twitter, it seems, on today&apos;s vote...    Its #Bee-Day today, with EU voting on suspension of pesticides linked to serious bee harm. UK set to block a ban gu.com/p/3ecmn/tw&mdash; Damian Carrington (@dpcarrington) March 15, 2013     #bees. State of play last night, I'm told, was 9 countries for, 9 against and 9 abstain on proposal to suspend #neonic pesticides&mdash; Damian Carrington (@dpcarrington) March 15, 2013     Whatever happens today re EU vote on #neonicotinoids, it is vital that we keep pressure up for a complete ban on these #pesticides #bees&mdash; Brigit Strawbridge (@BeeStrawbridge) March 15, 2013     We take the health of bees extremely seriously. But decisions must be based on scientific evidence. #neonicotinoids&mdash; Defra UK (@DefraGovUK) March 14, 2013     Hoping to Save Bees, Europe to Vote on Pesticide Ban nyti.ms/WKmp63&mdash; PAN UK (@PAN_UK) March 15, 2013     A big day for #bees - EU officials voting today on a ban on bee-harming neonicotinoid #pesticides buglife.org.uk/News/UK+govern&mdash; Buglife (@Buzz_dont_tweet) March 15, 2013     #Bee conservation: the EU banning three neonic pesticides would be a start | Read more here gu.com/p/3ee7b/tw via @guardian&mdash; Riverford (@Riverford) March 15, 2013        11.49am GMT       Brigit Strawbridge, who tours the country giving talks on the importance of bees, has sent me her reaction:  Bees are fortunate indeed to have economic value as pollinators of agricultural crops, otherwise their decline would (sadly) not be causing the degree of concern that it is causing - and I doubt we would be having this debate. However, in their role as pollinators of wild flowers and other flowering plants, bees play an even more important, albeit less quantifiable, role as keystone indicator species. In short, their ecological value to our planet&apos;s biodiversity is immeasurable.Given the importance of bees, both economically and ecologically, I cannot understand our government&apos;s stance on neonicotinoids. There is no doubt whatsoever in my mind that this group of pesticides is contributing to bee decline - and if I had anything to do with the decision making I certainly wouldn&apos;t be waiting for &apos;unequivocal scientific evidence&apos; to this effect before invoking the precautionary principle. There is too much at stake!We cannot afford to wait for the results of further research. We need to act now by banning neonicotinoids, reducing pesticide use in general and mobilising the nation to plant millions of acres of pollen and nectar rich flowers. A world without bees is unimaginable, but if we DO succeed in getting it right for bees, we get it right for all life on earth.        10.59am GMT       Here are the thoughts of Paul de Zylva, Friends of the Earth&apos;s &quot;Bee Cause&quot; campaigner:  Bees contribute over 500 million a year to the economy just by doing what they do naturally - pollinating crops. To replace this free service would cost at least 1.8bn (pdf). Farmers would need to collect pollen and pollinate by hand. That cost will show up in food prices. This figure puts a hard economic value on the benefits they provide. But bees pollinate bluebells, lime trees, hawthorn and many more of the flowers and plants that enrich our natural world and lives - so 1.8bn is at once a fairly reasonable estimate on the worth of one part of what they provide and a laughable indictment of the way we seek to put a price on something whose value is intrinsic, irreplaceable and probably priceless. So if we allow bee numbers to decline further - due to pesticides, loss of habitat, poorly planned developments, and lack of people actually examining what&apos;s going on with pollinators - then it will have a cost to our economy, but our whole world will be poorer. There is huge public interest and concern about the plight of our bees, not just honey bees. Leading home and garden retailers have already removed pesticide linked to bee decline. Minsters must stop dithering on this crucial issue and take action too. They should back European Commission proposals to restrict neonicotinoid pesticides  and introduce a Bee Action Plan to tackle all the threats bees face.     Updated at 12.11pm GMT     10.52am GMT       Luke Gibbs, a spokesman for Syngenta, which manufactures a neonic called Thiamethoxam, has sent me this statement:  Syngenta strongly agrees that bees play an enormously important role in agriculture and are critical for life. But we do not believe that neonicotinoid pesticides are playing a role in bee population decline. Whilst we recognize that this issue is both emotive and often divisive, those who want to blame pesticide companies miss a powerful truth: our business depends upon healthy ecosystems and biodiversity. We advise farmers year after year about good agronomic practice and stewardship of their land - for example see our Operation Pollinator project  www.operationpollinator.com  now in its tenth year. Damaging farmland by reducing biodiversity and harming ecosystems would simply be bad business for farmers and for us. Through all the mounting fury of the claims about bees and pesticides there is no hard evidence from the field which shows that neonicotinoids damage bee health, or that banning them will improve things for bees. In fact the only evidence against these pesticides is completely theoretical and based on incorrect assumptions about what might happen in the field. If we applied a similar approach to managing risk in our everyday lives its doubtful any of us would leave the house for fear of what might happen. In contrast, there is plenty of evidence from independent field studies and monitoring, much of it undertaken by governments in Europe and around the world, that proves these pesticides can be, and are, used safely without damaging bee health. Much of this research has been described as best in class but because of the narrow mandate set for the European Food Safety Authority (EFSA) bee review by the European Commission the authority did not take it into account in its recent assessment. For these reasons we believe EFSAs assessment to be incomplete and not a sound basis for the European Commission to propose action. Interestingly, the European Commission also seems to believe that pesticides are unlikely to play a role in bee decline. In data presented in recent weeks by lead officials from DG SANCO to a group in the European Parliament it was highlighted that beekeepers identified at least eight factors relating to bee and colony health that they considered more significant than pesticides, including disease, viruses and loss of habitat. In addition, the data presented also highlighted that a number of laboratories surveyed by the European Commission had also indicated that pesticides play a negligible role in bee decline. Those who focus on banning neonicotinoids create the impression that this will solve the bee health problem. It will not. There is now a real danger of polarizing the debate to such an extent that we will fail to bring together all the knowledge and expertise we need to solve this problem.  And here&apos;s a video recently produced by Syngenta examining, what it believes, would be the consequences of a neonic ban...            In addition, here&apos;s a recent interview Syngenta recorded with John Atkin, its chief operating officer, in which he blames the decline of bees squarely on the varroa mite...              Updated at 11.29am GMT     10.45am GMT       David Goulson, a professor of biological sciences and bee expert at the University of Stirling&apos;s Institute of Biological &amp; Environmental Sciences, has sent me this comment:  Bees pollinate about 1,500 different crops worldwide, including most fruit and vegetables; imagine a world without apples, strawberries, blueberries, runner beans, courgettes, tomatoes and many, many more. About 35% of all human food is pollinated by insects, mainly bees of one sort or another, and this service has been estimated to be worth 153 billion (source). The UK alone benefits from insect pollinators to the tune of ~530 million. However, bees are far more important than even these huge figures suggest. The majority of plants worldwide are pollinated by bees, so natural ecosystems from the flower-rich chalk downland of England to the rainforests of the Amazon depend on them. The mutualism between bees and plants is at the very heart of the functioning of life on Earth.     Updated at 1.20pm GMT     10.31am GMT       In 2009, the United Nations Food and Agriculture Organisation (UN FAO) published a paper on the &quot;services provided by bees&quot;. One chapter was entitled, &quot;The value of bees for crop pollination&quot; (pdf):  It is estimated that about one third of all plants or plant products eaten by humans are directly or indirectly dependent on bee pollination. More than half of the worlds diet of fat and oil comes from oilseeds such as cotton, rape, sunflower, coconut, groundnut and oil palm. Even though some of these have special pollinators belonging to other types of insects, these plants all depend on, or benefit from bee pollination to some extent. In addition, many food crops and forage for cattle are grown from seeds of insect-pollinated plants. The great value of bees as pollinators has been known for many years, but unfortunately, this knowledge is not widely appreciated and understood.The value of bee pollination in Western Europe is estimated to be 30-50 times the value of honey and wax harvests in this region. In Africa, bee pollination is sometimes estimated to be 100 times the value of the honey harvest, depending on the type of crop.In a country like Denmark, about 3,000 tonnes of honey is harvested every year. It has a value of 60 million DKK or about 7.6 million. However, the value of oilseeds, fruits and berries created by the pollination work of bees is estimated to be between 1,600 and 3,000 million DKK, equivalent to 200 and 400 million.        10.20am GMT    Video    Here&apos;s a recent TEDx lecture by Hannah Nordhaus, author of The Beekeeper&apos;s Lament: How One Man and Half a Billion Honey Bees Help Feed America...                 10.16am GMT       Here&apos;s a joint statement from Steve Trent, executive director of the Environmental Justice Foundation (EJF), and Keith Tyrell, director of the Pesticide Action Network UK (PAN UK):  Since the use of neonicotinoid pesticides exploded, bee populations have been declining at an alarming rate. Neonicotinoids are currently the most widely used pesticides in the world. They are systemic so the poison travels into pollen and nectar, and each time a bee makes contact with contaminated pollen it receives a dose of neurotoxin hundreds of times more toxic than any other insecticide on the market. Repeated doses affect bee behaviour and can have catastrophic effects on bee colonies. Despite growing scientific evidence that neonicotinoid pesticides are contributing to the decline in bee populations, the pesticide industry has succeeded in sowing confusion and uncertainty. Scaremongering tactics have been deployed, suggesting potential economic losses if these substances are banned. Bees and other insect pollinators play a vital role in food security and livelihoods, as well as being an integral part of natural ecosystems. The costs of losing them would far outweigh the price of altering farming to avoid the most dangerous uses of neonicotinoids. Todays European vote to potentially restrict the use of neonicotinoid pesticides represents a major opportunity to protect the UKs invaluable pollinators. It is a moment for real and meaningful action to be taken to halt the worrying decline in bee populations, which has far-reaching consequences for the UKs environment and economy. It is vital that the UK government supports the measures being proposed and does not choose to ignore the overwhelming scientific evidence of the threat these chemicals pose. EJF and PAN UK are campaigning together to end the use of neonicotinoids. We are encouraging the government to adopt a Pollinator Action Plan to protect all bees and pollinators. We hope through raising awareness of the intrinsic value of bees and pollinators, we can promote positive public action to save them.        10.08am GMT       Dr Julian Little, who works on Bayer&apos;s &quot;Bee Care Program&quot; (Bayer is one of the leading manufacturers of neonics), has sent me his response to the question of placing a valuation on bees:  Talking to beekeepers, both amateur and professional, and bee scientists, it is clear that the value of bees is many and varied. Bayer has been a bee care company for over 25 years finding new solutions to treat the real cause of poor bee health, namely the Varroa mite. This nasty parasite not only sucks the blood out of the bee, but also injects a wide variety of viruses, the result of which can reduce the life of a bee by up to 50%. We know if we deal with this problem, you end up with healthy bees from the experience of Australia. Despite an agricultural system similar to that of the UK, including the widespread use of systemic insecticides, Australia has the healthiest bees on the planet, to the point where Australian bees are exported widely, especially to the US - the reason for this is clear: the Varroa mite has yet to reach its shores.  In addition to their role in the production of honey, the value of bees is of course as important pollinators. Whilst theirimportancerelative to other pollinating insects, such as bumble bees and solitary bees, is the subject of much discussion, they are very effective in situations where insect pollination is required - in the case of orchards, for example, and their value in almond and citrus production is extremely valuable and beekeepers and their bees command a large premium in the US.  They are also very important in situations where normal pollination does not happen, for example, in the production of hybrid crops. Bayer CropScience is THE major user of commercial bee hives in Canada, in the production of hybrid oilseed rape, or canola. We simply could not be the major supplier of high quality seeds to farmers without the help of beekeepers and the health of their bees is extremely important to us.  Of course, we are sensitive to concerns around the use of specific insecticides, the neonicotinoids, and we recognise that those concerns have to be addressed. Nevertheless, these products have a long history of safe use in the UK. They are used to coat crop seeds such that pests do not eat the crop as it germinates and in the early stages of seedling growth. Our concern is that the loss of such seed treatments would not stop farmers having to control the pests and the diseases that they spread, if they want to produce high quality affordable food. In the absence of neonicotinoid seed treatments, farmers would have to apply more foliar sprays, more often; is that what environmentalists really want?  Bayer will continue to search for treatments for Varroa control - we think that that will have a significant positive impact on bees; blaming the nearest chemical will not.         9.55am GMT       Emma Hockridge, head of policy at the Soil Association, has sent me this statement:  Honey bees and the often forgotten massive number of wild pollinators have huge value to us and the functioning of the natural environment. It is estimated that pollinating insects add some 430m to the British economy by pollinating crops. Yet, as has been widely publicised, they are in trouble. One of the major culprits has been found to be the neonicotinoid pesticide group of systemic insecticides. The evidence is so strong that European member states are set to vote on whether to temporarily ban a number of them today. We are dismayed that the UK government is planning to vote against this ban and we and others have been strongly urging them to rethink their position. So what else can be done to protect pollinators? A synthesis of 39 studies on 23 crops around the world published earlier this week in the journal Ecology Letters confirms that wild bees are more abundant in diversified systems such as organic farms. Organic farmers are already proving that it&apos;s perfectly possible to farm without using harmful systemic insecticides like neonicotinoids. It seems almost too obvious to mention, but perhaps worth a reminder that we can all help value bees by supporting organic farmers and choosing to eat organic food.        9.50am GMT       A couple of weeks ago the Guardianpublished an editorial on the subject of bees and neonics:  The manufacturers, claiming commercial confidentiality, are reluctant to share details of formula, concentration and data from regulatory trials. But Syngenta and Bayer recently assured MPs on the environmental audit committee that a ban would do more harm than good because it would mean more spraying. Their claim is that neonicotinoids, even if they are implicated, are not the biggest cause of decline in pollinator populations. They point not just to the lethal varroa mite but to the loss and quality of habitat. Independent scientists disagree. They believe that, even at low levels, the chemicals cause neurological damage to insects, undermining their resilience and leaving them less likely to breed successfully. In the interests of conservation, scientists told the same committee that neonicotinoids should be, if not banned, then at least restricted... British farming and environment ministers prefer the status quo. They look like getting left behind: already some garden centres are withdrawing neonicotinoid-based pesticides. The science may not yet be conclusive. But everything suggests the long-term costs of inaction outweigh the short-term costs of a ban.        9.42am GMT       My colleague Alison Benjamin, who co-wrote A World Without Bees, posted an article on Comment Is Free yesterday:  As a UK beekeeper myself I worry far more about the weather than I do pesticides. My bees could easily starve during this cold spell, for example. So it is disingenuous for campaign groups to promise concerned citizens that they could save bees from extinction if they help to ban neonics. Nevertheless, the scientific consensus is that unusually large bee losses are caused by a combination of parasites, poor nutrition and pesticides. If we eliminate one of the assailants across Europe it won&apos;t be a panacea. Any ban would have to go hand in hand with improving varroa control, addressing the junk food diet that monoculture agriculture delivers bees, and reintroduction of hedgerows and wildflowers to provide habitat and food for wild bees. But if we are prepared to do that, then let&apos;s bring in a precautionary two-year ban until the correct tests are done to prove once and for all the harm, or not, that neonics are causing our precious bee colonies.        9.36am GMT       Prof Boris Baer, director of the Centre for Integrative Bee Research at the University of Western Australia, has sent me his thoughts on the &quot;value of bees&quot;:  Bees have always played an important role for humans, as the social lifestyle of many bees inspired men and women to reflect on our own societies and influenced philosophical and political thinkers in their search to define the individuals rights and obligations within a society. However, as we all know, there were also more pragmatic reasons to look for bees. They provided important products such as honey or wax. At some point in history, humans became fully aware of the most important good they get from bees, pollination. Or in short: Bees = food. As a consequence, humans started to keep a number of bee species and domesticated them  and one species, the European honeybee eventually joined the settlers when conquering the world. Today, more than 80 crops of agricultural interest depend on bee pollination or about a third of what you eat requires a bee pollination event. However, industrialisation within the agricultural sector has brought dramatic changes for bees. Beekeeping has become a large-scale business, some Apiarists keep thousands to tens of thousands of colonies and earn money by renting them to farmers that need crop pollination. For this, bees need to be transported over thousands of kilometers and are confronted with new and rather hostile environments: Crop monocultures that need heavy protection through pesticides to ensure maximal harvest. Our growing global population of humans struggles to produce sufficient amounts of food under increasingly more difficult conditions such as global climate change. Is it surprising then that we are loosing bees as pollinators? Probably not, but a full awareness of their decline, value and importance for food production and ecosystem stability is just beginning to emerge, and becomes increasingly more recognized beyond beekeeper and academic borders. The horror of what could await us is nicely pictured in a recent movie More than Honey where trees in some regions of China need to be hand pollinated after the disappearance of bee pollinators. What we need is the recognition that bees cannot be treated as another industrially produced commodity. As such they might teach us another critical lesson: That there are indeed Limits of Growth.  Baer also sent me his thoughts on placing a financial value on bees:  Putting dollar values on goods and services is unfortunately the main driver of decision makers these days. Whether they make sense or can be accurately calculated is questionable, but I don&apos;t think we have any choice really. I actually had several discussions with people from economics how to calculate an appropriate pollination value, because, here in Australia, bees and pollination services are still a public good (i.e. there are a lot of feral bees around). Consequently this is given for granted and consequently is not a considered as a cost variable by stake holders.        9.21am GMT    Welcome to the Eco Audit    Today, European officials are set to vote on a proposal that would see a group of insecticides known as neonicotinoids, which have been implicated in the decline of bees, largely outlawed across the continent. The move would be warmly welcomed by environmentalists who have long argued that &quot;neonics&quot; should be banned. A recent poll found that 71% of Britons would support such a ban. However, Owen Paterson, the environment secretary, has signalled he is opposed to a ban and appears to support the position of the insecticide manufacturers and farming lobby who argue that banning such products would harm food production. The debate raises the wider question of how valuable bees, and other pollinators, are to our agricultural economy. Can we really afford to allow the decline of bees continue? Can you even put a financial value on the &quot;environmental service&quot; provided by bees? Please leave your own thoughts below. If you are quoting figures or studies, please provide a link through to the original source. I will also be inviting various interested parties to join the debate, too. And later on today, I will return with my own verdict.    ", 
    "section": "environment", 
    "gid": "environment/blog/2013/mar/15/bees-value-pollination-farming-neonicotinoids", 
    "wordcount": "5205"
}