{
    "headline": "Obama stalls for time after Nebraska approves Keystone XL oil pipeline", 
    "text": "Barack Obama has ducked a decision on the Keystone XL pipeline, a key environmental issue, just one day after delivering a stirring call to action on climate change. In the first test of Obama&apos;s renewed commitment to climate, the administration said on Tuesday it was putting off until April a decision on the project, which is designed to pump crude oil from the Alberta tar sands to refineries on the Texas Gulf Coast. Meanwhile, the White House told reporters that climate change was just &quot;one of a host of priorities&quot; for the president&apos;s second term. The decision on Keystone XL is widely seen as a key test of his administration&apos;s commitment to the environment. The project was propelled to the top of Obama&apos;s inbox on Tuesday when the the governor of Nebraska signed off on the pipeline, leaving it up to the White House to decide on the fate of the project. &quot;Construction and operation of the proposed Keystone XL pipeline would have minimal environmental impacts in Nebraska,&quot; Dave Heineman, the governor of Nebraska, wrote in a letter to the White House. The approval from Nebraska leaves the fate of the project entirely in Obama&apos;s hands. Republicans immediately pushed Obama to approve the pipeline. &quot;There is no bureaucratic excuse, hurdle or catch President Obama can use to delay this project any further,&quot; John Boehner, the Republican speaker of the House of Representatives, said in a statement. &quot;He and he alone stands in the way of tens of thousands of new jobs and energy security.&quot; Campaigners against the pipeline said Obama should immediately shut down the project. &quot;Approving Keystone XL would make a mockery of the commitment he made at the inauguration to take action on climate change,&quot; said 350.org, which has led opposition to the pipeline. Obama&apos;s solution was to stall for time. &quot;We don&apos;t anticipate being able to conclude our own review before the end of the first quarter of this year,&quot; said Victoria Nuland, a spokeswoman at the state department. The state department has final approval over the project because it crosses the US-Canadian border. Officials had previously said a decision would be reached before the end of March. Obama called a halt on the Keystone XL project a year ago, citing opposition from Heineman and local landowners in Nebraska to the proposed pipeline route. Heineman, a Republican, had balked on approving the pipeline because of concerns about its proposed route. Now with Heineman signing off on the pipeline, that political cover is gone, leaving it up to Obama to make a decision on a project that has come to symbolise the clash between environmental protection and economic growth. In the letter, Heineman said he approved of the revised pipeline route, which would avoid the environmentally sensitive Sandhills region. The route would still cross part of a crucial aquifer. However, Heineman said he was satisfied with the safety plan put forward by the pipeline&apos;s operators, TransCanada. &quot;The concerns of Nebraskans have had a major influence on the pipeline route,&quot; he wrote. TransCanada Corp, the Canadian company building the pipeline, welcomed the decision and said it could help secure approval from the Obama administration. &quot;Today&apos;s approval of the Nebraska re-route by Governor Heineman moves us one step closer to Americans receiving the benefits of Keystone XL,&quot; Russ Girling, the company&apos;s chief executive, said in a statement. The statement said the company had adopted a number of measures to make this pipeline safer than other projects, including burying the line and installing remote sensors and shut-down valves to speed reaction time in the event of a spill. Campaigners accused Heineman of selling out Nebraska landowners. &quot;Governor Heineman just performed one of the biggest flip-flops that we&apos;ve in Nebraska political history,&quot; said Jane Kleeb, the executive director of the group Bold Nebraska. With Nebraska on board, the state department review of the 1,800-mile route is the last remaining hurdle for the Keystone XL. Campaigners say the decision could determine Obama&apos;s legacy. The project is crucial for landlocked Alberta, which is facing difficulty getting its vast store of crude out of the ground and into American and European markets. But it would also unlock a big source of carbon, and tie America&apos;s economy more closely to the burning of fossil fuels. Campaign groups are planning a day of protests at the White House and around the country on 17 February, to try to force Obama to block the project. &quot;If President Obama is serious about tackling climate change, he needs to reject KXL once and for all, and we&apos;re not going away until that happens,&quot; 350.org and Sierra Club said in a statement. Even before Tuesday&apos;s developments, Obama&apos;s climate commitment was in the spotlight, because of his inaugural address. The White House spokesman, Jay Carney, appeared to damp down expectations on Tuesday. Climate change was indeed &quot;an important issue&quot; for Obama, he said. But Carney added: &quot;It is not a singular priority. It is one of a host of priorities he believes we can act on.&quot; Carney went on to reaffirm Obama&apos;s commitment to developing America&apos;s home-grown fossil fuels. Before Tuesday&apos;s developments, campaigners had been upbeat about the possibility that the incoming incoming secretary of state, John Kerry, would be more inclined to block the project than Hillary Clinton. Kerry has a reputation as a climate champion, for his efforts trying to push a climate law through the Senate. But the Keystone XL decision puts him in a delicate position.  Federal financial disclosure records show Kerry, who ranks among the richest men in Congress, has investments in two Calgary-based energy companies that have lobbied for approval of the pipeline project. The Massachusetts Democrat, whose estimated net worth is $194m, had as much as $750,000 in Suncor and $31,000 in Cenova. Both energy firms have pressed for approval of the pipeline, the records show.  Such investments are usually managed by blind trusts, but campaigners have called on Kerry to divest from firms linked to tar sands development.", 
    "section": "environment", 
    "gid": "environment/2013/jan/22/keystone-xl-pipeline-obama-nebraska", 
    "wordcount": "1023"
}