{
    "headline": "Ash dieback: government claimed its 'hands were tied' on import ban", 
    "text": "The government claimed it was powerless to ban imports of infected trees because its &quot;hands were tied&quot; by EU and world trade rules when it was warned in September 2009 that ash dieback disease could have a huge impact on the British countryside, the Guardian has learned. Letters between the garden industry&apos;s trade body, the Horticultural Trades Association (HTA), and the Forestry Commission&apos;s plant health service suggest the Labour government knew of the potential seriousness of the disease when the HTA wrote in September 2009 saying Danish forests were seriously affected. &quot;The situation is indeed worrying and I am aware of and share the concerns that many feel,&quot; head of plant health Roddie Burgess replied to the HTA chair. Burgess wrote that it had become apparent &quot;fairly recently&quot; that the disease  which the commission understood to be caused by Chalara fraxinea  had a form caused by a different fungus called Hymenoscyphus albidus. This, he said, &quot;was widespread across Europe, including here in Britain. &quot;This fact alone precludes us from initiating an emergency response under the European Union plant health directive and we would also fall foul of our international obligations under the World Trade Organisation,&quot; he wrote. He added: &quot;I hope you understand how our hands are tied. All I can recommend for the moment is that the industry carefully considers where it sources its planting material and monitors its purchases for signs of ill health.&quot; But the HTA in its letter was clear that the fungus was present &quot;in a new form&quot; in Europe and requested urgent action. &quot;The emergence of a new disease form is a threat to our industry,&quot; it said. &quot;We feel we must not just accept this pathogen as it has similarities to the virulent strain of Dutch elm disease some 40 years ago.&quot; The government  which is responsible for the Forestry Commission through the Department for the Environment, Food and Rural Affairs  has been widely criticised for not acting against the disease as soon as it was known it was in Europe and was likely to spread to Britain. But it has maintained that it believed the disease in the Danish trees was also in Britain and that it could do nothing. On Tuesday the environment secretary, Owen Paterson, told the environment, food and rural affairs committee that the government and plant sector had been guilty in the past of treating trees and plants &quot;as a commodity&quot; and needed a change of attitude. The letters were obtained by Friends of the Earth (FoE) under a freedom of information request. FoE&apos;s executive director, Andy Atkins, said: &quot;Urgent lessons must be learnt from this latest fiasco  world trade rules and politics mustn&apos;t be allowed to prevent the Forestry Commission and other wildlife watchdogs from taking action to protect our precious environment. &quot;The UK is already paying a high price for government dithering over ash dieback. We can&apos;t afford to make the same mistake when it comes to protecting the British countryside from threats like flooding, drought and the loss of species, such as bees.&quot; Labour renewed its attack on what it said were unacceptable government delays in acting this year after the first UK case was identified. &quot;Ministers were told about the presence of ash dieback in the country on 3 April yet waited till 29 October to ban ash imports. This seven-month delay is a tragic example of the appalling incompetence and inertia which is a hallmark of this government,&quot; said Mary Creagh, shadow environment minister. &quot;Scientists tell us the disease loves wet conditions and spreads from June to October, but ministers failed to get a ban in place over the summer months. We have had the wettest summer on record and I fear, have lost a year in our fight against this terrible disease.&quot; At a summit convened by Paterson on Wednesday to discuss proposals to tackle the disease, scientists said the fungus had probably arrived in the UK on the wind from Belgium and France.This is appropriate", 
    "section": "environment", 
    "gid": "environment/2012/nov/08/ash-dieback-government-powerless-disease", 
    "wordcount": "691"
}