{
    "headline": "Michael Stokes obituary", 
    "text": "Plato&apos;s dramatic dialogues engage their readers by portraying characters in conversation, asking questions and testing out philosophical positions rather than insisting dogmatically on particular theories. In recent years, there has been a revival of interest among English-speaking scholars in Plato&apos;s use of the dialogue form. Michael Stokes, who has died aged 79, made a distinctive contribution to our understanding of the way in which Plato&apos;s work combines literature and philosophy. In his book Plato&apos;s Socratic Conversations (1986), Stokes offered a careful and systematic reading of three dialogues (the Laches, the dialectical part of the Symposium and the Protagoras) that emphasised the way in which the character of Socrates makes use of his interlocutor&apos;s positions, admissions, social function and status to refute their views. Stokes&apos;s Socrates is always ready to ask hard questions but is himself quite undogmatic, &quot;in deeper sympathy with those who ask, than with those who with positive assurance answer, the profoundest questions&quot;. Stokes went on to apply his approach to Plato&apos;s Apology in an edition of that work with translation and commentary published in 1997 and to the Crito in a further book, Dialectic in Action (2005). Stokes was born in Clitheroe, Lancashire. He was hard of hearing throughout his life but he became an accomplished lip-reader and a skilful manipulator of the hearing aids he used from the age of 14 onwards. From the Dragon school in Oxford, he won a scholarship to Eton, where he won the Newcastle medal for classics and divinity. He went to St John&apos;s College, Cambridge, with a scholarship, and distinguished himself there by winning more scholarships and university prizes, as well as a double first in classics. After a year teaching at Balliol College, Oxford, Stokes was appointed to be lecturer in Greek at Edinburgh University in 1956. His first book, One and Many in Presocratic Philosophy (1971), was written partly in Edinburgh and partly during a happy year spent in the US, as a junior fellow at the Center for Hellenic Studies in Washington, DC, in 1963-64. In 1970, Stokes moved to an associate professorship at Cornell University and then in 1974 took up the chair of Greek at Durham University, where he remained until his retirement in 1993. Stokes&apos;s teaching always went hand-in-hand with his research. At Durham he taught a course on ancient atomic theory which reflected his earlier interest in the Presocratics and in Aristotle&apos;s criticisms of their thought, while close reading of Plato&apos;s dialogues with his students led to his developing the interpretations presented in Plato&apos;s Socratic Conversations and in his other books and articles. Influenced by his experience in the US, Stokes was keen to provide opportunities at Durham for students without previous knowledge of Greek to learn the language to a high level. He introduced a degree in classical studies specifically designed for students who wished to concentrate on the learning of Greek, as well as an MA in Greek, intended to prepare students for postgraduate research on Greek texts in the original. He firmly took the view that teaching Greek language at all levels was one of the duties of the professor of Greek, and was keen to teach Greek literature as well as Greek philosophy, Sophocles as well as Plato. His collaboration with the Durham philosophy department led to the setting up of a joint honours degree in Greek and philosophy, and a series of general lectures on the subject of Socrates, which were published in 1992 as Socratic Questions. Stokes was generous with his advice and constantly creative, always ready to make improvements and to suggest new ways of doing things. He continued to be active in research after his retirement; a paper on Xenophon&apos;s Socrates delivered in 2009 at a conference at Liverpool University will be published later this year in a volume entitled Xenophon: Ethical Principles and Historical Inquiry. Stokes separated from his wife, Ann, in 1991 but they remained very good friends. He is survived by Ann and their children, Alan, Peter and Kathleen; four grandsons; his sister Edith; and Joan Zanelli, his partner for the last 10 years of his life.  Michael Christopher Stokes, classical scholar, born 26 March 1933; died 25 May 2012", 
    "section": "education", 
    "gid": "education/2012/jul/17/michael-stokes", 
    "wordcount": "700"
}