{
    "headline": "Microsoft's new Surface Pro: Windows on a new world", 
    "text": "Microsoft&apos;s Surface Windows 8 Pro  a fascinating combination of tablet and laptop  is the company&apos;s most innovative product in years. But I&apos;m not ready to buy one, yet. After trying out a new Surface Pro, which has just gone on sale and uses Microsoft&apos;s latest operating system, Windows 8, I&apos;m putting it in the category of a fine Version 1 product. Or maybe, that should be Version 2, since Microsoft and its Windows hardware partners for years sold stylus-operated tablets based on previous versions of Windows. What long-time Microsoft watchers know is that the company often has a way of getting things right with Version 3. Of course, &quot;right&quot; is a relative word in a tech ecosystem that has changed enormously since Microsoft&apos;s 1990s heyday, when it bestrode the personal computing world with a nearly unparalleled monopoly, created and maintained through an assortment of abusive tactics that led to a landmark anti-trust action. That case, and the company&apos;s desire to protect its fabulously lucrative Windows and Office software franchises, led to a decade of still-high profits but an increasing sense in the tech community that its best days were behind  or even that it might, sooner than later, become roadkill under the wheels of more nimble innovators. I don&apos;t rule out a Microsoft meltdown one of these years, because it&apos;s not clear that the company can make the shift from its monopoly power to a truly competitive market. But with products like the Surface, I wouldn&apos;t write it off. The Surface Pro is a companion to the RT Surface line that  foolishly, in my view  went on sale last year. The RT has gone nowhere in the market for many good reasons, not least that it doesn&apos;t run regular Windows software. Its only advantage over the Pro is that it&apos;s lighter  hardly enough to matter when other, still lighter, and overall better tablets are available from Apple and Android device makers. From my perspective, the RT confused potential customers. The essential thing to remember about the Surface Pro is that it&apos;s a nicely designed personal computer that can double reasonably well as a tablet. The iPad and its bigger-screen Android tablets are touch-screen mobile devices that can be used, not all that well, as personal computers for certain tasks. The Pro starts with a disconnected 10.6in tablet screen, with touch-enabled Windows 8 as its dashboard. This operating system, despite its unfinished and often confusing nature, is growing on me. (One of the reasons Windows 8 is so confusing is that you can, and often need to, return to the desktop interface of prior Windows versions, and it&apos;s not always clear what applications are using what. It&apos;s like two operating systems bolted together.) The &quot;Metro&quot; user interface (officially renamed &quot;Modern UI&quot;) is a different tablet experience than the iOS and Android, but it&apos;s intuitive and much more attractive at first glance. The live tiles, essentially mini-windows into apps when they&apos;re done best, have lots of potential, as Android&apos;s newer operating systems have shown with what Google calls widgets. Microsoft has created a Windows 8 app marketplace much like Apple&apos;s online store and Google Play app market. It&apos;s not as big as either of the latter stores, but I found many (though not all) of the apps I use on other platforms, or good-enough equivalents. Since Microsoft has superb software development tools, you can expect to find just about anything you need there over time, and meanwhile, the standard Windows-based software, at least programs written for Windows 7, will run as well. As a tablet, the Pro leaves some things to be desired. It&apos;s far too heavy, for example, weighing in at 2lb  far heavier than the competition. It does have a kickstand, but only one viewing angle when using it. An adjustable kickstand would be better. The battery life is non-stellar, about 4 hours, thanks, in large part, to the power-draining Intel i-5 chip that serves as the device&apos;s central brain. Intel is way behind the competition in making chips for the mobile space, at least in this regard, though it&apos;s working hard to make up lost ground. I won&apos;t describe all the hardware features, but here are several key ones. The $899 base model comes with 64GB of storage, less than half of which is free space after Windows and various apps are installed at the factory, and the preferable unit, costing $100 more, has 128GB, with 83GB free afterward. Storage grows easily with up to 64GB of removable flash memory, plus a USB 3.0 port that lets users plug in external hard drives and other peripherals. The Intel chip gives the Surface Pro an advantage, one that, in my tryout of the machine, led me to use it much more as a laptop-like computer than a tablet. It&apos;s a genuine Windows computer. To use it that way, however, you absolutely, positively need a keyboard: Microsoft&apos;s on-screen keyboard is not much fun for typing, to put it mildly. Microsoft offers two keyboard choices, both of which plug into the tablet and create a functioning computer. There&apos;s a &quot;Touch Cover&quot; ($120) with keys that respond to pressure but don&apos;t move under your fingers; and a vastly better &quot;Type Cover&quot; ($130) with keys that do move. I found it to be easy to write with this keyboard, which is not always true of small devices. Both keyboards serve nicely as screen covers. A bluetooth &quot;Wedge Mouse&quot; came in handy, as the touchpad on the keyboard was not to my liking  not least for the inability to turn off the tap-as-mouse-click functionality. I wouldn&apos;t buy one now, though I very much like the idea of a device that can be a real PC and a tablet. One thing we know about technology is that it gets smaller and more powerful. So another iteration of the Surface Pro is likely, one hopes, to be more svelte, so it can be a better tablet, along with an iteration of Windows 8 (probably Windows 9) to fix the many crazy design choices in the operating system. As Microsoft moves more firmly into selling its own PC and tablet hardware (and I&apos;ll be phones, too, one of these days), it has a chance to get more of this right. That&apos;s bad news for its equipment partners unless they do a better job in design and manufacturing, which they&apos;ve largely failed to do. Microsoft&apos;s investment in the Dell buyout may suggest it&apos;s found a favored partner, but the point is that better hardware is not an option in an Apple-infused world. The Surface Pro is an excellent beginning. Now let&apos;s see Microsoft take it to a logical conclusion.", 
    "section": "technology", 
    "gid": "technology/blog/2013/feb/06/microsoft-surface-pro-windows8", 
    "wordcount": "1124"
}