{
    "headline": "Philippines only a signature away from passing reproductive health bill into law", 
    "text": "Within minutes of the announcement that the Philippines&apos; landmark reproductive health bill had been ratified, jubilant messages began flooding the Twitter feed of Pia Cayetano, one of the senators who pushed through the final version of the legislation by a margin of 11 votes to five. &quot;Thanks for empowering women like me,&quot; wrote @KristineTweeMae, &quot;by pursuing what can benefit many.&quot; &quot;What a momentous day!&quot; exclaimed @JennyCarvajal, offering &quot;congratulations  to all Filipina&quot;. &quot;Will #rhlaw protect women  in post-abortion state?&quot; asked @rexsorza. &quot;Will they be taken care of instead of left bleeding?&quot; &quot;Yes!&quot; was Cayetano&apos;s emphatic answer. After the successful culmination of a decade-long struggle to give Filipina women the freedom to make informed family planning choices, this week&apos;s outpouring of joy was understandable. The new legislation  which now only requires the signature of President Benigno Aquino, whose support has been instrumental in getting the campaign this far, before being passed into law  will make free contraception and family planning advice available through government health centres. Reproductive health classes will be incorporated into the national education curriculum under the bill, which also makes provision for women who have had abortions or suffered miscarriages to receive proper medical care  a crucial breakthrough in a country where, according to the UN Population Fund, 11 women die daily as a result of complications arising from pregnancy. &quot;This law will be very important in improving the lives of millions of Filipina women and mothers who are presently receiving scant reproductive healthcare services from the government,&quot; said Carlos Conde, Philippines researcher for the Asia division of Human Rights Watch. &quot;At the end of the day, those who opposed the bill just ran out of arguments, because you can see the stark reality in the Philippines: women need to be given a choice as to how they create and run their families.&quot; The bill was first filed in the Philippine Congress a decade ago, but its adoption was delayed by opposition from the Roman Catholic church, which counts about 80% of the population among its followers and wields considerable political sway. However, when Aquino last week certified the bill as urgent, things moved quickly. Separate versions were approved by the House of Representatives and the Senate, and these were subsequently harmonised to produce the single version passed by Congress. &quot;I never doubted, even way back in 2001  and every time we filed and refiled the bill [subsequently]  that this measure would be passed; that the tipping point would be reached, that the wide window of opportunity would open up,&quot; said Ramon San Pascual, former executive director of the Philippine Legislators&apos; Committee on Population and Development. &quot;You see the need for change every day, staring you in the eyes: poor young urban girls carry their malnourished babies while the religious leaders pontificate on the evil of reproductive health education.&quot; Aquino&apos;s election as president in 2010 was a crucial stepping stone in the process, said Conde. &quot;The one thing that really delayed the bill from the beginning was the fact that past presidents had been very conscious of the power of the Catholic church in the Philippines,&quot; he added. &quot;It took a lot of political courage from President Aquino to go up against the church. &quot;It&apos;s crucial that this happened in the middle of his [six-year] term, because now they have a chance to carry it out. If they had waited for the next president I don&apos;t think it would have happened, because the Catholic church can create a lot of political damage to candidates. And they&apos;re not going to be silent over this, they&apos;re going to fight: bring the bill to the Supreme Court, rally the faithful. Some have even said they will organise a civil disobedience campaign against the government.&quot; The Catholic Bishops&apos; Conference of the Philippines (CBCP) responded robustly to the bill&apos;s progress. &quot;This government is out to really destroy the traditional Filipino values of family and life,&quot; said Father Melvin Castro on the CBCP website. &quot;This government has revealed its true face. It has never been for the welfare of the family, women and children.&quot; The Supreme Court has the power to overturn the bill, but that outcome is seen as unlikely  not least because several of the court&apos;s judges were appointed by Aquino. Surveys conducted in the Philippines suggest the majority of the public are firmly behind the bill&apos;s adoption.", 
    "section": "global-development", 
    "gid": "global-development/2012/dec/21/philippines-reproductive-health-bill", 
    "wordcount": "756"
}