{
    "headline": "The cost of historical research: why archives need to move with the times", 
    "text": "As county archives face continued financial pressure on their services, history researchers are facing increasing difficulty in accessing original archival documents. Reduced and often complex opening arrangements, fewer staff and closures over lunch periods makes pre-planning an inevitable part of the archival research process. Archives appear to be using fees to plug gaps in their finances  and these can often be idiosyncratic. Day passes are issued for users to photograph documents to transcribe later from home or university. These can vary in price from 2 at Birmingham to 25 at North Yorkshire County Record Office. Berkshire Record Office charges 1 per image and for those needing access to long documents, the cost can become prohibitive. This includes me. I am researching 18th-century magistrates&apos; notebooks, which can run to hundreds of pages of dense text. These fees matter. Archivists are not the only ones under financial pressure  researchers are too. Research students have limited budgets and are increasingly time-strapped. Transcribing documents in record offices is time consuming and taking photographs to access documents in our own time is invaluable. It means less time spent using record office resources, yet we are being charged inconsistent amounts to use our own cameras. The costs and difficulties in accessing archival documents is having an impact on history researchers who may feel that it is too hard to access these documents, and instead rely on more limited sources or digitised resources. In doing so, they miss out on a wealth of information and the quality of research suffers. I raised this subject on Twitter where it received a significant response among professional researchers, academics and students. My own supervisor at the University of Northampton, Drew Gray, criticised the charges at Berkshire Record Office, pointing out that &quot;even the British Library&apos;s copying service is better value&quot;. Gray added: &quot;There should be a standard charge and it should be fair and reflect costs, otherwise it penalises researchers without considerable funding behind them, which is elitist.&quot; This was also a point raised by Cathryn Pearce of Greenwich Maritime Institute, who argued that it was &quot;very elitist to only allow the rich or funded to take photos for research. Many of us doing good work  can&apos;t afford that&quot;. Louise Falcini, an 18th-century historian based at the University of Reading, pointed out that the National Archives allows all researchers to photograph documents for free. She said: &quot;I took almost 500 photographs at the National Archives  all for research purposes. 500 wouldn&apos;t have been an option.&quot; Lucy Bailey, another PhD student at the University of Northampton, had hoped to photograph a Victorian shop account book on her visit to Berkshire Record Office, in order to transcribe it in her own time from home. Surprised at the 1 per image cost, Bailey queried the reasoning behind it with a county archivist who responded: &quot;We charge a unit rate rather than a daily rate simply because we believe that it better reflects what a user is acquiring. It seems to us analogous to making printouts from microfilm or from a digitised image and to the supply of photocopies, where the charge is directly related to the number of copies supplied.&quot; What Berkshire&apos;s price structure fails to recognises that a researcher photographing documents costs the archive less than if they requested copies or spent days sitting in the archive transcribing material. Using your own camera and asking an archivist to photocopy documents are simply not analogous. A survey conducted by Lucy Bailey looking at self-service photography costs levied by county archives across England, showed a striking lack of consistency. Hampshire Archives charge 12.50 for a daily camera pass, and East Sussex 15, second only to North Yorkshire&apos;s 25. Conversely, Herefordshire Archives, Devon Heritage Centre and North Devon Record Office charge only 3 per day. Yet some other regional archives, including Northumberland and North East Lincolnshire, continue to let researchers photograph documents for free. Archivists argue that photograph fees should be seen as separate to research fees  one pointed out on Twitter that &quot;research is still free even when photography is not&quot;. Luci Gosling, historical specialist for the Mary Evans Picture Library, says researchers should bear in mind that many archive charges are funnelled back into maintaining or improving the resources or facilities of the archive itself. It is the age of the digital historian. Technology gives researchers the means of carrying out their work more effectively and quickly, and archivists need to respond positively to these changes. Without encouraging researchers to use and disseminate their material, archive buildings risk becoming populated only by those with the incomes to be able to indulge in research  and we will all be poorer for it. Nell Darby is a doctoral research student in history at the University of Northampton  follow her on Twitter @nelldarby This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/may/23/history-research-costs-archive-fees", 
    "wordcount": "846"
}