{
    "headline": "Google's Rubin promises new focus on tablets as Android hits 300m", 
    "text": "Google will up its challenge to Apple&apos;s iPad this year, says Andy Rubin, the head of Google&apos;s Mobile and Digital Content division, who has overseen the rise of Android to dominance in the smartphone space. At the same time he announced that Google is now activating 850,000 Android devices via its servers every day, with 300m having been turned on during the operating system&apos;s lifetime. The numbers do not include millions of Amazon&apos;s Kindle Fire tablet, Barnes &amp; Noble&apos;s Nook e-reader, or a number of other devices including smart TVs which use &quot;forked&quot; versions of the Android software but do not sign into Google&apos;s servers when they are activated. Speaking at Mobile World Congress in Barcelona, Rubin said that there had been 12m tablets running Android activated so far - a figure he called &quot;not insignificant, but less than I&apos;d expect it to be if you really want to win.&quot; By contrast, Apple sold 15.4m iPads in the Christmas 2011 quarter alone, and more than 50m since going on sale in April 2010. Persistent rumours have suggested that Google will offer its own Google-branded tablet, possibly as soon as April. The company has made no announcement. According to Rubin, the weakness of the existing Android tablet platform was that &quot;there&apos;s no organised way for consumers to recognise it as a viable platform&quot; and that he wanted people to see the devices as part of the wider Android ecosystem of apps and accessories.  In a post on the Google Mobile blog, Rubin said that Google&apos;s mobile software platform has seen year-on-year growth of more than 250%. &quot;These numbers are a testament to the breakneck speed of innovation that defines the Android ecosystem,&quot; he noted. The Android Market has seen the number of apps available triple from 150,000 to 450,000 in the year since the last Mobile World Congress in Barcelona, with more than 1bn app downloads each month.     Android handset devices activated and per-day activations. Source: Google. (Not all data was supplied.)    Rubin dismissed the idea that Android tablets lacked apps which would show off tablets to their best advantage. &quot;Android&apos;s unique in that it&apos;s a single platform that spans device types,&quot; he told Nilay Patel of The Verge, adding that &quot;developers have to do the work&quot; of creating apps that would recognise when they were running on a tablet and take advantage of it: &quot;they&apos;re already doing that work for other platforms,&quot; he said. He said that &quot;2012 is the year that we&apos;re going to double down and make sure we&apos;re winning in that space&quot;.  Rumours about the Google tablet suggest that it would be sized to compete with Amazon&apos;s Kindle Fire, which at 7in has about half the screen size of Apple&apos;s iPad. Although Amazon has not released sales details for the Kindle Fire, the research company IDC reckons that about 5m Kindle Fires were shipped in the two months after it went on sale. That would make it a contender to have the largest share of non-Apple tablets.", 
    "section": "technology", 
    "gid": "technology/2012/feb/27/android-google-activations", 
    "wordcount": "506"
}