{
    "headline": "E3 2012: Aisha Tyler takes on the gamer haters with Facebook rant", 
    "text": "It started almost immediately  the anonymous bile; the senseless aggression. Minutes into Ubisoft&apos;s E3 press conference, gamers were hitting Twitter and forums like Neogaf, complaining about the host, actor Aisha Tyler. News site Kotaku picked out some of the choicest examples. &quot;This is what happens when you let the Jews and liberals infect your industry to inject &apos;diversity&apos; and &apos;progress&apos; don&apos;t let them kill our games people&quot; was one of the more extreme. The contention is that Tyler knew nothing about games; that the TV actress modestly famous for roles in cartoon series Archer as well as Friends and US magazine show Talk Soup was here just to grab the fee and run.  It is an accusation Tyler herself has now addressed via a furious prose poem, posted on her Facebook page on Wednesday. Titled simply &quot;Dear gamers&quot;, the piece details her lifelong love of games, her voice-over roles in various game titles, and her regular attendance at E3:   I go to E3 each year because I love video games.Because new titles still get me high.Because I still love getting swag.Love wearing my gamer pride on my sleeve.People ask me what console I play.Motherfucker, ALL of them.  24 hours later, the post has gone viral, amassing more than 7,000 likes and 2,000 shares, and gaining coverage on all the video game news sites. The piece comes at a time in which debate over games industry sexism is raging. This week, the executive producer of Tomb Raider, Ron Rosenberg, was criticised for suggesting that an attempted sexual assault had been introduced into the game as a means of &quot;breaking down&quot; lead character Lara Croft and making her appear more vulnerable to players. Earlier this month, a trailer for the assassination game Hitman: Absolution  also from Tomb Raider publisher Square Enix  was attacked for its fetishised depiction of violence against women.  Tyler has suggested that, in her case, the internet invective has been more about a perceived non-gamer hosting a games press conference, rather than a woman. There&apos;s a possibility she is being overly generous to her detractors. In 2007, when Ubisoft producer Jade Raymond took to the stage at the Microsoft E3 press conference to introduce Assassin&apos;s Creed, she was subject to a barrage of internet misogyny. Countless comments questioned her involvement in the production of the game, with many suggesting she was onstage merely as &quot;eye candy&quot;. Indeed, the controversy reached its shameful nadir when an internet comic was produced showing Raymond in a variety of pornographic situations with gamers.  And right now, blogger Anita Sarkeesian is the target of sustained abuse, thanks to her Kickstarter project, Tropes v Women in Video Games. Sarkeesian is seeking funds to produce a video series analysing the depiction of female game characters. However, her Kickstarter, YouTube and Twitter pages have been inundated with aggressive comments, threatening Sarkeesian with sexual violence and death  some of the more disturbing examples have been collected here. There has reportedly been an organised campaign to get her YouTube videos labelled as terrorism so that they could be banned. However, both Sarkeesian and Tyler have received an enormous amount of support and solidarity. Sarkeesian&apos;s Kickstarter target was originally $6,000: so far, supporters have donated more than $120,000, with many becoming involved as a direct consequence of the hate campaign. As one comment on the Kickstarter page puts it: &quot;You deserve every extra cent for having to face all that hateful trolling and misogynist crap.&quot; Meanwhile, Tyler&apos;s Facebook page has become a sort of meeting point for game players outside of the traditional male teen demographic. &quot;My hero!&quot; writes one female gamer. &quot;I get so much crap at work for playing games. I wish they would get off my back.&quot;", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jun/14/aisha-tyler-versus-gamer-haters", 
    "wordcount": "643"
}