{
    "headline": "Music apps are the new albums. Or the new concert DVDs. Or...", 
    "text": "Every so often, the music industry gets sucked into a debate about whether the traditional album is dead, even if the murderer has varied down the years, from iTunes downloads to Spotify playlists. Taylor Swift&apos;s ability to sell 1.2m albums in a week in the US alone suggests that the album remains alive and kicking, so you won&apos;t catch me suggesting that apps are the next candidate to kill off long-players. It&apos;s more accurate to say there&apos;s some interesting experimentation going on around apps and albums that either mutate the traditional format, or act as digital marketing to promote it. Some examples from the last week show how. Former Mercury Prize winners The xx launched an Android and iOS app inviting fans to &quot;immerse yourself&quot; in their most recent album, Coexist. That means high-definition videos for every song IF you already own it digitally  an interactive version of the album artwork, lyrics and the usual artist-app mix of news, tour-dates, ticketing and merchandise links. It&apos;s a companion app to the album, rather than a replacement for it. Elsewhere, Calvin Harris also has a new album out, 18 Months, which also has a companion app for Android and iOS. This one streams the entire album in full, but with a twist: only while you dance. Well, move is more accurate: the app uses the device&apos;s accelerometer to detect the user&apos;s movement, and stops playing if you stop moving. A fun novelty, perhaps, but also one that nudges fans towards buying the album, even though it&apos;s available in full through the app. A third example, which isn&apos;t out yet, is David Gilmour In Concert, which will be released on iOS on 19 November with Android to follow. It&apos;s less an album, and more a live-concert DVD. In fact, it&apos;s a specific live-concert DVD from 2002, offering all that release&apos;s video and extras for a 2012-suitable price of 5.99. Then there&apos;s Lady Gaga, who revealed plans to turn her next album ARTPOP into an app earlier in 2012. Speaking to The Guardian last weekend, Gaga&apos;s manager Troy Carter promised &quot;chats, films for every song, extra music, Gaga-inspired games, fashion updates, magazines and more still in the works&quot;, while sugesting that &quot;the idea of having an application is the future&quot;. Finally, another bunch of veterans  Crosby, Stills &amp; Nash  have launched CSN, which claims to be &quot;the first subscription-based iPad app for a recording artist to be approved for sale in the Apple App Store&quot;. The app itself is free, providing a band biography and links to iTunes, social networks and the band&apos;s official site. But fans who pay 2.49 a month will get &quot;exclusive content, updates and premium fan features&quot;. So, two examples of apps that promote the album with and without full streams included one example of an app repackaging existing DVD content, an upcoming app that becomes a supercharged version of the album, and another that aims to make money for a band through digital subscriptions. None of these apps represents a solution to the recorded music industry&apos;s problems over the last decade, and none of them will either kill or save the traditional album. They&apos;re just interesting, innovative experiments hinting at how apps might play a role in artists&apos; careers going forward.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/nov/07/music-apps-david-gilmour-lady-gaga", 
    "wordcount": "560"
}