{
    "headline": "Diageo to end funding of Heartland Institute after climate change outburst", 
    "text": "Diageo, one of the world&apos;s largest drinks companies, has announced it will no longer fund the Heartland Institute, a rightwing US thinktank which briefly ran a billboard campaign this week comparing people concerned about climate change to mass murderers and terrorists such as Osama bin Laden, Charles Manson and Ted Kaczynski. On Thursday, a billboard appeared over the Eisenhower Expressway in Illinois showing a picture of Kaczynski, the Unabomber, who in 1996 was convicted of a 17-year mail bombing campaign that killed three people and injured dozens. The caption read: &quot;I still believe in global warming. Do you?&quot; A day later it was withdrawn. The London-based drinks giant, which owns brands such as Guinness, Smirnoff, Johnnie Walker and Mot &amp; Chandon, said this year that it was &quot;reviewing any further association with Heartland&quot; following the release online of internal Heartland documents which revealed its corporate donors as well as a plan to promote an alternative climate change curriculum in US schools. Following the widespread outcry triggered by Heartland&apos;s billboards, a Diageo spokeswoman told the Guardian: &quot;Diageo vigorously opposes climate scepticism and our actions are proof of this. Diageo&apos;s only association with the Heartland Institute was limited to a small contribution made two years ago specifically related to an excise tax issue. Diageo has no plans to work with the Heartland Institute in the future.&quot; In February, a US scientist, Peter Gleick, admitted obtaining and publishing internal Heartland documents which showed that Diageo had given the thinktank $10,000 (6,190) in 2010. The documents, one of which Heartland later claimed was a fake, said the thinktank was expecting another $10,000 from Diageo this year. On Friday, Heartland, which is trying to promote its annual conference for climate sceptics, to be held in Chicago this month, said it was withdrawing the billboard campaign. However, it refused to apologise, claiming the campaign was an &quot;experiment&quot;. Its website is still hosting the original press release, which includes the claim that the &quot;most prominent advocates of global warming aren&apos;t scientists. They are murderers, tyrants, and madmen.&quot; Microsoft, which has a policy of supplying free software to all non-profit organisations in the US, posted a blog on its website on Saturday distancing itself from Heartland. The thinktank received software from Microsoft worth $59,908 in 2011. The blog said: &quot;Microsoft believes climate change is a serious issue that demands immediate, worldwide attention and we are acting accordingly  The Heartland Institute does not speak for Microsoft on climate change. In fact, the Heartland Institute&apos;s position on climate change is diametrically opposed to Microsoft&apos;s position. And we completely disagree with the group&apos;s inflammatory and distasteful advertising campaign.&quot; In March, General Motors, the world&apos;s largest carmaker, said it was ending its funding of Heartland after 20 years owing to the thinktank&apos;s hardline climate scepticism.", 
    "section": "environment", 
    "gid": "business/2012/may/06/diageo-end-funding-heartland-institute", 
    "wordcount": "482"
}