{
    "headline": "Africa's employment crisis: 'Time to see the world through young people'", 
    "text": "Fedi Bahri, 27, Tunisia     Fedi Bahri    I&apos;m deaf and I work on behalf of young disabled people across north Africa. I think it&apos;s time to change the negative way in which young people can be regarded. That&apos;s really important. Young people are citizens too. It&apos;s time to see the new world through young people and for young people to be able to influence what the state does. We&apos;ve got to work together  young people in Africa must be open and ready to explore different cultures. Above all, we need to work on equality to ensure everybody&apos;s voice is heard. Young people&apos;s choices must be respected to ensure the right kind of development for Africa. We must develop strategies that respect young people&apos;s opinions and respect one another&apos;s. In Tunisia, since the democratic transition, we&apos;re trying to build our country based on democracy, diversity, accepting others and on dignity. Respecting others is at the heart of this. I&apos;ve been working on constitutional reform in Tunisia to ensure that people with disabilities are not discriminated against. We have to ensure access to information and to be able to participate in society. It&apos;s down to the state to find the means and the tools, and to value accessibility to ensure we can all be full citizens. We are trying to build a more open country that accepts diversity, including the rights of people with disabilities, but also diversity of religion, ideology, gender, the young and the elderly. We&apos;re trying to build a new Tunisia. Christabel Machila, 25, Zambia     Christabel Machila    We go out to the colleges of education and train young people on sexual reproductive issues. I would like to see the education system changed  to be more participatory and inclusive of young people and more practical than theory. Our education system [is] teacher-oriented, and we are not given opportunities; you have no time to do internships or attachments that are more practical or will in future help you to get a job. Aviwe Mboyiya, 22, South Africa     Aviwe Mboyiya    I work as a youth development worker for Restless Development, and I&apos;m president of a small organisation that was formed this year in the rural area where I live. We focus on advocacy and how to implement civic participation, involving the youth in the issues facing their community. When the municipality brings in interns, then the young people can be more involved and aware of the programmes taking place so that we can decrease the rate of unemployment. What I would like in schools is for those who aren&apos;t literate to be given a chance to showcase their talent in soccer, netball, drama, because we&apos;re not all the doctors of tomorrow. We might be the next Caster Semanya, running the Olympics and winning gold medals for South Africa. Adam Abraham, 21, Tanzania     Adam Abraham    I&apos;m from Dar es Salaam, but I&apos;m attending college as an economics student three hours from Dar, in a mainly a rural area. The growing concern is about unemployment, and that touches us because most of the people not in employment are young. The government and international institutions have been talking a lot about young people&apos;s employment and the plans, the policies, but little has been done to address the issues. Instead of waiting for the government to solve our problems on unemployment and education, we&apos;d rather take the initiative ourselves. We&apos;ve created an online platform that links young people and the job market. Those are the kind of initiatives that we&apos;ve adopted in our generation to fix and help reduce unemployment. At the forum, the panellists talked about investment in Africa, why in Tanzania a company from outside can come and invest, and is given a tax holiday, but a young person can start your own business [and] you&apos;ll be paying tax exactly the same day you started. You start your business today and you start paying tax tomorrow. Your capital is very small, your experience is very small, you&apos;re only starting up  and you&apos;re supposed to pay taxes. Most young people end up frustrated and quit. But what if the tax holidays could also be given to young people? Kaddijatou Manneh, 21, the Gambia     Kaddijatou Manneh    I&apos;d like to reform the education system. You quickly realise that they are only pushing us from one grade to another, the education system is not giving us relevant and quality information. It&apos;s more theoretical, we&apos;re not taught skills that are practical, skills that we can apply in our personal lives, it&apos;s not giving us skills that make us think out of the box. I&apos;d bring in an education system where you have the teacher and the student interacting with one another, where you&apos;re challenged to come up with innovative ideas, to come up with new ways of doing things, with ways of exploring new territories, a system that is relevant to the needs of the people, which would ensure that even if young people can&apos;t have access to employment opportunities, they would be able to come up with opportunities for themselves and also for their colleagues. Education is the way of putting one&apos;s potential to maximum use. It&apos;s the foundation of everything, it&apos;s the cornerstone. Alfred Muteru Ndumo, 27, Kenya     Alfred Muteru Ndumo    Peace and security is quite a challenge, especially on the [African] continent. Although conflicts have subsided, there&apos;s instability both politically and also crime-wise  so that&apos;s a big problem. We have elections next year, and there is instability and a history of political violence, not only in Kenya. We saw it most recently in Ivory Coast, in Zimbabwe, [where] they [had] pre-electoral conflict. Economic development, that&apos;s one key. Secondly, creating a peaceful environment where things can run normally, investing in security sector reforms, credible police forces to maintain law and order. We&apos;re also talking about governance of these institutions, that&apos;s very important. [We need to include] groups that have been structurally excluded from society; I&apos;m talking about women, who inadvertently are affected by conflict and so we need to include them in the development framework. We are dealing with political issues, and that touches on governance, so if those key issues are addressed I think the continent, and we are seeing it right now, is at least progressing. As seen recently in South Africa the gap between rich and poor is widening and that dynamism is being played out in other developing countries. I am involved in calling for broader reforms in the government, the institutions, and I&apos;m actively involved in civil society. A recent example was the impunity among members of parliament who were trying to increase their already high salaries and allowances, and I was involved in trying to advocate for the repeal of such laws. We have high unemployment rates, and, if that is not dealt with, I think that&apos;s a disaster waiting to happen. These are young people who can easily be radicalised and we have seen it in Mali and in parts of east Africa. The business leaders, the leaders in government, they all have a huge role to play and see how these youths are going to be integrated into both informal and formal economies so that they can contribute to society in a meaningful, rather than a very destructive, way. The Kenyan government has invested hugely in fibre optic cables which has been able to connect the country to the world, and that has reaped so much benefit and so many youth being employed in the technological sector. M-Pesa has revolutionised the micro banking industry. We have people who were not in the banking system but through their mobile phones they can access banking. That innovation has created employment around it  agents who are selling those services are feeding families  so one innovation can have a multiplying effect. Funso Bukoye, 24, Nigeria     Funso Bukoye    Unemployment is really a very big issue in my country, especially for young people [who] passed out of the national youth service and went to the labour market, and have nothing to do. We have so many conferences, we hear what people want, but at the end of the day we don&apos;t get what we want. It&apos;s talk, talk, talk no action! I&apos;d really love a platform where the youths can do something for themselves. The mentality is leave school, get a white collar job, dress corporate; well what about you creating a job? I was at another conference this October and I met some guy [who had] invented a business disposing waste, but someone from another part of the country said: &quot;Why would me, a graduate, dispose waste?&quot; He was able to go ahead and create jobs for other people  so if life doesn&apos;t give you an opportunity, create an opportunity for yourself. Even if the government is not helping us, we can try and do something for ourselves. Everyone wants money, but I believe that you are at the base of your life and you just have to climb ladders and pay some price. The people who are rich paid some price; they didn&apos;t just wake up rich. Primrose Manyalo, Zimbabwe     Primrose Manyalo    As a young person from Zimbabwe, I think one of the biggest challenges that we are facing is unemployment. Seeing my friends and some of my peers, some of whom have graduated from university, struggling to find employment  and sometimes having no alternative  is something that pushed me to come here. One of the root causes is the mismatch in the school curriculum and [what] the industry needs. I&apos;m from a country where the economy is not performing very well and industry cannot absorb young people. Our literacy rate is about 90%, but you&apos;re being taught to become an accountant and then you apply for a job that is not there. It&apos;s really frustrating, and it&apos;s creating a lost generation of discouraged young people who do not have an alternative.", 
    "section": "global-development", 
    "gid": "global-development/2012/nov/14/africa-employment-crisis-young-people", 
    "wordcount": "1633"
}