{
    "headline": "Rio+20 outcome a focal point for frustration among campaigners", 
    "text": "Father Benedict Ayodi, from Nairobi, Kenya, is in Rio to talk about the importance of God&apos;s creation, which he says should not be sold off to the highest bidder. Ayodi, along with a team of people from the NGO Franciscans International, has been attending the People&apos;s summit, the alternative gathering to the UN conference on sustainable development, taking place about an hour&apos;s drive away (on a good day). But on a drizzly Wednesday afternoon, he is waving his flag among the crowd of marchers inching their way through the streets of central Rio. &quot;We advocate the values of creation and respect for all life and ecosystems,&quot; says Ayodi. &quot;We&apos;re not happy with the way corporations are taking everything and forgetting about people, especially the marginalised in society.&quot; Ayodi, dressed in a brown friars&apos; habit, is not happy about the Rio+20 draft outcome document produced on Tuesday. &quot;The language is vague, it&apos;s not really addressing the issues, there is nothing concrete,&quot; he says. &quot;We need concrete ideas and targets that address the real issues. It is supposed to be a follow-up from Rio in 92, but it&apos;s not. It&apos;s throwing up ideas that don&apos;t really add up to anything that addresses the current issues we have.&quot; Thousands of people turned up to the loud, brightly coloured mass mobilisation march. Drums reverberated, tambourines were shaken, inflatable globes were held aloft and bounced off people&apos;s hands, and someone with a megaphone shouted messages and chants from the top of a bus, drawing a cheer whenever capitalism was mentioned. The marchers had walked from the People&apos;s summit in the Flamengo region of the city, working their way up to Candelria in Centro. After pausing in the square, the marchers turned the corner into a road that appeared to epitomise a lot of what the crowds were campaigning against. Both sides of the road were lined with shiny, high-rise buildings that would not look out of place on Wall Street; it was odd seeing a dozen people from an indigenous group standing in front of a building called Manhattan Tower. Pick an issue and a cause and, chances are, an activist or campaigning group was on the march fighting for it. At times, when the music got a little louder, there was a hint of the carnival atmosphere for which Brazil is famous. But the overriding emotion among the people I spoke to was a sense of disappointment that the Rio+20 conference had failed to advance the cause of sustainable development. &quot;I really do think there is a disconnect between the conference and the People&apos;s summit,&quot; says Regine Marton, from Brazil, who was holding one end of a long banner promoting the work of the Brazilian Women&apos;s Articulation, a feminist group that fights for the rights of all women. Marton says she&apos;s not optimistic anything radical will come out of the conference because, ultimately, to bring about real change you have to &quot;break capitalism&quot;. &quot;It&apos;s difficult to say what we&apos;re achieving as we know the [outcome] document is already written,&quot; she adds. &quot;But we&apos;re here to listen, to make constructive manifestos with other movements. We hope at least we can bring our issues and somehow people can listen and change a little bit.&quot; Nawaal Domingo, a researcher for the South Durban Community Environmental Alliance in South Africa, is marching because the outcome of Rio+20 will affect her future. The 23-year-old  one of 25 young people from Latin America, Asia and Africa brought to Rio by Terre des Hommes, a Switzerland-based organisation that promotes the rights of young people  is demonstrating to &quot;promote the voices of the youth&quot;. &quot;I would like the leaders to listen to the youth,&quot; she says. &quot;It&apos;s about our future and we should have a say in this. They shouldn&apos;t discuss things about us, without us.&quot; Danuta Sacher, chairwoman of Terres des Hommes&apos; executive board, says ecological destruction affects children twice: first, because of the lower standard of living they may experience due to the excessive use of pesticides in rural areas, for instance, or the impact of a mining company working close by; second, because they will inherit the mess we leave. Sacher and her organisation and partners pushed unsuccessfully to get the appointment of an ombudsman to safeguard the rights of young people included in the Rio outcome document. &quot;This has been deleted from the declaration,&quot; she says. &quot;Now there&apos;s only a weak reference that the secretary general should make a report to consider the rights of future generations. I was really disappointed by the final document. It&apos;s a formal draft, but everyone knows this is it. Shame on governments.&quot; However, Saher says the roadmap to produce sustainable development goals by 2015, and mention of 2014 as the deadline to review the financial system for development, give her and her team enough to work on. &quot;It&apos;s an invitation to rebuild the architecture of development co-operation, to design new goals and instruments and organise finance,&quot; she says. &quot;We will be sure to be there to give our input. We will make sure the voices of the youth will be heard.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/jun/21/rio20-outcome-focal-point-frustration", 
    "wordcount": "884"
}