{
    "headline": "One in 10 Welsh livestock farmers illegally kill badgers, study suggests", 
    "text": "About one in 10 livestock farmers in Wales has illegally killed a badger recently, a scientific paper suggests. Researchers toured agricultural shows and markets asking farmers to take part in an experiment in an attempt to establish how many of them targeted badgers, which are blamed by many farmers for helping spread bovine TB. The findings suggest about 10% of farmers had killed a badger in the 12 months before they were approached. The figure rose to 14.5% among those who farmed cattle. The researchers believe the findings are important because of concerns that killing a relatively small number of badgers in an uncontrolled way can increase the spread of bovine TB, as infected badgers move on when social groups are disrupted. They also believe the research ought to be factored in when planning this year&apos;s trial cull in England, which will involve the removal of a set proportion of badgers in an area  70%  as this could be skewed if the animals are also being killed illegally. The study, carried out by a team from Bangor University, the University of Kent and Kingston University, involved a &quot;randomised response technique&quot; sometimes used to find out about illegal or controversial subjects. As part of the experiment, farmers were asked to roll two dice and follow a set of rules that stipulated if they should answer truthfully or not. The researchers did not see how the dice fell. The technique protects respondents but also means there is an estimated margin of error of plus or minus 5%. Paul Cross, from Bangor University&apos;s school of environment, natural resources and geography, said he believed the results of the survey were important. &quot;The proportion of farmers estimated to have killed badgers should be considered by policymakers and in the wider debate,&quot; he said. &quot;Intensive badger culling is one approach being considered by policymakers in an attempt to control the spread of tuberculosis in cattle. However, studies investigating the effects of badger culling on TB outbreaks in cattle have not factored in the prevalence of illegal badger killing, and its potential to spread disease.&quot; The scientists were interested that sheep farmers, whose animals are not affected by bovine TB, also appeared to have killed badgers. The research paper said: &quot;The finding that 6.7% of sheep-only farmers reported killing badgers is intriguing as there is no explicit reason for such behaviour. It may suggest a background level of badger-killing for sport, or that farmers have a collective sense of responsibility to control badgers, particularly in regions where sheep and cattle farms share boundaries.&quot; The survey was carried out between June and September 2011 at five major agricultural shows and 12 farmers markets across Wales. The Welsh government has decided not to undertake a cull.", 
    "section": "environment", 
    "gid": "environment/2013/jan/17/livestock-farmers-kill-badgers-study", 
    "wordcount": "467"
}