{
    "headline": "Launching a startup: five tips from an edutech entrepreneur", 
    "text": "1) Your idea must fascinate you &quot;A startup is an ultra-marathon. The very first idea I came up with for Mendeley in 2005 I&apos;ve been working on now for almost eight years. I&apos;m still fascinated by the possibilities this opens up as the company grows and succeeds. Startups can be so emotionally draining, frustrating and demoralising, that unless you believe your idea is worthwhile, it&apos;s unlikely you will stick with it.&quot; 2) Choose good co-founders &quot;You should have ideally worked with them before so you know what their strengths and weakness are. You need to make sure you are complementary, that you can trust them, have a fight with them and reconcile afterwards. Launching a startup is such a rollercoaster ride, emotionally, physically, that you definitely want someone to share your concerns with. Most startups fail when the founders don&apos;t get along and support each other.&quot; 3) Aim high with your first investor &quot;It&apos;s the first investor that pretty much determines the quality of your subsequent investors through your networks and introductions. We were lucky to get Stefan Glaenzer from Last.fm for our first investment, and then Skype after. If you get the right investor, they can provide you with introductions to the right people and offer legal, financial and technology advice.&quot; 4) Prepare for incredible highs and lows &quot;Even though I think of myself as a stable person emotionally, I still have those moments where everything seems to go wrong in one day. And when those things keep happening all the time, no matter how successful you are as a company, the problems that you have will never go away  the next funding round is always round the corner. Problems add up and dealing with that is one of the most difficult things in any start-up. As Paul Graham&apos;s How Not To Die explains, everyone else feels the same kind of pain you do  it&apos;s persistence that you mustn&apos;t lose.&quot; 5) Hire experienced staff as early as you can &quot;You must recruit great employees and retain ones already there, alongside managing a team, which becomes more difficult as you scale up, as does execution. When we started we were so young and inexperienced ourselves, so tended to hire other people like us straight out of university. In retrospect, we should have relied on experienced people much earlier on, even if that meant much higher salaries. There are some things you can only learn from experience.&quot; This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/mar/27/startups-top-tips-edutech-mendeley", 
    "wordcount": "444"
}