{
    "headline": "Sony bounces back at Gamescom 2012", 
    "text": "A day after Sony&apos;s 14 August press conference at Gamescom, the company received confirmation that it had made a splash in Cologne from the unlikeliest of sources. What it showed had gone down so well that the Japanese giant&apos;s mortal enemy, the hacker group Anonymous, tried to put a damper on the mounting goodwill by claiming to have hacked another 10m PlayStation Network accounts. Once Sony&apos;s hugely beefed-up online security department had confirmed that those claims were false, Anonymous&apos;s churlish attempts at thunder-stealing merely added to the prevailing conviction that Sony was the most impressive player at Gamescom. Among the platform-holders, admittedly, it had the show to itself: both Microsoft and Nintendo were absent, but Sony still had to step up to the plate. And the weapons with which it managed that were impressive: it unveiled a typically whimsical and inventive PS Vita game called Tearaway, created by Media Molecule; a deliciously bonkers, mass-appeal PS3 platform game called Puppeteer from its Japan Studio; and a significant tie-up with the BBC which will bring the likes of Walking With Dinosaurs to the Wonderbook platform it unveiled earlier this year. Plus it demonstrated, using custom-designed levels for LittleBigPlanet, how the PS Vita can operating exactly like the Wii U&apos;s tablet controller, and provided further insight into highly anticipated PS3 exclusives such as The Last Of Us and Beyond: Two Souls. Tearaway gives the Vita a boost     Tearaway    After copping some criticism at E3 for concentrating on the PS3 at the expense of the PS Vita, Sony conspicuously realigned its priorities by opening its Gamescom press conference with a round-up of Vita games. Titles such as Call of Duty Black Ops: Declassified, Assassin&apos;s Creed III: Liberation and Fifa 13, all due this Christmas, could turn out to be the console-shifting killer games it has so far lacked. But the game that stood out the most was Tearaway  a PS Vita exclusive created by the world&apos;s cuddliest developer, Guildford&apos;s Media Molecule. Indeed, it will be the first game the company has made that isn&apos;t a LittleBigPlanet variant. It looks every bit as charming as LBP. Media Molecule&apos;s co-founder Alex Evans and lead designer Rex Crowle explained that in Tearaway, you control a character called Iota, who is made from paper and whose head consists of an envelope which contains a personal message for the player. You must guide Iota on an action-platform adventure through a world made entirely of paper, until he is able to escape and enter the real world. Tearaway makes heavy use of the PS Vita&apos;s abundance of input mechanisms, including the joysticks, tilt sensors, touch-screen and especially, the rear touch-pad. Gameplay included tapping the rear touchpad to cause drum-skins to resonate and send Iota flying to otherwise unreachable areas, and using it to apparently thrust your fingers through the surface of the paper world, creating obstacles for Iota&apos;s pursuers. As you would expect from Media Molecule, there will be no mistaking it for any other game when it comes out in 2013. Puppeteer adds weirdness     Puppeteer    Sony premiered another game, this time for the PS3, which looks set to rival Tearaway in the individuality stakes. Called Puppeteer, it is being developed at Sony&apos;s Japan Studio, under the auspices of Englishman Gavin Moore. Moore explained that Puppeteer arose from a desire to reawaken his young son&apos;s imagination  he felt that modern games, with their near photo-realistic graphics, may look stunning, but don&apos;t spark flights of imaginative fancy among the young. Which shouldn&apos;t be a problem with Puppeteer, which is best described as utterly bonkers. It&apos;s also pretty experimental in certain respects. For example, all the action plays out from a single perspective: what you would see in a theatre, looking at the stage, with all the scenery moving around a fixed space. And then there&apos;s its plot: you play a boy-puppet called Kutaro, whose head is pulled off and eaten by the evil Moon Bear King. Banished to the magical theatre, he must first find a new head (and continue to do so  different heads provide different powers), then steal the Moon Bear King&apos;s magical scissors and use them to escape. Moore cited influences including Japanese Bunraku puppet theatre and Monty Python, and promised a meaty, full-game experience and gameplay that varies wildly. Puppeteer looks like one of those rare games that operates on two levels of humour, so could appeal equally to kids and adults. The BBC signs up to Wonderbook     Diggs Nightcrawler for the Wonderbook    At E3, Sony Computer Entertainment chief executive Andrew House unveiled Wonderbook, a bizarre assemblage using a book-shaped accessory, the PlayStation Eye camera and the Move controller to blur the boundaries between books and games. Reception among games journalists was split between admiration due to Sony&apos;s ability to sign up JK Rowling to the project, via Miranda Goshawk&apos;s Book Of Spells, and scepticism that it would provide much by way of gameplay. But House explained that it would be a platform, supporting all manner of content designed to engage kids in a manner which their parents would find conducive. That assertion gained some flesh at Gamescom, when Sony announced that it had signed up the BBC to provide content for Wonderbook, and gave a mock-up demo showing how Walking With Dinosaurs would work with it, promising to bring many more similar efforts from the BBC&apos;s archives (although it studiously avoided any specific mention of Doctor Who, which has consistently disappointed whenever anyone has tried to turn it into a game). And it showed another Wonderbook game called Diggs Nightcrawler, under development at Moonbot Studios  a humorous detective story with mock-hardboiled dialogue. While gaming purists may fail to see Wonderbook&apos;s appeal, it should appeal to parents keen to park their kids in front of something absorbing that won&apos;t cause their brains to atrophy. LBP Cross-Control: emulating the Wii U Sony&apos;s director pf product development, Pete Smith, gave an intriguing demo of what he termed Cross-Control between the PS3 and PS Vita  which essentially means using the PS Vita as a controller for the PS3. This is something that we have long known the Vita was capable of, but have never previously seen in action. And, of course, it&apos;s significant, because it lets the PS3 provide gameplay experiences that are more or less identical to what you will find on the Wii U. Smith played through a custom-designed LittleBigPlanet level containing things such as hidden traps which could be avoided only by paying attention to hints on the PS Vita&apos;s screen, areas that could only be negotiated using the rear touchpad and the ability for Sackboy to drop from the PS3&apos;s screen onto the Vita, then reappear on the machine on which the demo was actually running. You can expect more Wii U-alike games playable via Cross-Control, although it clearly isn&apos;t something Sony will build into games just for the sake of it. And the rest     Unfinished Swan    There were plenty of other snippets at Sony&apos;s press conference, which should help keep their existing consumers satisfied. We were shown some typically off-beat and visually inventive PlayStation Network games  notably Rain, in which you play a character who is only visible when he is being rained on; and Unfinished Swan, which starts off with a completely white screen and, as you splash black paint around, you begin to uncover a terrain that can be navigated. Sony teased with a tiny glimpse of Killzone Mercenary, a Killzone game designed specifically for the PS Vita. It added that PlayStation All-Stars  Sony&apos;s answer to Super Smash Bros  will support Cross-Play between the PS3 and PS Vita, and will introduce something called Cross-Buy, meaning that if you buy the PS3 version, you&apos;ll be able to download the PS Vita version for free. It also confirmed that the PS Vita would get PlayStation All-Stars and CoD Black Ops: Declassified bundles. All in all, there was an abundance of inventiveness, quality and commitment on display for those who own PlayStation 3s and PS Vitas. Sony&apos;s subtext seemed to be two-fold. Firstly, it isn&apos;t going to suddenly give up on the PS3 just because the PS4 is looming (in marked contrast to Microsoft). It has a good track record in that regard: both the PlayStation and PlayStation 2 outsold their successors for surprisingly long periods. And the almost bewildering amount of creativity on display spoke of its determination not to fall back on making new versions of the same old games. Which is refreshing in an industry which is increasingly risk-averse and happy to fall back on the tried and tested. he more risks that Sony takes, the quicker it will extricate itself from the doldrums into which it fell after last year&apos;s string of natural disasters.  Steve Boxer was taken to Gamescom by Sony", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/aug/21/sony-bounces-back-at-gamescom", 
    "wordcount": "1451"
}