{
    "headline": "Green economy is on the rise  but remains to be fully exploited", 
    "text": "Green jobs and the growing ranks of green businesses are one of the few bright spots of the UK&apos;s recession hit economy  environmental and low-carbon business now makes up 8% of the UK&apos;s GDP, and provided a third of what growth the economy has seen. There are now nearly 1 million people employed in green jobs, from biofuels and electric car manufacturing to wind turbine installation, with more than 25,000 jobs created last year. The green sector is now bigger than car manufacturing, aerospace or telecoms, but gets far less of the political attention these established sectors enjoy. It is a rare story of growth and success at a time of economic gloom and misery. So why are so many in the government so reluctant to talk about it? The chancellor of the exchequer, George Osborne, usually keen to trumpet any signs of the economy picking up, has been notably silent on how well the green economy has fared. David Cameron, forced into a defence of energy policy last week at prime minister&apos;s questions, mentioned renewable energy on Wednesday but that was a rare event. Even the Liberal Democrat business secretary, Vince Cable, did not issue a press release this summer when his own department found that the green economy was the biggest single source of growth in the previous year. Andrew Raingold, chief executive of the Aldersgate Group of companies that includes Asda, BT and Microsoft, said the failure of senior ministers to champion the sector was &quot;very surprising&quot; and likely to put off investors. Caroline Flint, the shadow energy secretary, said the real reason the government had been reticent on the issue was that an increasing section of the Conservative party were antagonistic to anything associated with the environment  even if that involved economic growth. She said: &quot;The dawning reality is that David Cameron&apos;s pre-election conversion to green issues was nothing more than a PR stunt designed to trick people into thinking the Conservatives had changed, when in reality it was always same old Tory party.&quot; &quot;David Cameron&apos;s failure of leadership will cost UK plc dearly as we miss out on good-paying clean energy jobs and new low-carbon industries,&quot; she told the Guardian. Businesses are also frustrated at the lack of political attention and leadership, which they say is hindering attempts to raise investment from overseas. Matt Partridge, development director at REG Wind Power, said: &quot;We are on the cusp of either achieving [tens of billions of pounds] in investment or blowing it. I&apos;m astonished that the government is not seeing this.&quot; Michael Heseltine, the former Tory minister, in his report on the economy on Wednesday, commended the importance of wind energy to deprived regions such as the north-east. He said in his report: &quot;It goes without saying that a secure and affordable supply of energy is essential to everything we do. It also provides opportunities for growth. During a trip to the Humber I heard from everyone I met the importance to the region of investment in offshore wind. Similarly the Severn Barrage offers the possibility of both a long term source of energy and extraordinary economic regeneration.&quot; And he warned: &quot;Without real certainty about the UK&apos;s long-term energy policy, private investors simply will not risk the enormous sums of capital required to build our energy infrastructure. These problems will not go away. Just as with major infrastructure projects, clear decisions are needed now.&quot; In jobs terms, with about 940,000 workers in the sector, the green economy compares favourably to aerospace, which employs 100,000 people directly and supports a total of 230,000 people, and the automotive industry, which employs 135,000 directly and 518,000 people indirectly. The IT workforce is bigger than green, but not by much  there are about 600,000 people in the IT industry itself and 650,000 IT professionals working in other industries. Although many of the 940,000 workers in the green economy are still doing traditional jobs  such as the 73,000 workers in water and sewage and 45,000 in waste management, most of whom are engaged in the sort of work that has been largely unchanged for years  these sectors too are showing innovation and growth as the UK finds ways to make better use of its rubbish, to be recycled into new materials or producing energy, and to improve water security, such as by fixing leaks. Nearly a quarter of a million people are now employed in making alternative fuels and green vehicles, such as electric cars, and more than 112,000 are employed in green building technologies, which includes insulation. Wind energy employs nearly 100,000 people. Alternative fuels and vehicles have brought in some of the biggest returns  nearly 25bn in turnover in 2011, according to the Department of Business, while water treatment amounted to about 6bn and wind to just over 5.5bn. Overseas companies are crucial to the UK&apos;s green economy  more than 10 foreign companies are considering investments in wind energy manufacturing alone in the UK, while potential nuclear investors are coming from France and Japan, and the majority of renewable energy investments being built are led by overseas companies, such as Dong Energy of Denmark and Siemens of Germany. But British businesses are also exporting environmental goods and services. More than 2.5bn was exported last year, to countries including China, India, Brazil, Germany and the US.", 
    "section": "environment", 
    "gid": "environment/2012/nov/05/green-economy-rise-remains-unexploited", 
    "wordcount": "916"
}