{
    "headline": "Harnessing volcanoes: Charles Hendry talks nuclear, fracking and more", 
    "text": "&quot;One concept is to harness a new volcano,&quot; says Charles Hendry, who has lost none of his enthusiasm for energy policy, despite losing his minister&apos;s post in last September&apos;s reshuffle. He is talking about plans to export Iceland&apos;s abundant geothermal energy to UK via a 1600km underwater cable. &quot;It taps into an affordable source of electricity, and the technology is not particularly complex,&quot; he says. &quot;I am advising some potential investors.&quot; Hendry, a Conservative MP, was in the energy hot seat for two-and-a-half years, which he wryly observes was &quot;two-and-half times more than most energy ministers in the last 14-15 years&quot;. His successor John Hayes whipped up a storm over wind turbines but was blown out of the job in just seven months. Hendry also had the brief for five years in opposition and was widely acknowledged to have been a knowledgable and effective minister. So what, I wondered, does he make of the state of play today on the key issues such as the nuclear power stand-off with EDF and the hype behind shale gas. Along with Labour&apos;s Baroness Bryony Worthington, he is chairing a series of reports from Carbon Connect aiming to give a solid, fact-based foundation for the continuing debate. Cross-party co-operation is key, he says, or energy customers will see their already rising bills soar further as political uncertainty makes big energy investments more risky. &quot;A company told me in November that their cost of capital had gone up from 6% to 7%. That&apos;s a 15% increase, due to political risk,&quot; he says. &quot;If we need 100bn of investment for low carbon energy, that&apos;s an extra 1bn just in interest payments, for which consumers are going to have to pick up the tab.&quot;  But he thinks that political risk is being lowered as clarity comes through and cites George Osborne&apos;s autumn statement as an example. That&apos;s ironic in my opinion as I think the chancellor has done more to create political risk and costs than anyone else. What would be a fair settlement in the battle between ministers and French-state-controlled EDF over the subsidy needed to get new nuclear reactors built at Hinkley Point in Somerset, I ask? &quot;The government wants a number that begins with an 8  EDF want something that begins with a 9,&quot; he says, referring to the 80-99 per megawatt hour price range believed to be under discussion.  Hendry thinks a deal will be done: &quot;Both sides have too much to lose.&quot; One possibility in sealing a deal, he says, is that the government could take on EDF&apos;s future political risk. That would mean minister signing a legal contract that binds the government  meaning taxpayes - to compensate EDF for any future policy changes that leave the company out of pocket. &quot;We do it all the time in the North Sea,&quot; he says. But if the deal collapses, is there a feasible future for UK energy without nuclear? &quot;You can have energy security without new nuclear reactors, but it will be more expensive and more carbon intensive. There would undoubtedly be more gas in the system,&quot; he says. Another live wire in the energy debate is whether the government should commit to a virtually carbon-free electricity supply by 2030, a so-called decarbonisation target, as recommended by the government&apos;s official advisers, the Committee on Climate Change and the Energy and Climate Change (ECC) select committee of MPs.  Tim Yeo, Hendry&apos;s fellow Tory MP and chair of the ECC committee, has already rebelled against the coalition and tabled an amendment that would set the 2030 target, so will Hendry do the same? &quot;I haven&apos;t decided yet,&quot; he says, which will not reassure the whips. He says is it crucial for supply chain companies that the low-carbon energy market does not die away after existing 2020 targets are met. On the other hand, &quot;as a minister, I railed against targets without roadmaps.&quot; We move on to shale gas and I ask, who is driving the amazing hype behind fracking, when every independent authority says it won&apos;t be a game-changer for the UK? &quot;There are clearly people who have invested a lot of money in it and who believe a big shale gas programme will deliver for them a good return,&quot; Hendry says. &quot;They really want to get on and drill holes. But we have to have the highest level of environmental protection and it takes some time to get that in place.&quot; When minister, Hendry had a spiky exchange of letters with Lord John Browne, chairman of leading fracking company Cuadrilla and the government&apos;s lead non-executive director, which I revealed through freedom of information requests. Cuadrilla had failed to inform Hendry that an earthquake caused by is operations had deformed the casing on its well and he questioned Cuadrilla&apos;s &quot;performance as a licensee&quot;. Did Hendry think the issue has been satifactorily resolved? &quot;Cuadrilla is very aware of what it needs to do in terms of public and government acceptance,&quot; he says. &quot;If they haven&apos;t got the best practice they won&apos;t be going ahead.&quot; Next up is the recent failure of the European Parliament to reform its flagship climate policy, the emissions trading scheme, which is all but sunk by a vast oversupply of permits. &quot;It is a disaster for the credibility of the EU ETS. It shows there is no political will to make it an effective tool and that is very bad news,&quot; Hendry says. &quot;Nobody could have worked harder than [Europe&apos;s climate action commissioner] Connie Hedegaard. But she is up against some very powerful vested interests.&quot;  He thinks that the UK&apos;s new floor price for carbon emissions  today six times higher than the EU price - is actually a benefit as it provides the certainty that industry asked for. &quot;I wouldn&apos;t be surprised if other countries emulated us,&quot; he says. Lastly, I ask him why he thinks he lost his ministerial post. He says a few days before the reshuffle he had gone through all the ministers of state and assessed their chances. &quot;I came up with a list of those I thought were vulnerable, people who were not very close to George, close to David [Cameron], close to Ian Duncan Smith.&quot; There were four people on the list  Hendry was one - and all four went, he says. &quot;I probably got on with doing the job in the department and didn&apos;t do the Westminster and Number 10 bit enough.&quot; But there&apos;s no point having regrets, Hendry says. He has already announced he will stand down as an MP in 2015. &quot;It means I can do important things like the Carbon Connect reports,&quot; he says. And get that cable to Iceland&apos;s volcanoes built.", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2013/apr/25/hendry-energy-nuclear-shale-gas", 
    "wordcount": "1161"
}