{
    "headline": "Burundi breaks new ground on maternal health with emergency care", 
    "text": "The youngest of Chantalle Bukuru&apos;s six children does not have a name yet, but the 17-day-old girl certainly has attitude as her fists swat the air, her eyes wide and alert. Bukuru, 27, gave birth by caesarean section in the CMCK clinic in Bujumbura, the steamy, hill-ringed, bicycle-filled capital of Burundi, in eastern Africa. She was referred to the clinic as part of an emergency obstetric care programme run by Mdecins sans Frontires (MSF), or Doctors Without Borders, in this poor, landlocked country, which has one of the world&apos;s highest maternal mortality rates. According to the World Health Organisation, in 2010 for every 100,000 live births, 800 women died. Bukuru&apos;s labour was not progressing, and she is still in hospital because her incision became infected. &quot;If MSF had not been involved, things would have gone very badly  they saved me,&quot; she says, speaking in Kirundi, a local language. She will name her daughter when she goes home, as is the tradition. In a report (pdf) released last week, MSF said the 1.8m (1.5m) project in Kabezi, just outside Bujumbura, and a similar programme in Sierra Leone, had cut maternal deaths by up to 74% by providing free access to emergency obstetric care 24 hours a day, seven days a week. In 2011, maternal mortality in Kabezi fell to 208 per 100,000 live births, compared with a national average of 800 per 100,000 live births. In Bo, Sierra Leone, the rate declined to 351 per 100,000 compared with 890 per 100,0000 in the rest of the country  a 61% decrease. This means that in Kabezi, the millennium development goal  of reducing maternal mortality by 75% from national rates in 1990  has already been achieved. MSF is confident it can replicate that success in Bo. &quot;You do not need state-of-the-art facilities or equipment to save many women&apos;s lives,&quot; says Vincent Lambert, MSF&apos;s medical adviser for projects in Burundi. In Kabezi, MSF provides an ambulance referral service for women suffering complications during labour or pregnant women at risk. The women used to be brought to the MSF Curgo clinic in Kabezi but since floods threatened the facility in November, the team has been based in CMCK. They hope to move back to Kabezi in a few weeks. The cost works out at just over 3 per person in the Kabezi area, which is home to around 600,000 people. The Curgo clinic registers about 3,000 births per year, with 50% coming from caesareans. Bavo Christiaens, head of MSF&apos;s mission in Burundi, says the Kabezi clinic opened in 2008 after MSF noticed they were receiving more women than former fighters in a clinic set up to treat the injured from Burundi&apos;s 1993-2006 civil war, which left much of the densely populated country&apos;s infrastructure in tatters. Burundi is one of the poorest countries in the world, ranked 185th out of 187 in the UN human development index. Although progress is being made to stamp out corruption and improve the business climate, life is still hard for many of its 8 million people, 90% of whom work as subsistence farmers. Although medical care for pregnant women and children under five has been free since 2006, there are still barriers to access, not least the cost of transport and poor roads, especially during the rainy season. Public hospitals also lack staff and facilities. MSF has been training local doctors and other medical staff in Kabezi since last year. Julie Bana Ngongo, head of nursing at the Kabezi clinic, says MSF installed radios in nearby districts so that nurses in the health centres there could quickly contact MSF to refer a patient. &quot;We refer patients who are at risk and those with direct obstetric complications  such as pre-eclampsia, abortions, prolonged labour, septicaemia and uterine rupture,&quot; she says. Women over the age of 35 or women who already have six children are also considered at risk. When a woman is referred, one of three MSF ambulances is dispatched to bring her to Kabezi, which is equipped for surgery and has neo-natal facilities. MSF also hopes the techniques it uses  such as the no-cost kangaroo method of caring for underweight newborns  will be picked up by local doctors and in public hospitals. Bana Ngongo explains how the kangaroo method works. &quot;She puts the baby here,&quot; she says, placing her hands on her chest, &quot;like a toad, and the mum can sit and sleep and walk around. This  prevents asphyxiation  and infections  It&apos;s as though the child were still in the mother&apos;s stomach.&quot; Christiaens says Burundi&apos;s government is aware of the clinic&apos;s achievements. &quot;They really understand the importance of good obstetrics care. They understand the ambulances and the system of referrals,&quot; he says, adding that cost remains an issue in a country where donors still account for at least 50% of the government&apos;s budget. Vera Niyokwizera winces as she sits up on her bed, where her fourth child, a girl, is sleeping, swaddled in a bright cloth over a yellow babygro. The epidural Niyokwizera received during labour just four days ago is still causing headaches, but she praises the nurses at the CMCK clinic who ensure she gets her medicines regularly. Her baby&apos;s life may well have been saved by MSF, but the 22-year-old mother knows there will be further expensive risks, not least malaria, when she returns to her home where she grows manioc, maize and beans. &quot;It is hard to find the money to take care of your children. My husband can look for work on plantations and work and work, until we get the money for medicines,&quot; she says.", 
    "section": "global-development", 
    "gid": "global-development/2012/nov/26/burundi-maternal-health-emergency", 
    "wordcount": "958"
}