{
    "headline": "UK pledges 133m more for Africa to tackle climate change", 
    "text": "Britain will give a further 133m to help Africa adapt to climate change and reduce emissions, the energy secretary, Ed Davey, has announced in Doha. 98m of the money will go to the Green Africa Power project, to stimulate investment in large-scale solar, wind and hydro power. It is expected to lead to the building of 270 megawatts of power generation capacity, saving 3.9m tonnes of carbon dioxide. A further 14m will support small-scale renewable projects, mainly in Uganda, and 21m will help with water supplies. &quot;We have delivered what we said we would. Britain has promised a total of 2.9bn. We are on track to give 1.5bn for fast-start finance and our share of the long-term goal of $100bn by 2020,&quot; said Davey. &quot;Between now and 2015 our climate finance commitments will continue.&quot; The pledges make Britain one of the world&apos;s largest providers of climate finance. 1.5bn of the total 2.9bn commitment has been earmarked for the fast-start fund, set up in 2009 but due to end next month. Rich countries have so far not committed to replace it, to the consternation of developing countries, which have asked for $60bn. &quot;We remain ambitious. We do need to see more pledges. But we cannot expect all countries to commit all the way to 2020,&quot; said Davey. NGOs welcomed the funds. &quot;At last, a developed country has finally made a pledge for future climate finance here in Doha. The UK has taken a step forward; now we eagerly await other developed nations to follow suit,&quot; said Sunita Bose of Oxfam. &quot;While the details remain hazy and need to be clarified this week, Oxfam is pleased that the UK has stated in Doha that they will be increasing their climate finance next year. The UK has already budgeted climate finance up until 2015, so we urge them to provide their pledges for the whole period, as developing countries urgently need reassurances about long-term finance levels.&quot; Christian Aid&apos;s senior climate change adviser Mohamed Adow welcomed the UK commitment but warned: &quot;If other developed countries continue to offer vague assurances rather than solid commitments, their claims about showing leadership in tackling climate change are like a mirage in the Qatari desert.&quot; Ruth Davis from Greenpeace said: &quot;Credit where credit is due  the UK government is one of the few nations putting real money against their commitment to help the countries hit hardest by climate change. We now need to see that delivered on the ground.&quot; Davey said he was optimistic the world could keep temperatures below a rise of 2C. &quot;There is reason to hope. If we act, we can still avoid climate change&apos;s worst impacts. The international process is slow but it is delivering. We are seeing commitments by many of the biggest emitters. The private sector is getting going and climate change legislation is being adopted in many countries,&quot; he said. &quot;We have to act. The science tells us it is getting worse quicker than we expected. The emission gap is growing. It grew by one-third in the last 18 months. Actions are going slower than we hoped they would.&quot; But Davey denied there was any lack of will in the UK coalition government to address climate change. &quot;There is solid support across government and across parliament. Ed Miliband is committed and all parties are. There is nothing wrong in debate. The centre, No 10 and 11 Downing Street, want us to get the rest of the international community to join us. It&apos;s good to be in the front, but we want others to join. Our ambition is a global treaty that is going to solve this problem.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/dec/04/uk-pledges-africa-climate-change", 
    "wordcount": "639"
}