{
    "headline": "European and Asian languages traced back to single mother tongue", 
    "text": "Languages spoken by billions of people across Europe and Asia are descended from an ancient tongue uttered in southern Europe at the end of the last ice age, according to research. The claim, by scientists in Britain, points to a common origin for vocabularies as varied as English and Urdu, Japanese and Itelmen, a language spoken along the north-eastern edge of Russia. The ancestral language, spoken at least 15,000 years ago, gave rise to seven more that formed an ancient Eurasiatic &quot;superfamily&quot;, the researchers say. These in turn split into languages now spoken all over Eurasia, from Portugal to Siberia. &quot;Everybody in Eurasia can trace their linguistic ancestry back to a group, or groups, of people living around 15,000 years ago, probably in southern Europe, as the ice sheets were retreating,&quot; said Mark Pagel, an evolutionary biologist at Reading University. Linguists have long debated the idea of an ancient Eurasiatic superfamily of languages. The idea is controversial because many words evolve too rapidly to preserve their ancestry. Most words have a 50% chance of being replaced by an unrelated term every 2,000-4,000 years. But some words last much longer. In a previous study, Pagel&apos;s team showed that certain words  among them frequently used pronouns, numbers and adverbs  survived for tens of thousands of years before other words replaced them. For their latest study, Pagel used a computer model to predict words that changed so rarely that they should sound the same in the different Eurasiatic languages. They then checked their list against a database of early words reconstructed by linguists. &quot;Sure enough,&quot; said Pagel, &quot;the words we predicted would be similar, were similar.&quot; Writing in Proceedings of the National Academy of Sciences, the authors list 23 words found in at least four of the proposed Eurasiatic languages. Most of the words are frequently used ones, such as the pronouns for &quot;I&quot; and &quot;we&quot;, and the nouns, &quot;man&quot; and &quot;mother&quot;. But the survival of other terms was more baffling. The verb &quot;to spit&quot;, and the nouns &quot;bark&quot; and &quot;worm&quot; all had lengthy histories. &quot;Bark was really important to early people,&quot; said Pagel. &quot;They used it as insulation, to start fires, and they made fibres from it. But I couldn&apos;t say I expected &quot;to spit&quot; to be there. I have no idea why. I have to throw my hands up.&quot; Only a handful of verbs appear on the list, but Pagel points out &quot;to give&quot;, which appeared in similar form in five of the Eurasiatic languages. &quot;This is what marks out human society, this hyper-co-operation that we do,&quot; he said. From their findings, the scientists drew up a family tree of the seven languages. All emerged from a common tongue around 15,000 years ago, and split off into separate languages over the next 5,000 years. &quot;The very fact that we can identify these words that retain traces of their deep ancestry tells us something fundamental about our language faculties. It tells us we have this ability to transmit highly complicated and precise information from mouth to ear over tens of thousands of years,&quot; said Pagel.", 
    "section": "science", 
    "gid": "science/2013/may/06/european-asian-language-tongue-superfamily", 
    "wordcount": "553"
}