{
    "headline": "What can the Mars rover tell us about climate change on Earth?", 
    "text": "Scientists have made great strides in predicting what will happen to Earth&apos;s climate, but there is a fundamental problem: we only have one climate to test our hypotheses in. We can&apos;t irreversibly hack Earth&apos;s climate (by pumping it full of toxic gases, for example) to test whether our assumptions are right or wrongthat, obviously, would be disastrous for Earth&apos;s inhabitants. That means climate models are loaded with historical and empirical data to make them function. If only we could take the model to another planet to really test the underpinning physics. Bingo. Curiosity, the car-sized mobile chemistry lab that dropped spectacularly onto the surface of Mars yesterday, will give scientists a rare chance to test their assumptions about how climate change works on Earth. It will hunt the surface of Mars for sediment to pick up and drop into its sophisticated onboard machinery, then send back critical insights into how the climate of Marsonce warmer, with rain, rivers, and deltashas changed over billions of years, lashed by solar winds. &quot;You learn about how to understand an atmosphere by seeing different atmospheres,&quot; said Mark Lemmon, a planetary scientist from Texas A&amp;M University who is part of Curiosity&apos;s climate team. &quot;And the more we know about Mars&apos; atmosphere, the better we can really understand our own.&quot; Curiosity allows scientists to &quot;break the model,&quot; he said. &quot;We find out much, much more about our place in the universe than we could know just by contemplating ourselves.&quot; All with the latest bells and whistles: &quot;We can remotely look at a rock with a laser beam, vaporize it, and see what elements are in it,&quot; Lemmon said in a telephone interview from Pasadena, the morning after the historic landing. This has happened before, Lemmon explains. When scientists first ran Earth&apos;s climate models against the climate of Venus, winds on Venus ground to a theoretical halt within days. Something in Earth&apos;s modeling wasn&apos;t accounting for how wind worked on that distant planet. By tinkering with new physics, scientists finally accommodated for Venus&apos; winds, thus reducing the margin of error in Earth&apos;s climate models. &quot;Realistically, we cannot sit here on Earth and deliberately mess our climate in order to test the models,&quot; Lemmon said. &quot;And that&apos;s what I think the real power of the climate part of the Mars program is all about.&quot; Specifically, Curiosity will study how carbon flows through the Martian world, something that will help scientists compare the two planets. Paul Niles is also working with the NASA team. He is a planetary geologist and analytical geochemist at NASA&apos;s Johnson Space Center who watched the touch-down with his family in Los Angeles. &quot;One of the things that Curiosity is going to help us learn much more about is... How does carbon cycle through the system? Where does it go? Where does it end up? Does it ever come back again? Is it ever buried deep enough that it come back again from volcanoes?&quot; Even though Mars&apos; atmosphere is completely different from Earth&apos;s, the answers to these questions could shed light on how carbon cycles are now contributing to climate change on Earth. After initial rounds of analysis, &quot;we might be in a better position to make direct comparisons with what happens on Earth,&quot; Niles said. Both Niles and Lemmon said that, with the dramatic landing complete, the real work has only just begun. Lemmon texted one word to his wife from Pasadena when Curiosity kissed Mars&apos;s surface for the first time: &quot;Joy.&quot; &quot;We know there&apos;s stuff out there and we need to see what it is!&quot; he said. &quot;I think space exploration is a critical piece of pushing the boundaries,&quot; Niles said. &quot;The best part about it is it makes us address problems that we maybe wouldn&apos;t have addressed, and solve problems we may have not solved otherwise.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/aug/07/mars-rover-climate-change-earth", 
    "wordcount": "665"
}