{
    "headline": "Scientists crowdsource to decode genetic code of ash dieback fungus", 
    "text": "British scientists trying to beat ash dieback disease are seeking the &quot;wisdom of the crowd&quot; in order to analyse the genes of the fungus that causes it. Genetic data collected from infected trees in Ashwellthorpe wood in Norfolk will be posted on the Sainsbury Laboratory website this Friday at the new OpenAshDieback site, with the aim of finding out what makes the fungus that causes dieback attack the ash  and the best methods to halt or slow its spread. Prof Sophien Kamoun, the head of the Sainsbury Laboratory, which is doing the work jointly with the John Innes Centre in Norfolk, said that scientific emergencies such as ash dieback made standard methods  where publication is peer-reviewed in secret and eventually published  too slow to be useful. &quot;I do have a beef with the way that research is typically done,&quot; Kamoun said. &quot;Scientists do genome sequencing but then hold onto it until it&apos;s formally published. This isn&apos;t appropriate in an emergency. Open sourcing the understanding of data in this way is totally adapted to the age of the internet.&quot; German scientists used crowdsourcing in 2011 to try to figure out the origins of a strain of the E coli bacterium that killed 50 people there. &quot;That was the first time that had been tried, and it was a fantastic experience to witness,&quot; Kamoun said. Ash dieback is caused by a fungus called Chalara fraxinea, and was first identified in the 1990s in mainland Europe. It was first discovered in the UK at a Buckinghamshire nursery in February, and the latest figures for its spread show that within a month, the number of sites where it has been identified has doubled to 291. &quot;By looking at what genes are expressed at this time of year when the fungus is active in the woody tissue of ash, we might be able to home in on genes that enable it to spread so rapidly,&quot; said Prof Allan Downie from the John Innes Centre, an institute strategically funded by the Biotechnology and Biological Sciences Research Council (BBSRC). &quot;You need to know your enemy before you can start to come up with solutions, and this work will enable us to do that,&quot; said Dr Joan Webber from the Forestry Commission&apos;s Forest Research agency, which is a research partner in the project. Kamoun suggested that the solutions might include finding close relatives of the fungus which could be encouraged to colonise uninfected ash trees first, or find ash variants that are genetically suited to resist toxins from the fungus. Using crowdsourcing means that the team will be able to enlist expertise from all over the world to understand the fungus&apos;s origins, as well as its relationship to other fungi. By using Github, which allows changes to documents to be tracked, the contributions from other scientists outside the main two laboratories can be noted and attributed in any eventual publication.", 
    "section": "environment", 
    "gid": "environment/2012/dec/14/ash-dieback-scientists-crowdsourcing-fungus", 
    "wordcount": "494"
}