{
    "headline": "How a smartphone could become an endangered cicada detector", 
    "text": "A new smartphone app that listens for the distinctive call of a highly endangered insect will soon help conservationists find out whether it has become extinct or not. The unusual blend of crowdsourcing and conservation is part of an experiment to see if visiting tourists using the app can help in the scientific hunt for the New Forest cicada. Cicadetta montana are native to Britain, but have not been spotted or heard from in more than a decade, says Alex Rogers, a researcher at the Electronics and Computer Science group at the University of Southampton. One possible reason for this is their high-pitched love song is on the very upper limit of an adult human&apos;s hearing range, between 13-14 kHz. &quot;It&apos;s so very high pitched you&apos;re never quite sure you&apos;re hearing it,&quot; he says. The average smartphone, on the other hand, is quite capable of picking up such frequencies. So Rogers and colleagues are developing software that will turn one of these devices into a portable cicada detector. Visitors to the New Forest  situated mostly in Hampshire  will be able to download the app and then scour the area holding their phones aloft in search of the elusive creatures. Or when the novelty wears off the app should still work in the background from someone&apos;s pocket or bag, says Rogers. The app will also be able to detect a number of other insect species, such as Roesel&apos;s bush crickets, wood crickets and the common grasshopper, but the real prize will be the cicada. With 13 million people visiting the New Forest each year, the hope is that enough of them will take part to carry out a comprehensive survey, with thousands of amateurs covering far more ground that a handful of professionals could ever hope for. And if they do detect a song? &quot;The app would give them immediate feedback that it thinks that a cicada has been detected,&quot; says Rogers. It will then ask for their permission to upload the recording to a server so it can be analysed in more detail. &quot;Rediscovering the New Forest cicada would be quite a big deal so we&apos;d then contact them off-line and investigate the sighting, revisiting to the site to get more recordings,&quot; says Rogers. &quot;The decline in numbers of New Forest cicadas are unclear,&quot; says Jim Mitchell of New Forest Parks Authority, but possible reasons are the reduction in woodland coppicing and other forestry practices. Still, despite such a long absence there is still good reason to keep looking. One is that they can remain dormant underground for years at a time. They lay their eggs in the stems of trees and shrubs and when the larvae emerge they fall to the ground and live underground feeding on root sap for years at a time, said Mitchell. Indeed between 1941 and 1961 there were no sightings at all, so there is still hope. Having first tested the software on the utterances of an electronic cicada, Rogers and colleagues took to the field, testing it on live cicadas in Slovenia earlier this year.", 
    "section": "environment", 
    "gid": "environment/2012/sep/20/smartphone-endangered-cicada-detector", 
    "wordcount": "520"
}