{
    "headline": "Floods, cyclones  business and governments must wake up to disaster", 
    "text": "Companies will be looking increasingly at investment opportunities in Africa and Asia in coming decades as that is where growth is strong, but for most of them the risk of disasters is unlikely to be on the radar. Steps are being taken to try to change this mindset. In exploring investment opportunities, companies will look at political risk, access to natural resources and infrastructure. However, country briefings, analyst reports and business forecasts rarely mention disaster risk. Analysts are unlikely to mention the threat from volcanoes and tsunamis when looking at investment opportunities in, say, Indonesia. Conversely, emerging economies will be competing to attract foreign investors by offering tax holidays and special economic zones. In the rush for growth, disaster risk takes a back seat for all parties concerned. Moreover, disasters disproportionately affect the most vulnerable people in the poorest countries. Since 1977, the government of Thailand has granted tax exemptions and import duty reductions to companies investing in industrial activity. This attracted considerable foreign direct investment (FDI) in the 1980s, particularly from Japanese companies. The problem is that much of the investment has been in the flood-prone regions of the country. In 2011, flooding in Thailand caused $15bn-20bn (9bn-13bn). On the western coast of India, in Jagatsinghpur district, more than 8,000 people died in the Orissa super cyclone in 1999, but the district is being considered for the largest FDI project in India&apos;s history. A report from the UN office for disaster risk reduction (UNISDR) last week warned that it will become increasingly untenable for governments and businesses to sweep the risk of disaster under the carpet, citing the examples of hurricane Sandy in the US, the Japanese earthquake and tsunami, and the Thai river floods. It said economic losses from disasters have spun out of control, and called on the business community to incorporate disaster risk management into their investment strategies to avoid further losses. The report, Creating shared value: the business case for disaster risk reduction, reviewed disaster losses in 56 countries. It found that direct losses from floods, earthquakes and drought have been underestimated by at least half. So far, this century, losses from disasters amount to $2.5tn. There have been international efforts to shift aid priorities towards risk reduction. After the Indian Ocean tsunami that killed almost 230,000 people in 2004, the UN general assembly agreed the Hyogo Framework for Action (HFA), in which 168 countries put their names to a 10-year commitment to disaster risk reduction. At the Rio+20 summit in June, governments were urged to &quot;accelerate implementation&quot;. Hyogo, a non-binding framework, called for a 1% allocation of national development budgets to risk reduction, along with 10% of humanitarian aid and 10% of reconstruction and recovery funds. The HFA is set to be renewed in 2015, giving a greater role to the private sector. The UN sees the private sector as crucial as trillions of dollars are set to pour into &quot;hazard-exposed&quot; regions. How the private sector  accounting for 70-85% of investment  decides to place its funds will largely determine how much disaster risk is accumulated and how underlying risk is addressed. With that in mind, UNISDR has teamed up with PricewaterhouseCoopers, the consultancy firm, to foster private-public sector collaboration. The message for businesses if that if they invest in cyclone- or flood-prone areas, they may make money in the short term but once disaster hits, an asset turns into a liability. &quot;In a world of ongoing population growth, rapid urbanisation, climate change and an approach to investment that continually discounts disaster risk, this increased potential for future losses is of major concern,&quot; says Margareta Wahlstrm, the UN special representative for disaster risk reduction. &quot;In the wake of the global financial crisis, disaster risk stands as a new multi-trillion dollar class of toxic assets of unrealised liabilities.&quot; Wahlstrm, who will attend a conference on disaster risk in Geneva this week, jokes that her office is one of the UN&apos;s best-kept secrets. Her goal is to get the private sector and developing country governments to act in a mutually reinforcing virtuous circle. If business becomes more risk-sensitive, governments will be encouraged to invest more heavily in risk reduction. This, in turn, will become a basic requirement for competitive countries and cities to attract investment. But she acknowledges that much work is needed to bridge the gap as governments and the private sector instinctively want to pass on the costs to each other, a problem that is likely to be exacerbated in the current economic climate. &quot;Things are changing but of course it&apos;s too slow,&quot; she says.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/may/20/floods-cyclones-business-governments-disaster", 
    "wordcount": "779"
}