{
    "headline": "Science Museum launches online games about the future of technology", 
    "text": "The Science Museum has launched a suite of online games designed to raise questions about the future of medicine, robotics and technology. Developed as part of the Talk Science programme, which was initiated to encourage discussion of science in schools, the &apos;Futurecade&apos; features four titles exploring areas such as geo-engineering and synthetic biology. In Batco-Lab, players must engineer E.coli bacteria to make useful products, while ensuring that no harmful mutant bacteria are accidentally unleashed on the world. Cloud Control, meanwhile, allows participants to guide Flettner ships which brighten clouds so they reflect sunlight and lower the Earth&apos;s temperature.  The titles have been designed by Bafta-winning studio Preloaded, which has previously worked on educational games for Channel 4 and the Wellcome Trust. The design team worked with scientists and specialists in order to ensure the games raised relevant questions about the technologies and how they may impact on humanity, allowing students to form their own opinions on emerging scientific issues.       &quot;Experts were involved from the outset of the project,&quot; says creative director, Phil Stuart. &quot;Our discussions were handled by the Talk Science team at the Science Museum, many of whom are scientists in their own right. They led the content and Preloaded led the game design, which is pretty common on many of our educationally-motivated games.  &quot;There is always a healthy tension between maintaining the scientific accuracy and letting the game design evolve naturally. Game design is extremely hard. Balancing fun, jeopardy, score systems, and controls is a challenge in itself. Add the hard &apos;n&apos; fast educational objectives  the unchangeable rules in your game system  and it can get very tricky. But the process went very smoothly.&quot; According to Stuart, another key aim has been to highlight both the potential of new scientific endeavours and the risks. &quot;The idea of engineering cells to make stuff for us or to combat diseases and epidemics has huge potential, but it&apos;s an untested and experimental technique with unknown consequences. Batco-Lab attempts to capture this sense of excitement but also highlight the possible dangers to provoke further debate.&quot; The games can be played at the dedicated Futurecade site.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/feb/02/science-museum-launches-educational-games", 
    "wordcount": "361"
}