{
    "headline": "Poorest countries eye additional grace period on intellectual property rules", 
    "text": "Negotiators in Geneva have provisionally agreed to grant the world&apos;s poorest countries an extra eight years to comply with international intellectual property rules, which affect the use of products such as medicines, films and reading materials. The draft deal, expected to be finalised on Tuesday, represents a qualified win for least developed countries (LDCs), whose delegates have spent several months lobbying for an indefinite exemption to the intellectual property rules set out by the World Trade Organisation. &quot;They should have gotten more,&quot; says Sangeeta Shashikant, of the Third World Network, an NGO with offices in Geneva. &quot;Eight years is nothing, really. The conditions in LDCs aren&apos;t really going to change in eight years.&quot; A handful of rich countries  led by the US and the EU  were reportedly adamant in their opposition to the LDCs&apos; proposal, which would have allowed the countries to maintain their exemption from the intellectual property rules for as long as they remained officially classified as LDCs. In addition, the US in particular was arguing for a &quot;no rollback&quot; clause, which would have legally required LDCs to maintain any new intellectual property laws or regulations that they had introduced. However, &quot;no rollback&quot; has reportedly not been included in the provisional agreement, which was reached in closed-door negotiations in Geneva at the end of last week. LDCs have maintained the right to enjoy &quot;full use&quot; of flexibilities in their intellectual property policies so long as the exemption lasts. The debate over intellectual property enforcement raises the question of what these rules would actually mean for LDCs, most of which do not have domestic industries that would benefit from intellectual property protection. But the developed countries in the negotiations reportedly insisted on the principle of compliance, arguing that a robust intellectual property system would ultimately be in the best interest of the LDCs. Shashikant said she didn&apos;t think rich countries were expecting to lose out if LDCs continue to remain exempt from the rules. &quot;It&apos;s just to prove a point: that the LDCs should comply  In some instances, [compliance] would definitely be a burden in terms of cost, because you need to have the institutions, you need a patent system, you need the patent examiners, and you need the institutional and human resources to manage it.&quot; The LDCs had garnered support from a range of sources, including a group of British parliamentarians, who released a letter in support of their position on Monday. Meg Hillier, a Labour MP from London who signed the letter, said Rwanda and Cambodia  both of which are LDCs  have profited from the exemption by building domestic industries that manufacture generic HIV drugs for their citizens. &quot;If the exception is taken away, the patents then kick in for some of these drugs, and they can&apos;t just copy them,&quot; says Hillier. &quot;Why take away exceptions if they make such a difference to people&apos;s lives?&quot; The Computer and Communications Industry Association (CCIA), a group that represents Microsoft, Facebook, Google, and other major internet-based companies, also backed the LDCs&apos; position. It issued a statement in April arguing that there should be no &quot;specific deadline&quot; for LDCs to comply with international intellectual property rules. &quot;As long as any country&apos;s people are living on $2 a day, they should have complete flexibility in intellectual property protection implementation,&quot; said Ed Black, the CCIA&apos;s president and CEO. Even the pharmaceutical lobby came out in favour of allowing LDCs more time to comply with the intellectual property rules. The International Federation of Pharmaceutical Manufacturers &amp; Associations, which represents major firms such as Pfizer, Bayer and GlaxoSmithKline, released a statement in 2011 (pdf) that offered support for an extension to LDC exemption from the intellectual property rules, albeit not necessarily an indefinite one. In 1995, when the Trips agreement, the WTO&apos;s compact on intellectual property, took effect, LDCs were automatically granted an extra 10 years to comply with the rules. When that period expired in 2005, delegates negotiated a second extension, this one for seven and a half years. The second extension will run out at the end of June, when the new, eight-year waiver should take its place. If LDCs were to lose their exemption, any of the countries that failed to comply with the Trips agreement would be open to lawsuits under the WTO&apos;s dispute settlement system. While it would be unlikely for a developed country to challenge an LDC in that forum, rich nations could use LDCs&apos; non-compliance to pressure them in other ways, such as by withholding aid money.", 
    "section": "global-development", 
    "gid": "global-development/2013/jun/10/poorest-countries-intellectual-property-rights", 
    "wordcount": "769"
}