{
    "headline": "Mexican monarch butterfly numbers at record low, scientists say", 
    "text": "The colonies of migrating monarch butterflies that spend the winter in a patch of fir forest in central Mexico were dramatically smaller this season than they have been since monitoring began 20 years ago, according to the annual census of the insects released this week. This year&apos;s 59% drop in the numbers of orange and black butterflies that sleep in huge clusters hanging from the bows of the trees in the mountainside forests marks the sixth decline in the past seven years. It also fits into a longer term downward trend that scientists say is threatening the extraordinary annual migrational phenomenon in which the butterflies, over the course of several generations, travel between their winter sanctuary in Mexico and their feeding and breeding grounds in the United States and Canada, and then back again. The WWF, which carries out the census of the Mexican colonies in co-ordination with the Mexican government, says the extensive use of herbicides is wiping out vast quantities of the milkweed that provides the butterflies with their main food source and breeding grounds. The use of herbicides destroying milkweed is directly linked to the mass cultivation in the great plain states of the US of genetically modified soybean and corn crops with inbuilt resistance to chemicals that the rest of the plants in the areas sprayed do not have. The WWF also noted usually hot and dry weather that can kill the butterfly eggs. The WWF&apos;s Mexico director, Omar Vidal, said the Mexican sanctuary was being well looked after, and stressed that the mass illegal logging that once represented the main threat to it has been stopped. &quot;By protecting the reserves and having practically eliminated large-scale illegal logging, Mexico has done its part,&quot; Vidal said. &quot;It is now necessary for the United States and Canada to do their part and protect the butterflies in their territories.&quot; But not all experts agree that Mexico has done all it can to protect the monarchs. &quot;It is a whitewash by the World Wildlife Fund and the Mexican government,&quot; the leading monarch expert Lincoln Brower of Sweet Briar College in Virginia said. &quot;They are playing down and ignoring the continued degradation of the microclimate of the forest that is critical to the butterflies.&quot; Brower, who has been studying monarch migration for 55 years, said he personally witnessed the continuation of small-scale logging in the reserve while on a visit in February, acting as a guide to former US president Jimmy Carter. He said that even small reductions of the forest cover can expose the butterflies to potentially fatal lower temperatures, humidity, and direct sunlight. He added that the authorities are allowing local communities to pipe water out of streams that are also essential to the survival of the colonies, and that there are insufficient controls on tourism in the area. Brower called for more cross-border co-operation to address all the threats to the butterfly. &quot;The numbers are getting so slow now that the migratory phenomenon of the monarch is becoming endangered,&quot; he said. &quot;It is looking like the glorious migration phenomenon will begin to peter out.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/mar/14/mexican-monarch-butterfly-numbers", 
    "wordcount": "528"
}