{
    "headline": "Student entrepreneurs frustrated by lack of funding", 
    "text": "It is the week before &quot;demo day&quot; at StartX  a non-profit organisation in the heart of Silicon Valley that assists Stanford University students with their own startup businesses. Budding entrepreneurs are putting the finishing touches to their pitches. &quot;Do you want the 10-second, one-minute or 10-minute version?&quot; asks Pratik Verma, founder of AgeTak Inc, a company that solves healthcare database problems and which is among the 13 student businesses finishing the current programme. StartX  whose offices include a dedicated nap room and walls that can be used as whiteboards  is a business accelerator program run by Stanford Student Enterprises, the business arm of the student body, since 2010. Thanks to web giant AOL, which hosts StartX inside its US west-coast headquarters for a token rent, StartX provides a time-limited &quot;incubation space&quot;. Those on its three-month boot camp also get advice and support  including mentoring by experienced business people  to help create fast-growing companies that can attract investors like those that got Google and Facebook started. It culminates in &quot;demo day&quot;, where the startups pitch in front of more than 200 investors. And Stanford students love it. In the last academic year, about 340 student businesses applied  representing about 1,300 young entrepreneurs. Of the 32that won a place, an impressive 27 went on to raise funding of typically between 300,000 and 1m each, with individual investor contributions ranging from about 30,000 to 60,000. A growing number of British students also have &quot;Zuckerbergian&quot; ambitions and want to be chief executives of their own companies rather than starting on the bottom rung of someone else&apos;s. While data on the UK student startup scene is lacking, a 2010 National Council for Graduate Entrepreneurship study showed on average 28student and graduate startups created per university in 2009-10, up 27% on the previous year. The most recent Higher Education Funding Council for England figures report more than 2,350 businesses were started by recent or new graduates in the 2009-10 academic year, up 12% on the year before. The growth in student enterprise on both sides of the pond is driven by culture and hard economics. &quot;Entrepreneurship has become much cooler recently,&quot; says Cameron Teitelman, StartX&apos;s managing director, who oversees a team of 15 student volunteers administering the programme. &quot;There was The Social Network movie ...[and] banking has had such bad PR.&quot; In the UK, student enterprise &quot;is really starting to bloom now&quot;, says William Goodwin, the University of Bristol&apos;s current &quot;graduate entrepreneur in residence&quot; who runs the Basecamp incubator programme for student businesses at the university. &quot;Obviously, the economic climate is helping,&quot; he adds. &quot;There are not a huge number of jobs out there so people are starting to make their own.&quot; A new wave of accelerators and incubators is springing up in the UK to help. Some UK universities are waking up to the fact that their customers  students  expect nothing less. Last week, Sir Tim Wilson in his review of business-university collaboration, said universities should facilitate opportunities for students to pursue entrepreneurial activities. Bristol&apos;s Basecamp, launched in 2009, is currently incubating 15 businesses. They range from a social media website called Konqr that runs competitions, to a company called Nimble Servers to assist online gaming, to businesses planning to sell lingerie and liquid-nitrogen-chilled ice-cream. Like StartX, it provides free office space on campus, along with mentors, strategic resources and support. But there is no competition process to get in, no time limit, and no pitching session at the end. Instead, loans are offered via a dedicated 30,000 alumni fund and it connects student businesses seeking funding  four currently are  to investors. Goodwin, whose post is paid by the institution from knowledge-transfer funds, oversees a team of six student advisers. &quot;The university wants to provide what the students want,&quot; he says, &quot;[and by doing so] in 10-15 years they can hopefully recoup the money in alumni donations.&quot; London Metropolitan University, which introduced a student component  called the Hatchery  to its fully fledged incubator for London businesses in 2009, came to the same realisation. It has the bonus of being located near London&apos;s Shoreditch-based &quot;Silicon Roundabout&quot;, an area home to many tech startups and investors. Another longer-running incubator for student businesses is the Hive at Nottingham Trent University, which has been going for more than a decade. Yet this ready supply of entrepreneurs may exceed the readiness of some UK institutions and investors to support them. Not all universities have figured out quite how they can help entrepreneurial students, says Bart Clarysse, who holds a chair in entrepreneurship at Imperial College&apos;s business school. Many universities are focused on spin-outs from academic research built on concrete intellectual property (IP), which generates revenue for the institution. Supporting student businesses requires a new and very different model. &quot;You have students, who have no IP ... so [the institutions] are struggling,&quot; he says. But, Clarysse adds, universities should support the movement because of the valuable educational experience it provides. It is &quot;even more valuable&quot; to some future employers than doing an MBA, he says. Some student enterprise societies  which have traditionally offered more theoretical than practical help  are also testing the water in providing their own incubator and accelerator programmes where universities don&apos;t have them. Oxford University&apos;s student enterprise society, Oxford Entrepreneurs, established the Oxford Entrepreneurs Incubation Centre in 2009 for Oxford student startups in space provided by the institution. Successes include Plink  a mobile app that recognises well-known artworks  which was Google&apos;s first ever UK acquisition. Warwick Entrepreneurs launched a virtual incubator for Warwick University student startups last year. LSE students also last year piloted a virtual LSE Student Business Incubator. It is great to see, says Hushpreet Dhaliwal, chief executive of the UK&apos;s National Association of College and University Entrepreneurs  a non-profit organisation that supports student enterprise societies which has just won government funding. But, she cautions, societies and universities need to work in partnership to achieve real success. Yet, to really grow, student startups need to raise funds from investors. And while that&apos;s easy in Silicon Valley, it&apos;s more challenging in the UK. For Husayn Kassai, president of Oxford Entrepreneurs, lack of investment is the &quot;number one difficulty&quot;. UK investors have the money, he explains, but they are geared up to spend very large sums to produce very large returns on investment, meaning small student businesses are overlooked. What student businesses often need, he says, is a smaller amount, in the realm of 20,000 rather than 100,000, which few deal in. Clarysse agrees. There is so-called venture capital and angel investment available in the UK, but it is not what most student startups really need. Rather, &quot;very particular&quot; to Silicon Valley, and one of the reasons startups can flourish so well there, is the much greater investment from &quot;super angels&quot;  which might fund many startups with very small pots of cash. It is more of these types of investor, along with perhaps a micro-financing system, that would really help to get student businesses going in the UK, he says.  This article was amended on 7 March 2012. The original said: &quot;In the last academic year, about 340 student businesses applied  representing about 1,300 young entrepreneurs. Of the 32that won a place, an impressive 22 went on to raise funding of typically between 300,000 and 1m each, with individual investor contributions ranging from about 30,000 to 60,000.&quot; This has been corrected.", 
    "section": "education", 
    "gid": "education/2012/mar/05/student-entrepreneurs-uk-lack-business-angels", 
    "wordcount": "1291"
}