{
    "headline": "A life online: 'I'm a nerd who likes to keep his private life private'", 
    "text": "Nick Perry began using the nascent internet in 1991, when he started his degree in engineering and computer science. He and his fellow students were given email accounts on the computing department&apos;s Unix network, a rudimentary text-only system with no user interface. &quot;It really felt quite exciting, seeing where it was all going. All of a sudden you had this resource on which you could communicate,&quot; he said. Perry used Usenet, a kind of bulletin board that is accessible today through multiple sources, including Google Groups. &quot;Really in those early days the web was just for nerds like me, if you wanted some tech advice or needed to find out how to do something. &quot;You wouldn&apos;t be able to find a pair of shoes but you could find people posting up facts about a range of niche areas, like tea or knives.&quot; Early communication was through mailing lists, which would compile FAQs for users. &quot;You would get this stream of emails and it was quite difficult to manage,&quot; he added.. Instead of typing a query into a search engine and getting an instant response, websites like Yahoo  at that time a major player  or email mailing lists like Listserv would index information under different subject headings. Perry, like other early adopters, was helping to build the internet as it went along. &quot;People would create bits of software and tools that worked for them and then just post them up on the net  it thrived on that,&quot; he said. &quot;In the online community, people like to define standards and collaborate over protocols about how to distribute software or information.&quot; This collaboration with a bunch of similarly-minded individuals created a heady environment. &quot;It could make you feel quite powerful. Because there were a relatively small number of people involved, you could quite easily come to be seen as a &apos;go to&apos; person for particular subjects. And these weren&apos;t &apos;real&apos; people that you had to meet and go through social niceties  you didn&apos;t have to dress up or even smell good. For a nerd, all that was quite something. &quot;There was a palpable excitement about being part of this new stream of information.&quot; Despite feeling part of a relatively small niche in 1991, by 1994 Perry became aware of how quickly the web was opening up, with most students given email addresses. &quot;I think we were aware that it was changing very quickly, especially socially, and we were being swept away on that. If you were there at the beginning you had this great sense of openness. People were trying to connect everything up and help each other out. It wasn&apos;t pretty, but it worked.&quot; Then rival online services Compuserve and AOL started offering access to the web. &quot;It felt a lot more closed and polished, like a private network. It felt like the internet was being divvied up, and our early feeling was that it would be open and collaborative  not controlled by corporations.&quot; The big shift came in the late 90s and was thanks in part to the burgeoning online porn industry. &quot;What porn did was demonstrate that you could distribute media online; they took a digital leap of faith and proved it was possible and you could make it commercial.&quot; Then Google came along, and changed everything again, making searching on the web more practical, returning relevant results, ranked in a way that the directory-style listing of Yahoo or un-ordered results from AltaVisa had yet to do. Perry admits: &quot;As I get older I know less about what goes on behind the scenes. Before, there were tech people producing solutions to problems but now it feels like there are far more people who don&apos;t necessarily understand the web.&quot; But he remains excited about the mushrooming number of new sites. &quot;Sometimes these sites don&apos;t really seem logical. I thought that about Twitter  why would anyone want to read my stream of consciousness?  but then an event like the riots happens and it comes into its own.&quot; He does have concerns about the future of the net, particularly the mass exposure of people&apos;s lives on social networks. &quot;I&apos;m a nerd who likes to keep his private life private,&quot; he said. &quot;The way the internet is going scares a lot of people. It doesn&apos;t scare me: I don&apos;t really think anyone would be interested enough to stalk me, but I am reasonably careful about what I say.&quot; Nonetheless Perry is on both Facebook and Twitter. And recently he used the former to come out, changing his profile to &quot;interested in men&quot;. &quot;My reasoning behind it was that it is now difficult to keep a secret on the internet. In this day and age, if you are sharing things on Twitter and Facebook then don&apos;t expect those things to stay secret. If you really want things to be a secret, just don&apos;t tell anyone.&quot;  This article was amended on 23 April 2012. The original said &quot;Usenet [is] a kind of bulletin board that exists today as Google Groups&quot;. This has been corrected.", 
    "section": "technology", 
    "gid": "technology/2012/apr/17/a-life-online-it-manager", 
    "wordcount": "872"
}