{
    "headline": "Tool use by an African grey parrot | video", 
    "text": "    Proving that robots aren&apos;t just for people any longer, African grey parrot, Pepper, has learned to drive a robot that was specially designed for him. Pepper, whose wing feathers are clipped to preventing him from flying around his humans&apos; house and destroying their things, now manipulates the joystick on his riding robot to guide it to where ever he wishes to go.  This robotic &quot;bird buggy&quot; was the brainchild of his human companion, Andrew Gray, a 29-year-old electrical and computer engineering graduate student at the University of Florida. It was inspired by Pepper&apos;s growing frustration with his human family&apos;s rude behaviours.    The behaviour that most annoyed Pepper was when his human family left him alone in a room -- how dare they ignore him? After living with these humans for more than ten years, was he not a member of the family too?  Pepper decided to pursue a bold course of action to remedy this situation: he would attempt to train his humans to never abandon him. A simple goal, but addressing it was a daunting task -- so challenging that he would often scream in sheer frustration. Eventually, Pepper&apos;s screams of loneliness and frustration had the desired effect: Mr Gray began designing a variety of objects to occupy the parrot&apos;s time and energies whilst his humans roamed through the house, out of his sight.  The first toy was a sound-activated squirt gun. This toy sprayed water on Pepper whenever he screamed. After an initial period of silent astonishment at his human companion&apos;s sheer ingenuity, Pepper tested the toy thoroughly and grew to love it. Of course, Pepper&apos;s shrieks were rewarded so he screamed more than ever, although now, his frustration was tempered with long moments of soggy, shrieking delight.  &quot;He started using it as a bird bath&quot;, admits Mr Gray, who originally designed this particular toy to quiet Pepper. He added: but &quot;then he&apos;d scream just to be squirted.&quot;  Inspired, Pepper wanted to know what sort of parrot toy his human companion might design next, so he began screaming even more frequently.  Mr Gray, who isn&apos;t deaf yet and who claims to value his hearing, then designed a noise-making device to amuse Pepper.  &quot;The next thing I tried was a rattler. It&apos;s a drum on a stick and it has two little beads on string&quot;, Mr Gray continued. &quot;I attached that to a [remote-controlled] motor and I would push a button and [the motor] spins that around.&quot;  At first, Pepper didn&apos;t find this toy amusing, oh no, not in the least.  &quot;It really scared him the first couple times but then he got used to it because he&apos;d just keep screaming&quot;, sighed Mr Gray, oblivious to the irony of this situation.  Finally, Pepper&apos;s human companion experienced a flash of insight. A true Eureka moment -- well, for a human.  &quot;What&apos;s the underlying issue here? What&apos;s the problem?&quot; Mr Gray asked himself since Pepper was, by this time, non-communicative and sulking in utter frustration. &quot;The problem is he&apos;s not in the room with us. When he&apos;s in the room with us, he&apos;s fine.&quot; Like, duh, Pepper responded later in an interview. What I have I been telling you for the past ten years? This time, Mr Gray knew what he had to do. He designed a toy that would relieve Pepper&apos;s loneliness -- a stylish toy that would make any parrot proud. His very own robot!  Basically, this toy is a parrot perch on wheels, equipped with a joystick that allows its parrot driver to commandeer the contraption around the house and with a newspaper-sized deck to catch Pepper&apos;s occasional tokens of appreciation. Dubbed the &quot;bird buggy&quot; by Mr Gray, this robot is the most sophisticated toy that Pepper has received so far. It meets his goal by allowing him to follow his much larger and clumsier human family members around the house without fear of being trampled underfoot.  When later asked about this invention, Pepper said he was pleased to see that his extensive efforts to train his human companion had finally paid off, and so handsomely, too.  Pepper the grey parrot then added (with what appeared to be familial pride) that he and this particular human were &quot;like siblings&quot;: since he had first joined his human family when Mr Gray was a teenaged boy, they had &quot;practically grown up together&quot;.  This video captures Pepper demonstrating what his parrot buggy can do:            [video link]  Pepper the grey parrot concluded this interview by providing some advice to other similarly-frustrated companion parrots: &quot;Never give up! If you are persistent and determined, your human family may eventually understand what you must have to be truly happy. Further, if we properly motivate our human care-givers, who knows what intellectual and technological heights they may attain in their quest to meet our needs.&quot; Sources: The Independent Florida Alligator The Bird Buggy Pepper: interview via Skwawk, the online parrotphone; 7 December 2012. .. .. .. .. .. .. .. .. .. .. ..  Follow Grrlscientist&apos;s work on facebook, Google +, LinkedIn, Pinterest and of course, on twitter: @GrrlScientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/dec/07/3", 
    "wordcount": "858"
}