{
    "headline": "The judge who fell asleep", 
    "text": "When a judge falls asleep in the courtroom, sometimes people are alert enough to notice  and then word gets out to the public. That&apos;s happened often enough for two doctors to decide to do something. What they did was to gather news reports about slumbering judges, write a paper about those reports, and then submit it for publication in the medical journal Sleep. Dr Ronald Grunstein of the Royal Prince Alfred hospital in Sydney, Australia, and Dr Dev Banerjee of Birmingham Heartlands hospital in the UK saw their judgefilled-but-not-judgmental treatise appear in print in 2007. The headline was The Case of Judge Nodd and Other Sleeping Judges  Media, Society, and Judicial Sleepiness.&quot; Grunstein and Banerjee tell of 15 cases, one in Australia, one in the UK, one in Canada, 10 in that sometimes slumbering giant the US, and one at the international war crimes tribunal at The Hague. The &quot;Judge Nodd&quot; story comes from Australia&apos;s New South Wales district court. Grunstein and Banerjee write that Judge Ian Dodd &quot;had been reported to the State Judicial Commission for allegedly repeatedly falling asleep while listening to witness testimony and legal argument&quot; in different cases over several years. The jury in a 2004 trial, they say, even &quot;commented on Judge Dodd&apos;s loud snoring&quot;. The &quot;Judge Nodd&quot; nickname arose the previous year, they let on, from jurors who had kept themselves awake to opportunities for self-amusement. Grunstein and Banerjee explain that &quot;some months prior to any press reports about his sleepiness during trials, Judge Dodd  was diagnosed with obstructive sleep apnoea, and was apparently treated effectively&quot;. The news stories led to a &quot;media frenzy&quot;, which led to early retirement for Judge Dodd. All of this woke Grunstein and Banerjee up to the titillating yet consequential tangle of medical, legal and moral issues. Many judges are alert, quietly, to the undesirability of snoozing in court. Grunstein and Bannerjee point to a survey done by Professor Nancy J King, a law professor at Vanderbilt University in Nashville, Tennessee. King asked 562 American judges about trials they had overseen recently: &quot;69% of the judges reported cases in which jurors had fallen asleep&quot;, she writes. &quot;By judges&apos; estimates, this had happened in more than 2,300 cases.&quot; King also asked, and learned, what those judges did to those sleepers: &quot;Sleeping jurors were usually awakened and offered a break, or a chance to drink water, cola, or coffee, but not reprimanded. Many other judges stated that they left it up to the lawyers to take action when jurors dozed, some noting that after all it was the lawyers who had put them to sleep.&quot; (Thanks to Geoffrey Kendrick for bringing this to my attention.)", 
    "section": "education", 
    "gid": "education/2012/jul/30/improbable-research-judge-jury-sleeping", 
    "wordcount": "464"
}