{
    "headline": "Brian Cox, David Starkey and  Colin Firth; a new type of public intellectual?", 
    "text": "After a year of science that has seen Brian Cox present a BBC primetime Night with the Stars, David Starkey being denounced as a historian for exchanging the library for the TV studio and celebrity academics launching the private New College of the Humanities, one may ask whether academics are becoming part of a new academic star system. Even the UK research councils are teaming up with the media to co-produce the &quot;Next Generation Thinkers&quot;, who are destined for science media fame. What is driving this shift in mass mediated scholarship, and are we likely to see it flourish during this century? Did the noughties signal a return of the public intellectual, or is the celebrity scientist dumbing down the complexity of knowledge in order to reach the masses? One important factor that may determine what happens next is the new &quot;impact&quot; component of the research assessment within the UK. Crucially, academics will need to explain how their research has had an impact outside of academia. It is still too early to tell how academics will indicate their work having had an impact, but HEFCE exemplars include media presences as one potential measure. So, having a column in the Sun, publishing with commercial rather than academic houses, or having an agent may be among the most important decisions an academic can make to ensure their work reaches parts of society that others do not. Co-authoring publications with celebrities may be another creative move towards boosting citations outside of academia, as Colin Firth&apos;s co-authored article for Current Biology showed in 2011. While research active departments scurry to figure out whether their work had an impact or what that might mean, strategic decisions made by universities may lead to academics enjoying a very different form of public intellectual status than previously seen. Moreover, the success of today&apos;s celebrity scientists may pave the way for a new generation of academics and, indeed, new public expectations of them. Will this be to the detriment of scientific complexity or lead to the dumbing down of knowledge in order for it to be marketed to a non-academic audience? Perhaps. It may also lead to a different way of evaluating the worth of scholarly research. However, if the HE sector can gain a larger chunk of column inches from tabloid kiss and tell stories, or viewing audiences from Strictly Come Dancing, then it may improve people&apos;s understanding of the world, or at least their appreciation of science. The impact of this may not be to improve the public understanding of science immediately, but a population with greater sensitivity to its value may trickle down to shaping the values of future generations. For years, the UK research councils have run public engagement of science campaigns, which have created a boom in science festivals  there is at least one in nearly every major UK city. However, the big challenge for non-STEM academics is to compete with the vast funds that are invested into science communication. Without this complement, the public intellectual will always suffer from a social science and humanities deficit and we are likely to lose a considerable dimension of public understanding. Historians may have to find an equivalent to blowing up stuff and sociologists will need to become embedded ethnographic reporters in riots. Rather than jeopardise academic integrity though, it may promote it. Professor Andy Miah Directs the Creative Futures Research Centre at the University of the West of Scotland.  This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/jan/24/celebrity-scientists-research-impact-agenda", 
    "wordcount": "609"
}