{
    "headline": "ZTE deal to pay Microsoft Android royalties leaves Motorola exposed", 
    "text": "Chinese handset maker ZTE has signed a deal to pay Microsoft royalties on every device that uses Google&apos;s Android and Chrome OS software, a move that leaves only Motorola and China&apos;s Huawei unsigned of the major manufacturers - and sets the stage for a showdown with the Google subsidiary.  The announcement by Microsoft brings to 20 the number of companies that have signed deals after Microsoft claimed patent ownership over undisclosed functions within Android. Last week, the giant manufacturer Hon Hai - owner of the Foxconn factories which make huge numbers of phones and tablets for other companies - signed a similar deal to pay royalties on Android and ChromeOS devices. ZTE was the fifth-largest maker of smartphones during the fourth quarter of 2012, according to IDC, shipping 9.8m Android phones, just behind Sony&apos;s 9.8m and Huawei&apos;s 10.8m. Huawei and Microsoft are also understood to have been in talks about a similar licence relating to Android. Microsoft now claims that 80% of Android smartphones sold in the US, and &quot;a majority of those sold worldwide&quot; are covered by its patent licences. That statistic does not seem to cover phones sold inside China, where dozens of &quot;white box&quot; manufacturers build Android handsets at prices as low as $20. However, the software giant is reckoned to be earning hundreds of millions of dollars annually from the patent deals signed by Android manufacturers including Samsung, HTC, LG, Sony and Sharp. The deal means the stage is now set for a showdown with Google-owned Motorola, which has resisted efforts by Microsoft to assert its patents against its use of Android for years. &quot;The ZTE and Foxconn agreements show once more that technology companies around the world, including some of the world&apos;s largest and fastest growing manufacturers anchored in China, recognize licensing is an effective way to share technology and build on each other&apos;s work, accelerating the pace of innovation and delighting customers,&quot; said Horacio Gutierrez, Microsoft&apos;s deputy general counsel. The company claims a long list of Android and other manufacturers which have licensed its patents. A number of the licences relate to Microsoft&apos;s exFAT (Extended File Allocation Table) technology, used for audiovisual files and which Microsoft says &quot;greately expands the size of files that flash memory can handle&quot;. Flash memory is used in all smartphones and tablets, and in solid-state drives which are becoming more common in laptop computers.  Motorola has been strongly resisting demands by Microsoft that it should license its use of Android. That has led to tit-for-tat court cases in Europe and the US in which Motorola has asserted a number of its patents, including some on the wireless networking standard Wi-Fi and the video encoding standard H.264 against Microsoft&apos;s Xbox, and sought import bans. Motorola has sought royalties from Microsoft for the use of those &quot;standards-essential&quot; patents (SEPs) which would run into hundreds of millions annually. It has also sought injunctions against Xbox imports in some regions. But the use of those SEPs - which are meant to be licensed on a &quot;non-discriminatory&quot; basis to any willing licencee - in court cases has attracted the attention of competition authorities in the US and Europe, and led to Google being chastised for the behaviour of its subsidiary in January during an FTC settlement. The FTC has in effect banned Motorola from seeking sales bans on devices that use its SEPs unless it can show that the company involved is refusing to licence it. Unlike Motorola&apos;s patents, Microsoft&apos;s relating to Android are not standards-essential - and so it is not obliged to license them, or can name its price. Among the handset companies that have signed agreements are Samsung Gutierrez said in a statement: &quot;Much of the current litigation in the so called &apos;smartphone patent wars&quot; could be avoided if companies were willing to recognize the value of others&apos; creations in a way that is fair. At Microsoft, experience has taught us that respect for intellectual property rights is a two-way street, and we have always been prepared to respect the rights of others just as we seek respect for our rights. This is why we have paid others more than $4bn over the last decade to secure intellectual property rights for the products we provide our customers. &quot;This balanced approach to intellectual property licensing explains why, while others continue to pursue litigation around the world as the primary means of addressing their differences, we have successfully entered into license agreements with nearly all companies on the list of the world&apos;s largest Android smartphone vendors and their manufacturers.&quot; In a remark clearly aimed at Motorola, Gutierrez said: &quot;We have worked for multiple years to reach an amicable solution with the few global companies who have yet to take a license, but so far they have been unwilling to address these issues in a fair manner. We&apos;d prefer to consider these companies licensing partners and remain hopeful they can join the rest of the industry in the near future.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/apr/24/zte-android-patent-microsoft", 
    "wordcount": "848"
}