{
    "headline": "Two-thirds of commuters think UK roads are 'not safe enough for cycling'", 
    "text": "Two-thirds of people think UK roads are not safe enough for cycling, and less than half say local areas are only safe on limited routes. These are the headline findings of a survey of 1,550 commuters by road safety charity Brake and solicitors Bolt Burdon Kemp. The study also found that just 10% surveyed use their bikes as their main form of transport, but 35% would switch to cycling for commuting if roads were less dangerous. They may well have reason to be put off. In 2010, the Department for Transport reported 117 cyclists deaths on roads in Great Britain, an increase of 7% from 2009, while cycle traffic increased only by 1%. The number of seriously injured cyclists also rose by 2% from 2,606 in 2009 to 2,660 in 2010. Donal McNally is one of them. In 2010, 46-year-old McNally, a bioengineering student at the University of Nottingham, was hit by a car while cycling home near Bradmore in the East Midlands. McNally lay motionless at the roadside as the driver drove off, leaving his helmet cracked in four places.            McNally survived the accident with three neck fractures, a lower back fracture and three cracked ribs. &quot;I was very lucky,&quot; he said. &quot;I&apos;ve spent a career researching spinal injuries and I know how easily I could have been killed. I owe my life to my helmet.&quot; Acknowledging the significance of the helmet, bright clothing and front and back lights &quot;to help drivers see you easily&quot;, McNally insisted on the drivers&apos; share of responsibility of road safety. &quot;It&apos;s also vital that drivers slow down to below 20mph around schools, shops and homes and keep a look out for cyclists at all times&quot;. A study published in the British Medical Journal in 2009 on the effect of 20mph traffic speed zones on road injuries in London showed that lower urban limits reduce cyclist casualties by 17%. Another study by the University of Leeds in 2010 on the effect of cycle lanes on the proximity between motor traffic and cycle traffic concluded that reducing the speed and volume of traffic would improve cycle safety more than narrow cycle lanes. The Cycle for Life campaign by Brake and Bolt Burdon Kemp is calling for local authorities implement widespread 20mph limits in communities to protect cyclists and pedestrians, as well as more traffic-free and segregated cycle paths on commuter routes, and those connecting homes and community facilities. &quot;This survey shows the huge amount of public support for safe cycling,&quot; said Brake deputy chief executive, Julie Townsend. She added that the campaign is &quot;calling on the authorities, employers, and the driving public to act upon this, to enable people to take to their bikes without fear.&quot; In February the government announced 15m in funding largely for cycle routes, storage facilities and repair centres on top of the local sustainable transport fund, that is focused on cycling. But Brake is asking for more commitment to safer cycling, demanding the government &quot;ensure this funding is used primarily for making cycling safer and to dedicate more funds to this purpose&quot;. The charity is also urging the Department for Transport, currently reviewing its guidance on setting local speed limits, to encourage widespread 20mph limits and remove the red tape hindering its implementation.", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/may/04/uk-roads-safe-cyclists", 
    "wordcount": "561"
}