{
    "headline": "Two-thirds of forest elephants killed by ivory poachers in past decade", 
    "text": "The forest elephants of Africa have lost almost two-thirds of their number in the past decade due to poaching for ivory, a landmark new study revealed on Tuesday. The research was released at an international wildlife summit in Bangkok where the eight key ivory-trading nations, including the host nation Thailand and biggest market China, have been put on notice of sweeping trade sanctions if they fail to crack down on the trade. &quot;The analysis confirms what conservationists have feared: the rapid trend towards extinction  potentially within the next decade  of the forest elephant,&quot; said Samantha Strindberg of the Wildlife Conservation Society (WCS), one of 60 scientists on the research team. There are about 100,000 forest elephants remaining in the forests of central Africa, compared with about 400,000 of the slightly larger savannah elephants. The total elephant population was over 1 million 30 years ago, but has been devastated by poaching driven by the rising demand for ivory ornaments in Asia. Prof Lee White, head of the National Parks Service in Gabon, once home to the largest forest elephant population, said: &quot;A rainforest without elephants is a barren place. They bring it to life, they create the trails and keep open the forest clearings other animals use; they disperse the seeds of many of the rainforest trees  elephants are forest gardeners at a vast scale.&quot; Forest elephants have suffered particularly badly because they range across central Africa, which has been left lawless in large areas by war, and where poachers have ready access to guns. Furthermore, the tusks of forest elephants are longer, straighter and harder than savannah elephants, making them particularly sought after. &quot;A lot of carvers prefer forest elephant tusks,&quot; said WCS&apos;s vice president, Elizabeth Bennett. Although deforestation is taking place, loss of habitat is not the principal problem for the elephants, according to another of the scientific team, John Hart of the Lukuru Foundation. &quot;Historically, elephants ranged right across the forests of this vast region of over 2m sq km, but they now cower in just a quarter of that area. Although the forest cover remains, it is empty of elephants, demonstrating that this is not a habitat degradation issue. This is almost entirely due to poaching.&quot; The new study, published in the journal Plos One, took nine years to complete and the team spent over 90,000 person-days in the field, walking over 13,000 km and taking 11,000 samples. They found the population fell by 62% between 2002 and 2011 and was now less than 10% of its potential size. Last month, Gabon announced the death of about 11,000 forest elephants in the Minkb national park between 2004 and 2012. Gabon&apos;s president, Ali Bongo Ondimba, says: &quot;Our elephants are under siege because of an illegal international market that has driven ivory prices in the region up significantly. I call upon the international community to join us in this fight. If we do not reverse the tide fast the African elephant will be exterminated.&quot; The 178-nation summit of the Convention on the Trade in Endangered Species (Cites) began in Bangkok on Monday and has already seen the eight countries identified as key to the ivory trade threatened with trade sanctions if they do not tackle failures in protection against poaching in Africa and failures in seizing illegal ivory along trade routes to China. The nations, including the states which most ivory passes through  Tanzania, Kenya, Uganda, Malaysia, Philippines and Vietnam  and where most ivory is bought  China and Thailand - must come up with concrete action plans or face a ban on millions of dollars of trade in animals and plants, including crocodile skins and orchids. The Thai prime minister opened the Cites summit by pledging to outlaw Thailand&apos;s domestic ivory trade which is currently legal. But she was criticised for failing to set a deadline. Proposals to the Cites summit supporting and opposing more &quot;one-off&quot; sales of ivory will not succeed, the Guardian has been told. A previous &quot;one-off&quot; sale in 2008 was criticised by some as driving up demand, but defended by others as providing funds for elephant protection. Cutting the demand for ivory, as well as fighting poaching, is seen as crucial, with African elephant deaths running at 25,000 a year. Bennett said better education programmes in China would be a vital part of the action plans: &quot;A lot of people don&apos;t actually know that you have to kill elephants to get ivory.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/mar/05/two-thirds-forest-elephants-killed", 
    "wordcount": "763"
}