{
    "headline": "This government's energy policies are a timebomb", 
    "text": "Sometime in 2018 or shortly thereafter, the UK will experience a crisis. Electricity supply will not be enough to meet demand. When this happens, people will look back to 2012 and the disastrous policy decisions taken by the UK. The first is the publication of the draft bill on electricity market reform. The second is the imminent decision to cut potentially as much as 25% from onshore windfarm subsidies. What has become clear is that the government cannot rely on the market to supply the 110bn of investment in generating capacity that will be required to replace the old nuclear and coal power stations, which are likely to be turned off after 2017. What should perhaps cause the most surprise is that it is George Osborne and the Treasury who have so singularly failed to understand the logic of the markets. At no time in the past 10 years has investment in Europe&apos;s energy exceeded 70bn, yet the government&apos;s plans are based on the assumption that in every year of the next seven years investment must exceed 80bn. This is at a time when the utilities sector across Europe has been derated by 40% against the rest of the market and when European utilities have been derated sharply against utilities in the rest of the world. The uncomfortable truth is that investors can achieve higher returns in other sectors or in the same sector in other parts of the globe. In the words of one senior city analyst: &quot;The government&apos;s policy is based on a lie.&quot; He is too generous. It is based upon three. The government wants to tell people that their electricity will become cheaper. It will not. The government wants people to believe that new nuclear can be built without government subsidy. It cannot. The government wants to persuade people that it is neutral as between technologies. It is not. There are five main risks for investors: planning, construction, operational ones, price and decommissioning. The draft bill has sought to address only one of these: price risk, through the mechanism of feed-in tariffs based upon a &quot;contract for difference&quot;. What these do is guarantee to the generator a price, known as the strike price. This works so that if the market price of a kilowatt hour produced by gas falls below the agreed strike price, a low-carbon generator will receive the difference between the market and the strike price. In principle, a contract like this should work to incentivise investors and dispel their concerns over any future price uncertainty. The problem is that our government has caused real disquiet among the investment community because it has prevaricated about just who will sign these contracts. The government initially claimed that National Grid would be the counterparty, but National Grid has said it will not sign the contracts. The government first claimed that in the event of a default it would be the government who was sued in the courts, but claims it is the public who have to pay the contracts through their bills, and that government would not be liable. The whole thing is a mess and the uncertainty is choking off investment appetite. This appetite was never great in the first place. The government wants to build new low-carbon generating capacity. This means nuclear or renewables such as wind, marine or solar. Marine is not yet sufficiently developed at commercial scale and solar is not yet either cheap enough or advanced enough to operate on a commercial scale given the UK weather. So we must look at wind: both on and off shore and at nuclear. Each of these three shares a similar investment profile: They are expensive to build but (relatively) cheap to run. The government&apos;s draft bill does not address this. Of the three low-carbon options, onshore wind is far and away the cheapest to build. So a government that simply wanted to produce a lot more electricity without producing a lot more greenhouse gas would likely favour onshore wind technology. In fact, onshore wind is the government&apos;s least favoured option, as the Guardian has reported. Never before has the UK required investment in its utilities sector on the scale this government must achieve, nor in a timeframe so brief, in order to keep the lights on past 2018. The government has begun to close down its energy options and the British public are going to pay the price.  Barry Gardiner MP is special envoy for climate change and the environment to the leader of the opposition", 
    "section": "environment", 
    "gid": "environment/blog/2012/jul/12/osborne-government-energy-policies", 
    "wordcount": "758"
}