{
    "headline": "Google Street View gets peek inside Sheffield university buildings", 
    "text": " View Larger Map   Google Street View has managed to capture butterflies, people mooning, slow-walking pensioners, a couple faking sex and even been credited with inspiring a new wave of truly documentary photography. The company had experimented with extending the service on a commercial basis inside some shops and universities, but the north&apos;s very own University of Sheffield has claimed the honour of being the first institution with buildings you can &apos;step inside&apos; from Google&apos;s all-seeing Street View service. And it is not just one building; seven buildings in total are now fully open for prospective students, staff  or just nosy parkers  to have a look inside. Earlier this week the department of physics and astronomy was able to host a virtual open day, and university staff are hoping the Street View will help the institution reach out to prospective students across the globe. Browsers are able to &apos;walk&apos; the corridors of the physics department&apos;s Hicks Building to see computing and work spaces, navigating corridors in exactly the same way as roads are browsed on Google Street View. The images boast enough detail to read the title of a book on a shelf and you can even climb onto the roof and see vistas of Sheffield.     The university's Information Commons is one of the first buildings to be given the Google Street View treatment. Photograph: Edward Miller/Google    A philosophy and psychology graduate, Edward Miller, winner of the Sheffield Business Planning Competition, took the pioneering pictures. He said: &quot;We will be releasing a number of buildings into Street View in different phases. We hope that the first phase will include buildings such as Jessop West, Firth Court and the Soundhouse and in the second phase the Students&apos; Union and the Management School.&quot; The university&apos;s pro-vice-chancellor for learning and teaching, Prof Paul White, said: &quot;The digital world is the future. Online education provides a means for the University of Sheffield to engage with learners from around the world and in circumstances we would otherwise never be able to reach out too.&quot; The full list of the buildings accessible via Google Street View are Information Commons, Hicks Building, Firth Court, Bartolom House, Jessop Building (Department of Music), Jessop West, and the Sir Robert Hadfield Building. In order to &apos;step inside&apos; the buildings, you need to navigate to their front entrances, and click on the icon showing two chevrons that appears. The university&apos;s commitment to digitising much of its resources has also led to a new initiative offering free online courses to learners across the globe. So far almost 1,000 people from countries including Brazil, Ethiopia and Nepal, have signed up to the first three MOOCs (massive open online courses) in healthy sustainable diets, health inequalities and health technology assessment. A spokesperson for the University of Sheffield said: &quot;Unlike other similar courses offered online [we] have established a unique platform for lecturers to share reading material, interactive quizzes and academic papers with learners  making the course much more engaging.&quot; Dr Michelle Holdsworth, of the school of health and related research, said: &quot;Learners will be able to participate in webinars in real time and interact with fellow pupils and academics, as well as being able to pause the tutorials and watch them at whatever time suits them  whether that is in the middle of the night or first thing in the morning.&quot; Update: This article was amended on 4/5/2013 to correct a factual error. The University of Sheffield is the first institution to be directly accessible from Street View, not the first university to have had its buildings mapped by 360-degree panoramic photographs", 
    "section": "technology", 
    "gid": "technology/the-northerner/2013/may/03/google-street-view-sheffield-university", 
    "wordcount": "585"
}