{
    "headline": "Indigenous Peruvians protest state oil company taking over their land", 
    "text": "Members of the Achuar indigenous people in the northern Peruvian Amazon have been protesting against Peru&apos;s state oil company&apos;s plans to enter their territory and exploit an estimated 42 million barrels of light oil. A protest was held against Petroperu last month in an Achuar community called Wisum near the border with Ecuador, just 12 days after it was confirmed the company would take over operations in a concession called &quot;Lot 64.&quot; Petroperu&apos;s involvement in this region follows the decision announced last September by Canadian company Talisman to withdraw from &quot;Lot 64&quot;, after discovering oil but meeting opposition from Achuar living within the concession.  The recent protest could be considered extremely embarrassing for Petroperu since its acquisition of &quot;Lot 64&quot; constitutes a return to upstream operations after a break of 17 years, according to Lima-based newspaper La Republica, which called the move &quot;historic.&quot; The protest was held on Wisum&apos;s landing strip and involved men, women and children from more than 20 Achuar communities, some of whom held signs reading &quot;We reject Petroperu&quot; and &quot;No Petroperu: no to the sale of our Achuar territory.&quot; A statement by the Peruvian Federation of Achuar Nationalities (FENAP) reads:   Petroperu should not operate in Lot 64. As the owners of our territory, we are opposed to oil activities. We are informing the Peruvian state that the position of the Achuar people in the Pastaza region has not changed since the creation, without consultation, of Lot 64 in 1995. We will continue actively resisting any kind of oil operation on our ancestral territory which covers the large majority of the concession.  That followed a statement by another Achuar organization, Achuarti Iruntramo (ATI), which is based in Wisum and affiliated to FENAP, addressed to Peru&apos;s president Ollanta Humala, Petroperu, various ministries and Congress expressing &quot;our rejection of any kind of entrance of oil companies, even Petroperu, in the Achuar people&apos;s ancestral territory&quot;:  We&apos;re aware of the Supreme Decree transferring Lot 64 from Talisman to Petroperu. We don&apos;t want another buyer, even if it&apos;s Petroperu. Ever since the creation of the concession in 1995, we have opposed all the companies here, beginning with Arco, then Occidental and most recently Talisman. Like we did for all of those, we will make it impossible for Petroperu to enter.  Both statements express concerns about the potential social and environmental impacts of oil operations.  &quot;We&apos;ve seen that the River Corrientes is very contaminated and know that Lot 1-AB has been declared a Zone of Environmental Emergency after years of complaints from our Achuar and Quechua brothers,&quot; states FENAP, referring to a nearby oil concession. &quot;We don&apos;t want history to be repeated and so we don&apos;t want any more companies coming here  whether national or international ones.&quot; &quot;Our protest has many meanings,&quot; says FENAP&apos;s president, Peas Peas Ayui, speaking from San Lorenzo in the Amazon where FENAP has an office. &quot;We&apos;re not going to let any company enter. We are the owners. We are the original inhabitants. We want to live in peace. We have the right to stand up for ourselves and if Petroperu tries to enter we will fight very hard against it.&quot; However, according to Petroperu&apos;s Juan Jos Beteta Herrera, the company will start operating as soon as it has met the environmental requirements stipulated by Peruvian law, which will include preparing an &quot;Environmental Impact Assessment&quot; of its planned operations.  &quot;This will provide light crude for Petroperu&apos;s refineries in Talara and Iquitos and return the company to upstream activities, which forms part of our strategy,&quot; he says. &quot;At the same time, it will bring social benefits to the communities currently involved in the area.&quot; Asked how Petroperu will respond to the Achuar&apos;s protest, Beteta Herrera says the company will &quot;continue with the community relations policy it has been implementing for the last 40 years along the route of the North Peruvian Pipeline.&quot; &quot;Part of that policy is to maintain constant communication with the communities in the areas of our operations,&quot; he says.  But Peas Peas Ayui says he has heard nothing from Petroperu since the protest in Wisum, and ATI&apos;s recent statement claims the pipeline  an extension of which passes through &quot;Lot 64&quot;  is contaminating their territory and threatening fish stocks.  US-based NGO Amazon Watch&apos;s Executive Director Atossa Soltani says:  As a cornerstone of their strategy to strengthen Petroperu, Peru&apos;s government has chosen Block 64 as a pilot project to showcase the company&apos;s potential. But the overwhelming majority of the block is territory of Achuar communities that have repeatedly rejected any oil activity and have effectively expelled multiple transnational companies since 1995. How does Petroperu think they are going to be successful where Arco, Oxy, and finally Talisman have failed?  Having announced its discovery of oil in &quot;Lot 64&quot; in early 2006, Talisman revealed it was pulling out on 12 September last year. Amazon Watch described it as a &quot;major victory for indigenous rights&quot; following &quot;increased pressure by human rights groups and shareholders for operating without Achuar consent.&quot; But Talisman&apos;s Phoebe Buckland calls it a &quot;business decision.&quot; &quot;Peru was part of our exploration portfolio and we have significantly reduced the exploration budget to focus on opportunities near our core areas,&quot; she says now. &quot;We are currently winding down operations in Peru.&quot;", 
    "section": "environment", 
    "gid": "environment/andes-to-the-amazon/2013/jun/07/peruvians-protest-oil-company-land-petroperu", 
    "wordcount": "918"
}