{
    "headline": "TuneIn raises $25m to keep streaming radio to its 40m listeners", 
    "text": "Streaming radio service TuneIn has raised $25m of new funding, as its website and apps passed 1bn listening hours for the first four months of 2013. The service has more than 40m monthly active users listening to the 70k AM/FM, digital and internet radio stations whose streams it makes available. It notched up 227m listening sessions in March alone. TuneIn&apos;s latest funding round was led by venture capital firm Institutional Venture Partners, with previous investors Sequoia Capital, Google Ventures and General Catalyst Partners chipping in. The round brings TuneIn&apos;s total funding so far to $47m since its first round in 2010, and came as the company appointed a new chief financial officer, former Googler Axel Martinez, to bolster its growth plans. &quot;It&apos;s been very entertaining to go out to these top-tier investors and talk about what radio&apos;s going to look like over the next five or ten years,&quot; says chief executive John Donham. &quot;They get just as excited about it as everyone else we talk to.&quot; Silicon Valley VCs getting excited about radio? That&apos;s quite a thought, given the hype  and a fair amount of justified excitement too  around the emergence of on-demand streaming music services like Spotify and Deezer, and personal radio services like Pandora and iHeartRadio (in the US, at least). These things aren&apos;t killing traditional radio? Of course not. Partly because radio is about more than just music: news, sports, comedy and other kinds of programme. But partly also because even for music, there&apos;s still something very powerful and appealing about a real person talking to you and playing you music. Donham&apos;s pitch for TuneIn, which makes sense, is that the same technological trends that are driving the growth of the likes of Spotify and Pandora are also giving traditional radio a shot in the arm. &quot;More and more smartphones are being sold every year, and TuneIn reaches those new customers every day as the number of devices in use goes up,&quot; he says. &quot;Mobile and cars are our two fastest growing platforms. We now have 2m monthly active in-vehicle listeners, in the latter case.&quot; What will the $25m funding round be spent on? More partnerships with carmakers and connected-device manufacturers, better marketing to help TuneIn&apos;s app get discovered, and more tools for radio broadcasters to use. &quot;How we can better serve broadcasters is going to be an interesting place to explore in the next few years. What kinds of tools and technologies can help not only reach this audience, but monetise it too,&quot; says Donham. TuneIn&apos;s advertising model is based around showing display ads within its apps while people listen, then sharing the revenues with broadcasters. Donham suggests that a chunk of the new funding will go towards developing more ad formats, and audio in particular. He adds that radio broadcasters have embraced TuneIn, even the bigger ones who also run their own standalone streaming apps. TuneIn likes to stress its global popularity as the hook here: helping stations in one part of the world reach audiences in other parts. Donham is also a passionate defender of radio as a medium, particularly when he meets suggestions that it&apos;s on the way out thanks to new-fangled streaming music services. &quot;There&apos;s a really big difference between your personal music collection on shuffle, and what radio is. If I hit shuffle, that&apos;s not radio, it&apos;s 500 CDs on shuffle!&quot; he says. &quot;And someone like Pandora or iHeartRadio&apos;s streaming music service is no different to your personal music collection on shuffle. You don&apos;t get that live connection with another person  the DJ  on the other end of the broadcast. You don&apos;t feel connected to the world. Radio makes our lives richer.&quot; Yes, Donham is the boss of a company whose business is built on radio, so it would be surprising if he didn&apos;t say this kind of thing. But as a heavy user of (and writer about) the new wave of streaming music services, I think there&apos;s a lot of truth to what Donham says. Having unlimited access to a catalogue of 20-odd million songs on Spotify is life-enriching in its own way, but it sits alongside my radio listening rather than replacing it. Yet the devices I listen to most radio on have changed: smartphone, laptop and digital TV rather than, well, radios. This is the space that TuneIn is looking to fill, even if here in the UK, the competition provided by the BBC&apos;s iPlayer service (74m requests for radio streams in April alone) makes for a tougher local rival than in other parts of the world. One argument that has been made for music is that our need for radio DJs is mostly about their curation role: the idea of someone picking music to play to you (even if the picking is actually being done by a central playlist computer). And that the replacement for this might be, say, Spotify playlists curated by friends, artists or other musical tastemakers. Donham isn&apos;t impressed by the argument. &quot;I&apos;m old! If I think back 25 or 30 years, I used to make mixtapes to get girls to date me. Is that the same as radio? It was wonderful music, but it wasn&apos;t radio!&quot; he says. &quot;The custom mixtape is cool, but it&apos;s just another way to organise your music collection. Here in the US, if you get in your car, you have a radio and a CD player. Essentially what that&apos;s saying is that these things are complementary. Radio isn&apos;t going anywhere.&quot;", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/may/30/tunein-funding-radio-apps", 
    "wordcount": "931"
}