{
    "headline": "The rare earth riches buried beneath Greenland's vast ice sheet", 
    "text": "Inside every wind turbine, inside computers, phones and other high-tech equipment from medical scanners to electric cars, are materials known as &quot;rare earths&quot;. This small group of 17 elements are in extraordinary demand  but their supply is limited, and most of the existing sources have already been snapped up by China in its quest for ever more rapid economic growth. Last month China  which controls more than 90% of the reserves of these essential elements  warned that its supplies were diminishing, despite quotas to limit exports. Beijing&apos;s top officials said in a memo: &quot;After more than 50 years of excessive mining, China&apos;s rare earth reserves have kept declining and the years of guaranteed rare earth supply have been reducing.&quot; This could spell disaster for the future of green technologies such as renewable energy and low-carbon vehicles. Europe&apos;s rare earths diplomacy That is why Europe has been engaging in a strenuous bout of diplomacy with the home rule government of Greenland to allow access to the island&apos;s natural resources. According to geological estimates, below Greenland&apos;s vast ice sheet could lie enough rare earths to satisfy at least a quarter of global demand in the future. The vice-president of the European commission, Antonio Tajani, has led the push, forging an agreement with Greenland to look at joint development of some of the deposits. The agreement will extend beyond rare earths to metals such as gold and iron, and potentially to oil and gas, which are abundant in the waters around the island. &quot;We need innovative partnerships with other countries over raw materials. Companies are pushing the commission for this - they need this to survive. Europe is not so wealthy in raw materials and needs to do better [at forming partnerships with other countries].&quot; Tajani said rising commodity prices had created &quot;an intrinsic incentive [to governments] to be more responsive, because companies have to pay more for their raw materials&quot;. Greenland, in return, is keen to press ahead with exploring for its mineral resources, which in many cases lie trapped under 150 metres of ice. Henrik Stendal, head of the geology department at Greenland&apos;s Bureau of Minerals and Petroleum, a Dane who has worked in Greenland since 1970, told the Guardian: &quot;We have shown that we have huge potential  it has been an eye-opener for the mining industry. The EU has shown a lot of interest and that&apos;s been very good  we believe this could be very valuable for Greenland. There could be benefits for everyone  at present most of our income is from fishing and a little bit of tourism, so the government really wants another income.&quot; Environmental concerns But the key question is whether these activities can be carried out without damaging the pristine Arctic environment. Stendal says the government is determined to ensure miners adhere to the highest international standards, though he admits officials have little experience of regulating extraction. Jon Burgwald of Greenpeace fears not: &quot;I&apos;m definitely nervous about the current mining projects. The information we need on these operations has not been made public.&quot; Burgwald says waste water from the mines is a major issue, as if it is not disposed of properly it could have &quot;very serious impacts&quot;. The use of toxic chemicals in some mining processes is another problem, and the transport of the products to and from the mine sites could also raise issues. Equally problematically, some of the rare earths are likely to be found in deposits that also contain uranium, which could lead to the dispersal of uranium dust in a pristine environment. Mikkel Myrup, of the local environmental organisation Avataq, believes the Greenland government lacks the capabilities to ensure the environmental safety of mines at present. &quot;We do not have the institutions ready, or the competencies, and we are facing a huge invasion from many big multinational companies.&quot; The scramble for the Arctic is part of a bigger pattern, a looming resource crunch that connects commuters delayed by stolen power lines to vanishing manhole covers across Europe  a crunch fuelled by severe pressure on key commodities across the world. Rapid economic growth in large developing nations  China, India, Brazil and others  along with growing urbanisation and a swelling global population set to top 9 billion have made unprecedented demands on natural resources. In the past few years, we have seen a series of food crises, soaring fossil fuel prices and hikes in the cost of key traditional raw materials such as iron, steel and copper, as well as the rare earths. Countries in control of such resources can take a commanding position in the world economy. China realised this some years ago and has not only cornered the market in rare earths but embarked on a land grab to secure its food supplies. Other countries have been slower off the mark, but are trying to catch up. The race for resources is threatening some of the world&apos;s most fragile environments, from the Arctic to the Amazon, from Madagascar to Papua New Guinea. Exporting technology Recognising this, Tajani&apos;s prospective partnerships extend well beyond Greenland. &quot;We are working with Africa  and in particular South Africa, where there is an abundance of many important raw materials. The EU is signing an agreement with the African Union and we have also signed an agreement on raw materials with Chile, Argentina, Uruguay. We now even have a dialogue with China and Russia for the first time.&quot; In return, according to Tajani, Europe can offer its expertise. &quot;Technological assistance is something we can contribute overseas,&quot; he said. &quot;This will be valuable to other economies.&quot; But in a nod to environmental concerns, Tajani also insisted Europe must seek to use its resources better, wasting less and recycling more, where possible. &quot;We want better resource efficiency. One of the uses of the economic crisis is that it has become more important for companies to show competitiveness by being more efficient with resources, and of course for a green economy this is also a top priority,&quot; he said. The reuse of resources would also be key, he said. &quot;Recycling is very important, we need to do more recycling in Europe. At present, we ship a lot of waste to China but why not do more of it in Europe - if we send abroad, we have all the side costs associated, but if do it here we develop another industry that is very important for raw materials for industry,&quot; he said. A recycling industry could also be a source of exports. &quot;If we do this efficiently, we can export technology to other countries that need to be regulated properly,&quot; he said. Urban mining He also urged a new focus on finding resources within the continent that have been overlooked, abandoned, or have been uneconomic to extract until now. &quot;Many mines were left unexploited, but now we can extract more cost-efficiently and so we are looking at areas where we can do that,&quot; Tajani said. He pointed to Greece as one area where more resource extraction could take place, as a boost to the economy. Some of Greece&apos;s potential mining areas remain underexploited, in part because of increasing pressure on the land and because the focus of the economy shifted to tourism. As part of this push, Tajani is keen to explore mining activities within Europe&apos;s densely populated landmass  including &quot;urban mining&quot;. At present, this is rarely practised because of the difficulty of putting mining operations into inhabited areas, but with the advance of greener mining techniques could be viable. This would mean people being in much closer proximity to mines, with all of the environmental and development difficulties that entails. Such urban mining operations could also include mining old landfill sites for materials  this would follow in the footsteps of China, where companies have been excavating rubbish tips to unearth silicon and other components for use in solar panels. Eastern Europe may also offer some potential for increasing the production of existing mines, according to Tajani. Beyond that, however, and a few areas of the Arctic and Barents Sea, the scope for new resources from Europe is limited, making Greenland an attractive proposition. The Arctic campaign Tajani also insisted that oil and gas were priorities, and that the Arctic would be a key area for exploration. Greenland&apos;s resources could amount to nearly 50bn barrels of oil, a massive potential resource for the EU as most of Europe&apos;s currently exploited oil and gas fields belong to Norway, a non-member of the bloc. But if new oil and gas could be found within less explored waters, that would also a prize. Tajani pointed to the Barents Sea  within the Arctic  that could yield new oil and gas fields. These would be just as problematic to exploit as those of Greenland, where Greenpeace has mounted a strong campaign to protect Arctic waters from oil and gas drilling. The conservation group argues that not only is it dangerous for the climate to recover these fossil fuels, but dangerous for the pristine environment because oil spills or blowouts of the type that blighted the Gulf of Mexico would have catastrophic consequences. By contrast, the campaigning group is not opposing mining on the ice sheet if it is tightly regulated. For Greenpeace, the urgent demand for renewable energy technology means mining for rare earths can be an environmentally beneficial activity  provided it is done in the right way. &quot;Mining can be controllable, in a way that is not possible with deep sea drilling,&quot; says Burgwald. &quot;We are keeping a close eye on this, and we could oppose [developments] if we saw they were not being done right, but there is no doubt that opening up for mining in Greenland still could have a very positive impact.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jul/31/rare-earth-greenland", 
    "wordcount": "1656"
}