{
    "headline": "Safe cycling campaign pedals to Scottish parliament", 
    "text": "Campaigners will meet Scotland&apos;s transport minister in Edinburgh today to push for greater safety measures for cyclists following a number of cycling deaths in recent months. The safety summit with Keith Brown comes amid a grassroots campaign to promote safe cycling in Scotland which will culminate with a Pedal on Parliament protest rally in Edinburgh next month. The Scottish Government has set ambitious targets for promoting cycling, including a commitment to ensuring that 10% of all journeys in Scotland will be made by bike by 2020. Campaigners, however, say little work has been done to reach those targets, and recent fatalities have highlighted the need to act soon The Government convened today&apos;s meeting with road safety professionals and campaigners following the death of 40-year-old cyclist Bryan Simons in Edinburgh earlier this month, the fourth cycling death in the capital in the last year. The charity Sustrans said it will use the meeting to appeal for more space to be made available on roads for cyclists and for 20mph limits to be introduced on residential roads across Scotland. The Scottish Green Party, meanwhile, has called on Holyrood to immediately identify and redesign the 50 worst road junctions in Scotland for bike users. &quot;The Government could take the lead right now and identify the fifty worst junctions for cyclists in Scotland,&quot; said Lothian&apos;s Green MSP Alison Johnstone. &quot;With an ambitious target for increasing cycling, now is the time to make the radical changes we need.&quot; The Greens have also called for action on urban speed limits, on school cycle training and on a rolling programme to improve road design for cyclists. &quot;There needs to be a louder voice for cyclists in Scottish politics and I welcome this opportunity to meet with road safety officials to see what more can be done to embed cycling at the heart of transport policy,&quot; added Johnstone. The minister will be presented with a manifesto by the Pedal on Parliament campaign launched recently to mirror efforts in England to promote cycling safety. The campaign was started by David Brennan, 38, a keen amateur cyclist, who has organised a cycle rally in Edinburgh on April 28. Cyclists are being asked to ride their bikes through Edinburgh to the Scottish parliament building. The initiative has attracted widespread support, including backing from the round-the-world cyclist Mark Beaumont. Brennan said:  Cycling should be as easy as riding a bike. But the vast majority of roads I would not want my children to cycle on and that&apos;s wrong. I think the key demand has to be more finance for infrastructure and safety, bringing the levels up. We&apos;re spending millions on short sections of motorway; all we&apos;re asking for is a relatively small percentage of that to go on cycling infrastructure.  The Pedal on Parliament manifesto asks local and national politicians to sign up to a series of pledges, including proper funding for cycling, designing cycling into Scotland&apos;s roads, integrating cycling into local transport strategies and solid research on cycling to inform and support policy making. Today&apos;s meeting will also hear today from Chris Oliver, a consultant orthopaedic trauma surgeon from Edinburgh and chair of the Cyclists Touring Club of Scotland (CTC). &quot;I treat all these people with injuries. I don&apos;t want to see another person trapped under a bus. It is awful stuff; unnecessary suffering,&quot; said Oliver. However, Oliver said a key message for the minister will be the need to focus on the positives of cycling:  Despite the recent deaths, cycling is essentially safe and benign, the numbers killed are pretty small. A lot of people don&apos;t cycle because they are worried about having a crash. We need to change the culture, and there are so many things we can do to change the culture, for example, getting round to introducing slow speeds, introducing 20mph zones quite widely in cities.We are enormously behind Europe; there&apos;s an awful lot to be done.  Keith Brown, speaking ahead of the meeting, said his thoughts were with the families and friends of those cyclists who had lost their lives in recent months:  For my part, I will continue to work to make sure that tragedies like these will become a thing of the past. The rates of serious injuries and fatalities on our roads continue to fall but concern remains about vulnerable road users such as cyclists and we are looking closely at the issue. Cycling is a healthy green, cost-effective way to travel and it is vital that we ensure those choosing to do so are protected. The Scottish Government is committed to a 30% reduction in people killed on Scotland&apos;s roads by 2015 and a 40% cut by 2020. ", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/mar/21/safe-cycling-campaign-scottish-parliament", 
    "wordcount": "785"
}