{
    "headline": "Sussex University protest: in pictures", 
    "text": "   Students from across the country arrived in buses to attend the demonstration at Sussex University, opposing plans to outsource campus jobs to private companies. A spokesperson for the protest described the day as an important and momentus day in the history of resistance at Sussex University and in the United Kingdom.   They said: Students from across the country stood alongside academics, university staff and others in a mass display of solidarity and expressed anger at the management of Sussex University. Photograph: Ana Ramrez for the Guardian       Protesters marched peacefully through the campus, bearing banners declaring that the campus is not for sale. The day also saw the launch of a pop-up union to help protect the 235 campus jobs at risk from the proposed changes. Photograph: Ana Ramrez for the Guardian       Protesters lined up ready to march through the campus. The university was critical of the organisers' decision to invite students from across the UK to the campus.  John Duffy, registrar and secretary for Sussex University said: The occupiers have invited people from outside the university to attend a demonstration and have done so without liaising with the university or with the local police. The university does not condone this activity, which is against the interests of our students, staff and visitors. We want any demonstration to pass off peacefully and with minimal disruption.    Photograph: Ana Ramrez for the Guardian       A woman addressed the crowd at the start of the demonstration. The list of speakers included Alfie Meadows  who suffered a brain injury allegedly after a clash with police at a university fees demonstration  Katy Clark, Michael Chessum, Dr Maia Pal and Greg Paterson. A petition signed by 5,000 people demanding a halt to the privatisation plans was delivered to the university. Photograph: Ana Ramrez for the Guardian       Riot police prepared to enter the demonstration. Superintendent Grenville Wilson said: The protest initially started out as peaceful, and police were able to support the university security with neighbourhood policing officers and police liaison officers.   However, it became necessary for officers to step in and assist the university security when a number of protesters started causing damage to, and eventually broke into Sussex House on the campus. Sussex police will always seek to facilitate peaceful protest, but this activity was considered to move outside of that.  Photograph: Ana Ramrez for the Guardian       Police trying to block the entrance of Sussex House, the main administrative building at the university, were surrounded by protesters. People who were at the demonstration described a moment when police were kettled, while a group of protesters smashed down the glass doors of Sussex House and temporarily occupied it.Photograph: Ana Ramrez for the Guardian       Protesters marched under a banner that said: Omnia Sunt Communia, or all things are in common, a quote attributed to the 15th century German rebel leader Thomas Mntzer.  The heavy police presence throughout the day was criticised by the protest organisers, who said: The decision to call scores of riot police on to campus to inhibit the action by staff, students, faculty and guests is further evidence that management are on the back foot, and that the community is set to win. Police lines were attacking students prior to the occupation of Sussex House. All plans for todays demonstration were peaceful. The police force made no arrests today, a telling sign.Photograph: Ana Ramrez for the Guardian       A man helped a fellow protester on to the roof of Sussex House. The building had been closed during the demo, but was still briefly occupied when protesters broke in through the front entrance.  Photograph: Ana Ramrez for the Guardian       Students waved flares on top of the Pevensey I building on the Sussex University campus.  The banner read: Our Unis. John Duffy, registrar and secretary for the university, condemned the damage and disruption on campus, which he described as shocking and appalling.  Describing the atmosphere of the day, student Ana Ramrez, photography editor for The Badger, said: The movement is growing stronger, you could see and feel that the students are confident in their goals and that they are not alone. However many of us reject the idea of protests that end up with broken windows and burnt documents. We should stay rational and open to discussion and avoid under all circumstances those kind of violent manifestations.  The occupation continues.Photograph: Ana Ramrez for the Guardian  ", 
    "section": "education", 
    "gid": "education/gallery/2013/mar/26/studentpolitics-students", 
    "wordcount": "0"
}