{
    "headline": "Improving the university experience for overseas students: the reading list", 
    "text": "Beatrice Merrick, director of services and research, UK Council for International Student Affairs (UKCISA) Outputs from the Prime Minister&apos;s Initiative, a five year strategy to increase the number of international students included prepare for success, NUS internationalisation strategy and Teaching international students initiative. The National Union of Students has been working with 40 unions over the past two years on the Internationalising Students&apos; Unions project, and has produced an audit tool to help unions review how they can meet the needs of all their students. For more info, see: http://www.nusconnect.org.uk/news/article/33768/2516/ The National Association of Student Employment Services (NASES) has produced some really useful resources for international students looking for part-time work, and for job shop staff/careers advisers - see: http://nases.org.uk/students/content/234963/international_students/ You can read more about what support services are provided across the sector in our benchmarking study. There&apos;s also a freely available online tool to help students get an idea of what to expect from UK study, called Prepare for Success Christina Yan Zhang, international students officer, National Union of Students (NUS) All students should be formed into global citizens, to fully prepare themselves for all the opportunities in the world of global economy. To achieve this, an institution also needs to see itself as truly global. See: &quot;How to become a global university&quot;. Also see this PDF from the British council. Dave Burnapp, national teaching fellow, The University of Northampton I run a postgraduate certificate course for all university staff (academic and support staff) to encourage them to investigate best practice in their area of work, to examine what happens in their own institution, and then how to develop their own practice. The best repository for up-to-date information about improving the student experience for international students is the HEA based resources created by the Teaching International Students project. I have just completed a 3 year project funded by the Higher Education Academy (HEA) about different forms of international collaborations. One of the case studies in this is about the work done by the careers services at the universities in the east Midlands in relation to international students. The materials from this project, including an online tool which staff members can use as part of planning their internationalisation work, or as part of staff development concerning internationalisation, is at http://nbsbitesize.northampton.ac.uk/intercollab-tool/ Emelie Helsen, training and development co-ordinator, City University London Two books I&apos;ve read that may be of interest include: Internationalisation and the student voice, Higher education perspectives, edited by Elspeth Jones, Routledge, 2010. Understanding the international student experience, Catherine Montgomery, Palgrave Macmillan, 2010 Sam Redhead, international student adviser, University of East London There are excellent UKCISA resources available to help improve staff cultural awareness. Rasmus berg, International Committee of Education, Erasmus Student Network In ESN, we have an ambitious project called PRIME, a qualitative and quantitative research project supported by the European Commission which aims to point out the existing obstacles to student mobility and provide suggestions for improvements in order to facilitate student exchange in Europe. Afshin Rohani, digital media manager, ForeignStudents.com One practical thing we thought would better prepare students for UK life, is a guide to British culture. In it we include some quirky information about British stereotypes just to help break the ice before they arrive. For tips from the live chat, read 15 ideas for improving the university experience for overseas students. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/higher-education-network-blog/2012/apr/17/resources-improving-university-overseas-studenrts", 
    "wordcount": "614"
}