{
    "headline": "Boot up: RIM's handset spotted, Page and Schmidt talk, Oz maps fun and more", 
    "text": "A quick burst of 9 links for you to chew over, as picked by the Technology team BlackBerry 10 &apos;L-Series&apos; device fully exposed in new hi-res images, video &gt;&gt; CIO Blogs  The general appearance of Research In Motion&apos;s (RIM) first BlackBerry 10 smartphone, the all-touch &quot;L-Series,&quot; is no secret; images and video of the upcoming handset have been slowly leaking for the past couple of months. But today, a Vietnamese tech site posted the first set of high-resolution photos of the BlackBerry 10 L-Series handset, along with a five-minute video that gives an in-depth look at the phone and compares it to RIM&apos;s Dev Alpha BlackBerry 10 developer smartphone and Apple&apos;s popular iPhone 5.  Fortune Exclusive: Larry Page on Google &gt;&gt; Fortune Tech There&apos;s loads to ponder in this interview, but probably the most interesting is this:   Q: So is there one thing that keeps you more occupied right now than any other thing?  The thing I&apos;m most occupied with now actually is the overall structural questions. We want Google to be wildly successful. What does Google look like five years from now? What are we doing? Who&apos;s doing it? How are we organized? What people do we have? And I think we have some answers to those questions. But I think, like I said, what I&apos;m trying to do is to get a technology company that continues to scale its impact and aspirations in its everyday. We&apos;re at a certain scale now, but I don&apos;t see any particular reason why we shouldn&apos;t be much bigger, more impactful than we are now.   Read the whole thing, though. Google chairman says Android winning mobile war with Apple &gt;&gt; Bloomberg And Eric Schmidt also comments on this:   The company avoided about $2 billion in worldwide income taxes in 2011 by shifting $9.8bn in revenue into a Bermuda shell company, almost double the total from three years before, filings show.  Governments in France, the UK, Italy and Australia are probing Google&apos;s tax avoidance as they seek to boost revenue. Schmidt said the company&apos;s efforts around taxes are legal.  &quot;We pay lots of taxes; we pay them in the legally prescribed ways,&quot; he said. &quot;I am very proud of the structure that we set up. We did it based on the incentives that the governments offered us to operate.&quot;  The company isn&apos;t about to turn down big savings in taxes, he said.  &quot;It&apos;s called capitalism,&quot; he said. &quot;We are proudly capitalistic. I&apos;m not confused about this.&quot;  Android appears to infringe Nokia patent relating to multifunctional phone-computer USB connections &gt;&gt; FOSSPatents  Unless this patent is invalidated, which won&apos;t happen to the German part of this patent before 2014 at the earliest, it&apos;s hard to see how any Android device maker would not want to license it. Workarounds are possible but would come with reductions in functionality and/or easy of use for USB connections of smartphones and tablet computers to desktop computers.   Which would logically add to the drag on profits for Android handset makers. It&apos;s starting to add up. This case is only against HTC but would easily extend to others.  Samsung knocks Apple Maps in Sydney marketing stunt &gt;&gt; CNET News  CNET Australia has snapped pics of a little guerrilla marketing by Samsung featuring a muddied-up vehicle with a tent and other camping supplies. Next to it is a sign that says, &quot;Oops, should have gotten a Samsung Galaxy S III. Get navigation you can trust.&quot;   That would be Google&apos;s maps. Read on... (Thanks @mopoke on Twitter for the link.) Police warn of safety concerns from Google Maps &gt;&gt; ABC News  Now police in Colac, west of Melbourne, say faults with Google maps are putting people&apos;s lives at risk along the Great Ocean Road and in the southern Otways. Sergeant Nick Buenen says trucks, buses and tourists are being directed down Wild Dog Road, which is a one-way track, not built for heavy traffic.  He says VicRoads has denied responsibility and Google Maps has not responded.  &quot;My issue is it&apos;s a significant safety issue for tourists [and] locals, who are getting the wrong information from their GPSs,&quot; he said.  &quot;My concern is that one day we&apos;re going to be at the coroners court [being asked] well what did you do about it. We&apos;re trying to do something about it, but if a 22-seater bus rolls off Wild Dog Road today, [there wouldn&apos;t be] the multi-agency response to this issue that I would like.&quot;   Google Maps in GPS? Anyhow, clock started. Australia seems to be the hardest place to map - keep reading... Another Apple maps desert death trap down under &gt;&gt; The Register  Just when Apple thought it couldn&apos;t get any worse for its beleaguered Maps app, which has been leading motorists deep into the desert when they try to find the town of Mildura, The Register can reveal another SNAFU that could send travellers to an even less hospitable destination.  The site in question is Mount Isa, a town in the interior of Queensland. Famed for its colossal mines and attendant facilities, the town is home to around 23,500 souls.   Another case where you need human intelligence applied to the official gazetteer of Australian locations - which shows multiple entries for &quot;Mount Isa&quot;; some are population centres, some aren&apos;t. Google gets it right because it assumes that humans will be looking for other humans - that is, centres of population - and puts that top of the search results. Apple&apos;s offering has the populated location as its second result. Google sells Motorola&apos;s factories in China and Brazil to Flextronics &gt;&gt; Android Authority  Google, which officially acquired Motorola Mobility in May of this year, has just announced that Flextronics will acquire Motorola&apos;s factory Tianjin, China. Flextronics will also &quot;assume the management and operation&quot; of Motorola&apos;s factory in Jaguariuna, Brazil. Who exactly is Flextronics? You know how Foxconn is the largest company that spits out consumer electronics? Flextronics is the second largest. Assuming both companies get all the required approvals, this deal will close during the first half of 2013. Financial terms were not disclosed, though we expect them to be leaked rather quickly.   And also Motorola&apos;s factory in Chennai, India, is being closed - taking out 76 jobs. The picture that emerges is of a company retreating extremely quickly from having its own manufacturing operations in favour of contract manufacturing. The Dumbest Apple Rumor of the Year &gt;&gt; Gizmodo  Because this morning, the two worst rumor sources in tech found each other. Analysts met patents, and created a perfect storm of bullshit... The problem with taking patents at face value is that patents aren&apos;t products and, more importantly, are often never even intended to be. Companies file patents defensively, stockpiling them like warheads for the never-ending infringement wars. They are, in their own way, every bit as Not Even a Thing as iTV itself. That&apos;s what every single one of these &quot;features&quot; is based on.   Great use of the &lt;blink&gt; markup, which hadn&apos;t previously been seen in the wild since 1995. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2012/dec/13/technology-links-newsbucket", 
    "wordcount": "1229"
}