{
    "headline": "The Hard Rain Project Whole Earth exhibition  in pictures", 
    "text": "   A car dump in the US state of Montana Photograph: David Woodfall /Hard Rain Project       This diagram shows how a full range of renewable energy sources can be interlinked via a 'supergrid' across Europe and north Africa, connecting large power plants with energy users over long distances. The renewable power mix is geographically optimized, with wind generation in the North Sea region, concentrating solar power in the south, biomass and wind in the Baltic Sea region and Eastern Europe, and hydro in Scandinavia and the Alps. The diagram does not indicate the contribution of decentralized renewable energy (solar roofs and small wind and biomass plants generating power close to where it is used), which could provide energy at a lower cost than the centralized grid  without the dependability and security risks associated with large-scale wind farms and imported energy from north Africa Photograph: Michael Robinson/Hard Rain Project       Illegally logged hard wood in Nigeria.  'Meeting the needs of all would require spectacular global co-operation to rebuild capitalism, financial markets and trade regimes to make it possible,' says the Hard Rain Project. 'This is hard to imagine when so many governments, rich and poor, are today so ineffectual, short-sighted, divided and in the control of business and markets'  Photograph: Mark Edwards/Hard Rain Project       The city of Dhaka in Bangladesh. The city has grown from a town of 300,000 people in the 1950s to a megacity of over 12 million, and its infrastructure is inadequate, weak and unreliable Photograph: Mark Edwards/Hard Rain Project       A squatter settlement (or villa) in the Argentinian capital Buenos Aires, 10 years ago and now. The Hard Rain Project says: 'The magic of squatter cities is that they are improved steadily and gradually, increment by increment, by the people living there. Each home is built that way, and so is the whole community' Photograph: Mark Edwards/Hard Rain Project       Children protest against traffic pollution in Italy Photograph: Angelo Doto/UNEP/Hard Rain Project       Women at village meeting, India. 'In much of the rural majority world, women do most of the farm work, while men make most of the decisions,' says  the Hard Rain Project. 'The men are usually listed as owning the land, but they often work elsewhere. So when government agents come calling with a training programme or credit scheme, they ignore the women running the farms because their names are not on government lists. Yet throughout the majority world, women are taking greater control of their lives and livelihoods' Photograph: Mark Edwards/Hard Rain Project       A farmer ploughing in Ethiopia in the present day, much as farmers in the developed world did before mechanisation. 'Over-farming and drought led to erosion on both continents and created a huge wave of migration to the cities,' says the Hard Rain Project Photograph: Mark Edwards/Hard Rain Project       A farmer ploughing in California in the 1930s Photograph: Photographer unknown/FSA /Hard Rain Project       A dust storm in the Borkena valley, Wollo region, Ethiopia Photograph: Mark Edwards/Hard Rain Project       A family fleeing a dust storm in Cimarron county, Oklahoma in 1936 Photograph: Arthur Rothstein/FSA/Hard Rain Project       Migrant families living on the outskirts of Mexico City. Two billion people  a third of humanity  are currently moving from rural to urban living Photograph: Mark Edwards/Hard Rain Project       Children on their way to school in the Cit Soleil squatter city, Port-au-Prince, Haiti. The Hard Rain Project adds: 'Slums and shantytowns are both wonderful and horrible places. They are wonderful in that they do not give hard, important work to small children, such as tending poultry or herding sheep; so urban children are more likely to go to school. And because children are not so economically important to their parents, urban parents tend to have fewer of them. Families build their own homes, and work with other families to build their own neighbourhoods; there is energy and originality. These are the neighbourhoods where the transition from poverty occurs, where the next middle class is forged. These are the places where the next great cultural boom will be born' Photograph: Mark Edwards/Hard Rain Project       An HIV-positive carer looks after a patient dying from AIDS. 'Cohesiveness is the crucial factor differentiating slums of hope from slums of despair,' says the Hard Rain Project. 'This is where community-based organisations and NGOs shine. Typical CBOs include community theatre and leisure groups; sports groups; residents associations or societies; savings and credit groups; childcare groups; minorities support groups; clubs; advocacy groups; and more. CBOs as interest associations have filled an institutional vacuum, providing basic services such as communal kitchens, milk for children, income-earning schemes and co-operatives. Photograph: Mark Edwards/Hard Rain Project       A sex education class in Botswana  Photograph: Mark Edwards/Hard Rain Project       A salesman in Mexico City   Photograph: Mark Edwards/Hard Rain Project       Niftine Sawadogo feeding her newborn baby in Kalsaka village, Yatenga Province, Burkina Faso  Photograph: Mark Edwards/Hard Rain Project       A squatter family in Cebu City, Philippines. Families too poor to buy homes inland with access to clean water are forced to build makeshift houses along estuaries which are flooded for six to eight months a year. There is no sanitation system and rubbish and sewage is dumped in the water Photograph: Mark Edwards/Hard Rain Project       Children collecting water in Kalsaka village, Burkina Faso. The water pump, installed with NGO assistance, frees women from a four mile walk to collect water from a pond  Photograph: Mark Edwards/Hard Rain Project       An abandoned bulldozer in Burkina Faso.  The Hard Rain Project says: 'The rural tropics are littered with broken-down tractors and other bits of machinery no local can maintain or repair. Aid-giving countries have tended to give what their companies make rather than what recipients really need. Often something like a foot-pedal water pump or a hand-cranked threshing machine can help farmers earn more than any tractor  at a fraction of the cost' Photograph: Mark Edwards/Hard Rain Project       A reading class in Rishi Valley School, Andhra Pradesh. 'Rural education need not depend on modern technology,' says the Hard Rain Project. 'A school founded by philosopher J Krishnamurti in 1926 in Indias Rishi Valley has become the hub of an expanding network of innovative satellite schools for surrounding villages. Contoured and planted with fruit trees, each school is a green public space, a village commons with facilities to serve the whole community  a place for village entertainment, adult education classes and a centre for preserving local biodiversity. The school developed a set of 500 story cards that promote ethnic harmony, sexual equality and love of the environment. Over 200,000 government and non-government schools throughout India have adopted this school in a box concept. It is also burgeoning across Africa, and is applicable to rural communities throughout the world' Photograph: Mark Edwards/Hard Rain Project       A Yanomani mother breastfeeding her baby and an orphaned monkey. 'A lot of indigenous people live in important and threatened ecosystems: the Arctic, the Amazon and the High Andes, the remoter parts of Africa, the tribal lands of many Asian countries.' writes the Hard Rain Project. 'Everyone benefits when these ecosystems are protected and managed sustainably. By and large, indigenous people have done a fairly good job of their husbandry over the centuries. Sometimes they have failed by themselves  overusing natural resources or responding ineffectively to environmental damage  but usually their failures come when foreign developers intrude into their land and cultures. Few governments have managed to figure out how to reward indigenous people for conservation services that benefit the rest of us, or how to encourage them to keep providing those services'  Photograph: Mark Edwards/Hard Rain Project       A factory farm in Italy Photograph: Mark Edwards/Hard Rain Project  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/may/23/hard-rain-project-whole-earth-exhibition", 
    "wordcount": "0"
}