{
    "headline": "Protecting France's Mediterranean salt marshes, a haven for migratory species", 
    "text": "Near the Mediterranean resort of Ste, on a 140-hectare expanse of wetland that used to be the Villeroy salt marsh and now belongs to France&apos;s Conservatoire du Littoral (CDL), a little island of seashells mixed with sand and salt has just been laid out for the birds. About 100 metres from the shore, it should accommodate a colony of migrating terns in the spring. The island cost the Thau conurbation, made up of eight localities around the southern side of the Etang de Thau, some 30,000 ($38,000). Four similar amenities are planned but others might appear on other salt marshes in the Camargue, on the Etang de l&apos;Or (near Montpellier), and on lagoons farther along the coast near Port la Nouvelle,Aude. Since 2007 the Compagnie des Salins du Midi (CSME), which used to work almost all the salt marshes along the south coast of France, has concentrated output at Aigues Mortes and sold all the other sites to the Conservatoire. In exchange for about 12.4m the coastal conservation organisation is now responsible for some 1,240 hectares of wetland. Its acquisitions are set to continue, with more than 1,000 hectares round the Etang de Lairan, Gard, soon to follow. Each time the challenge is to find ways of turning former production facilities into top-grade centres for nature conservation. &quot;In 10 to 20 years,&quot; says Jean-Paul Salasse, the headof the Ecologistes de l&apos;Euzire (EDE) organisation, &quot;we can lure vibrant bird colonies back to these places, or see the return of the same plant life as everywhere else. But this won&apos;t happen on its own: we must continue to control the water level.&quot; The salt marshes have created a specific ecosystem. &quot;With salt production,&quot; says Sonia Sjourn, natural spaces manager at CSME, &quot;humans have produced an environment which works in an opposite way to the natural environment: water is let into the basins in the spring, adding humidity at a time when a wilderness would tend to start drying out. Salt is harvested in September and during the autumn the water level is lowered in preparation for the following year. In contrast a natural environment would start to collect rainfall at this time.&quot; Being out of step with the seasons has created a favourable habitat for some bird species, which find expanses of open water in the summer that are isolated from terrestrial predators. For species such as pink flamingos the basins are a great source of food. Five years after the start of this scheme, the results of these vast undertakings are beginning to show. &quot;The ecological quality of all the sites relates to how humid they are,&quot; says Jean-Claude Armand, the CDL representative in the Languedoc Roussillon region. &quot;So in each case the question is the same: how are we to adapt existing structures  canals, dykes, mill-wheels, pumping systems etc  to sustain biodiversity.&quot; &quot;There&apos;s a real housing crisis for migratory birds,&quot; Salasse says. &quot;The availability of a potential new breeding ground is always welcome, but sometimes there are specific requirements. At Villeroy, for instance, we flood the islets in March, to prevent gulls from settling there. Then all of a sudden, three weeks later, we lower the water level to make room for the terns and avocets, which are no longer bothered by the predators [gulls], forced to nest elsewhere.&quot; This article originally appeared in Le Monde", 
    "section": "environment", 
    "gid": "environment/2012/jan/17/conservation-salt-marshes-etangs-france", 
    "wordcount": "588"
}