{
    "headline": "UK citizens better off than EU counterparts, says happiness index", 
    "text": "People in the UK are better off than those in any other European Union or G8 country  despite the recession  according to a new index ranking countries according to their perceived level of happiness, life expectancy and environmental factors. However the Happy Planet index, produced by the New Economics Foundation (NEF) and coinciding with the UN&apos;s Rio+20 sustainable development conference, showed that developed countries including the UK are falling behind many poorer nations when it came to &quot;sustainable wellbeing&quot;. Costa Rica, Vietnam and Colombia topped the poll because of their low environmental impact, relatively good life expectancy and high levels of contentment reported by their citizens. Eight out of the top nine countries in the index are from Latin America or the Caribbean, despite high levels of poverty. Developed countries are penalised in the index because they tend to have a high &quot;ecological footprint&quot;  reflecting the amount of resources they consume and the resulting environmental degradation. For instance, Costa Rica  with relatively low-carbon emissions and good biodiversity  has an ecological footprint that is only about one-third as big as that of the US, which takes 105th place in the table.            The UK scores highly within the EU and other big economies, but is behind much of the developing world, because of its large ecological footprint. NEF said the index showed how inadequate conventional economic measures  such as the standard measure of gross domestic product  are for measuring people&apos;s true welfare, and the state of environmental degradation, which is likely to put limits on future growth. NEF fellow Nic Marks said: &quot;For too long we have relied on indicators of economic activity, like GDP, as the only measure of progress. The Happy Planet index measures what really matters  how long people live, how happy they are and whether their lives are sustainable.&quot; The question of whether and how to move beyond GDP and raw economic growth as the only yardstick of progress has taken on greater significance in the past few years as several world leaders, including David Cameron, have voiced support for finding ways to include measures of people&apos;s wellbeing. At the Rio+20 conference next week, the UN and World Bank will lead discussions of how to include the value of natural capital  land, forests, waterways and other environmental goods  in national accounts, as a way of helping to preserve such amenities. For instance, under current economic accounting, a forest is considered to have nil value until it is cut down and the timber sold. This means there is a bias in favour of the destruction of the environment, as nature and the benefits associated with the natural environment are not assigned a true value. Accounting for natural capital in this way could form part of a basket of economic standards called GDP Plus. However, much work remains to be done to bring such measures into widespread use, as there is currently little agreement on exactly how to account for natural capital. NEF&apos;s attempt to provide an index that goes beyond GDP to include environmental good and surveys of people&apos;s perceived happiness was welcomed by several MPs. Zac Goldsmith, Tory MP and prominent environmentalist, said: &quot;Everyone accepts that GDP alone cannot tell us anything of substance about how we are doing as a species. It tells us nothing of the state of our planet, or the wellbeing of its people.&quot; Caroline Lucas, the UK&apos;s only Green Party MP, said: &quot;We need to transform our economic system so that it is socially just and ecologically sustainable. To do this, we need new measures of progress, which capture what really matters.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jun/14/uk-happy-index-developed-world", 
    "wordcount": "611"
}