{
    "headline": "Boot up: Apple blocks ebook, just 1m Google TV devices?, a billion Androids and more", 
    "text": "A quick burst of 8 links for you to chew over, as picked by the Technology team The Smartphone Revolution is over (for now) &gt;&gt; Fast Company Written ahead of MWC, but still true:   We&apos;ve got the iPhone to thank. It set the pattern for the current smartphone paradigm because its design departed so radically from pretty much everything that had gone before--so much so that some people scoffed at the very idea that it could be successful. It&apos;s sold so very well and has transformed the entire market to the extent that it&apos;s inspired all of these iPhone-esque designs (some of which Apple accuses of all but cloning its ideas).  It&apos;s also the reason that MWC for this year and probably next will be very samey-samey, with all the innovation restricted to honing features like processor speed, screen technology for vividness, brightness, or pixel density, incorporating better camera technology, variations in the touch interface and the OS and the UI that controls how users interact with it. Phone CPUs will get more cores (and marketing folks may try to spin this to an unknowing public as a benefit, much as during the megapixel wars when digital cameras were becoming popular). NFC and other sensors and interactive tweaks will be added. That&apos;s all innovative for sure, but it&apos;s hardly revolutionary - it won&apos;t take mobile phone tech in an amazing new direction.  Google+ trending down? Data suggests users only visit the site three times a month &gt;&gt; The Verge To go with the ComScore data from the other day:   according to Compete, Google+ visitors went to the site less than three times a month and spent about three and a half minutes per visit (on average from July 2011 through January 2012). Facebook visitors, on the other hand, ended up visiting Facebook about 21 times each month, spending almost 20 minutes each time they visited. This works out to a little over 10 minutes spent on Google+ compared to about 7 hours spent on Facebook.   The question is whether people have the spare time to make that additive, whether they&apos;ll abandon Facebook, or what. Who decides what gets sold in the bookstore? - The Domino Project Seth Godin:   There&apos;s been a long history of ubiquity at the bookstore. With a few extreme exceptions, just about every book is available at every bookstore if you&apos;re willing to order it. Universal availability feels like part of the contract we make with bookstores-we expect them to sell everything. In the digital world, this goes triple, because there&apos;s no issue of shelf space to deal with. I just found out that Apple is rejecting my new manifesto Stop Stealing Dreams and won&apos;t carry it in their store because inside the manifesto are links to buy the books I mention in the bibliography. Quoting here from their note to me, rejecting the book: &quot;Multiple links to Amazon store. IE page 35, David Weinberger link.&quot;   Of course ebooks are software, not really books. This just heightens that. The interesting question: would Amazon allow an ebook whose bibliography linked to other ebook stores? Does it? The gulf between physical and ebooks grows. Sources: New Apple TV launching in March, near-immediate availability hinted for new iPads &gt;&gt; 9to5Mac  Reliable sources familiar with Apple&apos;s upcoming product release have said that the company is in fact launching a new Apple TV alongside the next-generation iPad. We initially reported that Apple would be releasing two major new products in early March, and then believed the product would be a new Apple TV due to mounting code-based evidence for such a product with simultaneous supply constraints. Now, sources have outright said Apple is launching this J33 (the new Apple TV&apos;s codename) alongside the new iPad.   It would be a bit boring if they just launched a new iPad. Then again, everyone thought there would be &quot;one more thing&quot; at the iPhone 4S launch. Scoop: Less than 1M Google TV devices in use &gt;&gt; Gigaom Some neat digging around in Android Market stats yields that nifty data.   Still, the numbers clearly show that Google has some work to do. Even if you take into account that active devices don&apos;t equal sold devices, it&apos;s obvious that others have been doing far better. Apple has sold 4.2m Apple TV units, and Roku -- despite missing its own sales goals -- was able to sell 2.5m boxes by the end of last year.   (Also: should we quibble about whether &quot;less&quot; is correct over &quot;fewer&quot;?) When will Android reach one billion users? &gt;&gt; asymco The always-insightful Horace Dediu forecasts that Android will hit a billion within five years:   The crucial question is whether the billion Android phones will have an effect on the opportunity for new entrants like Windows Phone and future BlackBerry variants as well as Bada and other Linux-based platforms. The answer is that there will be well over 6bn mobile &quot;connections&quot; by the end of 2013. ITU reports that &quot;By the end of 2010, there will be an estimated 5.3bn mobile cellular subscriptions worldwide, including 940m subscriptions to 3G services. It follows then that if this forecast is correct then by the end of 2013, Android will have about 17% penetration of the connections market.  Promoted Products: now more mobile &gt;&gt; Twitter blog  With our most recent app updates, Promoted Accounts are now in Twitter for iPhone and Twitter for Android. And in the coming weeks, we&apos;ll begin introducing Promoted Tweets in the timeline on these mobile apps. Initially, a small number of users may see Promoted Tweets near the top of their timelines from brands they already follow. This will help ensure that people see important Tweets from the brands they care about. For both products, the experience will be the same as on Twitter.com: Promoted Tweets will appear in your timeline like any other Tweet, and like regular Tweets, they will appear in your timeline just once; as you scroll, the Promoted Tweet will flow with the rest of the Tweets in your timeline. As with Promoted Tweets in search, we will only display Promoted Tweets in the timeline when they are relevant. If you see a Promoted Tweet that isn&apos;t relevant to you, you can easily dismiss it from your timeline with a single swipe. Promoted Accounts appear in your list of Who to Follow recommendations.   Not in third-party apps? Then again, Twitter must know what it does and doesn&apos;t control. Sony goes mental and releases its Nintendo DS in the USA | Revert to Saved: A blog about design, gaming and technology Re Sony&apos;s dual-screen Tablet P:   &quot;the clam-shell tablet runs a special version of the Android Honeycomb operating system that allows for dual-scren-tailored applications [sic]   To which Craig Grannell responds:   Which I&apos;m sure devs are just going to flock to, because if there&apos;s one thing devs love, it&apos;s fragmentation and designing apps specifically for an unproven device that&apos;s probably going to vanish from the face of the planet within a few months.   Actually, has anyone seen anyone using this thing? In real life? You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/mar/01/technology-links-newsbucket", 
    "wordcount": "1221"
}