{
    "headline": "Wales must set an example with its sustainable development bill", 
    "text": "Despite the gloomy failures of Rio+20 and David Cameron&apos;s empty &quot;greenest government ever&quot; promise, it&apos;s good that some parts of the UK can still come up with an enlightened approach. At the moment, it&apos;s Wales that provides a bright light in these gloomy times. In Cardiff, the devolved administration, led by first minister, Carwyn Jones, is clearly still committed to the idea of sustainable government. The Welsh assembly is taking a very different approach to the UK coalition. It&apos;s legislating to put sustainable development at the heart of all government and public sector decisions, as well as continuing the legacy of the Sustainable Development Commission (SDC), that was foolishly scrapped by Westminster. This reflects the political culture in Wales, where there is a consensus in favour of sustainability which can be traced back to the very start of Welsh devolution. Sustainable development is in the Welsh assembly&apos;s DNA  when it was founded in the 1990s, it was given a legal duty to promote it, which was almost unique in the world. There are already many good things that have happened in Wales from which the rest of Britain can learn. On housing, the Arbed scheme is upgrading homes to tackle fuel poverty and climate change. On waste, Wales is surging forward with a 48% household recycling rate, universal food waste collections and a 5p charge on single-use carrier bags. The Welsh government is also committed to becoming a &quot;One Planet Nation&quot; that uses only its fair share of the Earth&apos;s resources. If only a UK government were so ambitious. It would, however, be a mistake to pretend everything is rosy in Wales. Carbon emissions are too high, renewable energy is held back by a slow planning system, and progress in the Welsh government is patchy, with economic development a key area where sustainable ideas need to be taken seriously. Furthermore, despite the laudable aims behind Wales&apos; sustainable development bill, there is now a serious risk that it could be watered down by nervous civil servants and lawyers, under pressure from backward-looking elements in government, industry and the public sector. The Welsh environment minister, John Griffiths, returned from Rio+20 stating:  &quot;It is clear that smaller countries, like Wales, can show a lead and set examples in how to create sustainable places and practices. In Wales, we now have the opportunity to further demonstrate this by creating our own groundbreaking legislation on sustainable development.&quot;  Yet I&apos;m sorry to say that anyone hoping for something groundbreaking in the Welsh government&apos;s current proposals will be disappointed. The suggested approach, now out for consultation, fails to include a meaningful duty on ministers and the public sector to deliver sustainable development in practice, and lacks a commitment to clearly define what sustainable development is. The reason I am writing this is that we can put this right. The Welsh government is now at a fork in the road, which could have repercussions for sustainable development across the UK. It has said a lot of the right things, but will it take the next step and actually deliver sustainable policies? The choice is between keeping Britain&apos;s hopes of green government alive with a strong bill that makes Wales a green economic leader, or sticking with the weak proposals currently on the table and delivering nothing more than a pen-pushing nod to sustainability of the type that let us down at Rio. As an environmentalist and an enthusiastic supporter of Welsh devolution, I sincerely hope that Wales is the small country that helps lead the UK out of this mess and sets an example to the rest of the world. Please take a couple of minutes to let the Welsh government know you care and that you want one country to get this right  wherever you live.  You can help to keep green government alive in Britain by signing this petition calling for a strong sustainable development bill", 
    "section": "environment", 
    "gid": "environment/blog/2012/jul/11/wales-sustainable-development", 
    "wordcount": "658"
}