{
    "headline": "An interview with Ed Boyden", 
    "text": "   Photo: Dominick Reuter    Earlier this week, Ed Boyden of the Massachusetts Institute of Technology received the inaugural A. F. Harvey Engineering Research Prize. The 300,000 prize was awarded to him by the Institution of Engineering and Technology, for his contribution to the development of optogenetics. This powerful technique involves introducing light-sensitive algal proteins into specific subsets of neurons, enabling them to be controlled with unprecedented precision using pulses of laser light.  Boyden was scheduled to give a prize lecture in London last Tuesday, but cancelled his trip at the last minute, because his daughter was expected to be born somewhere around that date, a few weeks earlier than anticipated. I interviewed him for the journal Science. Here&apos;s the full transcript: Mo Costandi: What are the latest developments in your lab? Ed Boyden: Our group is primarily a technology group and we develop and distribute tools to others. We&apos;re mostly trying to push on the ability to control and read out what&apos;s going on in the brain, so that people can characterize the computations and functions that are occurring in neural networks.  We&apos;ve been collaborating with a group from the University of Alberta to mine plant genomes to look for new light-activated proteins to see if we can expand the colour separation to get true two-colour activation. We&apos;re also looking to see if we can get molecules that are much more light-sensitive. It&apos;s pretty difficult to make a molecule more light-sensitive without studying its kinetics. A second area we&apos;ve been working on is microfabrication of devices containing arrays of hundreds or even thousands of light sources that can be distributed to input into the brain more detailed patterns of activity that resemble the neural code itself. We think that&apos;ll be very important for testing hypotheses of neural coding. For example, is the precise sequence of neural activations important for behaviour or in brain disorder states? Of course, there&apos;s a lot of interest in the basic science  how can we understand how the brain works? That&apos;s one of the great philosophical questions of our time. But can we also build better prosthetics that enable us to repair neural computations in complicated disorders such as stroke or Alzheimer&apos;s Disease? For that, the ability to deliver information to many thousands of sites in the brain could be of great use.  We&apos;re also trying to expand the ability to read out from the brain. In some ways we can now control the operation of the brain, but actually there&apos;s a need to develop better strategies for neural read-out as well. We have this paper about a month ago, which was our first foray into this area, in collaboration with a mechanical engineering group at Georgia Tech. We set out to build robots that could automate intracellular neural recording, and this can be scaled up to record from dozens or even hundreds of cells at once with great precision and high yield in an unambiguous fashion. Of course there&apos;s calcium imaging and other ways of looking at neural activity, but they don&apos;t necessarily have the same temporal precision as old-fashioned electrodes, and so we&apos;re interested in scaling up electrophysiology to record from hundreds or thousands of different sites in the brain.  We&apos;re interested in taking this automation in new directions as well. If we had the ability to survey cell-to-cell contacts in an automated fashion and could extend that to the proteomic and transcriptomic contents of a cell, maybe we could start to build a parts list for the brain  findings out the numbers and kinds of cells in given circuits within different regions of the cortex, and the proteins and transmitter molecules within those cells would help us start to figure out how they work together. It&apos;s all very well having a roadmap, but it would be great to know where all the buildings and the cars are too, so we want to systematize the molecular analysis of the brain.            MC: What&apos;s the future of optogenetics? EB: One of our main technological dreams in the lab would be to have devices that can very intimately interface with entire neural circuits at single cell resolution. One would be to understand how all the cells in a circuit work together to implement a computation or how they go awry in a brain disorder state. What I&apos;m really interested in is this idea of a &quot;brain co-processor&quot;  a device that can record from, and deliver information to, so many points in the brain, with a computational infrastructure in between  a computer that can process the information and compute exactly what needs to be restored. That&apos;s going to be a platform for 21st century neuroprosthetics. I think that&apos;s a really important way to go. A quarter of a million people have some sort of neural implant already, the vast majority of which are cochlear implants and deep brain stimulators for Parkinson&apos;s Disease.  But pretty much all those implants are one-way trips for information. They will stimulate the brain, often with just a handful of electrodes, but they don&apos;t have the ability to do true, closed-loop real-time processing. As an example, we did a collaboration with Nancy Koppel at Boston University, who does a lot of neural computation and neural modelling, to try to figure out if we can build algorithms that can enable real-time parsing of neural data without incurring big error rates. If we can get to that point will be great, because the ability to process data in real time will enable prosthetics to operate in a truly responsive fashion.  MC: What are the biggest challenges for using optogenetics in humans? There are a couple of big challenges. The two most obvious challenges are delivering genes that encode for these light-sensitive proteins to specific cells. Although gene therapy has had its ups and downs, a lot of people are excited about the current generation of vectors, such as the AAV vector. In trials, hundreds of patients have undergone gene delivery with this vector, and so far not a single serious adverse effect has been reported. So it&apos;s promising, but I think as a community we want to be cautious, because gene therapy is one of those things whose consequences we want to understand fully.  The second, and possibly bigger question, is will these gene products  which come from fungi, bacteria, and so on  be detected as foreign proteins that give rise to immune responses when introduced into the human body? There are a couple of paths that are merging. One is to try to screen for proteins that optimally fold and are degraded as little as possible. The second is to take inspiration from the ultra-precise optogenetic tools we have developed.  There are other strategies for taking this to the clinic. A couple of years ago, for example, Dick Masland&apos;s group at Harvard showed that the melanopsin gene, which is expressed in retinal cells that aren&apos;t involved in vision but in circadian rhythms, can be inserted into retinal ganglion cells that are involved in vision to partly restore vision in blind mice. One of the possibilities is to speed up the melanopsin response through careful mutations. This could be a way to go that would not require foreign genes, but would be able to be used in a prosthetic  to look for other pathways that can mimic optogenetic control. The tools we&apos;ve developed could still be very useful for discovering the principles of how to control neural circuits, and this might guide the development of second generation technologies.  Another example is a paper from researchers at the Rockefeller a couple of weeks ago. They took ferritin, a molecule that forms particles that heat up when a magnetic field is delivered to them, and temperature-sensitive TRP channels. They were able to remotely deliver radio-frequency magnetic fields to cells that caused them to locally heat up and drive pathways involved in insulin production. That&apos;s another way to go  taking inspiration from principles revealed through optical control using microbial opsins, and then using it with human genes.  We&apos;re still probing these molecules and improving them. In 2009 we published the first pre-clinical work in non-human primates using these molecules. It was only a brief experiment, but other groups have continued to extend the work to show that the molecules are functional and safe in the primate brain, which is more similar to the human brain.", 
    "section": "science", 
    "gid": "science/neurophilosophy/2012/jun/23/1", 
    "wordcount": "1396"
}