{
    "headline": "Boot up: Google's patent win, IE10's Flash move, a billion more by 2017?, and more", 
    "text": "A quick burst of 9 links for you to chew over, as picked by the Technology team Eroding smartphone subsidies: carriers increasingly adopt customer-unfriendly upgrades &gt;&gt; Stop the Cap  The American wireless industry is increasingly taking a page from the airlines, adopting irritating fees and surcharges while curtailing the perks and rewards that used to come with customer loyalty and family plans that routinely run into the hundreds of dollars.  Sprint, Verizon, AT&amp;T, and T-Mobile all have a nasty surprise in store for customers who have not upgraded their smartphones in the last year or so: the equipment upgrade fee. Sprint and AT&amp;T both charge $36 per phone, Verizon Wireless now charges $30, T-Mobile $18.  Verizon customers are especially peeved because that wireless company used to reward loyal customers with a $50 credit off any new phone at contract renewal time. Today, instead of getting &quot;New Every Two&quot; discounts, Big Red will charge you $30 for every new phone when you renew your contract.   Ow. That&apos;s going to slow smartphone adoption thoroughly. Carriers in other countries are doing the same. Motorola will be Google&apos;s most interesting project yet &gt;&gt; SplatF Intriguing options laid out by Dan Frommer: it could soar, or be a faceplant, or be somewhere in between. If it soars, the potential is thought-provoking. Internet Explorer 10 will Ship with Adobe Flash &gt;&gt; Windows 8 Secrets  Two years ago, Microsoft declared that the future of video on the web would be powered by HTML 5. Today, however, a lot of web video content is still delivered via Adobe Flash technology. So, in a somewhat surprising move, Microsoft is integrating Flash directly into Internet Explorer 10 on Windows 8 and doing so in a way that does not undermine the safety and reliability of the Metro environment.   Flash will be built in, so this doesn&apos;t (strictly) break the &quot;no plugins&quot; rule for IE10. And it will update directly in the browser. Still isn&apos;t as good for security as not having Flash, though. It&apos;s also retrograde - the web is going mobile and Flash is not part of it. Google did not infringe Oracle patents -jury &gt;&gt; Reuters  Google Inc&apos;s Android mobile platform has not infringed Oracle&apos;s patents, a California jury decided in a high stakes trial fought by the two Silicon Valley giants over smartphone technology.   Very important win for Google. A mistrial on certain elements is still feasible, as is an appeal. So this isn&apos;t over. But it&apos;s half-over. HP launches multi-year restructuring to fuel innovation and enable investment &gt;&gt; Yahoo! Finance  As part of the restructuring, HP expects approximately 27,000 employees to exit the company, or 8.0% of its workforce as of Oct. 31, 2011, by the end of fiscal year 2014. The company is offering an early retirement program, so the total number of employees affected will be impacted by the number of employees that participate in the early retirement plan. Workforce reduction plans will vary by country, based on local legal requirements and consultation with works councils and employee representatives, as appropriate.   Because people aren&apos;t innovative. Cash in the bank is innovative. Resistance is futile? Memristor RAM now cheap as chips &gt;&gt; The Register  The HP-popularised memristor device is a form of ReRAM - resistive RAM - and is fairly expensive to make. Metal oxide-based ReRAM technology promises to combine minimum memory speed with NAND non-volatility and be able to provide higher capacities than NAND, which is thought will cease to be usable as process geometries go down past 10nm. ReRAM dies will need less electricity to run and will take up less space than equivalent capacity NAND.   A team at UCL has come across a good memristor material while trying to develop LEDs. Permanently unhide Library &gt;&gt; Red Sweater blog  When Apple shipped Mac OS X Lion 10.7, the &quot;Library&quot; folder located within every user&apos;s home folder, which had previously been visible to users in the Finder, was made invisible. To access the Library folder, users must now hold down the option key while selecting the &quot;Go&quot; menu in the Finder.  This is probably a good move for the vast majority of Mac users, but for folks with even a small amount of interest in tinkering with the configuration files and caches of various applications, it&apos;s an outright nuisance.   A quick trip to the Terminal can fix it, or he has an app for that. One Billion Internet Users &gt;&gt;Jakob Nielsen&apos;s Alertbox Written in December 2005:   It took 36 years for the Internet to get its first billion users. The second billion will probably be added by 2015; most of these new users will be in Asia. The third billion will be harder, and might not be reached until 2040.   Nielsen returned to the post in 2012 to note that the 2bn mark was passed in early 2011, just six years after the first, and four years earlier than he had expected. Most of the growth was in Asia, which should hit a billion in 2012. But he thinks that we won&apos;t see the second doubling to 4bn before 2017. He reckons it will be 3bn by then. Make a diary date... Olympic organisers shut down &quot;Space hijackers&quot; protest Twitter account &gt;&gt; Index on Censorship blog  The Space Hijackers had been using an altered version of the 2012 logo on their site and their Twitter page.  The Olympic organisers are notoriously prickly about branding, but also about protest, and laws introduced after London won the right to host this years games could potentially place restrictions on protest for the duration of the Olympics and Paralympics.  It could be argued that the logo in itself was a justifiable reason for the suspension: but you have to seriously ask: is anyone actually going to confuse the Space Hijackers account for an official Olympic account?   We can think of other questions too. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2012/may/24/technology-links-newsbucket", 
    "wordcount": "1028"
}