{
    "headline": "All Yesterdays  book review", 
    "text": "   Small ceratopsians up trees? It's not as implausible as you may think. From 'All Yesterdays', used with permission.    Plenty of living animals engage in behaviours you might think are odd. Those who keep an eye out for such things might well have come across phenomena as tree climbing goats, a cheetah mother adopting a baby gazelle, pelicans eating pigeons, cows eating baby birds, elephants swimming between islands and more.  The scientific literature is full of records of animals doing odd things, and there are a huge number of them. Some might well be considered unusual to the general public but are really common enough to be considered normal parts of behavioural repertoires of species or whole groups of animals. For example, prey species will approach predators which are not obviously hunting, and plenty of species in breeding season will attempt to copulate with anything and everything that might just resemble a female (dogs and the postman&apos;s leg / piano leg / cat is not just a thing seen in domestic canines).  Similarly, a great many animals are really very, very odd to look at but are not often considered as such simply because they are so familiar to us. Pluck both an owl and an eagle of feathers and you might struggle to tell the two apart, but normally the two are a cinch to distinguish from their heads alone. You&apos;d be hard pushed to guess that turkeys have a wattle and snood from the skeleton, or that a bat-eared fox had such colossal pinnae, or that a peacock would have its huge train. This is, if you like, the opposite effect of the one I discussed when talking about comparative anatomy not too long ago. While there is a lot more features of dinosaurs and other prehistoric animals that we can determine with confidence (or at least put limitations on) than many recognise, there is a still a lot we can&apos;t work out from most fossils unless we&apos;re lucky enough to have feathers or skins preserved. However, an awful lot of this kind of thing is almost never illustrated for dinosaurs and their relatives when in fact it might be considered possible, likely, even almost certain. I suspect there are several reasons for this. Most illustration of palaeontological subjects is aimed at the general public and if they&apos;re not familiar with these kinds of things in living animals, they&apos;re unlikely to expect them in dinosaurs. I know of publishers who have leaned on artists to stick to the most straight forwards of dinosaurs for their books, to the extent of even demanding feathers be removed from species we know had feathers, as this is what they think the public wants (and it may be, but it is not what they should get). Secondly, even those viewers that would likely get the point of such things being shown ideally need to have it pointed out or put in context to make it clear or set the scene. There has also been at various times a profound lack of originality in artworks that recycle previous scenes over and over (and repeat the same errors) keeping things within relatively tight boundaries.     A soundly sleeping Tyrannosaurus. From 'All Yesterdays', used with permission.    Now this isn&apos;t a universal feature  there have been illustrations over the years that treat dinosaurs in the way one would probably treat a more modern species  that is, with the potential to be rather more odd in behaviour and ornamented in appearance than usual. Still, it&apos;s very common indeed and the exceptions tend to be treated like that and put forward only as odd one-offs. Now though, a firm attempt has been made by a group of people to really push forward this concept and represent dinosaurs in a different way thought a new book.  That book is called All Yesterdays and was produced by John Conway, Memo Koseman and Darren Naish with contributions from Scott Hartman. [Full disclosure, I&apos;m friends and colleagues with most of this crew]. Here they produce views of dinosaurs and their relatives that might be startling or even confusing to many, but which are completely within the bounds of behaviour and soft-tissue anatomy that we see today in living groups. Even very mundane things like sleeping and rolling in mud are rarely illustrated, and while there&apos;s an understandable tendency for the dramatic in palaeoart, tyrannosaurs and ceratopsians did not spend most of their waking hours fighting to the death. Herbivores would spend most of their time feeding and big predators most of their time asleep, but we don&apos;t tend to see much of either. I&apos;m sure a good number of the illustrations will seem odd, even silly, and certainly some of the ideas are rather extreme and perhaps unlikely. But the key point is that they are in many ways no more extreme or unlikely that what we see in living species of birds, mammals and reptiles, and no less plausible than many more &apos;traditional&apos; views of dinosaurs. The only real issue is that we often wouldn&apos;t know which features to correlate with which dinosaurs  would Tyrannosaurs or Velociraptor be the more likely to have a wattle like a tragopan, would Diplodocus or Apatosaurus be more likely to have a huge and inflatable throat sac like a frigate bird? That is of course unanswerable, but given the number of times things like wattles turn up in birds, and the extreme nature of various signals and displays we see in all kinds of animals (and remembering that display was a key part of dinosaur life) surely at least some went to similar or even further extremes.      A baboon, reconstructed as many dinosaurs have been, with little muscle mass, skin stretched tight over the skull and lacking any kind of fur. The appearance is obviously startling compared to the reality. From 'All Yesterdays', used with permission.    To emphasise the point, the latter part of the book looks at familiar modern species, strips them to the bone and then builds them back in the way that is often done for dinosaurs. Birds look very odd shorn of most of their feathers, and a cat with little but skin on the skull looks bizarre. In part this looks at the way bad reconstructions of dinosaurs can misrepresent how the animals would have looked, but it does help get the point across in the gap in soft tissues that we have as palaeontologists. Now I can imagine some will argue that such art should stick to only what we can accurately reconstruct. However, while such details are speculative, again they are reasonable and in context are no more speculative than illustrating a given species with brown stripes on a green base to giving it black splotches on an ochre one, or giving it a slight crest of small spines along the back, or for that matter showing a great many species in herds or locked in combat when we have no direct evidence for that kind of thing happening.      The already odd little Australian dinosaur Leaellynasaura is here coated in a thick coat of feather-like filaments, and walks with tail aloft. From 'All Yesterdays', used with permission.    I do hope this kind of thing will catch on more and we will see more and more illustrations like this and critically I hope the public will take to them. Looking in depth at the natural world, we see a vast array of horns, spikes, fringes, bumps, sacs, feathers, plumes, crests, and the like that go into signaling between species or make up their appearances, and colour patterns from the most detailed and incredible camouflage to the most dazzling of tones and iridescent combinations. Stick this on top of the ranges of behaviours we see and it&apos;s not unfair to suggest that most dinosaur illustration has been extremely conservative in terms of colour, physical appearance and actions (and yet bizarrely often overlook fundamental actions like sleeping). This is not to suggest a free-for-all: we know about their bones and muscles we have good ideas about their skin and scales and feathers, and what they often or &apos;normally&apos; did. But we also know that only showing a Tyrannosaurus being green or grey, and only fighting with Triceratops, is likely as unrepresentative of the full range of possibilities as showing it with a bright red tail and it sticking its head into a lake to try and grab a fish.  All Yesterdays is available as both a paperback and e-book.Conway, J., Kosemen, C. M. &amp; Naish, D. 2012. All Yesterdays: Unique and Speculative Views of Dinosaurs and Other Prehistoric Animals. Irregular Books. ISBN 978-1-291-17712-1.", 
    "section": "science", 
    "gid": "science/lost-worlds/2013/mar/24/dinosaurs-fossils", 
    "wordcount": "1344"
}