{
    "headline": "Dangerous roads, perilous journeys: share your photos", 
    "text": "More than 1.2 million people are killed on roads every year and an additional 20 million are injured, according to the World Health Organisation (WHO). This makes road accidents the eighth leading cause of death globally  comparable to malaria. This ranking could rise to fifth by 2030 unless urgent action is taken. The WHO&apos;s latest Global status report on road safety says: &quot;Road traffic injuries are increasing, notably in low- and middle-income countries  This is partly attributable to the rapid rate of motorisation in many developing countries without a concomitant investment in road safety strategies and land use planning.&quot; World leaders have declared 2011-20 a decade of action for road safety and the WHO has been urging countries to tighten legislation to protect citizens. Has it made a difference? In a report out this week the Commission for Global Road Safety said the world&apos;s stance on road safety continues to be characterised by inaction, &quot;miserably inadequate&quot; funding and a refusal to acknowledge dangerous roads as one of the biggest health challenges. We want readers to help us explore the scale of the problem. Do you have to brave dangerous roads on your daily commute? Has construction work been promised, but never delivered? Do you have to dodge perilous potholes on the highways? Have you experienced a journey you&apos;d rather forget? Submit your photos and videos through the blue &quot;contribute to this article&quot; buttons. We will highlight the best we receive in a gallery and blogpost. If youre posting from a smartphone via our GuardianWitness app, switch location on so we know where you&apos;re posting from. Though we&apos;d like to hear from you, your security is important. We recognise it may not always be safe to capture the state of road conditions. Please bear this in mind when sharing your content with us. This assignment closes at 1pm on Saturday 8 June 2013. GuardianWitness is the home of user-generated content on the Guardian. Contribute your video, pictures and stories, and browse news, reviews and creations submitted by others. Posts will be published on GuardianWitness, and the best pieces featured on the Guardian site.", 
    "section": "global-development", 
    "gid": "global-development/guardianwitness-blog/2013/may/10/dangerous-roads-perilous-journeys-share-photos", 
    "wordcount": "360"
}