{
    "headline": "BlackBerry boss Thorsten Heins attacks Apple's iPhone as 'outdated'", 
    "text": "The head of BlackBerry has attacked Apple&apos;s iPhone as &quot;outdated&quot; as he launched the company&apos;s new full touchscreen phone in the US. Thorsten Heins, BlackBerry&apos;s chief executive, made the comment on Thursday before the long-delayed launch there of the Z10, the first phone running the new BB10 software which had been expected as much as a year ago. He also said that it will be two or three months before the launch of the Q10, a handset running BB10 but with a keyboard  which might be preferred by many existing lovers of the keyboard-based BlackBerry devices. Attacking the iPhone, which makes up 38% of the installed base of smartphones in the US  against 5.9% for BlackBerry  Heins told the Associated Press agency that Apple lacked innovation and that the phone could not multitask: &quot;It&apos;s still the same,&quot; Heins said of the iPhone. &quot;It is a sequential way to work and that&apos;s not what people want today anymore. They want multitasking.&quot; BB10 lets users flip between apps and &quot;peek&quot; at emails or other messages without leaving the frontmost app. &quot;We&apos;re changing it for the better because we&apos;re allowing people to peak in the hub,&quot; Heins said. He said the iPhone was revolutionary five years ago, but was now &quot;just kind of sitting there&quot;. He admitted that success in the US was essential: &quot;You got to win here to win everywhere else,&quot; he said. &quot;That&apos;s just the way it is. We&apos;ve lost market share quite a bit, to put it mildly, and we absolutely need BlackBerry 10 to turn us around.&quot; Heins also faces an uphill struggle persuading US carriers to carry the phone: T-Mobile is only selling the Z10, while Sprint will only offer the Q10. And there will only be a month before Samsung&apos;s new Galaxy S4 arrives in the US and other markets, where it is expected to sell strongly. Heins said initial sales in other countries are encouraging, but he could not release numbers ahead of RIM&apos;s earnings report next Thursday. &quot;I get more and more excited every day,&quot; he said. &quot;I really have to make sure I stay grounded and I don&apos;t lose my sense for reality. But for the whole company this is so important to finally be here, and to see people buying it, after we were told 30 months ago when we started that two quarters down the road we would be bankrupt, we would be out of business.&quot; Heins seemed to imply that the Q10&apos;s delay was down to carrier testing: &quot;It&apos;s our job to deliver the right software package and the right software quality to the carriers,&quot; he said. &quot;Then it is on the carriers to decide how intense they want their testing cycle to be and that really can range from a few weeks to three months.&quot; Research firm IDC says shipments of BlackBerry phones plummeted from 46% of the US smartphone market in 2008, a year after the iPhone&apos;s launch, to just 2% in 2012. The iPhone and Android now dominate, controlling more than 90% of the installed base of 129.4m users. BlackBerry  previously named Research In Motion (RIM) until Heins rebranded it with the launch of the Z10 in January  has struggled with declining market share as the iPhone drives into its former corporate strongholds and Android phones eat into its consumer base. It is due to report its fourth-quarter financial figures on Thursday, having lost $744m in the past three quarters and seen revenues in that period shrink by 41%. The fourth quarter will only include one month of sales of the Z10 in the UK and Canada, though they are two of BlackBerry&apos;s strongest markets. Getting strong sales of the Z10 and, once launched, the Q10 is important because they are more profitable for the company compared with its older handsets, where price competition with Android devices and Nokia phones is intense. The company has had mixed news elsewhere. This week it emerged that BB10 has not yet been approved by the UK government to the same level as its older BB7 software, which is the only one approved for use by the UK&apos;s CESG  part of the spy centre GCHQ  with restricted materials. CESG said: &quot;Discussions with BlackBerry are ongoing about the use of the BlackBerry 10 platform in government. We have not yet performed an evaluation of the security of the platform, but we expect to be issuing platform guidance in the summer.&quot; BlackBerry told the Guardian: &quot;We are continuing to work closely with CESG on the approval of BlackBerry 10 and we&apos;re confident that BlackBerry 10 will only strengthen our position as the mobile solution of choice for the UK government.&quot; That will delay the rollout of the more profitable devices to sensitive parts of the UK government, although some departments whose civil servants do not need to deal with restricted documents are already using other platforms, including Apple&apos;s iPhone. The US Pentagon meanwhile denied a report that it was to throw out 470,000 BlackBerrys in favour of iPhones. But it did not rule out the possibility of buying in iPhones or Android phones for new projects. A number of Wall Street analysts who follow BlackBerry have offered gloomy prognoses. Earlier this month Mike Walkley of Canaccord Genuity revised his forecast for the number of Z10s sold during the quarter to 2 March from 300,000 to 800,000  though he had originally thought it would sell 2m. Meanwhile James Faucette at the stockbrokers Pacific Crest, who has a &quot;sell&quot; rating on BlackBerry, said in a research note looking at sales in the UK and Canada that in his opinion, &quot;sell-through run-rates for the Z10 have declined meaningfully in the weeks following launch. We believe carriers and third-party retailers in the UK are well above typically targeted inventory levels.&quot; He added that retailers Carphone Warehouse and Phones4U have begun discounting the handsets. &quot;Carphone Warehouse has cut the price of the Z10 on the 3 network to 29 up front on a 29 per month, two-year contract,&quot; Faucette wrote. &quot;Previously the contract cost 36 per month with a free handset, so the total reduction is around 139.&quot; Carphone Warehouse has confirmed to the Guardian that that is correct. &quot;We are concerned that may ultimately push the Z10 downmarket&quot; and hit profit margins, Faucette told clients. Concerns over BlackBerry&apos;s financial position have grown so far that earlier this week, Canada&apos;s industry minister declined to say whether he would block any attempted takeover of BlackBerry by the Chinese PC and smartphone maker Lenovo. Christian Paradis told Reuters: &quot;I hope BlackBerry will continue to be a Canadian champion in the world, that it grows organically.&quot; But, he added, &quot;we don&apos;t know what might happen. The market is very aggressive. When you talk about the telecoms sector  this is a very very aggressive sector.&quot; Asked whether he would block a bid from Lenovo, mooted last week in an interview with that company, Paradis said: &quot;As the industry minister I don&apos;t want to send a signal and I don&apos;t want it to look like I prejudged a deal or not.&quot; The Canadian government could block the deal on national security grounds. Last year the Chinese state-owned oil company CNOOC bought Canadian energy firm Nexen, but it provoked a storm. Analysts reckon the US and UK governments might block a similar Chinese bid for BlackBerry because of its importance to secure email.", 
    "section": "technology", 
    "gid": "technology/2013/mar/22/blackberry-boss-attacks-apple-iphone", 
    "wordcount": "1282"
}