{
    "headline": "The faithful must learn to respect those who question their beliefs", 
    "text": "Issues of personal faith can be a source of respectful debate and discussion. Since faith is often not based on evidence, however, it is hard to imagine how various deep philosophical or religious disagreements can be objectively laid to rest. As a result, skeptics like myself struggle to understand or anticipate the vehement anger that can be generated by the mere suggestion that perhaps there may be no God, or even that such a suggestion is not meant to offend. Last week, police in Rhode Island had to be called to suppress an angry crowd at a school board meeting, and a 16-year-old atheist had to take time off school after being threatened and targeted by an online hate campaign. She was even described on the radio by a state representative as an &quot;evil little thing&quot;. All the girl had done was to press for the removal of a banner bearing a prayer that asked &quot;Our Heavenly Father&quot; to grant pupils the desire &quot;to be kind and helpful to our classmates and teachers&quot; and &quot;to be good sports&quot;. Equally disturbing was a paper just published in the Journal of Personality and Social Psychology, based on a study of American adults and Canadian college students, that suggested atheists are among the most distrusted groups in society  on a par with rapists. An earlier Gallup poll ranked atheists as the least popular hypothetical minority presidential candidates, and the group that people would most disapprove of their child marrying. The researchers of the new paper concluded: &quot;Outward displays of belief in God may be viewed as a proxy for trustworthiness  believers may consider atheists&apos; absence of belief as a public threat to cooperation and honesty.&quot; This probably explains recent electoral successes of openly devout presidential candidates who previously demonstrated dubious ethics, while also explaining the absence of any serious candidates without known religious affiliation. It is fascinating that lack of belief, or even mere skepticism, is met among the faithful with less respect and more distrust even than a fervent belief in a rival God. This, more than anything, leads to an inevitable and deep tension between science and religion. When such distrust enters the realm of public policy, everyone suffers. As a scientist, one is trained to be skeptical, which is perhaps why many scientists find it difficult to accept blindly the existence of a deity. What is unfortunate is that this skepticism is taken by many among the faithful to be an attack not only on their beliefs, but also on their values, and therefore leads to the conclusion that science itself is suspect. One can see this in many domains appropriate to public policy from the local scale (school boards and the teaching of evolution) to the global scale (climate change and what international codes of behaviour may need to be changed to address it). But what may be surprising is that even on rather esoteric questions, the suspicion that science is akin to atheism, and that therefore science cannot be trusted, easily surfaces. Over the past 25 years there have been remarkable revolutions in our understanding of the universe on its largest scales  revolutions that have transformed our picture of the cosmos and its possible future, and which may shed new light on its origins. What is truly remarkable is that observations and the theoretical advances associated with them, from particle physics to astronomy, have produced such progress that we are now being driven to address questions that science has previously shied away from. In particular we can imagine increasingly plausible natural mechanisms by which our universe came into existence from non-existence. As a result, the longstanding theological and philosophical question, &quot;Why is there something rather than nothing?&quot;, like many earlier such questions, is increasingly becoming a scientific question, because our notions of &quot;something&quot; and &quot;nothing&quot; have completely changed as a result of our new knowledge. As science continues to encroach on this issue of profound human interest, it would be most unfortunate if the inherent skepticism associated with scientific progress were to drive a further wedge between science and society. As a cosmologist, I am keenly aware of the limitations inherent in our study of the universe and its origins  limitations arising from the accidents of our birth and location in a universe whose limits may forever be beyond the reach of our experiments. As a result, science need not be the direct enemy of faith. However, a deep tension will persist until the faithful recognise that a willingness to question even one&apos;s most fervently held beliefs  the hallmark of science  is a trait that should be respected, not reviled. Lawrence M Krauss is director of the Origins Project at Arizona State University. His book A Universe from Nothing was recently published", 
    "section": "science", 
    "gid": "science/blog/2012/feb/07/faithful-learn-respect-question-beliefs", 
    "wordcount": "810"
}