{
    "headline": "Contradiction at heart of school policy", 
    "text": "The decision to send Ofsted into &quot;underperforming&quot; local authorities is another step in the transformation of Ofsted into the political agent of Michael Gove (Mass Ofsted school inspections to tackle standards, 18 January). The main contradiction of Tory education policy is that it preaches autonomy for schools but at the same time seizes centralised control of them by converting them into academies, answerable only to Gove. The Department for Education&apos;s official directions say Gove&apos;s powers to force schools to become academies should only be used after a school has been underperforming for some time and if the problems are not being tackled. The DfE is currently acting beyond that direction. Roke primary school in Croydon and Gladstone Park primary in Brent, the former previously graded &quot;outstanding&quot; and the latter &quot;good&quot;, have recently been downgraded by Ofsted and immediately forced to become academies. Roke&apos;s &quot;outstanding&quot; was given only seven months before the &quot;inadequate&quot; grade. Gladstone Park got a &quot;good&quot; assessment in January 2011. Gladstone Park, an inner-city school, has SAT results above the national average and twice the national average at level 6. The DfE sends in someone who can only be described as a kind of commissar, unyielding and not interested in dialogue, just intent on imposing a private sponsor on the school. Deadlines are tight and governors, staff and parents find themselves faced with a fait accompli. In both schools parents are organising in defence of their children&apos;s education and against becoming a forced academy. Ofsted inspectors now know that if they grade just one area of a school &quot;inadequate&quot; the DfE will move in and turn it into an academy. With the jury out on whether academies actually improve the quality of education, we are faced with a hugely risky strategy that threatens to massively destabilise our schools. The outcome is in direct contradiction to the government&apos;s supposed support for localisation and will move more power to the centre.Martin FrancisLondon  So Ofsted are descending on schools in areas where performance is below par to check on the support provided by their local authorities. If, as many suspect, this is part of a hidden political agenda to force a mass conversion of a local authority&apos;s schools into sponsored academies, then Ofsted and the government should take heed of the conclusion of the independent Academies Commission, chaired by the previous chief inspector Christine Gilbert. Its report, issued on 10 January, says it is vital for the government to clarify the role of local authorities in education. At present there is a &quot;profound difficulty&quot;. Authorities have wide statutory responsibilities but little power to carry them out  especially in regard to academies. &quot;This is unsustainable,&quot; says the Academies Commission. Until this absurd situation is resolved, an exercise like Ofsted&apos;s is in grave danger of leading only to scapegoating.Professor Ron GlatterHemel Hempstead, Hertfordshire  Stephen Twigg says &quot;today, hardly anyone thinks that local authorities should directly run schools&quot; (&apos;I plead guilty to nuance&apos;, Education, 15 January). Why ever not? A Labour secretary of state for education, Estelle Morris, began sniping at LEAs a decade ago and now they are more or less extinct. Yet from their creation by the 1902 Education Act, many gifted and inspired LEA educationists built up state education in the UK. Just as a dysfunctional Ofsted is perverting the collaborative and consultative nature of Her Majesty&apos;s Inspectorate, so the mish-mash of Gove-topia is shredding the UK&apos;s state educational inheritance. Stephen Twigg should attend to history and then learn for the future. Bruce Ross-SmithHeadington, Oxfordshire  Those of us who have long supported the notion of 9-13 middle schools will be giving an ironic cheer to Kenneth Baker&apos;s latest idea to create a 9-14 &quot;middle&quot; stage (Interview, G2, 21 January). It was precisely his former policies involving a national curriculum and testing at age 11 (ie midway through their age range) that saw off most 9-13 middle schools.Professor Colin RichardsSpark Bridge, Cumbria", 
    "section": "education", 
    "gid": "education/2013/jan/21/contradiction-at-heart-of-school-policy", 
    "wordcount": "675"
}