{
    "headline": "Top heads get only weeks to improve schools  or face axe", 
    "text": "The UK&apos;s most talented headteachers are losing their jobs if they fail to turn around troubled schools in just a few weeks, a union leader has said. In a thinly veiled attack on education secretary Michael Gove and the school inspectorate, the general secretary of the Association of School and College Leaders said it had now become &quot;career suicide&quot; for heads to take on struggling schools. Brian Lightman criticised politicians and inspectors for treating heads as &quot;commodities you can throw away&quot; and said 120 had lost their jobs in a year. One outstanding deputy head faced the sack because his school had not improved fast enough in the seven weeks he had been in post, Lightman told his union&apos;s annual conference in London. While inspectors acknowledged that he had done a year&apos;s work in undertwo months, they placed his school in an emergency category. It is now being taken over by an academy chain which might replace both the deputy and the head. Lightman warned that gifted, aspiring headteachers would react to this by turning down opportunities to work in deprived, challenging schools. Heather Scott, a former police officer who took over as head of Bruntcliffe School in Leeds in September, told the annual conference she had between four and six weeks to make changes to her comprehensive. Inspectors had told her the school had serious weaknesses. &quot;I am really good at what I do, but what difference can I make in that time that I can show evidence for?&quot; she said. These comments come amid a crisis in school recruitment. Vacancies show hundreds of primaries and secondaries are struggling to find teachers willing to apply for the role of head, assistant or deputy head. Lightman said heads would be able to turn around their schools if they were given a realistic timescale in which to do so, but that there was too much &quot;pressure for immediate results&quot;. &quot;I am very worried that, for many people, it is becoming career suicide [to take on a struggling school],&quot; he said. &quot;We would remind government that when things don&apos;t work out, it does not automatically mean that people are uncommitted or incapable. They may simply need support to put right what has gone wrong, rather than a public witchhunt or the use of inspection as a big stick to beat them with ... Undermining and demotivating a whole tranche of aspirant and serving leaders will do nothing to raise standards in our schools and colleges.&quot; On Friday at the conference, a headteacher told Gove she was &quot;committing career suicide&quot; by staying in her role, trying to improve a struggling school. &quot;I am not acknowledged for what I am doing ... There is an assumption that I am not a quality leader,&quot; she said. Gove admitted that some inspectors &quot;needed to raise their game&quot; and said some had been &quot;moved on&quot;. He acknowledged that &quot;when people are making big changes [to their schools], they need to have time&quot;. He said the passion the headteacher had shown was &quot;exactly what we want in our schools&quot;. Under a new inspection regime introduced last year, any school previously judged as &quot;satisfactory&quot; is now described as &quot;requiring improvement&quot;. Inspectors have been told to observe more classes than under previous regimes. Last year Ofsted told BBC Radio 4&apos;s File on 4 programme that in the first five months of the new regime, 262 schools  one in 12 of those inspected  made a formal complaint afterwards.", 
    "section": "education", 
    "gid": "education/2013/mar/17/uk-teachers-fear-sack-failing-schools", 
    "wordcount": "603"
}