{
    "headline": "Woodland Trust predicts deadly fungus could kill a third of Britain's trees", 
    "text": "Imagine the British landscape with a third fewer trees. That is the chilling prediction being made this week by the Woodland Trust. A fungus that has already affected 90% of ash trees in Denmark over the past seven years has now been detected in a handful of locations in the UK. If our government does not act urgently, warns the Woodland Trust, all Britain&apos;s estimated 80m ash trees could be lost to the fungal disease known as &quot;ash dieback&quot;. There is no effective remedy apart from felling and burning affected trees and banning imports of live ash saplings from mainland Europe, where the fungus has taken hold. Some arborists fear such actions might already be too late. As a child, growing up in Cornwall when Dutch elm disease was sweeping the UK, I remember staring up in awe at a row of majestic elms on the daily drive to school. Then, suddenly, they were gone. By the 90s, the disease had claimed more than 25m elms across the UK. But ash dieback could have an even more devastating impact. Alongside oak and birch, ash is one of the most common native broadleaf trees and accounts for roughly 30% of our &quot;wooded landscape&quot;, which includes parks and hedgerows, as well as woods and forests. It is relatively fast growing, prized as firewood and charcoal, and its strength and elasticity means it has a variety ofuses  gates, tool handles, oars and furniture. &quot;The loss of ash on this scale would be an environmental disaster,&quot; says Norman Starks, the Woodland Trust&apos;s operations director. &quot;The impact on woodland biodiversity would be huge. We can delay it by using the English Channel as a barrier and banning imports of live saplings. But there is a danger that we will just shrug our shoulders and then have to explain to future generations why we failed to act.&quot; Dr John Morgan, head of the Forestry Commission&apos;s Plant Health Service, agrees that the fungus poses a serious threat, but says there is not enough evidence yet to suggest all ash trees will be lost should the fungus take hold. &quot;We still don&apos;t know for sure how it will respond to conditions in Britain, but I&apos;d be surprised if we lost more than 90% of our ash. However, the only reliable control is banning imports.&quot; The financial cost of losing all of our ash is incalculable, but it would also damage our cultural heritage. The origin of the word &quot;ash&quot; is often attributed to the Anglo-Saxon term for spear, acommon use of the tree in past centuries. Odin, the feared Viking god, hanged himself on an ash tree  known as the &quot;world tree&quot;, or Yggdrasil  as a sacrificial ordeal. And many previous generations have celebrated the ash&apos;s &quot;healing&quot; properties.  This article was amended on 8 November 2012 because the original referred to a fungus &quot;that has already killed 90% of ash trees in Denmark over the past seven years&quot;.", 
    "section": "environment", 
    "gid": "environment/shortcuts/2012/sep/26/fungus-kill-third-britains-trees", 
    "wordcount": "512"
}