{
    "headline": "Anonymous hackers jailed for cyber attacks", 
    "text": "A student and a church volunteer have been jailed for carrying out cyber attacks with the hacking group Anonymous, including one online assault that cost the payments giant PayPal at least 3.5m. Christopher Weatherhead, a Northampton University student, was sentenced to 18 months in prison on Thursday for his part in distributed denial of service (DDoS) attacks on PayPal, Visa and Mastercard in December 2010. The 22-year-old, who used the online alias &quot;Nerdo&quot;, was found guilty in December of playing a leading role in several cyber attacks by Anonymous. Weatherhead was impassive as his punishment was delivered by the Southwark crown court judge, who was earlier warned that his &quot;nerdiness&quot; would make him a vulnerable target in prison. Judge Testar also sentenced Ashley Rhodes, 28, to seven months in prison for his part in the activities of the self-styled &quot;hacktivist&quot; group. Rhodes, a church volunteer from Camberwell, south London, sighed and leant his head on the back wall of the dock as his jail term was read out. A third man, Peter Gibson, 24, was given a suspended six-month prison sentence for his part in the Anonymous attacks. The sentencing of a fourth man, Jake Burchall, 18, was adjourned. The four men were each convicted of attacking anti-piracy and financial companies between August 2010 and January 2011. The assaults on Paypal, Visa and Mastercard were in retaliation for cutting ties with the whistleblowing website WikiLeaks following its release of secret US diplomatic cables. In his sentencing remarks, Testar said: &quot;The defendants were actually rather arrogant. They thought they were far too clever to be caught and used various methods to try to cloak and preserve their anonymity. It seems to me that the police were a little bit more clever than the conspirators.&quot; Prosecuting, Joel Smith, said the four men were &quot;not simply involved in the attacks, but played roles in maintaining the infrastructure used by other Anonymous members to coordinate attacks&quot;. Weatherhead was described during his trial as a high-ranking member of Anonymous who owned two servers, ran private chat rooms and acted as a press spokesman to the world&apos;s media, including the BBC and al-Jazeera. The court heard that Weatherhead enjoyed such seniority that he held an election of Anonymous members to decide who or what would be the hackers&apos; next target. Rhodes, who used the online nickname &quot;Nikonelite&quot;, was described as &quot;the most hands-on&quot; of the four men, and was the only one who had specialist DDoS software on his computer. The court heard that he joined in Anonymous attacks from his workplace, once complaining in a chatroom that his internet access had been blocked. His wife was &quot;horrified&quot; to discover his involvement in cyber attacks after he was arrested, according to the prosecutors. Testar said in sentencing: &quot;The purpose of these conspirators was to cause the websites of organisations to crash and therefore take them temporarily out of service. The purpose was not commercial. It was activity by way of protest.&quot; He said the DDoS attacks were not particularly sophisticated, but added. &quot;What was sophisticated was the lengths taken to protect the identities of those involved.&quot;  To contact the MediaGuardian news desk email editor@mediatheguardian.com or phone 020 3353 3857. For all other inquiries please call the main Guardian switchboard on 020 3353 2000. If you are writing a comment for publication, please mark clearly &quot;for publication&quot;.  To get the latest media news to your desktop or mobile, follow MediaGuardian on Twitter and Facebook", 
    "section": "technology", 
    "gid": "technology/2013/jan/24/anonymous-hackers-jailed-cyber-attacks", 
    "wordcount": "603"
}