{
    "headline": "Boot up: Raspberry Pi password caution, new Nexus details?, mistakes Jobs made and more", 
    "text": "A quick burst of 9 links for you to chew over, as picked by the Technology team Context is the new battleground between Android and iOS &gt;&gt; Scobleizer &quot;Apps that understand context&quot; is Robert Scoble&apos;s new riff, and he seems to be onto something.   Early adopters and developers are going to want to get Android devices to play around with this new contextual world. As Google&apos;s Project Glass comes out next year the difference in ecosystems between iOS and Android will become more stark. Even Dave Morin admitted that his team will use Android more as R&amp;D and as a proving ground for new, contextual features.   He offers in another post the question you&apos;d want to pose to your smartphone: &quot;where&apos;s the best place for me to eat lunch tomorrow?&quot; Think about what answering that question involves and you&apos;re into the arena of context. Raspberry Pi: a cautionary tale &gt;&gt; John Naughton  So Raspberry Pi ships with a) sshd on b) root login on sshd on c) the same default password on every Pi - doh! Do not plug in your pi to a net before changing at least one of the above, or you will, like a famous professor in the [Cambridge] computer lab last week, get hacked, and deserve to be:)  The spatial distribution of Americans in relationship to Starbucks &gt;&gt; Edible Geography  Using a Voronoi diagram (the same kind of map used by physician John Snow to pinpoint the Broad Street Pump as the source of the Soho cholera epidemic in 1854), Davenport discovers that the furthest possible distance from a company-owned store (i.e. not a grocery store franchise) in the contiguous United States is a mere 170 miles.  Researchers Sequence Whole Baby Genome In 50 Hours | Singularity Hub  Using new technology, researchers were able to sequence and analyze whole genomes of infants in about 50 hours. While the rapid data is impressive, even more impressive was how they demonstrated the data&apos;s timely value. After sequencing the genomes of seven babies that died near birth, the doctors were able to retrospectively diagnose five of them, demonstrating that the quick turnaround between sequencing and diagnosis has the potential to save many of these fragile lives.   There are 3,500 single-gene mutations, and up to a third of babies admitted to neonatal intensive care in the US have genetic diseases, the release says. (Not clear how many of those cases are *caused* by those diseases.) EXCLUSIVE: More details on LG&apos;s forthcoming Nexus &gt;&gt; MoDaCo  o The device is based on the Optimus G but doesn&apos;t look the same oUpdated Android release (currently 4.2)o Quad Core Snapdragon S4 processoro 2GB RAMo 1280x768 True-HD IPS screeno On screen soft keys (of course);o 8 Megapixel Camerao No microSD sloto 8GB and 16GB versions only (at least initially)o Non-removable batteryo Wireless charging built ino The retail name of the device is yet to be decided.  Yup, you read that right... no microSD and max 16GB. Oh Google!   Slated for release mid-November. The writer says it will have a 4.7in screen. We don&apos;t know if those details are correct. Commenters on the piece seem concerned about the prospect of no SD with limited storage, and not being able to replace the battery (or remove it if the system crashes). MacBook Air to occupy 39% of global slim notebook market in 2012, 28% in 2013, say Taiwan makers &gt;&gt; Digitimes  Apple&apos;s MacBook Air is expected to have a global market share of 39% for slim notebooks in 2012 and the market share will slip to 28% in 2013 due to increasing sales of ultrabooks, according to Taiwan-based notebook supply chain makers.   If the market expands but sales remain static, market share falls. Inexorable. Video Messaging: Fail &gt;&gt; Light Reading  Question: What&apos;s the best way to share a video message between an Android, an iPhone and a Windows Phone?   Think carefully before answering. An unordered (and likely incomplete) list of things that happened on Steve Jobs&apos;s watch &gt;&gt; David Chartier It&apos;s a long list.  Is Apple Maps really less of a data hog than Google Maps? &gt;&gt; Macworld UK Tested on iOS 6 v iOS 5. International travellers, read this before travelling if you&apos;re on iOS. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/oct/08/technology-links-newsbucket", 
    "wordcount": "746"
}