{
    "headline": "Internet freedom 'under threat from hasty legislation in UK and US'", 
    "text": "Governments across the world  including those in the US and UK  are posing a threat to internet freedom through &quot;hasty&quot; legislation passed due to security fears, the head of an international media watchdog has warned. Dunja Mijatovic, the representative for freedom of the media for the 56 countries that make up the Organisation for Security and Co-operation in Europe (OSCE), said that both democratic and transition governments in her remit were often acting against openness in the media and on the internet. &quot;What I see during my work is fear,&quot; she said. &quot;Last year we commissioned a study on media freedom in 56 states. The results are not very rosy. Governments are trying to restrict or suppress in the interests of security. Legislation is very hasty.&quot; The OSCE is an inter-governmental grouping that includes countries across three continents, taking in the EU, Russia and the transition countries of eastern Europe, and the US and Canada. Mijatovic, the group&apos;s media representative, topped a recent Guardian poll of people who have had the most impact in the battle to keep the internet open. In an interview with the Guardian, she explained that most of her work focused on transitional democracies &quot;east of Vienna&quot;. &quot;There is a witchhunt in OSCE countries and beyond against bloggers and journalists. Media professionals worry about themselves and their families if they write particular stories or make the wrong social media comments,&quot; she said. &quot;The obsession to control the internet is showing we are not heading in the right direction, and the countries of the west are not immune to criticism  I have already raised Acta [an international intellectual property treaty that has been likened to Sopa, a US anti-piracy bill] with the president of the EU parliament.&quot; A large portion of Mijatovic&apos;s work, however, focuses on countries where press and internet freedom are far less advanced: she regularly visits imprisoned bloggers and journalists, and lobbies privately and publicly for their release. Her role is that of an advocate  she has no formal powers to mandate any member state. &quot;If I see a problem, I raise it,&quot; she said. &quot;In some parts of the world, the benefits of free speech are not seen, but censorship anywhere is censorship everywhere. &quot;Some good things happen, which we welcome, but the most important thing is to maintain a dialogue and make sure a door is always open. I don&apos;t think boycotting or cutting contact helps anyone.&quot; Mijatovic said there was a disturbing trend in some countries for spurious charges to be brought against those who tried to speak out against an undemocratic government. &quot;Charges are often really dubious: drug dealing, or terrorism [for example]. The internet for so many governments presents a way to change society for the better, and they don&apos;t want this change  because they want to stay in power for ever.&quot; Mijatovic became the OSCE representative for freedom of the media in 2010, after a career built around setting up regulation for free media in transition countries, including in her native Bosnia after the collapse of communism. She concluded that ultimately it is civil society  the media and activists  who keep the media and internet free, and said this was not yet established in many transition countries. Citing the huge online campaign against the US legislation against intellectual property violations, she says: &quot;These showed an engaged civil society can stop these actions. Elsewhere, there&apos;s an apathy. &quot;People don&apos;t speak up because they&apos;re sleeping or because they&apos;re afraid. As for me, the most powerful tool I have at my disposal is my voice.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/may/01/internet-freedom-threat-hasty-legislation", 
    "wordcount": "616"
}