{
    "headline": "Sloths simply can't get away from scientists", 
    "text": "The name of the sloth is synonymous with a certain style of sin. But scientists pursue them for other reasons, too. The animals move  something they do on occasion  in what can seem mysterious ways. They hang upside down from tree limbs, and sometimes amble that way there. On the ground, ambling right-side-up is their preferred way to get from here to slightly over there. They often snooze. A study called Three-Dimensional Kinematic Analysis of the Pectoral Girdle During Upside-Down Locomotion of Two-Toed Sloths appeared two years ago in the journal Frontiers in Zoology. John Nyakatura and Martin Fischer of Friedrich-Schiller-Universitt in Jena, Germany, analysed the &quot;suspensory quadrupedal locomotion&quot; of two sloths. They concluded that an earlier biologist had exaggerated, but only slightly, in proclaiming that &quot;of all mammals, the sloths have probably the strangest mode of progression&quot;. Others hesitated less to say more. A 2007 book called Victorian Animal Dreams: Representations of Animals in Nineteenth-Century Literature and Culture gets a bit slothful about facts. It says: &quot;As the early Victorians well knew, the living descendants of the sloth family not only spend their lives suspended upside down in trees, but are also incapable of walking, and are, in fact, so slow that moss grows on their fur.&quot; There has been more careful research. In 1981, Frank Mendel of the State University of New York, Buffalo, published a painstaking analysis called Use of hands and feet of two-toed sloths during climbing and terrestrial locomotion, in the Journal of Mammalogy. Four years later, Mendel published a not-quite-identical paper called Use of hands and feet of three-toed sloths during climbing and terrestrial locomotion. A German/Swiss/Panamanian/American team studied slothly sleep. They published a paper in 2008 called Sleeping outside the box: electroencephalographic measures of sleep in sloths inhabiting a rainforest. Sloths do, now and then, get around. Robert Enders published a paper in 1940 called Observations on sloths in captivity at higher altitudes in the tropics and in Pennsylvania. Enders transported two sloths from their native Panama to his workplace at Swarthmore College in Pennsylvania, where they soon died. Sloths can shock experts. A 1989 paper called Agonistic behaviour by three-toed sloths gives this eyewitness account: &quot;A three-toed sloth (Bradypus variegatus) rapidly ascended a cecropia tree, fought briefly and intensely with another adult male, and descended even more rapidly  The social system, visual abilities, and activity budgets of sloths are probably more complex than previously thought.&quot; In 2010, University of Helsinki researchers examined sloths&apos; hair. They found that a variety of green algae grows there, and that other scientists &quot;have observed a wide range of animals [there], eg moths, beetles, cockroaches and roundworms&quot;. A German/Peruvian team of scientists published a study in 2011 called Disgusting appetite: Two-toed sloths feeding in human latrines. Then there&apos;s always the big question. In 1971, a study titled Why are sloths so slothful? investigated whether sloths&apos; nerves and brain are sloppily slow. Its conclusion: &quot;We cannot verify our initial suspicion.&quot;  Marc Abrahams is editor of the bimonthly Annals of Improbable Research and organiser of the Ig Nobel prize", 
    "section": "education", 
    "gid": "education/2013/jan/21/sloths-scientific-study-improbable-research", 
    "wordcount": "528"
}