{
    "headline": "Apple in court over ebook price-fixing accusations", 
    "text": "Apple went on trial in New York on Monday over accusations by the US department of justice of conspiring with publishers to raise the price of ebooks in the US. Though the company does not face a fine, the outcome could shape what deals online retailers can make with content owners. The DoJ is seeking a block on Apple engaging in similar conduct in future  and the company is resisting. The five publishers previously cited in the case have already settled with the DoJ. The trial judge has urged Apple to follow suit, after looking at evidence including emails from Steve Jobs to James Murdoch, then head of News Group-owned Harper Collins. Jobs, who died in 2011, told his biographer: &quot;We told the publishers, &apos;We&apos;ll go to the agency model, where you set the price, and we get our 30% and yes, the customer pays a little more, but that&apos;s what you want anyway.&apos;&quot; Yet chief executive Tim Cook insisted last week that he would not settle. &quot;We&apos;re not going to sign something that says we did something we didn&apos;t do,&quot; he said. &quot;And so we&apos;re going to fight.&quot; The suit, filed in April 2012, accused Apple and the publishers of trying in 2009 to set ebook prices across the industry so that they could break the hold of Amazon, which at the time had around 90% of the market and sometimes sold ebooks at a loss to promote sales of its Kindle. Apple says it acted independently rather than conspiring with publishers. The DoJ says two publishers encouraged Apple to set up an &quot;agency&quot; model, where they would set the retail price, from which Apple would keep a set percentage  unlike at Amazon, which bought wholesale and determined its own retail price. District judge Denise Cote, who is hearing the case without a jury, urged the company to settle. She said in a hearing on 23 May: &quot;I believe that the government will be able to show at trial direct evidence that Apple knowingly participated in and facilitated a conspiracy to raise prices of ebooks.&quot; Apple could still face damages from individual US states and consumers if found guilty. The publishers  Penguin Group, Harper Collins, Simon &amp; Schuster, Hachette and Macmillan  have already agreed to pay a total of $164m (107m) and not to ban wholesale discounting of their ebooks.", 
    "section": "technology", 
    "gid": "technology/2013/jun/03/apple-trial-ebook-price-fixing", 
    "wordcount": "403"
}