{
    "headline": "Vestas abandons plans for Sheerness wind turbine factory", 
    "text": "Vestas, the biggest wind turbine manufacturer in the world, has abandoned plans to build a manufacturing base in Britain that had promised to create 2,000 jobs due to lack of orders. The move is a serious blow for the port of Sheerness in Kent which had been earmarked for the development but will also be seen by some as a vote of no confidence in the government&apos;s green policies at a time when subsidy levels are under review and other engineers such as Doosan of South Korea have shelved similar plans. In a formal statement Vestas, which closed its sole existing blade-making plant on the Isle of Wight in 2009, said it was not going to proceed &quot;at this stage&quot; at Sheerness although it insisted that it was not retreating from Britain altogether. &quot;Such a factory is conditional on concrete orders in our order book and we have not announced any signed orders at this point,&quot; a Vestas spokesman said. &quot;We want a good pipeline of orders before we advance further and we do not have that at this point in time.&quot; Mark Whitworth, chief executive of the Peel Ports group which controls Sheerness docks, said he was &quot;extremely disappointed&quot; that he had been unable to conclude a final agreement with Vestas after a year of talks. &quot;However, we remain fully committed to the strategy outlined for the port of Sheerness of attracting major renewables manufacturers to complement our valued heritage business within the significant footprint of the port,&quot; he added. The decision comes at an awkward time for the government as wind power has been under ferocious attack from Conservative backbenchers. They have been arguing for subsidies to be withdrawn from onshore farms which they claim to be unsightly and too expensive while the Treasury is known to be sceptical about renewable energy more generally. Vestas had already filed a planning application to take over 70 hectares of land at Sheerness where a manufacturing base would have constructed large blades to meet the needs of a new generation of North Sea wind farms in deeper waters. A number of major energy companies have unveiled plans to develop these new facilities in deeper water but there has been much debate about whether the existing public subsidy levels would be enough to make it happen. Maria McCaffery, chief executive of the RenewableUK lobby group, was keen to point out that while Vestas has decided to pull out, others such as Siemens and Gamesa are still planning plants. &quot;Naturally we are disappointed with this decision, but as the world-leader in offshore wind, the UK remains an attractive place for manufacturers and members of the supply chain to have a base,&quot; she argued. &quot;This is why we&apos;re seeing interest from a number of parties  just last week Areva announced their interest in a UK factory, subject to market certainty around electricity market reform. Investors in both projects and employment are poised to follow through on pledges but delivery on green jobs needs certainty and confidence in the market with clarity on implementation arrangements and timescales.&quot; Ed Davey, the energy and climate change secretary last week described the wind industry as of &quot;strategic national importance&quot; but also fired a warning at Conservative backbenchers when he said &quot;we must take the politics out of wind&quot;. Vestas has been going through enormous financial difficulties with two profit warnings, a string of executive board departures and technical hitches with its equipment. In February the company revealed an annual net loss of 166m (133m)  four times larger than analysts had expected  and indicated 2012 might also be unprofitable. A month earlier it had announced plans to cut over 2,300 jobs and close another factory and more recently there has been speculation of a Chinese takeover. A new report released last week by energy analysts at consultancy, IHS, said the global offshore wind industry was growing fast but faced a make or break window until around 2016 when it needed to cut costs or face a &quot;rapid decline as a non-competitive technology&quot;.", 
    "section": "environment", 
    "gid": "business/2012/jun/22/vestas-abandons-plans-sheerness-jobs", 
    "wordcount": "696"
}