{
    "headline": "Academies: they don't see themselves as Gove sees them", 
    "text": "In the Labour party of the 1970s, being asked your view on something like nuclear disarmament was shorthand for establishing whether you were on the right or the left of the party  a sort of checklist approach to politics. It was not the party&apos;s finest hour. Two decades later, Michael Gove is resorting to the same practice. If you are &quot;for his agenda&quot;, you are checklisted as a reformer, a friend of high standards; if you are in any way a critic, you are an enemy of progress and willing to tolerate underperformance. He goes further and seems to define &quot;support of his agenda&quot; as being in favour of the one policy of academies. If only education were that simple, we would have solved all the problems years ago. There is little evidence that continually changing the structure of schools or giving them new designations guarantees success, but there is a history of school titles becoming shorthand for particular types of school practice  a checklist approach to education. The title grammar or comprehensive, grant-maintained or independent, triggers a whole lot of assumptions about what is happening in the classrooms. I would be amazed if it were possible to generalise in this way. We are at risk of doing the same with academies. The original shorthand description was: independent state schools free from local authority control. And that has been a label that the present government has been happy to keep. Whether it tells us anything about what accounts for a school&apos;s success or failure, I very much doubt. Under the last government, there was a set of characteristics of academies that described what happened in the school rather than the label attached to it. Academies were almost always undersubscribed schools serving disadvantaged areas that took on new leadership, developed a partnership with an outside sponsor, agreed a fresh school action plan and were closely monitored and supported  all in a new or substantially improved school building. It has always been my view that it is these characteristics that led to such impressive improvement in the first wave of academies. Almost two years after the Academies Act, the trickle of academies has become a stampede. Clearly, successful schools do not need the close supervision  so do we know what is happening in this new version of academies and what motivates those who lead them? A recently published research booklet by Reform and The Schools Network sheds some interesting light on what is happening beneath the academy label. Perhaps not surprisingly, the expectation of additional money is the main reason given for wanting to become an academy, but more interesting is how the schools intend to use their new status. It is here that there seems to be a divergence between what the government claims are the characteristics of their brand of academies and what is actually happening. The schools put the academy freedoms most trumpeted by the government  freedom from the national curriculum, flexibility over pay and conditions, and freedom over the length of the school day and the structure of the term  all pretty much at the bottom of their list. The report goes on to say that many of the schools&apos; proposed changes are ones that are possible without academy status and &quot;few are using the autonomy they have as academies to change the workforce or educational offer radically&quot;. According to the research, schools are attracted by vaguer, less tangible benefits  described as a &quot;general ethos of financial and educational autonomy&quot;. If this eventually leads to improved teaching and higher standards, that will be excellent news, but there is a responsibility on the government to drop the rhetoric and be much more rigorous about finding out what is actually happening on the ground. The government defines success as the number of schools that carry the academy label. It might be good politics, but it is bad education. It tells us little of substance, and if we are to build on the best of three decades of education reform, we will need to be clearer about what is happening in the classroom and not be taken in by the label on the school gate.", 
    "section": "education", 
    "gid": "education/2012/apr/23/government-academies-supervision", 
    "wordcount": "702"
}