{
    "headline": "Solar eclipse  in pictures", 
    "text": "   The 'ring of fire' silhouettes an oil well in Texas. Photograph: Albert Cesare/AP       A boy watches the partial eclipse in Manila, Philippines. Photograph: Cheryl Ravelo/Reuters       A South Korean astronomy student reacts to the eclipse as it passes over Seoul. Photograph: Lee Jin-man/AP       A multiple exposure showing the progress of the eclipse over Utsunomiya city in Tochigi prefecture, north of Tokyo, Japan Photograph: Jiji Press/AFP/Getty       A composite shows several stages, left to right, as the eclipse passes through annularity and the sun changes color as it approaches sunset in Grand Canyon National Park, Arizona Photograph: David McNew/Getty Images       Watching the eclipse at the Taipei Astronomical Museum. Photograph: Pichi Chuang/Reuters       Eclipse, cloud and windmill in Gardnerville, Nevada. Photograph: Cathleen Allison/AP       Taking time out from business to watch the eclipse in Yokohama, Japan. Photograph: Shuji Kajiyama/AP       The eclipse projected on to a wall to form the date and word 'Taipei' at the Taiwanese capital's Astronomical Museum. Photograph: Pichi Chuang/Reuters       The 'ring of fire' annular solar eclipse as seen from Kanarraville, Utah. Photograph: Robyn Beck/AFP/Getty       People observe the solar eclipse in Chico, California Photograph: Ty Barbou/The Chico Enterprise-Record/AP       The first annular eclipse seen in the US since 1994 wanes to a partial eclipse as the sun sets over the Grand Canyon National Park, Arizona Photograph: David McNew/Getty Images       Children watch the eclipse from Fujisawa, near Tokyo Photograph: Shizuo Kambayashi/AP       Reflections of the eclipse at the National Solar Thermal Test Facility at Sandia National Laboratories in Albuquerque, New Mexico  Photograph: Randy Montoya/AP       Stargazers observe the solar eclipse in Chico, California Photograph: Jason Halley/The Chico Enterprise-Record/AP  ", 
    "section": "science", 
    "gid": "science/gallery/2012/may/21/solar-eclipse-in-pictures", 
    "wordcount": "0"
}