{
    "headline": "Louisiana senator Mary Landrieu calls on government to lift EPA ban on BP", 
    "text": "A Lousiana senator has called on the US government to lift the ban that prevents BP from securing sensitive federal contracts, even as the state sues the oil firm for the environmental damage caused by the Deepwater Horizon disaster. Mary Landrieu said the moratorium, imposed by the Environmental Protection Agency (EPA) last November, amounted to &quot;double jeopardy&quot;. The 2010 oil spill is the subject of a sprawling civil law case being played out in New Orleans. Louisiana is among the five Gulf states affected by the spill who are suing BP, alongside the Justice Department and local businesses and individuals. In a separate development, the EPA cited the company&apos;s &quot;lack of business integrity&quot; following the Gulf of Mexico disaster. Landrieu, a Democrat, told the Monroe News Starnewspaper in Louisiana: &quot;I&apos;m furious and strongly opposed to the EPA&apos;s authority for suspension and disbarment. I&apos;m angry that this agency would put a business in a situation of what amounts to double jeopardy.&quot; BP settled criminal charges with the Justice Department for $4.5bn last year over the disaster which killed 11 men and spilled 4m barrels of oil into the Gulf. It faces a potential bill of $17bn plus from the ongoing civil trial. The US authorities put the ban in place &quot;until the company can provide significant evidence to EPA demonstrating that it meets federal business standards&quot;. It does not affect existing contracts. &quot;BP should be penalized and make people whole, but this is bigger than BP and even the oil and gas industry,&quot; said Landrieu. &quot;I&apos;m not on BP&apos;s negotiating team. As a senator I&apos;m concerned that in a climate of over-regulation [the EPA] came out of the blue and slapped a suspension and disbarment without notice and without any clear guidance.&quot; Landrieu said when she asked the EPA what BP has to do, &quot;they said they can&apos;t share that and weren&apos;t sure. I&apos;m trying to find out what other risks companies might have doing business in Louisiana.&quot; Her comments come as the US government tries to prove BP was &quot;grossly negligent&quot; ahead of the Deepwater incident. On Tuesday, senior toolpusher Randy Ezell described the hours before the explosion. Ezell is the first rig worker to testify at the civil trial. He was knocked out by the explosion and woke in &quot;total darkness, and smoke filled  the entire area was filled with smoke. I knew something major, a major event had just happened, but I didn&apos;t know if it was because my brain was knocked out of gear, or what, or trauma or what, but I laid right there for a minute.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/mar/06/mary-landrieu-bp-epa-ban", 
    "wordcount": "452"
}