{
    "headline": "GM food: we can no longer afford to ignore its advantages", 
    "text": "Given the crises facing the planet, with the population set to reach the 9 billion mark by 2050 and increasing strains being placed on water, energy and food supplies, it would be wrong to hope there could be a single solution to the storms that lie ahead. As the government&apos;s chief scientific adviser, Sir John Beddington, once put it in an Observer interview: &quot;There will be no silver bullet.&quot; However, the population biologist added a crucial caveat. It would also be foolish not to make the maximum use of the new technologies that we are developing in order to alleviate some of the worst dangers we will face in the decades that lie ahead. And among those scientific wonders, the use of genetically modified crops has a particularly rich potential, Beddington added. &quot;Just look at the problems that the world faces: water shortages and salination of existing water supplies, for example. GM crops should be able to deal with that.&quot; It is a good point. Consider the simple issue of food that is lost before it can be harvested because it has been eaten by pests that humans have never learned to control. That loss comes to around 30%, agriculture experts calculate, a rate that cannot be allowed to continue. And GM crops are perfectly placed to solve that sort of problem. The work of scientists at the Rothamsted research station in England provides a good example of the sort of benefits that can be achieved through genetic modification. They have engineered a strain of wheat so that it emits a chemical called E-beta-farnesene which is also emitted by aphids when they are threatened. In effect, it tells other aphids to fly away. For good measure, E-beta-farnesene also attracts aphid predators such as ladybirds and wasps. In short, it delivers a double whammy  and one with rich potential. Aphids cause an estimated 100m of damage to crops every year in the UK alone. At present, the effectiveness of Rothamsted&apos;s anti-aphid GM wheat has only been demonstrated in the laboratory. Earlier this year field trials were prepared but were threatened by anti-GM campaigners. However, their protest fizzled out, a development that suggests the green movement is growing up over its opposition to genetically modified crops. In the end, however, science can only delay the inevitable, as Lester Brown of the Earth Policy Institute in Washington has made clear. We need to act now to start to cope with crises over water supply, world population numbers and rising carbon emissions in the hope that advances in agriculture and genetics can give us time for such measures to be introduced and take effect. Or, as Beddington has made clear, there are almost a billion people today who are suffering from serious food shortages and who face starvation. &quot;It is unimaginable that in the next 10 to 20 years there will not be a worsening of that problem unless we take action now, and we have to include the widest possible range of solutions.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/oct/13/gm-food-crops-genetic-modification", 
    "wordcount": "507"
}