{
    "headline": "E3 2012: Why Ubisoft is the publisher of the show", 
    "text": "All eyes are traditionally on the platform holders when the E3 press conferences rumble round each year. We all expect some big news and stunning first-party game debuts from Sony, Microsoft and Nintendo, and at least a shiver of new-hardware excitement to make us feel good about the future of gaming and give the third-party publishers something to work with. This year, though, in the absence of really anything new and impressive at all from the Big Three, it&apos;s been left to the publishers to inject some energy into the show. At its press conference on Monday, Ubisoft enlivened a very conservative first day of E3 with both the most exciting sequel (Assassin&apos;s Creed 3) and the only impressive-looking new game of the show so far, Watch Dogs. As ever, it was a mixture of the sublime and the ridiculous, with some excellent games and super hosting offset by an astonishingly irritating co-host and an awkward battle-of-the-sexes eSports demonstration that left everyone feeling confused and vaguely unsettled, but after Microsoft&apos;s yawn-inducing showing and EA&apos;s reliance on number of big-name sequels, Ubisoft&apos;s conference showed a publisher at the top of its game. The conference opened with Just Dance 4  a crowd-pleasing game, or at least it would have been in front of a different crowd. Flo Rida turned up with an absurd bling-studded microphone to complement the obligatory selection of beautiful dancers, adding the first touch of lunacy to the French publisher&apos;s yearly showcase. But the real WTF moment came moments later in a demo of Far Cry 3, which opened with what appeared to be first-person sex, with a henna-striped topless woman riding the player in first-person as what looked like some kind of tribal ritual, with blood sacrifices and smoking fires in the background. Things only got weirder: as the Far Cry 3 demonstration went on, we saw a tiger being used as a weapon before being filled with bullets and graphic neck-stabbing violence topped off with a run through a burning house while screens arranged around the walls showed various profanities. As the audience tried to collect itself, we saw the player stabbed with a poisoned knife, sending them off on a colourful hallucinogenic trip involving a gender-morphing stripper and fairly graphic suicide imagery. It was special.  After watching a guy demonstrate Smartglass for what felt like two hours at Microsoft&apos;s conference earlier that morning, nobody was really prepared for that. The co-op gameplay shown off at Sony&apos;s conference later on Monday evening looked distinctly unimpressive, but Far Cry 3 had already made its impression upon E3 by that point. Another game that cropped up at both Sony&apos;s conference and Ubisoft&apos;s own was Assassin&apos;s Creed 3, a big-name sequel that stands out in a landscape full of big-name sequels by virtue of sheer slickness, visual impact and attention to detail. Earlier in the day we saw protagonist Conor wading through thick snow and clambering fluidly through the treetops, leaping from branch to branch; later we saw him at the helm in a jaw-dropping naval battle, guiding a ship through choppy, stormy seas and loosing cannon fire at other vessels. It looked genuinely stunning, and restored the reserves of anticipation around the franchise that had been depleted by Assassin&apos;s Creed 2, Brotherhood and Revelations arriving in quick succession. A new trailer for Splinter Cell: Blacklist  showcased at Microsoft&apos;s conference early on Monday  showed a new direction for one of the publisher&apos;s older franchises, casting Sam Fisher as an anti-terrorist operative with enormous resources at his disposal rather than a stealthy lone infiltrator with extreme personal problems.     ZombiU    But Ubisoft threw its weight behind the Wii U, too, showing a lengthy multiplayer gameplay demo of Rayman Legends with four players using Wii remotes and one player using the Wii U&apos;s Gamepad to help or hinder them. The game shares Rayman Origins&apos; sublime 2D art style and, by the looks of it, its platforming challenge too. But a new game for Wii U drew the most attention: Zombi U, a survival horror shooter set in London after a viral zombie outbreak. It boasts some powerful imagery  seeing a zombified member of the Queen&apos;s Guard lurch towards civilians is a novel twist after so much American-dominated zombie fiction  and innovative gameplay, using the touchscreen controller as a scanner, a map and much else. After playing Zombi U on the show floor later, I think it&apos;s fair to say that the standout game for Nintendo&apos;s new console at this point  although the presence of any classic Nintendo franchises apart from New Super Mario Bros would probably change that. Ubisoft closed its conference with probably the most exciting thing to happen at E3 so far: the unveiling of Watch Dogs, a matrix-inspired open-world action game about a group of hacktivists fighting against government control of information technology. This is the only major new game at E3 that didn&apos;t leak beforehand, and it looked fantastic, like a futuristic Grand Theft Auto with touches of Necromancer and, of course, The Matrix. It&apos;s usually EA that makes the most noise at this yearly cavalcade of games industry giants, but Ubisoft&apos;s much stronger line-up this year had made it the standout publisher of the show. It had a huge presence at all three of the platform holders&apos; conferences as well as its own, ensuring that its games are omnipresent at E3 2012. It&apos;s in an enormously strong position for the end of the year.  Keza MacDonald is UK Games Editor at IGN.com", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jun/06/e3-2012-ubisoft-best-publisher", 
    "wordcount": "914"
}