{
    "headline": "Online English lessons go live for France's learners", 
    "text": "Less than a year after France&apos;s education minister, Luc Chatel, kicked off a national campaign to improve foreign language skills, the country&apos;s national distance learning institute, Cned, has launched a free website for English learners, backed by $4m of government funding. The englishbyyourself.fr website, which combines free and paid-for self-study materials that can be accessed on mobile and tablet formats, went live last month. &quot;The aim is to immerse users in spoken English and to give them daily oral practice,&quot; said Serge Bergamelli, Cned&apos;s director. Content is designed for children, teenagers and adults and according to Cned the mix of online games, video clips and news will be edited and updated by a team of 15 English language teachers. Meanwhile, Chatel has announced that from next September one in 10 primary schools will start teaching either an &quot;enhanced foreign language&quot; or two languages from year one, while nursery-age children will receive &quot;exposure&quot; to foreign languages through songs and nursery rhymes. The announcements followed recommendations by the strategic committee for languages, set up by Chatel last April, that all primary age children should be learning two foreign languages. Egyptian MP&apos;s attack on English alarms salafists The ultra-conservative al-Nur party, the largest salafist party in the Egyptian parliament, moved quickly to distance itself from comments made during a session last month by one of its MPs claiming that US funding for English language classes in primary schools was a plot to westernise Egyptians. Mohammed al-Kurdi criticised a USAid funding programme for primary schools during an education committee hearing, the Ahram Online website reported. &quot;They now want to begin teaching English in second grade primary schools instead of fourth grade. We have to be aware that they want our children to be culturally westernised,&quot; al-Kurdi said. But al-Nur party officials were quick to condemn the comments. Party spokesperson Nader Bakar said they were &quot;completely inappropriate and do not stem from any religious teaching.&quot; Amina Nosseir, professor of Islamic philosophy at al-Azhar university in Cairo, told Ahram Online: &quot;We should definitely not neglect our mother tongue but I would remind Mr al-Kurdi that learning foreign languages was advised by the prophet Muhammad.&quot; Swiss parliament rejects ban on teaching English first  Switzerland&apos;s house of representatives last month threw out a Green party bill that sought to ensure that primary school children start learning another Swiss language before English instruction begins. According to the Swissinfo website MPs were not willing to impose stricter rules on when foreign language teaching should be introduced. More than half of Swiss cantons have agreed to teach pupils two foreign languages, including English, at primary level, but they have not defined which comes first. Malta in talks with Libya toreceive students Malta&apos;s education minister is confident that talks with her counterparts in Tripoli will see up to 1,000 Libyan students travelling to the Mediterranean island to learn English over coming months. Education minister Dolores Cristina said negotiations have been under way since January. Max de Lotbinire max.delotbiniere@theguardian.com", 
    "section": "education", 
    "gid": "education/2012/mar/13/elt-diary-march-learning-english", 
    "wordcount": "517"
}