{
    "headline": "British Airways, climate change and a load of rubbish", 
    "text": "The aviation industry has often appeared to be in denial on the subject of climate change, lobbying relentlessly in the UK for a third runway at Heathrow and attacking the European Union&apos;s gentle curbing of their emissions. But British Airways is pushing ahead with a plant that aims to turn half a million tonnes of Londoner&apos;s household rubbish into 50,000 tonnes a year of jet fuel. I&apos;ll let you decide if this is greenwash or not: here&apos;s some of the details. The plant will based in east London and 80 lorries a day will pour garbage into a plasma chamber, which reaches 5,000C. The resulting gas is turned into jet fuel, Jonathon Counsell, BA&apos;s head of environment, told me at the World Biofuels Markets conference in Rotterdam. The plant, due to being pumping fuel from 2015, will have enough energy left over to generate 33MW of electricity, he says. The output is just 2% of BA&apos;s current global fuel needs but Counsell says: &quot;The first plant is always the hardest. If we can make the economics works, we will build two, three, four, five, very quickly.&quot; He says London produces 20m tonnes of waste a year, and the UK 200m tonnes. I asked Counsell why this should reassure those concerned about aviation&apos;s rapidly growing contribution to climate change, when BA and others seem to have to be dragged to act. &quot;We accept we are a significant source of emissions, and growing,&quot; he says. &quot;Taking action is about earning our right to grow.&quot; On biofuels, he says there are &quot;no alternatives&quot; to liquid fuels, if the industry is to meet its own goal of a 50% cut in emissions by 2050 (compared to 2005). So why, I ask, is BA opposing the EU&apos;s plan to make all airlines flying in and out of Europe buy some carbon pollution permits from 2013, especially when BA&apos;s website states: &quot;As part of our commitment to being environmental responsible [sic] we have been a long-standing supporter of emissions trading. This sits at the heart of our climate change policy as the most environmentally effective and economically efficient mechanism for addressing aviation&apos;s CO2 emissions.&quot; Counsell told me: &quot;We always said to the EU take a smaller step in the first instance, start with a smaller scheme, prove it and roll it out.&quot; That can be translated, I would say, as &quot;I wouldn&apos;t start from here.&quot; He added: &quot;The risk of retaliation and non-compliance [from the US, Russia, China and elsewhere] is now playing out.&quot; Which means &quot;I told you so.&quot; What about where we actually are now, with the carbon trading scheme kicking in from 2013? Counsell says BA wants the EU to compromise and reduce the scope of the scheme, saying it currently risks collapsing totally and &quot;setting us back 10 years.&quot; That may make sense to you, or sound like &quot;Lord make me chaste, but not yet.&quot; But BA might be genuinely worried about a big setback, not least because non-compliance from other airlines might, at some point when the cost rises above a few Euros a flight, make a competitive difference. Self-interest is often the best guide, and so that expressed very clearly to me by aircraft manufacturer Boeing was striking. They are backing biofuels with their own cash, despite not operating flights and therefore not being a purchaser of fuel.  &quot;When we look out a few decades, the energy scenario for our industry does not look healthy,&quot; Darrin Morgan, Boeing&apos;s director of sustainable aviation, told me. &quot;Fuel is now the number one cost for the industry, more than the aircraft, more than people. It used to be number three or four. That cost will diminish the ability of our customers to buy our aircraft.&quot; Morgan says the industry wants to get 1% biofuel into the global jet fuel supply by 2015, which equates to 600m US gallons a year. &quot;That is not to say we only want 1%, we want as many percent as we can get sustainably.&quot; He agues the bio-jet fuel industry only began in July 2011, when the international fuel standard body, ASTM international, approved it for use. He agrees with Counsell that low-carbon biofuels are essential if the industry is to achieve the carbon-neutral growth goal it has set itself, as more efficient planes and air traffic cannot compensate for the fast growth: &quot;That is unless developed world wants to tell the developing world you can&apos;t fly  and good luck with that!&quot; So it&apos;s biofuels or bust, according to the aviation industry. I&apos;d be very interested in your thoughts.", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2012/mar/16/aviation-biofuel-british-airways-carbon", 
    "wordcount": "793"
}