{
    "headline": "Anti-pylon campaigners battle 'industrialisation' of rural Wales", 
    "text": "&quot;I liken it to slashing a Stanley knife across the Mona Lisa,&quot; said Jonathan Wilkinson, gazing across the lush meadows and hedges of the Vyrnwy valley. The gentle green of Powys is the least densely populated corner of Wales, uncluttered by anything other than small farms, a landscape that has remained unchanged for centuries. This week the National Grid will announce a new substation and its preferred route for 30 miles of 400,000-volt cables that will connect more than 500 wind turbines planned for mid-Wales to the national electricity network in Shropshire. Whichever route is chosen, 46-metre-high pylons look likely to march down several unspoilt valleys, with the Vyrnwy, Banwy and the Severn most vulnerable.     Proposed routes for cables in mid-Wales    Wilkinson, who tends 350 dairy cattle on land passed down from his grandfather, now has an arduous second job: he chairs Montgomeryshire Against Pylons, part of a growing grassroots revolt against onshore windfarms and their infrastructure. &quot;It&apos;s not just a windfarm, it&apos;s industrialisation,&quot; he said. The Department of Energy and Climate Change (Decc) last month announced a public inquiry into two windfarms in mid-Wales after Powys council  firmly in the grip of anti-pylon independents since the elections in May  voted against them. Four other vast mid-Wales schemes may be added to the inquiry. As well as the 400,000-volt line, the mid-Wales project includes what campaigners fear will be &quot;a spider&apos;s web&quot; of 26-metre pylons  well above the tree line  to link the windfarms to the new substation. The flooding of Welsh valleys to provide water for English cities radicalised a generation and began the push for devolution. Now, many locals see a bitter irony in the Welsh assembly government&apos;s support for windfarms that will generate electricity for England as well as Wales. In the countryside around Welshpool, dozens of home-made protest signs hang from gates and trees: in one a dragon breathes fire on to a pylon. David Jones, the leader of Powys council and a sheep farmer, believes opposition to pylons is as strong as it was to the proposals to flood more valleys in the 1950s. &quot;If anything, the opposition today is more widespread,&quot; he said. A poll of more than 5,000 people by Welshpool town council found 81% were concerned about pylons. On the streets close to the cattle market  nicknamed Tahrir Square on account of the anti-pylon protests  I could not find a single person who even grudgingly accepted the need for pylons and windfarms. &quot;They are destroying Montgomeryshire for the sake of what? Keeping advertising signs going in Birmingham and Manchester. That&apos;s outrageous,&quot; said Dave Field, who lives near Lake Vyrnwy, a valley flooded in the 1880s to provide water for Liverpool. &quot;It&apos;s all part of &apos;shit on the Welsh&apos; so you can carry on your way of living,&quot; said Penny Ravenhill. &quot;In London they have lots of escalators. Do you collect power from that? Why are the lights in your office blocks on all night long? Putting windmills everywhere will ruin the tourist industry, devalue houses and make people ill, and it won&apos;t make anyone use any less power.&quot; Like many, Ravenhill was keen to stress her support for renewable energy. Anti-pylon protesters have organised the Sustainable Life festival  showcasing renewable technology  at Mathrafal, an ancient Druid seat (and another place at risk from the pylons) to show they are not climate change sceptics. The money spent subsiding wind power should be offered to Montgomeryshire, &quot;saying &apos;be inventive, generate your own power,&apos;&quot; said Ravenhill. Despite devolution, important decisions will be made in Westminster  Decc decides the fate of any windfarm larger than 50MW (and most are much larger). And yet residents do not have recourse to powers given to communities in the Localism Act because these apply only in England. It would also have been far easier to block the proposed pylons had the region been designated an area of outstanding beauty, which was proposed decades ago but was opposed by farmers who feared the effect on their businesses. Now it is the pylons that raise business concerns. Like many farmers, Philip Pryce has diversified, turning his second-generation farm into a holiday park popular with weekenders. One route could bring the pylons straight past the attraction. &quot;It&apos;s very concerning for us and tourism-related businesses in this area,&quot; said Pryce. There are also concerns about health and traffic: only two single-carriageway main roads lead into the area and protesters estimate the installation of the mid-Wales turbines will generate 4,400 abnormal loads. Gary Swaine depends on time-critical deliveries for his nursery and fears construction traffic will jeopardise his business. He has been dismayed by the liaison process. &quot;I feel like I&apos;m in Syria. I do, I really do. It&apos;s all top-down, imposed on you,&quot; he said. Most people in Powys seem convinced that wind subsidies redistribute money from consumers to the rich. Guardian columnist George Monbiot  a resident of mid-Wales  has argued that the simplest way to defuse anger would be to place cables underground. According to Jeremy Lee, project manager for National Grid&apos;s mid-Wales connection project, it has not yet been decided how much of the route, or which parts, could go underground. But he conceded it was highly unlikely the entire line would be placed underground  the total cost of &quot;undergrounding&quot; is 562m verses 178m for pylons. &quot;We have to be mindful of the costs.. We can&apos;t just throw money at this thing to make it easier for ourselves,&quot; said Lee, arguing that higher costs would land on customers&apos; electricity bills. &quot; It&apos;s most likely it will be a mixture of underground or overground,&quot; he added.", 
    "section": "environment", 
    "gid": "environment/2012/jul/16/anti-pylon-welsh-countryside", 
    "wordcount": "959"
}