{
    "headline": "Schools strive for pupils' happiness", 
    "text": "If David Cameron is still keen on spreading happiness  one of his big ideas  he could take some tips from a village school in Norfolk. He could, for example, inspire a gloomy House of Commons with a poster outlining &quot;five simple steps to a happier parliament&quot; that would encourage MPs to be kind, polite, sensible, safe and tidy. The prime minister could then establish good relationships with MPs&apos; parents and carers, make sure that he treats them all equally and fairly, and that they all feel loved and valued  even the naughty ones. Doing this might give Westminster a chance of reaching levels of wellbeing as impressive as those at Gooderstone primary. But Cameron should note that nothing can be achieved without MPs&apos; agreement. &quot;Everyone has a voice,&quot; says Gooderstone&apos;s headteacher, David Baldwin, &quot;and it&apos;s important that they know they will be listened to.&quot; He recently asked pupils what they thought of assembly and discovered that while one girl appreciated the chance to &quot;talk to God&quot;, everyone wanted to be the one to blow out the assembly candle. When the prime minister set up the National Wellbeing Project in 2010, he said that finding out what improved lives was a serious business for government. Baldwin, who now keeps an eye on who gets to extinguish the assembly candle, says it&apos;s a serious business for schools, too. Children&apos;s wellbeing is &quot;central to everything that happens&quot; at the 65-pupil school. Even in the runup to Blue Monday yesterday  reportedly the most miserable day of the year  Gooderstone primary fairly hummed with good humour and positive activity. It&apos;s essential, says Baldwin, as &quot;children won&apos;t access the curriculum, however brilliant, unless they&apos;re happy  happy to engage and happy to make mistakes&quot;. Many parents would recognise the truth in this, too. Cameron&apos;s commitment to wellbeing is shared by, among others, the World Health Organisation and the United Nations Children&apos;s Fund. But what about his own Department for Education? While the Office for National Statistics is busy compiling the country&apos;s first wellbeing tables, the DfE has written it out of the new inspection framework. Two months ago, Ofsted inspectors praised Gooderstone&apos;s excellent &quot;care, support and guidance&quot; and its pupils&apos; outstanding personal and social development. They complimented their knowledge of how to stay healthy and safe, their outstanding contribution to the community  and their exceptionally high attainment. If inspectors visited Gooderstone this month, their mission would be rather different. The new framework requires them to check on behaviour and safety, but not how a school cares for its pupils. It does not refer to health or emotions. It mentions relationships only as potential hazards and friends only as &quot;critical&quot; ones. Gone is the need to make sure that pupils have a &quot;strong voice in decisions relating to their learning and wellbeing&quot;. Indeed, the word &quot;wellbeing&quot;, which ran like a river through the previous Ofsted framework, has disappeared. The education secretary, Michael Gove, has said the new framework will allow inspectors to concentrate on what matters and forget the &quot;peripherals&quot;. Thus, wellbeing has been cast into Ofsted&apos;s dustbin at a time of soaring youth unemployment, when teenagers routinely hear themselves described as a &quot;lost generation&quot;. Yet many in education believe that wellbeing is not peripheral. For headteachers like Baldwin, it is the foundation on which to build academic excellence and the exemplary behaviour so prized by Gove. Debbie Watson, a co-author of the book Children&apos;s Social and Emotional Wellbeing in Schools, which is published tomorrow, says there has been a policy void with regard to wellbeing in education since the coalition came to power. &quot;There&apos;s a chasm between Cameron and Gove,&quot; she says, &quot;and it&apos;s only going to get wider.&quot; Watson, who is director of childhood studies at Bristol University, argues that wellbeing is a &quot;poorly understood, rather nebulous concept&quot;. It should, she says, start with individual children, celebrating and respecting their rights and needs. &quot;It&apos;s subjective and individual, and not about universal standards and norms.&quot; Watson says that two key initiatives introduced by Labour and still in use  Every Child Matters and the Social and Emotional Aspects of Learning (Seal) programmes  have flaws because they are &quot;top-down rather than roots-up&quot;. Nevertheless, &quot;the concept of wellbeing must not be allowed to disappear&quot;. That wellbeing is at risk of disappearing is surprising, given that it won the backing of two recent major reassessments of primary education: the independent Cambridge Primary Review and the Rose Review of the curriculum. And wellbeing is not just for primary schools, says Ruth Harker, principal of Shenley academy in south Birmingham. Shenley, which opened in 2009, is one of very few secondaries to have an Every Child Matters award, and describes its students as &quot;happy, safe, supported and inspired to achieve&quot;  in that order. It is also one of England&apos;s fastest-improving schools, with inspectors praising students&apos; outstanding personal and academic progress. &quot;It is absolutely common sense that wellbeing and achievement are linked,&quot; says Harker, &quot;and it is regrettable that Ofsted&apos;s new framework does not make this more explicit, especially as young people&apos;s wellbeing is such an issue for the country.&quot; It became an issue for Shenley following the 2007 Unicef report that relegated the UK to last position in terms of young people&apos;s wellbeing. Harker and her colleagues, whose new school was in an area of high unemployment, decided to act. &quot;Some Unicef findings were very stark and upsetting. We resolved to help students develop positive attitudes to learning, to education and to each other.&quot; Both Shenley and Gooderstone promote wellbeing through the way they are organised. As a small school, it is easy for Gooderstone&apos;s staff to get to know their pupils, allowing them to pick up instantly when something is wrong. Shenley strives for a similar intimacy with its five mini colleges and mixed-age tutor groups of only 15 students. Both schools also make their pursuit of wellbeing explicit. Extra time is devoted at Shenley to a bespoke Learning for Life programme. Gooderstone&apos;s work is loosely based on themed Values for Life assemblies as well as the Seal programme, introduced to primary schools in 2003. Before Seal, there was resistance to the idea that schools should help children to develop social and emotional skills, says Neil Humphrey, professor of psychology of education at Manchester University. By contrast, says Humphrey, social and emotional learning (SEL) in the US has a much better track record. A meta-analysis by Chicago academics of 213 SEL programmes last year found that pupils&apos; social and emotional skills, attitudes and behaviour significantly improved  and there was an 11 percentage-point gain in achievement. This achievement spin-off would surely appeal to any education minister  even Nick Gibb, who has dismissed social and emotional learning as &quot;ghastly&quot; and likely to distract from &quot;the core subjects of academic education&quot;. Sadly, Seal, despite being widely used, has not achieved anything approaching these results. Humphrey, who evaluated the programme for the government, says it has had a mixed impact in primaries and zero impact in secondaries. The DfE has now cautioned schools against investing time or money in Seal, leaving its future uncertain. Yet, says Humphrey, there are reasons why Seal has struggled to make a difference in secondary schools. Its structure was made flexible to give schools a sense of ownership, but, without a rigid framework, &quot;schools were excited, but floundering. They didn&apos;t know where to start. They&apos;d been given a destination but not the route&quot;. Evidence from the US, says Humphrey, where they&apos;ve been working on SEL for 30 years, shows that approaches need to be structured, focused and delivered consistently to make an impact. And some secondaries are succeeding. Humphrey has visited schools such as Shenley that are filled with good practice and innovative work. &quot;They are good schools with a caring and warm climate where pupils feel wanted, valued and part of a community. School should be a place where they want to be,&quot; he says. Humphrey worries about the way the political pendulum is swinging. &quot;We&apos;ve got a lot of whip-cracking about standards, a lot of stress on the three Rs. But government needs to get the right balance between the academic, the social and the psychological aspects of education. Kids don&apos;t just need their five A*s at GCSE, they need to be able to get on with other people.&quot;  Stephanie Northen was one of the authors of the Cambridge Primary Review, but writes here in her capacity as a freelance journalist. This article was amended on 19 January 2012. The original suggested that Debbie Watson was sole author of Children&apos;s Social and Emotional Wellbeing in Schools. In fact she was a co-author along with Carl Emery and Phil Bayliss.", 
    "section": "education", 
    "gid": "education/2012/jan/16/children-wellbeing-schools-ofsted", 
    "wordcount": "1495"
}