{
    "headline": "Fracking: where's the debate about its climate change risks?", 
    "text": "Rarely a day goes by, it seems, when &quot;fracking&quot; isn&apos;t in the news. It&apos;s either being hailed as a miracle energy source, or it is being condemned as yet another polluting fossil fuel. Today&apos;s headlines largely focus on the findings of a joint report (pdf) by the Royal Society and the Royal Academy of Engineering which concludes that hydraulic fracturing of shale gas  &quot;fracking&quot;  should be allowed to proceed in the UK, but only with tight regulation and monitoring. Published ahead of the government&apos;s anticipated &quot;green light&quot; for fracking later this summer, the report calls for a long parade of checks and balances, as you might expect it to:  Monitoring should be carried out before, during and after shale gas operations to inform risk assessments. Methane and other contaminants in groundwater should be monitored, as well as potential leakages of methane and other gases into the atmosphere. The geology of sites should be characterised and faults identified. Monitoring data should be submitted to the UK&apos;s regulators to manage potential hazards, inform local planning processes and address wider concerns. Monitoring of any potential leaks of methane would provide data to assess the carbon footprint of shale gas extraction.  But what is missing from much of today&apos;s media coverage is mention of - for me at least - the most important paragraph in the whole report:  This report has analysed the technical aspects of the environmental, health and safety risks associated with shale gas extraction to inform decision making. Neither risks associated with the subsequent use of shale gas nor climate risks have been analysed. Decision making would benefit from research into the climate risks associated with both the extraction and use of shale gas. Further benefit would also be derived from research into the public acceptability of all these risks in the context of the UK&apos;s energy, climate and economic policies.  Yes, there are plenty of concerns about the possible localised environmental impacts of fracking, such as earth tremors, aquifer contamination, and surface leaks. As the report concludes, these need constant and tightly-regulated assessment if extraction is to get under way on a commercial scale. But this is a side salad compared to the picnic hamper of unanswered questions that still hang over fracking when it comes to its possible contribution to climate change. With nice timing  but largely ignored by the media  is a report out today by the Committee on Climate Change, a statutory body set up to advise the UK government on greenhouse gas emissions. It urges the government to give up on its &quot;dash for gas&quot; in order to help avoid dangerous levels of greenhouse gas emissions. Its chief executive, David Kennedy, said:  [Ministers] must rule out the dash for gas, and set clear carbon objectives in the context of draft energy legislation and the forthcoming gas generation strategy. Our analysis shows that power sector decarbonisation is economically sensible, even in a shale gas world.  To frack, or not to frack, is arguably the most pressing environmental decision facing the &quot;greenest government ever&quot; at present. There are clearly huge temptations to proceed: its advocates say it is an abundant and cheap source of energy that could help to re-ignite our flailing economy. And voices such as James Lovelock say that fracked gas is a lesser evil than coal so we should use it as a bridging technology to &quot;buy us some time&quot;. But there are plenty of legitimate environmental concerns, too, not least that the climate risks have yet to be fully analysed or face democratic scrutiny. And there are worries that fracking will likely hinder or damage the fledgling renewables sector. Visit the Department for Energy and Climate Change&apos;s webpage on shale gas and there is no mention of climate risks. The only direct reference I can find is an archived article by the former energy secretary Chris Huhne from last November:  Every national scientific academy in the world agrees: climate change is a real and growing threat. We face ambitious, legally binding carbon emissions and renewable energy targets. Yes, gas will help us meet them. But we should not bet the farm on shale.  He didn&apos;t say, though, how this was to be achieved, other than earlier stating: &quot;With carbon capture and storage technology, [shale gas] can provide a significant amount of low-carbon electricity in the long term.&quot; And we all know how well CCS is coming along, don&apos;t we? Is the UK government really going to breezily &quot;green light&quot; fracking, as seems highly likely, given what the Committee on Climate Change has said today? Is it really going to push ahead, without having fully investigated and discussed the possible climate implications of fracking? I, for one, don&apos;t feel we have even begun having this important national debate.", 
    "section": "environment", 
    "gid": "environment/blog/2012/jun/29/fracking-debate-climate-change-risks", 
    "wordcount": "809"
}