{
    "headline": "Xbox One: Microsoft reveals new console that 'changes everything'", 
    "text": "     Microsoft revealed a new Xbox console on Tuesday that not only integrates TV, internet and gaming, but also will measure your heartbeat and recognise your voice. The company said the Xbox One will revolutionise its users&apos; lifestyles by integrating the cloud, voice control and gesture technology into a simple, intuitive machine. &quot;It changes everything,&quot; Marc Whitten, an Xbox executive, told a packed hall of technology journalists at the company&apos;s campus in Redmond, Washington. &quot;This is rocket-science stuff.&quot; At the hour-long event in Richmond, Washington, Microsoft unveiled an ambitious vision for the new Xbox. It remains a games machine at heart, but Microsoft&apos;s broader aim was clear: to make the Xbox an all-in-one entertainment solution, funneling live TV, video-on-demand and web chat, and allowing users to swiftly and easily move between all three.  The integration with television goes deep: Microsoft announced a deal with the NFL to integrate coverage of the sport with game-like elements such as a Fantasy Football app, allowing viewers to manage their own fantasy sides while watching the real thing in action.  The announcement that Steven Spielberg will be producing a TV series based on the best-selling Halo games, exclusively available on Xbox One, indicates Microsoft sees itself as a content maker as well as a platform provider. Analysts who had wondered whether the company could follow up on the success of its Xbox 360, first unveiled in 2005, said its successor offered a complete entertainment system designed for the family. &quot;The Xbox One really looks to advance the state of video game technology and entertainment in a way that we haven&apos;t seen before,&quot; said Brian Blau, a director of Gartner Research. &quot;The Xbox One is a real advancement, one that will transform the way we experience TV, games, music, movies and more. From what we can see so far Microsoft has met and far exceeded expectations for the Xbox One. This is Microsoft branching out into the living room to reach more of a family audience rather than a core gaming audience.&quot; Fred Huet, a managing partner at Greenwich Consulting, said Microsoft had thrown down the gauntlet to Sony&apos;s PlayStation and other rivals. &quot;The Xbox One is set to mark the beginning of a new generation of games, TV and entertainment.&quot; The Xbox One, which will be available from the end of the year, will be powered by 300,000 servers, more than the entire world&apos;s computing power in 1999, said Whitten. An improved, ultra-sensitive Kinect sensor will track wrist and shoulder rotations and be able to read users&apos; heartbeats. Its main camera can record 1080P RGB video at 30 frames per second. Microsoft executive Yusuf Mehdi wowed the audience by calling out commands and using minimal hand gestures to manipulate content on the Xbox One. He said &quot;a new set of universal gestures to control your TV&quot; would banish the fumbling confusion many feel with existing remotes. TechCruch called it a &quot;massive, massive upgrade&quot; from the original model. A &quot;snap mode&quot; similar to Microsoft Windows 8 experience allows users to run two activities  such as watching TV and browsing the internet, or using Skype  simultaneously. It offers a second screen. The Xbox One has 8GB of Ram, along with a Blu-ray drive, 64-bit architecture and a 500GB onboard hard drive. Microsoft also unveiled a new version of its camera-based Kinect system with better motion and voice detection. It showed how users can watch live sports on TV while getting updates on fantasy leagues on a split screen. In an effort to stay ahead of rivals, Microsoft said new content for the popular Call of Duty game can be downloaded on the Xbox One before any other system. But Microsoft gave little detail on games, apart from glimpses of EA&apos;s Fifa and Madden stalwarts, some shiny cars in Forza Motorsport 5 and a confusing glance at Quantum Break, a futuristic action adventure that appears to mix televisual sequences with gameplay. Microsoft said more games would be shown at next month&apos;s E3 video games conference in Los Angeles. The previous model, the Xbox 360, was launched eight years ago, and has been the leading games console for the past two years.", 
    "section": "technology", 
    "gid": "technology/2013/may/21/xbox-one-microsoft-unveils-console", 
    "wordcount": "710"
}