{
    "headline": "Pipa weakened as Senate majority leader retreats from pushing vote", 
    "text": "The political retreat from controversial anti-piracy legislation appears to have gained even more momentum a day after an unprecedented online protest. Senate majority leader Harry Reid reportedly won&apos;t lean on Senate Democrats for votes in favor of an online anti-piracy bill, sources have told Politico. Reid had been one of Pipa&apos;s biggest supporters and is expected to bring the bill to the Senate on January 24 for a procedural test vote. The news deals another severe blow to movie, music and television producers, who until recently had enjoyed broad support for two anti-piracy bills now before Congress, the Stop Online Piracy Act (Sopa) and Protect IP Act (Pipa). Reid&apos;s decision follows a day of action from Google, Reddit, Wikipedia and thousands of other websites as the tech community argued the bills would stifle free speech and innovation online. Sopa has already been put on hold. According to Politico, Reid&apos;s move casts serious doubt over whether Pipa, authored by Senate judiciary committeechairman Patrick Leahy, will be able to net the 60 votes needed for the bill to receive a full vote in the Senate. Several high-profile Republicans came out against Pipa and Sopa on Wednesday during the online protest. Among them was Florida senator Marco Rubio, seen as a potential vice-president. Since the introduction of the bill, &quot;legitimate concerns&quot; had been expressed about the impact it could have on access to the internet, Rubio wrote on his Facebook page. &quot;Congress should listen and avoid rushing through a bill that could have many unintended consequences. Last weekend the Obama administration also came out against the legslation in its current form. &quot;While we believe that online piracy by foreign websites is a serious problem that requires a serious legislative response, we will not support legislation that reduces freedom of expression, increases cybersecurity risk, or undermines the dynamic, innovative global internet,&quot; the White House wrote. Hollywood&apos;s lobby group the Motion Picture Association of America (MPAA) has expressed dismay about the way support has collapsed.  MPAA chairman and CEO, former senator Chris Dodd, called the blackout &quot;an irresponsible response and a disservice to people who rely on them for information use their services. It is also an abuse of power given the freedoms these companies enjoy in the marketplace today. &quot;It&apos;s a dangerous and troubling development when the platforms that serve as gateways to information intentionally skew the facts to incite their users in order to further their corporate interests.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/jan/19/pipa-sopa-senate-harry-reid", 
    "wordcount": "415"
}