{
    "headline": "Starwatch: A sibling for Newton's Comet?", 
    "text": "A comet found recently beyond the orbit of Jupiter could well become spectacular late next year and may be a sibling of one of the most celebrated comets of all time. What is formally known as Comet C/2012 S1 (ISON) was not at first recognised as a comet when it was spotted as a 19th magnitude object using a small Russian telescope of the International Scientific Optical Network on 21 September. Earlier images have been found stretching back to last year, allowing its orbit to be calculated and showing that it is destined to sweep within 1.2 million km of the Sun&apos;s surface at perihelion on 28 November 2013. Some predictions claim that it could rival the full moon in brightness at that time. Its orbit resembles that of Kirch&apos;s Comet, the Great Comet of 1680, which hangs over Rotterdam in our illustration from a painting by the Dutch artist Lieve Verschuier. After becoming the first comet to be discovered telescopically, this brightened enough to be glimpsed in broad daylight. Sir Isaac Newton was also to demonstrate that the comet&apos;s parabolic orbit was perfect harmony with his law of universal gravitation, promulgated only seven year later in his famous work, the Principia. As a consequence, the comet is also known as Newton&apos;s Comet. This is not to say that the comet of 1680 and Comet ISON are the same object since both probably take thousands of years to orbit the Sun. However, it is possible that both are fragments, albeit substantial ones, of a comet that broke apart many thousands of years ago when the heat stress at perihelion became too much. The fact that Comet ISON is seen easily so far from the Sun suggests that it is large enough to survive its solar encounter and that it will not fizzle out as some close-approach comets have done before. That fate is still possible, and the predictions of its appearance that follow can be little more than guesses at this stage. Its path is known accurately, though, and for once observers in the northern hemisphere are well placed to follow it. After passing very close to Mars and Regulus in our eastern predawn sky in mid-October next year, it should brighten to naked eye visibility during November as it dives towards the Sun. Comet ISON lies close to Spica in Virgo on the 18th and near Mercury and Saturn a few days later, with any tail slanting up and to the right in the morning twilight. Following perihelion it reappears in our western evening sky with its tail short at first but growing rapidly, again upwards and to the right. It may still be an impressive sight as it passes closest to the Earth at the safe distance of 64 million km on Boxing Day.", 
    "section": "science", 
    "gid": "science/2012/oct/14/starwatch-newton-comet-jupiter", 
    "wordcount": "468"
}