{
    "headline": "Should students be given the power to decide how universities are run?", 
    "text": "Once, students were expected to do little more than sit in a few lectures and take notes. No longer. Not only have they become more active learners, with lectures now more likely to involve team exercises and student presentations than a monologue from a teacher, they are also increasingly being invited to offer opinions about what they are taught, how they are taught it, and even strategic decisions about how their university is run. Some universities now include a student representative on every decision-making committee, while others involve students in curriculum design and give them the power to influence decisions on capital spending. Through student-led teaching awards, students can make clear what kind of tuition they favour, influencing how subjects are taught and potentially affecting individual academics&apos; promotion prospects. Nick Petford, vice-chancellor of the University of Northampton recently suggested that student satisfaction surveys could soon be informing vice-chancellors&apos; salaries. And, at the end of the month, the Quality Assurance Agency (QAA) will give students more responsibility for maintaining the quality of UK higher education when it publishes a new student engagement chapter as part of its Quality Code for Higher Education. This expects that &quot;higher education providers take deliberate steps to engage students, individually and collectively, as partners&quot;. Steve Outram, a senior adviser for the Higher Education Academy&apos;s (HEA) students as partners change programme, says: &quot;It&apos;s a different mindset. It&apos;s not &apos;This is what we will do to you&apos;. It even goes beyond &apos;This is what we will do with you&apos;. It&apos;s &apos;Tell us what you would like us to do&apos;.&quot; This has delighted the National Union of Students, which hosts a conference with the HEA today entitled The Powers and Perils of Partnership. Liam Burns, NUS president, would like to see students being able to scrutinise and change decisions made by their university and hold it to account. &quot;If David Willetts [the universities&apos; minister] wants to talk about students at the heart of the system, he needs to put his money  or rather our money  where his mouth is,&quot; Burns says. While the idea of engaging students more in their learning dates back to long before the introduction of higher fees, and, in fact, started in Scotland, the new fees regime in England has prompted institutions to take it more seriously. They want to woo students by promoting their willingness to listen. Emily Collins, student engagement co-ordinator at Reading University&apos;s student union, says if students are paying 9,000 a year in fees they are likely to have a clear idea of what they want to get out of it. &quot;They are the people who know how they can best be taught, and it&apos;s institutions&apos; job to give them the knowledge and experience they have come to university for.&quot; The idea that academics, with more experience of universities, are better placed to make these judgments is hopelessly old-fashioned, she says. &quot;That&apos;s not how things are any more. It has to be about trying to keep up with the generation coming into higher education. We move sofast now. The idea of &apos;teacher knows best&apos; is looking back to a time when teachers did know best, and if that happens the quality of higher education will be diminished.&quot; But not everyone agrees. Roger Brown, professor of higher education policy at Liverpool Hope University, believes higher education quality is under threat from putting student opinion centre stage. &quot;No one is against students being more engaged in their learning, and institutions taking more account of what they say,&quot; he says. &quot;But I think the fundamental notion that students can ever be expert judges of the quality of what institutions are providing is simply wrong. Students are immature consumers in a situation where there never can be full or adequate information for them on what is available.&quot; Most students have experience of just one university. He warns that institutions could be tempted to introduce bad teaching practices simply to appease students, or may even begin to negotiate grades. &quot;It is not quite putting lunatics in charge of the asylum but it is creating an inappropriate relationship between students and their institutions,&quot; he says. Frank Furedi, emeritus professor of sociology at the University of Kent, says the idea of student engagement started with politicians using students to hold lecturers to account. &quot;It is a performance management exercise to create the impression of involvement and engagement,&quot; he says. &quot;It has totally reorganised universities as they have scrambled to put money into discotheques and better rooms to create better survey results.&quot; If the impetus had come from students who had genuine ideas about what they wanted to change then it could be creative, he says. &quot;Now all we are seeing is NUS reps having no idea what they should be asking for and just dreaming stuff up as they go along.&quot; A dispute at University College London over student representation on the committee to select the university provost seems to support the idea that some universities may only be paying lip service to student involvement. The students&apos; union has withdrawn its support from the committee after the university chose its own student representative rather than the one voted for by students. Anthony McClaren, chief executive of the QAA, concedes that there are limits to student engagement. &quot;The university has to be the arbiter of the qualifications it awards because they are degree-awarding bodies and that is an incredibly serious responsibility,&quot; he says. But he is committed to bringing students into every other level of quality assessment. Every QAA review team now includes a student, and its board of directors has two students. Stuart Bond, director of learning experience at Birmingham City University, which pays students 10 an hour to work on educational development, says this helps shift students from being passive recipients of courses to active participants. Projects have included researching student views of their lessons, digitising teaching materials and helping to design a new microprocessor used for teaching electronic engineering students. Brown still has concerns about the morality of giving so much responsibility to students for making higher education decisions, when the consequences of making the wrong choice are far more serious than picking the wrong fridge or kettle. But with institutions benefiting from the idea that they listen to students, and students keen to be listened to, student power is likely to become an even more significant feature of university life.", 
    "section": "education", 
    "gid": "education/2012/jun/11/universities-giving-students-more-power", 
    "wordcount": "1094"
}