{
    "headline": "Yemen's malnutrition crisis  in pictures", 
    "text": "   Oxfam staff distribute identity cards to vulnerable people in al-Hodeidah governorate, in the Alma-Aselah district of Yemen in March 2012. Those with ID cards can claim cash grants. Oxfam is one of seven international NGOs calling on donors to increase their aid to the country to stave off a 'catastrophic' food crisis Photograph: Wolfgang Gressmann/Oxfam       Most vulnerable people receive ID cards once they have registered with the Yemen social welfare fund. NGOs claim that almost half the population of Yemen is going hungry and a third of children in some areas are severely malnourished. The World Food Programme warned of an impending food crisis in March Photograph: Wolfgang Gressmann/Oxfam       Women at a cash grant distribution point in al-Hodeidah. The grant allows the most vulnerable people to buy food Photograph: Wolfgang Gressmann/Oxfam       Participants in hygiene awareness training in al-Hodeidah governorate. The training helps to improve the hygiene practices of the beneficiary communities, which can help reduce malnutrition, especially in young children. The UN has estimated that  267,000 children are facing life-threatening levels of malnutrition Photograph: Wolfgang Gressmann/Oxfam       Boys in primary school in al-Hodeidah governorate.  The humanitarian situation in Yemen will be discussed at Wednesday's international Friends of Yemen conference in Riyadh. NGOs will be urging donors to increase aid. On Tuesday, the UK's Department for International Development pledged 28m in humanitarian funding to Yemen over 2012-13. Last year it gave 20m Photograph: Wolfgang Gressmann/Oxfam       Yemen Post Office staff distribute cash grants in Mata'a village, al-Hodeidah governorate. The use of post offices as a delivery mechanism, especially in remote villages, allows for increased coverage Photograph: Wolfgang Gressmann/Oxfam       A beneficiary list and ID cards during a cash grant distribution in al-Hodeidah Photograph: Wolfgang Gressmann/Oxfam       Distribution of ID cards in Mata'a. Women from remote areas are wearing traditional colourful dresses, a rather uncommon site in Yemen where black abaya garments are more widely worn Photograph: Wolfgang Gressmann/Oxfam       A recipient of a cash grant in Mata'a. Beneficiaries said they will use the large part of the cash, 80%, to buy essential food items Photograph: Wolfgang Gressmann/Oxfam       Houses destroyed by war in al-Hasama. The contamination of the land with explosives and mines prevents people using it for agriculture. Yemen is the only low income country in the Middle East and has suffered years of terrorism and internal conflict. The situation in Yemen has been exacerbated by the political upheaval last year, in which Ali Abdullah Saleh was ousted from power after 33 years and replaced by President Abd-Rabbu Mansour Hadi Photograph: Wolfgang Gressmann/Oxfam       A returnee farmer is bringing his cows to a place where they can find fodder in al-Hasama Photograph: Wolfgang Gressmann/Oxfam       Only a few people are able to maintain their livestock breeding and most people have lost their property during displacement. Focus groups with male returnees in al-Hasama village, al-Dahir district in Sa'ada governorate, are discussing the problem Photograph: Wolfgang Gressmann/Oxfam       A young girl waiting at a cash grant distribution. The project is funded by the European Commission Humanitarian Aid Office Photograph: Wolfgang Gressmann/Oxfam       Beneficiaries of a government cash grant distribution by the Social Fund for Development at the local council office in al-Malaheet, Sa'ada governorate Photograph: Wolfgang Gressmann/Oxfam  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2012/may/23/yemen-malnutrition-crisis-in-pictures", 
    "wordcount": "0"
}