{
    "headline": "Apps Rush: Disney Pixel'd, Time Out, Nexus Q, Yahoo Sports Beyond Gold, Photoroute, Clara Button and more", 
    "text": "A selection of 16 new and notable apps for you today: Pixel&apos;d This is Disney&apos;s latest iOS app, and perhaps its most intriguing yet. It&apos;s a pixel-art app where you create images, including using stamps of Disney characters from Mickey Mouse through to Cars. These can be animated over 20 frames, and shared on various social networks.iPhone / iPad Time Out London for iPad Earlier this year, Time Out launched a whizzy new iPad app for New York: less about presenting the pages of its magazine, and more about a city guide for restaurants and tourist hotspots. Now London is getting the same treatment, with editors&apos; picks and personalisation features to learn from your preferences over time.iPad Nexus Q As Google&apos;s Nexus Q home entertainment device starts to ship in the US, its official app should pick up some download steam. Once installed, it enables Android users to stream music and video from the separate Google Play and YouTube apps to the device, and thus onto speakers and screens around the home.Android Yahoo! Sports Beyond Gold 2012 Yahoo&apos;s latest iOS app launches just in time for the Olympic Games, promising news, results, medal counts, photos and other content. It includes the ability to drill down by specific sport.iPhone / iPad Photoroute This is a really good idea: an app from Enabled City for &quot;accessible, editable route maps&quot; in London, aimed at people with physical and learning disabilities, as well as people speaking English as a second language. That means step-free routes for people using wheelchairs, and photos taken along each route to aid navigation. Android / iPhone Clara Button and the Magical Hat Day Clara Button started life in a printed book published by the Victoria &amp; Albert Museum in London. Now the V&amp;A has taken her digital, working with developer MAPP Editions on this iPad book-app. The story is set in the V&amp;A itself, with lovely illustrations and lots of interactivity for children.iPad Beat Geek Digital music startup TuneWiki has launched a new mobile game, Beat Geek, which aims to test the trivia knowledge of music fans around the world. It&apos;s a freemium title that sees you competing against friends and other players, with power-ups to provide a leg-up. The App Store listing alludes to cross-platform play against Android, so expect a version for Google-powered devices soon too.iPhone / iPad Asphalt 7: Heat Gameloft&apos;s racing franchise has a long history on mobile phones, with its seventh incarnation now available for Android. There are more than 60 cars, 15 tracks around the world, and a choice of online or local multiplayer.Android Bar Fight Live Developer Kempt is billing this as &quot;the world&apos;s first crowd-sourced, live app development&quot;, which means players get to provide feedback on how the game should evolve from within the app itself. &quot;The game will star legendary Hollywood hero Stunt Guy. It&apos;ll be about a fight in a bar. Beyond that we don&apos;t know!&quot;iPhone / iPad NHM Evolution The Natural History Museum in London has debuted an iPad app crunching in 750MB of content from the last 600 million years of life on Earth. Not just dinosaurs, although they&apos;re understandably part of the mix. The book-app includes data and images on 100 key fossil sites and more than 800 creatures and plants.iPad Marie Claire Runway A/W/12 IPC Media&apos;s Marie Claire magazine has released its latest fashion app, which edits together animation and video from 10 fashion shows in New York, London, Milan and Paris showing off clothing for the coming season complete with editors&apos; thoughts on the key clobber.iPad Mumderground File this alongside Photoroute when it comes to accessible London travelling, although the target audience here is different: mums. It&apos;s a journey-planning app for the tube to help people choose stations that are more pushchair-friendly. Although someone should tell the developer that dads take children around London too...iPhone Relevance Relevance is the latest mobile app looking to bring more, well, relevance to Twitter and Facebook feeds. It promises to analyse your social graph to make sure it serves up the tweets and status updates that will be most interesting to you, including using data on your actions and reading to refine its algorithm.iPhone City of Secrets &quot;Want to see my Mole?&quot; asks the Google Play listing for City of Secrets. Well, that&apos;s quite an offer. But this is actually a game about a mole Mr Moles, in fact who stars in a point-and-click adventure game promising &quot;revolution, mystery, and adventure&quot;.Android Domestos As branded iPad games go, this may take some beating. &quot;Play the germ buster game to destroy those &apos;menacing nasties&apos; that lurk in your home and learn about the benefits of Domestos over thin bleach.&quot; iPad Clarks Kids But while we&apos;re on a branded games tip... This one for shoe retailer Clarks squeezes in augmented reality, Kimberly Wyatt formerly of the Pussycat Dolls, and a matching-shoes memory game. No information about the merits of thin bleach, as far as I&apos;m aware.iPhone", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jul/27/apps-rush-disney-pixeld-time-out", 
    "wordcount": "856"
}