{
    "headline": "Domain name disputes hit record high as brands defend virtual shop doorways", 
    "text": "Disputes over web domain ownership are expected to hit a record this year as the growing importance of online shopping triggers a wave of legal challenges from owners of famous brands. In one current case, Gucci is insisting that it, rather than an anonymous e-commerce company, should have control of the guccishoponline.org domain name. A key driver of the disputes is the rise of &quot;cybersquatters&quot; in China, who register the names of web domains linked to famous brands so they can either sell counterfeit goods or demand money from the brand owner before they relinquish ownership. Famous brands that have taken up cases in the past 12 months include Swarovski, Armani, Burberry, Cartier and Dior. The World Intellectual Property Organisation (Wipo), which acts as the final adjudicator in arguments over who should be given control of a web domain, decided on nearly 3,000 cases in the 12 months to July 2012, the highest figure since 2007, according to the legal information provider Sweet &amp; Maxwell. Wipo&apos;s own figures suggest it is on course to give a record number of judgments for the whole of 2012. In 2011 it adjudicated on 2,764 cases, but by this August it had already decided on 1,931 cases, with one of the busiest periods of the year still ahead. Sweet &amp; Maxwell says that this year Gucci has brought six cases before Wipo to win control of more than 100 domains, such as cheapguccionsale.com and guccishoponline.org. The Austrian luxury brand Swarovski has brought, and won, 32 cases since 2010. Apple, too, has been active, filing and winning a case in May for control of the iphone5.com domain name, even though it has no product with that name. John Olsen, partner at the law firm Edwards Wildman, said: &quot;As online retail becomes more profitable, household name brands are taking the defence of their domain names much more seriously. They are doing all that they can to protect their revenue streams. Domain names are the key to the door of online retail.&quot; The number of disputes could rise even further with the introduction next year of a completely new set of domains. Google has already applied for more than a hundred domain extensions, including &quot;.youtube&quot;.", 
    "section": "technology", 
    "gid": "technology/2012/aug/28/domain-name-disputes-brands-cybersquatters", 
    "wordcount": "381"
}