{
    "headline": "Overfishing by European trawlers could continue if EU exemption agreed", 
    "text": "Heavily subsidised European trawlers could be allowed to continue to overfish the waters of developing countries despite mounting evidence that stocks are being devastated and that African coastal populations are being deprived of food. Documents seen by the Guardian show that Spain, which dominates EU fishing with nearly 25% of its boats, is pressing hard in EU ministerial meetings to exempt European vessels from proposed tighter rules when they work outside EU waters. The two documents, dated 30 January 2012 and 3 February 2012, were leaked from the council of the EU and contain the commission&apos;s draft proposals for reform of the external fisheries policy. They show that Britain has argued strongly for much stronger rules to govern EU fleets wherever they fish. Concern is mounting that the EU heavily subsidises  to the tune of 1.9bn a year  some of the world&apos;s biggest and most powerful freezer-trawler vessels to work in the waters of over 20 of the world&apos;s poorest countries using bilateral agreements, known as Fisheries partnership agreements (Fpas). But a new report by Greenpeace International shows that these agreements allow European fleets to unfairly compete with artisanal fishermen and that most commercial fish stocks in West African waters are now fully or over-exploited. According to the study, the EU paid 142.7m to secure the fishing rights for just one fleet of 34 giant factory trawlers to work in Mauritanian and Moroccan waters between 2006 and 2012. Of this, EU taxpayers paid 128m, and the companies only 14m. The report shows that these 34 vessels catch 235,000 tonnes a year of fish from the Moroccan and Mauritanian waters, leaving little for the local fishers. Mauritania is one of seven Sahelian countries to have declared a food emergency in the last month and appealed for emergency aid. The Pelagic freezer-trawler association (PFA), a group of companies working under Dutch, German, French, UK and Lithuanian flags, also received 21m in subsidies to increase and modernise its fishing operations between 1994 and 2007. &quot;Millions of Africans depend on fish caught by local fishermen, but as a consequence of overfishing by the European fleet, stocks are further decreasing. Local fishermen are now forced to fish further out at sea because the accessibility to stocks for the coast is diminishing. &quot;The EU fleet&apos;s destructive fishing practices cost European citizens billions of euros each year in lost potential income and tax exemptions. In addition, despite widespread recognition that harmful fisheries subsidies should be brought under control, EU taxpayers have been paying around 1.9bn in EU and national aid each year. This is fuelling overcapacity and overfishing,&quot; said the report. Using enormous trawl nets up to 600 metres long with openings 200 metres wide, one European trawler, says the report, can capture and process 200-250 tonnes of fish per day. This is more than 56 traditional African boats can catch in a year. More than 90% of the fish caught by EU freezer-trawlers off Morrocco and Mauretania is exported to countries outside the EU, such as China, Egypt, Nigeria and Thailand. &quot;This means EU taxpayers pay more than 90% of the access costs to allow these companies to continue overfishing in African waters to supply cheap fish to the rest of the world,&quot; the report says. The amount of fish discarded at sea, dead or dying, during one large trawler&apos;s fishing trip at full capacity is estimated to be same as the average annual fish consumption of 34,000 people in Mauritania. &quot;In the past 15 years, &quot;bycatch&quot; from around 20 EU pelagic trawlers in Mauritania has killed an estimated 1,500 critically endangered turtles, more than 18,000 big rays and more than 60,000 sharks,&quot; says the report. Spain, which receives nearly 1bn a year of EU fishing subsidies, has 172 vessels working Moroccan waters, and 49 working off the Cape Verde islands. &quot;Local fishermen have seen see their catches shrinking and their costs and workload rising. They are forced to travel further to catch fish and often have to compete for space with the industrial trawlers in dangerous waters unsuitable for their small boats,&quot; says the report. Fish is a primary protein source for people along West Africa&apos;s coastline. A collapse of West Africa&apos;s marine resources would have catastrophic effects for the region. Greenpeace has called on EU governments and the European parliament to agree new fishing rules that reduce overcapacity by decommissioning unsustainable fishing vessels. They also urged the EU to end subsidies to destructive fishing practices, and instead only invest public money in measures of public value, such as restoring and maintaining stocks. &quot;European taxpayers are bankrolling these floating factories to plunder the fishing grounds of some of the world&apos;s poorest countries. It is grotesque that at a time of economic crisis we should be using public money to support this immoral practice,&quot; said Ariana Densham, a Greenpeace fisheries campaigner. &quot;Last year Richard Benyon met with West African fishermen and heard first-hand about the impact on their lives, and as a result committed to achieving radical reform of the rules governing fishing in distant waters. He must remain true to this promise and not back down during the tough European negotiations coming up in March,&quot; she said.", 
    "section": "environment", 
    "gid": "environment/2012/feb/27/overfishing-european-trawlers-eu-exemption", 
    "wordcount": "885"
}