{
    "headline": "You are raising an army, Michael Gove", 
    "text": "I&apos;m not who I once was  the frightened idiot with a vendetta against the education system. I&apos;ve grown up since then, and luckily for schools, I am staying away from the classroom. I&apos;ve written these columns for a few weeks now, and you&apos;ve learned about the problems I faced dropping out. But what I have failed to mention is that education is changing. Under the brutal fist of the education secretary Michael Gove, my generation faces a new system that ignores the real-life needs of many. Education is being sold off as a business enterprise, an investment domain for companies to peddle their products to the young. Here are the voices of those trapped in the process. Let it be noted: some of their names may have been changed  many who spoke to me seemed scared that they might get into some sort of trouble. &quot;I feel demoralised,&quot; says Billy, 18, a student-turned-photographer based in South London. &quot;I&apos;m scared that [an academic focus] is taking priority under Gove&apos;s reforms. Our economy is creative-industry based  that&apos;s our export  so it seems naive.&quot; Billy&apos;s school was rebuilt recently, and since then &quot;the push on something endorsed by agencies and corporations has been staring you right in the face&quot;. He gives this example: &quot;Before [the rebuild] we had our own IT technicians, but now we have corporate associates. In the first few months, they blocked every material for our learning, and websites like student chatrooms. To get something unblocked, a teacher would have to be alerted, and would then have to email the corporation behind our IT, for them then to take it to their head office, for it then to be cleared. It slowed down my learning.&quot; Abi, a 17-year-old living just outside London, felt forced to leave her school six months ago: &quot;I went to a grammar school  I&apos;m in one of two counties that still have the 11+. Getting in was always portrayed as this massive privilege, my brothers and sisters didn&apos;t pass their 11+, so they were made to go to a secondary modern.&quot; She says: &quot;As grammar school students, we&apos;d be made to feel better than other people. They&apos;d instill it into us in assemblies. We&apos;d be isolated from other people. I felt skanky, and horrible.&quot; What Abi found unbearable was the grades frenzy: &quot;Everyone would compare grades, and be in competition with each other. The teachers would force it on us.&quot; It&apos;s not that Abi lacks a passion for learning  she speaks to me down the phone with the voice of someone inspired by education  but it&apos;s the corruption she sees in the system that led her to leave. &quot;Something needs to change. From day one of school, we&apos;re told that university is the only option. &quot;Gove needs to realise children aren&apos;t just numbers and statistics; it&apos;s not about how many A-grade students they can produce. It&apos;s not about their reputation. They&apos;re holding people&apos;s lives in their hands.&quot; What scares people most is the daunting prospect of not getting the grades. Charlotte, 17, from Manchester runs Hooting &amp; Howling magazine, a site that gives young music journalists their first opportunities to write. She says: &quot;I&apos;ve seen people completely crumble under the weight of their workload at A-level, and making things harder will only lessen the number of overall passes.&quot; She tells me that how pupils are made to feel anxious at school: &quot;There can be a general atmosphere that if you don&apos;t do well, it&apos;s going to have a big knock-on effect on the rest of your life.&quot; Charlotte&apos;s been made to feel scared of spending time working on Hooting &amp; Howling, and feels discouraged by the pressure her college has put her under. But what bearing does all of this have on Gove&apos;s reforms? With the push towards academic subjects, grades will become even more of a barrier.  Billy tells me that at his old school, those who don&apos;t make up grade are made to feel inadequate and &quot;anyone below a C gets forgotten&quot;. Billy recognises a core problem: &quot;The pressure is going from the government to headteachers, to teachers, to students. The cycle is one of fear.&quot; Keep in mind Gove; these are only three of the many students that I interviewed. They talk of their anger towards you and their fear of you. Through your reforms, you&apos;re raising an army, trained by your education system to oppose you, and don&apos;t think that what you are doing won&apos;t come back to you.     Guardian students sign up banner  ", 
    "section": "education", 
    "gid": "education/2012/jul/30/students-sixth-form", 
    "wordcount": "772"
}