{
    "headline": "Ignite100 accelerator aims to develop 'leaner, faster, stronger' startups", 
    "text": "Technology startups in the UK are spoiled for choice when it comes to potential sources of seed funding and business mentoring, with Newcastle-based accelerator programme Ignite100 emerging as one option combining the two. The scheme is a 13-week programme for 10 startups, who are either from the North East, or who move there for the duration of the programme. Demo days will take place in Newcastle and London in December. &quot;After Seedcamp it&apos;s the oldest accelerator in the country, going since 2009,&quot; says programme manager Paul Smith. The scheme is backed by funding from the 125m Finance for Business North East programme, managed by North East Finance, as well as angel investors including Hotspur Capital, Green Lane Capital, SCM Pharma co-owner Fiona Cruickshank and Alastair Waite of Onyx Group. 100k of seed capital is available for the 10 startups: 5k per founder at the start of the programme up to a maximum of 15k, then the balance as a convertible loan note at the end if they hit pre-agreed milestones. &quot;We test their assumptions and get them to build a leaner, faster, stronger product. We also teach them presentation skills, and at the end of the programme we put them on a stage in front of investors,&quot; says Smith. Word-of-mouth buzz led to plenty of applications for this year&apos;s programme, and what Smith describes as a strong crop of startups who emerged from the selection process. They include charitable advertising product Ad Aid; Mac audio maker EarSoft; messaging startup Fantoo; sporty second-screen service Matchchat; B2B software-as-a-service web app OrderHarmony; Captcha alternative Play Captcha; social analytics service Socialrithmic; lead generation for businesses Lead Machine; Inquire.ly, which makes forms and surveys with a social context; and digital music marketing tool BeatNode. Smith says he noticed a few trends in the applications for this year&apos;s programme, including more startups focused on B2B applications and services, rather than going direct to consumers. &quot;B2B was a stronger offering this year, and the programme is a lot more focused on B2B and enterprise,&quot; he says. &quot;We also saw a trend in there being a lot of effort going into disrupting the property market, even though that&apos;s not reflected in the teams we chose to take forward.&quot; The hothouse nature of Ignite100 is deliberate, throwing teams from a variety of backgrounds together for 13 intense weeks, both within the accelerator&apos;s offices and outside. &quot;We encourage them to be competitive with each other, but not to consider each other as competition,&quot; says Smith. &quot;It&apos;s as much about collaboration. They&apos;re working together 16-18 hours a day, but we also house them together, and ensure they&apos;re mixing.&quot; Smith adds that Newcastle is an ideal location for this kind of scheme, thanks to its network of existing startups and support. &quot;There&apos;s a really healthy scene in Newcastle, but it&apos;s very easily dismissed by everyone,&quot; he says. &quot;People wonder why anyone would want an accelerator in Newcastle, but there&apos;s a great tradition of technology here, a really strong talent pool, and because it&apos;s supported by VCs and angel investors, there&apos;s a really vibrant community.&quot; Smith estimates that there are probably around 30-40 startups in and around Newcastle, which he says may not sound huge compared to somewhere like Shoreditch in London, but is &quot;pretty decent&quot; for a regional city. &quot;Newcastle and the north east in terms of startups is very much still in beta,&quot; he says. &quot;It&apos;s still growing and there&apos;s much to be done. But there&apos;s no self-entitlement: we don&apos;t think we must have support and we deserve success. We know we have to work hard for it.&quot; Ignite100 revolves around mentors entrepreneurs and executives through to investors, developers and journalists (disclosure: it was through being one of the latter that I first encountered Ignite100). Smith says that he scrutinises mentors as much as the startups, with the result that around a third of last year&apos;s mentors haven&apos;t been invited back in 2012. &quot;We&apos;re keen to ensure that they all deliver value, and come prepared to listen, share experiences and share in terms of support and contact later,&quot; he says. &quot;Our reputation is built on mentoring and what our teams take away from that, so the roster has to be kept fresh. If someone can&apos;t help or support, then we don&apos;t work with them.&quot;", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/oct/24/ignite100-startups-accelerator", 
    "wordcount": "745"
}