{
    "headline": "China and US hold the key to a new global climate deal", 
    "text": "China and the US are to be the clear focus of the next year of climate change negotiations, following a hard-fought climate conference that ended in Doha on Saturday night. The world&apos;s two biggest emitters of greenhouse gases hold the key to forging a new global agreement on climate change, that for the first time would bind both developed and developing countries to cut their emissions. But both face severe political problems that will make the talks for the next few years extremely difficult. At Doha, in a marathon 36-hour final session, governments agreed on a handful of measures that will enable the focus to move from the old negotiations to a new set of talks that will focus solely on forging a new international agreement, to be drawn up in 2015 and come into force from 2020. The measures included a continuation of the Kyoto protocol to 2020, and an agreement that &quot;vulnerable countries&quot; would be entitled to payments for the &quot;loss and damage&quot; they suffered as a result of climate change. But for the new talks, which will start at the beginning of next year, to succeed, both the US and China must accept stiff emissions-cutting targets, and find a way of providing finance to poor countries to help them cut emissions and cope with the effects of global warming. Connie Hedegaard, the EU climate chief, made a veiled reference to China after the conference when she said: &quot;Some people have no contributions [on cutting] emissions under the Kyoto protocol] and they want that to last. But there is a new world order now. The rich have to do more than the poorest but all will have to do something.&quot; Todd Stern, the US special envoy on climate change, said the &quot;firewall&quot; between developed and developing countries enshrined in previous agreements must be removed, but said his discussions with China would include this: &quot;It was a very bifurcated world according to [the] 1992 [UN Framework Convention on Climate Change]  We have a very cordial, candid, good relationship [with China], we spend a lot of time together.&quot; Xie Zhenhua, the Chinese head of delegation at the Doha talks, said the outcome showed that the UN negotiation process on climate change was working. He would not say what China was likely to agree to in the next rounds of talks. China has no obligations to cut emissions under the Kyoto protocol, because when it was drafted from 1992 to 1997 the country was classed as developing. However, China is now the biggest emitter of greenhouse gases and within a few years is likely to overtake the US as the biggest economy. That makes it vital for China to take on emissions cuts, and the country will come under increased pressure also to provide finance to poorer nations. Lars Rasmussen, former prime minister of Denmark, who presided over the last days of the Copenhagen climate summit in 2009, told the Guardian that all countries should move out of the entrenched positions of the past 20 years. He said: &quot;It&apos;s crystal clear that the whole idea of playing the blame game  who&apos;s to blame for climate change  is over, and people pointing their fingers at each other will not solve the problem. No country can turn its back on these challenges, and every country has to take on responsibilities, according to their abilities. I don&apos;t think this should be seen as controversial  it&apos;s a realistic approach.&quot; He pointed to Ethiopia, which has decided to try to rise to be a middle-income country within 12 to 13 years, but without increasing its carbon emissions. &quot;If Ethiopia can do this, why not other countries?&quot; Rasmussen asked. The US&apos;s political problems with a new climate change agreement stem from a different source. The issue is the long-standing reluctance of the US&apos;s lawmakers to agree to any form of binding legal treaty. This is where the Kyoto protocol fell down in 1997  although Bill Clinton&apos;s White House signed the treaty, he never put it before the Senate because it looked clear that it would be rejected. As a result, the US has never ratified the treaty, and the failure has reinforced deep divisions in the country over climate change policy and increased the suspicion with which legally binding pacts are viewed. The exact legal status of any new agreement will have to be determined within the next three years, and will be the subject of intense argument. But however it is styled, many in the US Republican party and some Democrats too are likely to attack it. Paul Bledsoe, former Clinton White House adviser and a close observer of the talks, said: &quot;I don&apos;t think it is likely that you could get something that looks like a treaty passed by the Senate. It doesn&apos;t matter if you call it something else  if it looks like a treaty and smells like a treaty, they won&apos;t have it.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/dec/12/china-us-global-climate-deal", 
    "wordcount": "836"
}