{
    "headline": "Starwatch: the August night sky", 
    "text": "All the naked-eye planets are on show this month, but none is in the sky at our sky chart times. As so often happens, though, August&apos;s highlight is the Perseids meteor shower which is already under way, albeit at a low level, and builds to a peak on the 12th before petering out by the 24th. Its bright swift meteors, some leaving glowing trains in their wake, streak in all parts of the sky but diverge from a radiant point in Perseus which climbs through our NE and E sky overnight. The shower&apos;s peak, when up to 100 Perseids per hour might be seen under ideal conditions, is due during daylight in Europe. Even so, we can expect lower but respectable rates on the nights of 11th/12th and 12th/13th. The Moon is a not-too-obtrusive waning crescent during the latter half of the night. Saturn, mag 0.8, stands above Spica in Virgo low in the WSW at nightfall, its altitude one hour after sunset falling from 11 to only 4 during the month. Mars is mag 1.1 and 8 right of Spica at present, gliding to pass directly between Saturn and Spica on the 14th. Jupiter, mag -2.1 to -2.3, rises in the NE at our map times to be conspicuous in the E before dawn where it stands above-left of Aldebaran in Taurus. Venus, below-left of Jupiter and more brilliant at mag -4.4 to -4.2, rises at about 02:15 and tracks from Taurus to Gemini. Catch the Moon close to Jupiter as the Perseids fly on the 12th, and alongside Venus on the 14th. Venus is farthest W of the Sun on the 15th, as is Mercury a day later. Between the 14th and the 25th, the small inner planet brightens from mag 0.4 to -1.0 and climbs to stand 4 or 5 high in the ENE one hour before sunrise. Use binoculars to glimpse it in the twilight almost in line with Jupiter and Venus. August diary 2nd 04h Full moon 3rd 06h Jupiter 5N of Aldebaran 6th 06.31 Curiosity rover to land on Mars 9th 20h Last quarter 11th 21h Moon 0.1S of Jupiter  12th 14h Peak of Perseids meteor shower 13th 01h Mars 1.9N of Spica; 21h Moon 0.6N of Venus 15th 10h Venus farthest W of Sun (46) 16th 06h Moon 4S of Mercury; 13h Mercury farthest W of Sun (19) 17th 10h Mars 3S of Saturn; 17h New moon  21st 23h Moon 1.0S of Spica 24th 14h Neptune at opposition; 15h First quarter 31st 15h Full moon * Times are BST", 
    "section": "science", 
    "gid": "science/2012/jul/29/starwatch-perseids-meteor-astronomy", 
    "wordcount": "453"
}