{
    "headline": "UK must act on corporate responsibility", 
    "text": "The AGM of mining corporation Anglo American takes place today as its Cerrejn coal mine in Colombia underlines the need for stricter regulation of UK-based mining companies. Cerrejn is jointly owned by Anglo American, BHP Billiton and Xstrata, three of the biggest mining companies in the world. Like other mining giants, they are listed on the London Stock Exchange. At the meeting, community representative Julio Gomez will make the point that displaced communities still lack adequate compensation and just relocation arrangements, in spite of years of community resistance, international solidarity and protests demanding improved behaviour by Cerrejn&apos;s mine bosses and its multinational owners. When the financial services bill was debated in 2012, the government blocked amendments that would have placed responsibility on UK regulators to foster ethical corporate behaviour, including respect for human rights. The new Financial Conduct Authority, responsible for overseeing UK company listings, thus lacks the power to discipline and delist companies that continue to operate to inadequate standards.The Cerrejn example shows yet again that mining companies listed here are allowed to get away with environmental destruction and ride roughshod over local communities&apos; rights.Richard Solly London Mining Network Glory Saavedra Sussex Colombia SolidaritySue Williams Deighton Pierce Glynn solicitorsGraciela Romero War on WantHannah Griffiths World Development MovementAsad Rehman Friends of The Earth  We welcome the government&apos;s commitment to clamp down on tax evasion and avoidance. But the UK cannot credibly do so without taking steps to ensure British-linked havens can never again harbour tax evaders, criminals and money launderers (Letters, 17 April). As one in eight people continue to suffer from hunger and 2 million children die from malnutrition every year, it&apos;s a scandal that tax havens are allowed to syphon money from the poorest countries that could be invested to help feed the hungry. We encourage the UK to host a tax haven summit, to ensure these jurisdictions implement a public register disclosing who really owns the companies registered on their shores, and provide other countries with automatic access to information about the wealth and assets their taxpayers have placed in these havens. Melanie Ward Head of advocacy, ActionAid UKSol Oyuela Interim head of advocacy, Christian AidGavin Hayman Director of campaigns, Global WitnessKathleen Spencer Chapman Acting head of advocacy, Oxfam GBBrendan Cox Director of policy and advocacy, Save the Children UK", 
    "section": "environment", 
    "gid": "environment/2013/apr/18/uk-must-act-corporate-responsibility", 
    "wordcount": "393"
}