{
    "headline": "Boot up: Marissa Mayer's new job, Kevin (Rose) needs to speak, Nexus 7 reviewed and more", 
    "text": "A quick burst of 7 links for you to chew over, as picked by the Technology team Eric Schmidt&apos;s thoughts on Marissa Mayer&apos;s departure for Yahoo &gt;&gt; PandoDaily Edited version of what he said - they left out the &quot;perfectionist&quot; bit. From bad to worse and from good to great &gt;&gt; asymco Horace Dediu looks at how much cash phone makers have on hand:   In absolute terms the iPhone franchise created $244bn in value while Samsung created $83bn. The others destroyed $37bn.  The good news is that the industry has had net value creation - always a healthy sign that innovation is being valued and absorbed.  The bad news is that there is vast income inequality. The rich are getting richer and the poor are getting destitute. This is an unhealthy sign. The concentration of power and wealth may indicate a peaking of experimentation and discovery of new opportunities.  An iPad Lover&apos;s Take On The Nexus 7 &gt;&gt; TechCrunch MG Siegler, self-described Apple fanboy, tries the Nexus 7. Yahoo! appoints Marissa Mayer chief executive officer &gt;&gt; Yahoo  Yahoo! today announced that it has appointed Marissa Mayer as President and Chief Executive Officer and Member of the Board of Directors effective July 17, 2012. The appointment of Ms. Mayer, a leading consumer internet executive, signals a renewed focus on product innovation to drive user experience and advertising revenue for one of the world&apos;s largest consumer internet brands, whose leading properties include Yahoo! Finance, Yahoo! Sports, Yahoo! Mobile, Yahoo! Mail, and Yahoo! Search.   An awesome coup for Yahoo. Goldman Sachs and a sale gone horribly awry &gt;&gt; NYTimes.com  And yet, even today what happened next to the Bakers seems remarkable. With Goldman Sachs on the job, the corporate takeover of Dragon Systems in an all-stock deal went terribly wrong. Goldman collected millions of dollars in fees -- and the Bakers lost everything when Lernout &amp; Hauspie was revealed to be a spectacular fraud. L.&amp; H. had been founded by Jo Lernout and Pol Hauspie, who had once been hailed as stars of the 1990s tech boom. Only later did the Bakers learn that Goldman Sachs itself had at one point considered investing in L.&amp; H. but had walked away after some digging into the company.   Jawdropping. How the sale of Dragon Systems turned into a calamity. Kevin Rose: Digg failed because &apos;social media grew up&apos; &gt;&gt; WSJ blog  Mr. Rose chalked up Digg&apos;s failure to a combination of its own missteps along with an acknowledgement that the news-sharing site was outmaneuvered by Facebook Inc. and Twitter Inc. Among the missteps: Digg botched its re-launch in the summer of 2010, and, more importantly, he said the company was slow to respond to the criticism.  &quot;We were desperately trying to figure out how to get traffic back,&quot; he said. &quot;A bunch of the community had already revolted by the time we fixed it.&quot;  He also said Digg made a mistake by cloning the features of other websites like Twitter and Facebook. &quot;We did a lot of things that went against the DNA of our product.&quot;  Mr. Rose said that Twitter and Facebook started to eat away at Digg&apos;s traffic as both sites evolved into places where people discovered the most up-to-the-minute news and information, the main reason people visited Digg.   Call it the first-mover disadvantage. From 15 hours to 15 seconds: reducing a crushing build time &gt;&gt; Songkick tech blog  Over the past year we have reduced our website test suite build time by over 99.9%.  Build time a year ago: 15 hours. Across 15 EC2 build slaves it took &quot;only&quot; 1 hour of real time.  Build time today: 15 seconds. On my laptop.  Having a build that took over an hour to run crippled the productivity of our team.  So, how did we make such a drastic improvement? There were no quick fixes, though Lord knows we tried to find them. Instead we have had to completely change the way we test.  You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/jul/17/technology-links-newsbucket", 
    "wordcount": "706"
}