{
    "headline": "Teachers don't know what stress is, says Ofsted chief", 
    "text": "England&apos;s teachers do not know the meaning of the word &apos;stress&apos;, the chief inspector of schools has said, triggering a bitter standoff with the profession. Sir Michael Wilshaw, a former headteacher who is head of Ofsted, said that despite widespread cuts to school budgets, teachers&apos; salaries were at a record high and that they had more power, independence and resources than ever before. Teachers need to &quot;roll up their sleeves and get on with improving their schools, even in the most difficult circumstances&quot;, Wilshaw told a conference of independent school headteachers in Brighton. &quot;What we don&apos;t need are leaders whose first recourse is to blame someone else  whether it&apos;s Ofsted, the local education authority, the government or a whole host of other people.&quot; Wilshaw&apos;s comments come amid a growing standoff between teachers and Ofsted. Last weekend, at the National Association of Head Teachers (NAHT) annual conference, heads accused Wilshaw of using &quot;bully-boy tactics&quot; to create a culture of fear in schools. Mike Curtis, an Oxfordshire headteacher, told the NAHT: &quot;Can we really put our trust in Her Majesty&apos;s chief inspector? I suggest not. &quot;Successful careers are damaged or destroyed on a daily basis as more schools are put into categories. Fear reigns and confidence wanes as Ofsted waves its stick. We must stand up to the bully-boy tactics of Michael Wilshaw. We need to send a strong message to Michael Wilshaw to say that we have had enough.&quot; The National Union of Teachers has warned that it is considering locking inspectors out of classrooms. But Wilshaw, a former head of Mossbourne Academy in Hackney, told heads that  despite education spending facing the biggest cuts since the 1950s  teachers do not know what stress is. &quot;Stress is what my father felt, who struggled to find a job in the 50s and 60s and who often had to work long hours in three different jobs and at weekends to support a growing family,&quot; he said. &quot;Stress is what many of the million and a half unemployed young people today feel  unable to get a job because they&apos;ve had a poor experience of school and lack the necessary skills and qualifications to find employment. Stress is what I was under when I started as a head in 1985, in the context of widespread industrial action  teachers walking out of class at a moment&apos;s notice  doing lunch duty on my own every day for three years because of colleagues who worked to rule.&quot; Wilshaw&apos;s comments came as hundreds of thousands of university lecturers and public sector workers staged a walkout over increased contributions to their pensions. The chief inspector vowed to hold his nerve on controversial changes to the inspection system that will lead to a &quot;satisfactory&quot; school being reclassified as one that &quot;requires improvement&quot; and more frequent visits by officials to the worst schools. &quot;I am determined not to panic at the first whiff of grapeshot, some of which has whistled past my ears over the last few days We will intervene wherever performance is low and report without fear or favour,&quot; Wilshaw said. Michael Gove, the education secretary, said Wilshaw was a &quot;visionary school leader&quot; and that criticism against him in recent weeks was &quot;misdirected at best, mischievous at worst&quot;. &quot;When his critics achieve results like him, then I&apos;ll believe their arguments carry the same weight as his experience,&quot; he said. Speaking at the same conference as Wilshaw, Gove said positions of power were still dominated by those who had been privately educated in England and that this was showing no signs of changing. &quot;Around the cabinet table, a majority, including myself, were privately educated On the bench of our supreme court in our medical schools and university science faculties, at the helm of FTSE 100 companies and in the boardrooms of our banks, independent schools are handsomely represented. You might hear some argue that these peaks have been scaled by older alumni of our great independent schools and things have changed for younger generations. But I fear that is not so.&quot; He said the dominance of privately educated men and women was proof that England was a &quot;profoundly unequal society&quot; where &quot;more than in almost any developed nation, parentage dictates your progress&quot;. Christine Blower, general secretary of the NUT, said teachers were &quot;well aware of the massive problems that many of their students will face as youth unemployment and child poverty levels continue to soar&quot;. &quot;Policy by personal anecdote and put-downs does not appear to be the best way to interfere in the education service,&quot; she said.", 
    "section": "education", 
    "gid": "education/2012/may/10/teachers-dont-know-stress-ofsted-chief", 
    "wordcount": "797"
}