{
    "headline": "World Water Forum will pander to corporate self-interest, say critics", 
    "text": "Diplomats, business leaders, and scientific experts are gathering in southern France this week for an international conference billed as a &quot;platform for solutions&quot; to the global water crisis, but denounced by critics for lacking legitimacy and promoting the interests of large transnational corporations. Organisers say more than 20,000 delegates from 180 countries will attend the six-day World Water Forum (WWF) in Marseille. French president Nicolas Sarkozy is expected to attend, along with European Commission president Jos Manuel Barroso, King Mohammed VI of Morocco, and the CEOs of Nestl and Coca-Cola. The meeting comes amid growing global concern about resource scarcity and future water shortages. The UN&apos;s world water development report, published on Monday, warned that unprecedented growth in the demand for water is threatening global development goals and will exacerbate inequalities between and within countries. &quot;Because allocation will inevitably go to the highest paying sector or region, this may result in an increasingly significant portion of people not being able to satisfy their basic needs for food, energy, water and sanitation. This would not be mere stagnation, but would likely take the form of a distinctly regressive trend compared to current conditions,&quot; said the report. It added that it is no longer sufficient for water experts to draft technical proposals behind closed doors. Instead, it is necessary to open up water management to society as a whole, and recognise that &quot;efficiency and productivity gains alone cannot alter global patterns of unequal supply of resources and consumption or access to benefits&quot;. A separate OECD study on global water challenges, published last week, said rapid urbanisation, climate change and shifts in the global economy will push demand for water up by 55% by 2050, when it expects more than 40% of the world&apos;s population to live in areas of severe &quot;water-stress&quot;. Both reports say rising resource scarcity will make it more difficult, and more urgent, to address competing demands from farmers, energy producers, and other water users. Organisers of the water forum say the event will bring together delegates from government ministries, civil society groups, the private sector and the scientific community to promote concrete proposals for tackling global water issues including access to water and sanitation. Some forum delegates view the meeting as an important step on the road to the Rio+20 summit on sustainable development in June. But critics say the forum, which costs as much as 700 euros for full access, caters to the interests of big business and gives corporations opportunities to advance their interests by facilitating direct access to high-ranking government officials. Starting on Wednesday, activists are staging an Alternative World Water Forum to promote alternatives to privatisation and share experiences on how to promote public and community-led water management from the bottom-up. On Friday, UN special rapporteur Catarina de Albuquerque warned that government delegates to the WWF appeared to be watering down their human rights commitments to water and sanitation. These rights, formally recognised by the UN in 2010, must form the basis of any proposals to expand access to essential services, said De Albuquerque in a statement. A draft of the declaration from government ministers gathering at the WWF, seen by the Guardian, fails to explicitly reaffirm the human rights to water and sanitation. Instead, it commits signatories to pursue the implementation of &quot;human rights obligations relating to access to safe and clean drinking water and sanitation&quot;. While the declaration, due to be released on Tuesday, will not be legally binding, campaigners argue that this language inserts loopholes for countries to dodge their legal and financial obligations to uphold these rights. NGOs, advocacy groups, and civil society organisations said the draft declaration is dangerously ambiguous and that &quot;a small number of states will use [this] to try to undermine progress on the right to safe drinking water and sanitation at the United Nations level and in other international processes&quot;. At the 2009 forum in Istanbul, Turkey, which saw riot police turn water cannons on protesters opposing the privatisation of water utilities, delegates opted to describe water as a &quot;basic human need&quot; rather than a right. Last week, the UN announced that the international target to halve the number of people without access to safe drinking water  part of the millennium development goals (MDGs)  had been met, five years ahead of the 2015 deadline. The news was tempered, however, with a warning that nearly 800 million people are still without access to safe water and that the MDG target to improve basic sanitation, such as latrines and hygenic waste collection, is still far from being met.", 
    "section": "global-development", 
    "gid": "global-development/2012/mar/12/world-water-forum-corporate-self-interest", 
    "wordcount": "778"
}