{
    "headline": "Just 3% of pupils in some areas are getting good GCSE pass in key subjects", 
    "text": "Just 3% of teenagers managed a good pass in six traditional subjects at GCSE in some parts of England, according to a Conservative party survey. Researchers asked local authorities for the proportion of pupils who took GCSEs in English, maths, two sciences, a language and history or geography last summer. They also requested the proportion of pupils in each local authority who achieved a C grade or more in these subjects. The combination of subjects is now known as the English baccalaureate (Ebacc). Last year, for the first time, schools were measured by the proportion of their pupils who had achieved a C grade or more in these subjects in annual league tables. Tory ministers have described it as a scandal that more pupils do not take these subjects. They argue that employers and universities demand them over other subjects and that they give teenagers the best grounding to go on to further study. The Tories found that in Knowsley, Merseyside, just 3% of pupils achieved the Ebacc. In Tower Hamlets, east London, just 5.9% did. Both are among the most deprived parts of the country. In contrast, in affluent shires, such as Buckinghamshire and Wokingham in Berkshire, 33.2% and 26.5% of pupils achieved the Ebacc. Across the country, 16.5% of pupils who took GCSEs last summer managed to get the English Bacc. However, pupils in deprived neighbourhoods were far less likely to be put in for the subjects and therefore to achieve them. In the 15 most deprived local authorities, just 13.6% of pupils were entered for the combination of subjects and just 9% achieved it. In the 15 least deprived local authorities, 30.8% were entered for the Ebacc and 22.1% achieved it. The Conservatives said councils they run had a higher proportion of pupils sitting  and achieving good passes  in the subjects. In Tory councils, 25.1% of pupils entered English Bacc subjects and 17.9% achieved good passes in the subjects. In Labour councils, 17% of pupils took the subjects and 11.5% achieved a C or above in them. Damian Hinds, a Conservative MP who sits on the cross-party education select committee, said Labour had imposed a &quot;postcode lottery on the life chances of a generation&quot; and that too many teenagers had been steered away from the subjects that employers value the most. &quot;Through the English baccalaureate, the coalition government will reverse the drift away from a core of recognised key academic subjects,&quot; he said. &quot;This will help to ensure that, whatever their background, our young people have the skills and qualifications to compete in an increasingly global marketplace with their counterparts from countries like China and India.&quot; Last summer, after the publication of GCSE results, Nick Gibb, the schools minister, said it was &quot;a scandal that four-fifths of our 16-year-olds did not take the core academic GCSEs that universities and employers demand, when far more are capable of doing so&quot;. A spokeswoman from Knowsley Council said many of its pupils opted to take vocational subjects. She said the council&apos;s figures showed that almost half of all pupils who took English Bacc subjects achieved good passes in their subjects. &quot;The levels of attainment in Knowsley&apos;s schools are improving year on year and we are striving to maintain that improvement in 2012 and future years,&quot; she said. A spokeswoman from Tower Hamlets Council said that while there were &quot;relatively high&quot; numbers of pupils taking English, Maths and the sciences, &quot;fewer pupils have historically opted to study history/geography or languages&quot;. She said schools in the area were reviewing their curriculum to ensure that students are entered for the English Bacc. Stephen Twigg, Labour&apos;s shadow education secretary, said the figures showed that, under Labour, more children had more choice in what subjects they took at GCSE. &quot;The figures ignore the fact pupils also got better results. This re-hash of old figures makes no account for outcomes, just a crude assessment of how many pupils took subjects. &quot;Breadth and depth are important to get a well rounded education in the modern world ... While it&apos;s great that more children are studying languages, there is a danger that the English Bacc will crowd out important subjects like Music, Religious Education, Art, and Design &amp; Technology.&quot;", 
    "section": "education", 
    "gid": "education/2012/jan/04/english-baccalaureate-gcse-pupils-scandal", 
    "wordcount": "728"
}