{
    "headline": "Climate change set to make America hotter, drier and more disaster-prone", 
    "text": "Future generations of Americans can expect to spend 25 days a year sweltering in temperatures above 100F (38C), with climate change on course to turn the country into a hotter, drier, and more disaster-prone place. The National Climate Assessment, released in draft form on Friday , provided the fullest picture to date of the real-time effects of climate change on US life, and the most likely consequences for the future. The 1,000-page report, the work of the more than 300 government scientists and outside experts, was unequivocal on the human causes of climate change, and on the links between climate change and extreme weather. &quot;Climate change is already affecting the American people,&quot; the draft report said. &quot;Certain types of weather events have become more frequent and/or intense including heat waves, heavy downpours and in some regions floods and drought. Sea level is rising, oceans are becoming more acidic, and glaciers and Arctic sea ice are melting.&quot; The report, which is not due for adoption until 2014, was produced to guide federal, state and city governments in America in making long-term plans. By the end of the 21st century, climate change is expected to result in increased risk of asthma and other public health emergencies, widespread power blackouts, and mass transit shutdowns, and possibly shortages of food. &quot;Proactively preparing for climate change can reduce impacts, while also facilitating a more rapid and efficient response to changes as they happen,&quot; said Katharine Jacobs, the director of the National Climate Assessment. The report will be open for public comment on Monday. Environmental groups said they hoped the report would provide Barack Obama with the scientific evidence to push for measures that would slow or halt the rate of climate change  sparing the country some of the worst effects. The report states clearly that the steps taken by Obama so far to reduce emissions are &quot;not close to sufficient&quot; to prevent the most severe consequences of climate change. &quot;As climate change and its impacts are becoming more prevalent, Americans face choices,&quot; the report said. &quot;Beyond the next few decades, the amount of climate change will still largely be determined by the choices society makes about emissions. Lower emissions mean less future warming and less severe impacts. Higher emissions would mean more warming and more severe impacts.&quot; As the report made clear: no place in America had gone untouched by climate change. Nowhere would be entirely immune from the effects of future climate change.     A heatwave swept across the US in 2011, with temperatures reaching over 110F (43C). Photograph: Timothy A Clary/AFP    Some of those changes are already evident: 2012 was by far the hottest year on record, fully a degree hotter than the last such record  an off-the-charts rate of increase. Those high temperatures were on course to continue for the rest of the century, the draft report said. It noted that average US temperatures had increased by about 1.5F since 1895, with more than 80% of this increase since 1980. The rise will be even steeper in future, with the next few decades projected for temperatures 2 to 4 degrees warmer in most areas. By 2100, if climate change continues on its present course, the country can expect to see 25 days a year with temperatures above 100F. Night-time temperatures will also stay high, providing little respite from the heat. Certain regions are projected to heat up even sooner. West Virginia, Maryland and Delaware can expect a doubling of days hotter than 95 degrees by the 2050s. In Texas and Oklahoma, the draft report doubled the probability of extreme heat events. Those extreme temperatures would also exact a toll on public health, with worsening air pollution, and on infrastructure increasing the load for ageing power plants.     This 8 November 2011 image shows a storm bearing down on Alaska. Photograph: Ho/AFP/Getty Images    But nowhere will see changes as extreme as Alaska, the report said. &quot;The most dramatic evidence is in Alaska, where average temperatures have increased more than twice as fast as the rest of the country,&quot; the draft report said. &quot;Of all the climate-related changes in the US, the rapid decline of Arctic sea ice cover in the last decade may be the most striking of all.&quot; Other regions will face different extreme weather scenarios. The north-east, in particular, is at risk of coastal flooding because of sea-level rise and storm surges, as well as river flooding, because of an increase in heavy downpours.     A flooded farm along the Mississippi River is seen in Cairo, Illinois. Photograph: Stephen Lance Dennee/AP    &quot;The north-east has experienced a greater increase in extreme precipitation over the past few decades than any other region in the US,&quot; the report said. Between 1958 and 2010, the north-east saw a 74% increase in heavy downpours. The midwest was projected to enjoy a longer growing season  but also an increased risk of extreme events like last year&apos;s drought. By mid-century, the combination of temperature increases and heavy rainfall or drought were expected to pull down yields of major US food crops, the report warned, threatening both American and global food security. The report is the most ambitious scientific exercise ever undertaken to catalogue the real-time effects of climate change, and predict possible outcomes in the future. It involved more than 300 government scientists and outside experts, compared to around 30 during the last such effort when George W Bush was president. Its findings were also much broader in scope, Jacobs said. There were still unknowns though, the report conceded, especially about how the loss of sea ice in Greenland and Antarctica will affect future sea-level rise. Campaign groups said they hoped the report would spur Obama to act on climate change in his second term. &quot;The draft assessment offers a perfect opportunity for President Obama at the outset of his second term,&quot; said Lou Leonard, director of the climate change programme for the World Wildlife Fund. &quot;When a similar report was released in 2009, the Administration largely swept it under the rug. This time, the President should use it to kick-start a national conversation on climate change. &quot; However, the White House was exceedingly cautious on the draft release, noting in a blogpost: &quot;The draft NCA is a scientific documentnot a policy documentand does not make recommendations regarding actions that might be taken in response to climate change.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/jan/11/climate-change-america-hotter-drier-disaster", 
    "wordcount": "1035"
}