{
    "headline": "If a medical cure looks too good to be true, it probably is", 
    "text": "If you want to know whether science works, look around you. Your mobile phone, your TV, your computer they would have seemed like miracles only 50 years ago. In medicine too, there have been great advances. Artificial hips are a boon. Antibiotics, anaesthetics and vaccines have added to human happiness, polio and smallpox have vanished and people live ever longer. That&apos;s wonderful. What isn&apos;t so wonderful is the list of things we still can&apos;t do. We can still do absolutely nothing for the common cold. We can do remarkably little about back pain: that&apos;s why the myth that acupuncture is more effective than a placebo has lasted so long (Steven Novella and I use evidence to deconstruct this myth in the June issue of the journal Anesthesia &amp; Analgesia). Cancer therapy is improving, but very slowly. Pain control is not at all satisfactory. Progress in helping dreadful neurological conditions like Parkinson&apos;s disease and dementia is almost non-existent. That&apos;s not for want of trying. Nobody is to blame. The problems turn out to be very complicated, and serious research is very recent. Barely more than two or three generations of medical scientists have existed. We are doing our best, but research is slow and painful, and a huge amount of basic slogging will be needed before we can solve the serious problems that remain. If your problem can&apos;t be solved, then it&apos;s human nature to clutch at straws. And there is no shortage of people willing to cash in on your desperation. If you have cancer, the quacks will close in on you like vultures, eager to sell you false hope at a high price. They will promise the earth, but if it looks too good to be true, it probably is. Science is often in the news. That&apos;s good, because it&apos;s fascinating. But journalists like sensational news, and scientists quite like to be sensational too. Our expectations have been raised; we expect a miracle every week. When, inevitably, the miracles occur rarely there is a danger that science will be blamed rather than hype artists. It&apos;s not surprising that the worst cases are in medicine, because everyone gets ill, so everyone is interested. I wish I were talking only about snake oil salesmen. But there can be over-optimism in real science too. Scientists are put under huge pressure to publish, and research councils tell us that we must now have &quot;impact&quot; too. Competition for grants is intense, and some places fire you if you don&apos;t get enough. University press offices are more concerned with PR than truth. These pressures are a direct incentive to exaggerate the importance of your work. Occasionally the result is outright fraud. This is self-inflicted madness. In 2007, the headlines were all proclaiming that honey is better than cough medicine. Perhaps that&apos;s because the university&apos;s press release said that, as did the press release from the Journal of the American Medical Association. But the paper itself, said: &quot;Comparison of honey with dextromethorphan [a standard cough suppressant] revealed no significant difference.&quot; And it confirmed that dextromethorphan doesn&apos;t work either. In fact, as scientific studies and research by Which? have demonstrated, there is nothing you can buy over the counter that helps coughs. But that doesn&apos;t make a good news story. A recently announced miracle was &quot;antibiotics cure 40% of back pain&quot;. It was all over the media. But then bloggers got to work. They found that it was actually more like 5% of back pain, and that several of the authors involved were part of a business that sold the method. Don&apos;t hold your breath. Everyone is interested in what to eat to stay healthy. The problem is that remarkably little is known. Respectable sources tell you that 40% of cancer can be prevented by the right diet, but this is little better than a guess. No individual food is associated with an increased (or decreased) risk of cancer much bigger than 10% or 20%, and the evidence that these small effects are causal is usuallythin. The reason we know so little is because it&apos;s nearly impossible to do proper randomised controlled trials of diet. They have been tried. The outcomes usually don&apos;t show much effect and they can&apos;t last very long  you can&apos;t ask people to stick to a prescribed diet until they die. As an example, it&apos;s widely believed that eating red meat may increase slightly your risk of colon cancer. But as progressively more data have been collected, that risk has become smaller and smaller. In the latest European survey, the risk was undetectably small. That&apos;s good news if you like steak, but it isn&apos;t good news for the media, or for epidemiologists. You had to dig deep into the paper to find the result, and the media largely missed it. Alarmism sells better, for authors as well as newspapers. Quacks go much further and claim that cancer can be cured if you live on sprouts, carrot juice and coffee enemas. There isn&apos;t the slightest reason to think that&apos;s true. The expensive vitamin supplements they recommend do no good (and may do harm). Listen to them and you die destitute and hungry. About all you can say is that you shouldn&apos;t eat too much and don&apos;t eat all the same thing. Of course there is no money to be made from that advice. If it were well known it would put out of business a legion of diet gurus and &quot;nutritional therapists&quot;. If you want good advice, ask a hospital dietitian. The great biologist Peter Medawar in his Advice to a Young Scientist described the &quot;conspiracy of goodwill&quot; between patients, physicians and drug companies that leads to exaggeration of the effectiveness of treatments. &quot;The controlled clinical trial is an attempt to avoid being taken in by this conspiracy of goodwill.&quot; There is much truth in that, at least if you exclude the more ruthless sort of quacks. So how is the innocent consumer to find out what&apos;s right and what&apos;s exaggerated? The answer has now become to look at blogs. An army of bloggers has arisen, who quickly dissect false and exaggerated claims. Of course there is a lot more misinformation on the web than good information, so how do you tell which is which? Try including &quot;quack&quot; or &quot;nonsense&quot; when Googling. Some good sources are suggested below. There are two big problems in understanding whether an intervention works, whether it&apos;s a medical treatment or social intervention such as changing methods for teaching reading or testing approaches to crime and punishment. One is the financial incentive to exaggerate, the prevalence of PR in promoting universities and scientists, and the pressure to publish regardless of quality. The other is the lack of understanding about what constitutes evidence. Everyone should read Testing Treatments and the Cabinet Office paper on how to get good evidence. That might result in more evidence-based policy, rather than policy-based evidence. David Colquhoun is a pharmacologist at UCL. He also blogs about pseudoscience and quackery at dcscience.net RELIABLE SOURCES Testing Treatments: how to do fair tests of medical treatments. Cabinet Office paper: how to do fair tests of social interventions Cochrane Reviews: the best source of medical information (with plain language summaries) NHS Choices: gives reliable assessments of stories in the news The Lawson practice: good links to reliable medical information Cancer Research UK: reliable information about cancer Badscienceblogs:polices scams Ebm-first.com: a huge resource about quackery", 
    "section": "science", 
    "gid": "science/2013/jun/02/medical-cure-health-quackery-david-colquhoun", 
    "wordcount": "1255"
}