{
    "headline": "New to Nature No 82: Eritherium azzouzorum", 
    "text": "The three living species of the order Proboscidea, the savanna and forest African and Asian elephants, surely rank among the most bizarre and extraordinarily derived placental mammals. They are, however, relics of a long and once species-rich lineage. Thanks to a recently discovered fossil, we now know that this evolutionary march to the elephants began in Africa at least 60m years ago. Dr Emmanuel Gheerbrant of the Musum National d&apos;Histoire Naturelle (MNHN) in Paris has reported the discovery of an extinct species in Morocco, Eritherium azzouzorum, that pushes the oldest record of a proboscidean back by five million years. The previous record was held by an extinct member of another genus found in the same region, Phosphatherium, that is believed to have been a dog-sized, amphibious, plant-eating creature that looked much like a hippopotamus. The discovery of E azzouzorum, known from partial fossils of 15 individuals and consisting primarily of parts of skulls, jaws and upper and lower teeth, was made possible by a Franco-Moroccan agreement that included, in addition to the MNHN, the Ministry of Energy and Mines (Rabat), Chrifien Phosphate Office (Casablanca), Cadi Ayyad University (Marrakech), and Chouaib Doukkali University (El Jadida). The fossils were unearthed in the north-east Ouled Abdoun basin. Its phosphate deposits, including the Sidi Chennane quarries, have proven to be a rich source for early African mammals. Dental and cranial morphology, including details of shapes, sizes, proportions and symmetry, reveal important derived similarities shared only with other early genera of Proboscidea and reversed in later descendants. Other characters of E azzouzorum are reminiscent of groups that existed prior to the origin of the proboscidean line. Although it lacked a trunk and didn&apos;t look much like its later descendants, it did have an enlarged first incisor, the precursor to a tusk. This new species is significant for several reasons. First, it suggests that the elephant order originated earlier than previously thought and helps to date an important step in the placental tree. Second, although it retained many similarities to earlier mammals, it represents a major evolutionary leap at the beginning of the Eocene including a &quot;large&quot; body size and lophodonty, that is, the appearance of ridges on teeth perpendicular to the jaw. An estimated 5kg body weight makes it the size of the largest living hyrax, a creature 18in to 20in long. Finally, it fills a gap in the fossil record, providing evidence of a transitional stage between modern African ungulates and condylarth-like mammals, that is, earlier placental mammals that were common to the Paleocene. Proboscideans are only one of five remarkably divergent orders belonging to a larger group known as the paenungulates. Other orders include Sirenia (sea cows), Hyracoidea (rodent-like hyraxes), and two extinct orders, one terrestrial and rhinoceros-like (Embrithopoda) and the other marine, amphibious and hippopotamus-like (Desmostylia). This early appearance of a proboscidean agrees with the suggestion of a rapid radiation of paenungulate mammal orders at about the time of the KT (Cretaceous-Tertiary) boundary. Such a rapid mammal radiation is consistent, too, with recent genomics studies.", 
    "section": "science", 
    "gid": "science/2012/sep/02/eritherium-azzouzorum-new-to-nature", 
    "wordcount": "509"
}