{
    "headline": "Boot up: Lenovo's rise, Dell's buyout?, HMV's fall, BB10 pricing and more", 
    "text": "A quick burst of 9 links for you to chew over, as picked by the Technology team Why companies fail - the rise and fall of HMV &gt;&gt; Philip Beeching August 2012:   The day of the presentation came and we stood in the boardroom in front of the new MD, Steve Knott and his directors. For some time we had felt the tides of change coming for HMV and here was our perfect opportunity to unambiguously say what we felt. The relevant chart went up and I said, &quot;The three greatest threats to HMV are, online retailers, downloadable music and supermarkets discounting loss leader product&quot;. Suddenly I realised the MD had stopped the meeting and was visibly angry. &quot;I have never heard such rubbish&quot;, he said, &quot;I accept that supermarkets are a thorn in our side but not for the serious music, games or film buyer and as for the other two, I don&apos;t ever see them being a real threat, downloadable music is just a fad and people will always want the atmosphere and experience of a music store rather than online shopping&quot;. It&apos;s important to remember that the dotcom bubble had just burst and many people were mistaking this stockmarket meltdown for an internet meltdown. As we sat reflecting in the pub afterwards we felt decidedly winded by his onslaught but a few weeks later we were to discover, somewhat to our surprise, we had held on to the business.   (I had much the same feedback around the same time, post-Napster 1.0, with a small group of directors from companies including HMV. - CA) Color Me Stupid - The Daily WTF  Andy&apos;s company develops solutions for &quot;Industrial&quot; handheld devices. To make deployment and updates easier, they each run a thin client so only the server is different from project to project. This client was written by a long-gone employee in the early nineties, and had barely changed since because it &quot;just worked&quot;. Updating it was discouraged for fear of breaking backward-compatibility.   If you do any coding in a large organisation, your day might go a bit like this. The Daily WTF is a bit like real-life Dilbert. BlackBerry 10 handset price &gt;&gt; QQ The Chinese site shows the price as $799.99. Let&apos;s call it $800. That&apos;s quite expensive, if correct. Chinese industry: From guard shack to global giant &gt;&gt; The Economist  Lenovo started humbly. Its founders established the Chinese technology firm in 1984 with $25,000 and held early meetings in a guard shack. It did well selling personal computers in China, but stumbled abroad. Its acquisition of IBM&apos;s PC business in 2005 led, according to one insider, &quot;to nearly complete organ rejection&quot;.   Fascinating article which edges around the question of where Lenovo got the funding for its many acquisitions (a pliant government-backed bank, maybe?). It&apos;s definitely headed to be the world&apos;s biggest PC vendor, so take this chance to read up on it. Lenovo entering &apos;PC plus&apos; era, CEO says &gt;&gt; Reuters  PC demand growth has waned over the past year as more consumers flock to ultraportable and increasingly powerful tablets and smartphones for basic computing. Hewlett Packard, Dell and other stalwarts of the PC industry are now fighting to sustain growth as tablet computers eat into their PC-related businesses.  But PCs aren&apos;t disappearing anytime soon.  &quot;We don&apos;t live in a post-PC world,&quot; Lenovo Chief Executive Yuanqing Yang said in an interview in Las Vegas on Wednesday. &quot;We are entering the PC plus era.&quot;  Yang said it is a post-PC world for one group: companies that do not innovate in PCs.  &quot;In our industry many players think PCs have become a commodity product,&quot; he said. &quot;We have never thought this way.&quot;  Dell said to be in buyout talks with private-equity firms &gt;&gt; Bloomberg  Dell, the personal-computer maker that lost almost a third of its value last year, is in buyout talks with private-equity firms, two people with knowledge of the matter said. The shares surged.  The company is discussing going private with at least two firms, said one of the people, who asked not to be identified because the talks are private. The discussions are preliminary and could fall apart because the firms may not be able to line up the needed financing or resolve how to exit the investment in the future, the people said.   Would going private really help Dell in the long run? What change could private equity (what Mitt Romney used to do) effect there that the company hasn&apos;t been doing for years already?  An inside look at Internet Explorer 10&apos;s mysterious Flash whitelist &gt;&gt; ZDNet Ed Bott:   For Internet Explorer 10 on Windows 8 and Windows RT, Microsoft has tried to walk a delicate balancing act with Flash. The underlying theory is that Flash itself isn&apos;t evil. Instead, its bad reputation can be traced to the impact of poorly written Flash programs, which drain batteries and hog CPU resources, or malicious Flash content that exploits weaknesses in the Flash runtime to spread malware.  There are, in fact, many well-written Flash-based programs that behave like model citizens. So why should they be punished for the sins of a few bad actors?  That&apos;s the philosophy behind the Internet Explorer 10 Flash compatibility whitelist. Alas, it&apos;s not well documented, which is why I decided to write this post.   Wonderfully comprehensive (the list is online), as well as intriguing. You could spend all day saying &quot;Why that site? Why this site?&quot; Just months after being ejected from Microsoft, former Windows Head Steven Sinofsky is already Tweeting from iPhone &gt;&gt; 9to5Mac  We were tipped to a tweet from Sinofsky (@stevesi) from January 11th that was sent from Twitter for iPhone. We soon discovered a second tweet from the same platform on January 4th. Sinofsky is still tweeting from his Microsoft Surface and the Web, but we don&apos;t see as many Windows Phone-based tweets as we do earlier in his Twitter timeline.  Sinofsky spent the last week at CES where he documented the 15 hours he spent on the show floor.   His CES report is well worth reading. On Twitter he explained:   Sure I use an iphone at times. I have a Samsung too that i use. I want to be familiar with the work of all companies.   (That too came from an iPhone.) At last the OS app ! &gt;&gt; edparsons.com  For a number of years the OS has relied on apps produced by it&apos;s partners to distribute its mapping products on PC&quot;s and the increasing important market of mobile devices.  The distribution of OS maps digitally is strategically important to the agency as it represents the future where paper maps are increasingly a niche specialised product, expensive and difficult to buy outside of specialist stores.. The only surprise therefore is how long it has taken the OS to enter this market, and the app in my opinion is a really good first effort.   Parsons (if you didn&apos;t know) is geospatial technologist and evangelist at Google. And he used to be chief technology officer at Ordnance Survey - the first it ever had. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2013/jan/15/technology-links-newsbucket", 
    "wordcount": "1236"
}