{
    "headline": "Headteachers and athletes warn against cut to school sports funding", 
    "text": "Sports administrators, headteachers and former athletes have warned the government that an imminent decision over the future of school sport is pivotal to delivering the promised legacy from London 2012. A long delayed decision from the Department for Education is expected in the next fortnight on the future funding of school sport, after the education secretary, Michael Gove, cut 162m in funding for a national network of school sports partnerships in December 2010. The government was forced into a partial U-turn by an outpouring of anger from teachers, students and athletes, but 65m in ringfenced funding for the release of PE specialists into primary schools runs out at the end of this academic year. The Guardian revealed in December that an announcement over school sport had been delayed by a government split over whether new funding for primary schools would be ringfenced for sport or, as Gove prefers, left to the discretion of individual headteachers. Gove is believed to have won the argument over the culture secretary, Jeremy Hunt, and others and the funding is not expected to be formally ringfenced, although it may come with a recommendation that it is spent on PE. &quot;I know there are a lot of other things going on, and I don&apos;t want to overhype school sport, but I believe this is a pivotal moment to deliver what Seb [Coe] promised,&quot; said Sue Campbell, chair of the Youth Sport Trust and UK Sport. &quot;To me, &apos;inspire a generation&apos; meant to get hold of a generation and create a new beginning for physical education and school sport. This announcement is pivotal in terms of school sport.&quot; Jonathan Edwards, Olympic gold medallist and London 2012 board member, told the Youth Sport Trust&apos;s annual conference in Telford that the decision to scrap the school sports partnerships was a disgrace. &quot;It is dripping with irony that we have just celebrated the greatest Olympic Games ever, which started from the inspiration of school sport in this country when [founder of the modern Games] Pierre de Coubertin came over [in 1883], and that we&apos;re sitting having this conversation now is utterly depressing,&quot; he said. &quot;If you&apos;d told me in Singapore when we won the bid in 2005 that this is what would happen, I would not have believed you.&quot; Primary and secondary headteachers voiced fears that Gove&apos;s concentration purely on academic performance and the introduction of the E-bacc, combined with the drive to increase competition between schools, would lead to a fractured landscape for PE and school sport. &quot;I think Gove has got to start valuing the teachers. They want to make the difference to those children. Some haven&apos;t had the training to be able to do that and he has to start investing in people to start higher quality PE coming through,&quot; said Tony Draper, headteacher at Water Hall primary school in Bletchley and a National Association of Headteachers executive. &quot;We need to invest in primary PE specialists that will be able to train staff in schools and end up with a long term sustainable infrastructure.&quot; They are particularly concerned that primary schools will not get the help and support to make the most of whatever money is announced and that many may spend it on other things. Most primary teachers only get six hours of training in PE and lack the skills and expertise necessary, they said. &quot;The heads who are here get it. It is the hundreds who are not here that worry me. Sport, physical well being and health is not a choice. We can&apos;t decide whether we want healthy children, it&apos;s an obligation. We can&apos;t decide whether we want physically literate children, it&apos;s an obligation,&quot; said Campbell. She said that if PE and competitive sport were seen as interchangeable, there was a danger that the former could end up being axed from the school curriculum altogether in the future. &quot;Of course we want academic achievement. We&apos;re not trying to compete with that, we&apos;re saying this underpins that. This isn&apos;t something you do after the serious business of education, this is the serious business of education. Kids who are physically well and more confident will learn better. This is not an alternative or an option but an absolute must,&quot; said Campbell.", 
    "section": "education", 
    "gid": "education/2013/feb/06/headteachers-athletes-cuts-school-sports-funding", 
    "wordcount": "723"
}