{
    "headline": "Myspace adds 1m new users in 30 days", 
    "text": "Myspace has said it has added more than 1 million new users in the past 30 days, taking it to 25 million registered users and representing a dramatic turnaround for the social network that Rupert Murdoch abandoned almost eight months ago. The website claimed that about 40,000 people a day had signed up to Myspace since it introduced new ties with rival social networks, Twitter and Facebook. &quot;The numbers tell an amazing story of strong momentum and dramatic change for Myspace,&quot; said Tim Vanderhook, chief executive of Myspace. &quot;And the 1 million-plus new user accounts we&apos;ve seen in the last 30 days validates our approach.&quot; Myspace was sold by Murdoch&apos;s News Corp in June last year for $35m  compared with the $580m paid for the website in 2005. The website&apos;s new owners, digital media firm Specific Media and investors including Justin Timberlake, promised to shift the ailing social network to focus on music. The figures released on Monday are the first insight into the website since the sale. Vanderhook claimed that Myspace now offered the biggest free music collection online, ahead of popular streaming services such as Spotify and Deezer. Myspace has a music catalogue of more than 42m songs, according to Vanderhook. Spotify has a library of about 15m songs in the US. &quot;Myspace is building meaningful social entertainment experience around content, where consumers can share and discover the music they love,&quot; he said. &quot;Consumers are getting excited about Myspace again  a testament to a great music product.&quot; A number of the new users are thought to have come through Myspace&apos;s new music player, which provides streaming music, but also from the fact that would-be users can join directly via Facebook: its Facebook app this year jumped from 900,000 monthly active users in the four weeks to 14 January to 1.6m by 14 February. While the figures suggest that Myspace has fallen far behind newcomers such as the Google+ social network, which claimed 90m registered users in mid-January, some analysis suggested Myspace was still seeing more traffic in January than the search engine&apos;s nascent site. But as the music player becomes more popular, users might not need to visit the site  which would enable it to continue to grow even without having direct traffic statistics to show for it. In October, the former Myspace chief executive under News Corp, Mike Jones, suggested the website would not have fallen to rivals such as Facebook if it had been relaunched as &quot;an entirely new brand&quot;. Murdoch earlier admitted that his company had mismanaged Myspace &quot;in every way possible&quot; and made a &quot;huge mistake&quot; not selling the website in 2006.", 
    "section": "technology", 
    "gid": "technology/2012/feb/14/myspace-one-million-users", 
    "wordcount": "455"
}