{
    "headline": "Horsemeat scandal's origin lies in the heart of our economic model", 
    "text": "It seems the horsemeat scandal is just going to go on and on, until the point at which our media attention span runs out. The failure, yet again, of &quot;light touch regulation&quot; is now glaringly obvious; this couldn&apos;t be said to be worse than the financial crisis, but it has certainly been felt closer to home  the sickening lurch in the stomach millions have felt when they realised that they were likely to have eaten something they&apos;d never have chosen, something they find repulsive. There seems little doubt that the decision by this government to remove the Food Standards Agency from its sole responsibility for food contents and safety in the &quot;bonfire of the quangos&quot; in 2010, with the labelling and composition side going to the Department for Environment, Food and Rural Affairs, had some part in this affair, although experts say the FSA was already getting far cosier and less critical of the industry. It&apos;s clear this decision should be reversed  and the independence of the FSA strengthened. But there&apos;s much more to consider beyond this basic failure of government. There&apos;s also the nature of food supply chains  products at the heart of this scandal came from factory producing tens of thousands of tonnes of ready meals each year, the inputs memorably described as giant lumps of anonymous frozen meat, sold to Findus by contractors, who acquired it from a trader, who subcontracted the order to another trader  And the fact is that British supermarkets are reliant on similar systems for many of their products. The supermarkets have assumed that they didn&apos;t need to think about the producers of their goods, could always buy cheaply on the world market, ship in cheaply (without considering the real environmental costs of those food miles)  to treat food like a commodity like oil or iron ore. Supermarkets have managed to maintain their margins while squeezing almost to nothing those of farmers and manufacturers  but we now understand even more clearly that&apos;s been at the cost of their customers and the quality and safety of their goods. (Horsemeat may not present a significant health risk, but you have to wonder what else has been making its way into meat dishes.) A further cost has been the destruction by the supermarkets of entire high streets, and small independent shops such as butchers, which have generally far shorter, more certain, more stable, but generally higher cost, supply chains. (The sudden rise in trade for them as a result of the scandal has sadly come too late for many.) The groceries ombudsman, promised in the 2010 election manifestos, will not be in place until 2014, downgraded to &quot;adjudicator&quot;. The adjudicator will have power to fine errant supermarkets  a basic function that came only after a long battle  but how many real teeth this fledgling institution will have against the supermarkets giants, with their close links with Tories and Labour, remains to be seen. Yet the problems extend even beyond our severely distorted food supply system. They go to the heart of our economic model. Britain has settled on a low-wage, low-jobs economy; in abandoning manufacturing for services, in relying on a handful of remaining, dubious, industries  finance, pharmaceuticals and arms  we&apos;ve condemned hundreds of thousands to unemployment and many more to underemployment, and unstable and uncertain jobs (including unconscionable zero-hours contracts). Living standards  and money available for food  has been squeezed and squeezed again. The massive rise in the cost of housing in particular has at least in part come out of the food budget; in the two decades to 2007, the price of food for consumers fell, and the share of British household income spent on food dropped to 10%. This is clearly going to have to rise, given world food prices and the likely direction of sterling, but with our hard pressed households  already struggling with rising rents/mortgages and energy bills and leaping transport costs  it is hard to see how this is to be found. We already know that food, as the one of the few possibly flexible item in those expenses, is where households are looking to make cuts. Half of all parents report they have a tighter food budget than they had a year ago. There are two more important and related factors in Britain&apos;s food culture  long working hours and lack of a cooking culture. Stand by a transport hub around 7pm-8pm (or even later), and you&apos;ll see many weary workers, emerging, then swerving into the nearest mini-superstore and emerging with a ready meal  yes the same ready meals that appear so prominently in the horsemeat story. Cooking from scratch, raw vegetables, can be just as quick, but it does take a modicum of thought, a little time and energy  both of which feel overstretched for many workers. Children now have grown up in households where real cooking almost never happens  this stretches through the generations, and cooking lessons, which might fill the gap, have almost disappeared from schools. So we need to tackle our regulation, we need to tell our supermarkets very firmly that helping return food production to Britain  paying our farmers decently, providing them with certainty of markets  is essential. But we also need to think more deeply about the kind of society we&apos;ve become. How we can restore a sense of security to households facing huge pressure on food budgets, and give workers roles that fairly reward them? Making the minimum wage a living wage, ensuring that benefits allow for a basic decent standard of living, ending our long-hours working culture  these are all ways to deal with the circumstances that created the horsemeat scandal. And educating children, and adults, about cooking and food are important additions.", 
    "section": "environment", 
    "gid": "environment/blog/2013/feb/22/horse-meat-scandal-tesco-food-supply-system", 
    "wordcount": "958"
}