{
    "headline": "Union sets up its own schools inspectorate as alternative to Ofsted", 
    "text": "A powerful union of headteachers has set up a school inspectorate in an attempt to eventually overthrow Ofsted. The National Association of Head Teachers (NAHT), which has more than 28,000 members across the UK, is conducting pilots this September of its own inspection regime, which it is calling Instead. Instead inspectors will all be working headteachers and will only visit schools a similar size to their own and outside their town or county. One of the main criticisms of the current state-funded inspection regime, Ofsted, is that retired out-of-touch heads who have worked in small primary schools, for example, can be picked to inspect large secondary schools. Instead heads will offer feedback and stay in touch with the head after their inspection. They will look beyond a school&apos;s results, the NAHT said. Teachers have long berated Ofsted inspectors for concentrating too much on pupils&apos; test scores and being too confrontational. Many teachers believe Ofsted, having widened its remit to nurseries, childminders and pre-schools, is now too large. Russell Hobby, general secretary of the NAHT, said a peer-led inspectorate would raise standards by sharing what works best in schools. He said Instead would be independently evaluated &quot;with the hope of it being considered by a future government&quot;. &quot;Schools dance to Ofsted&apos;s tune but don&apos;t really learn from the experience  they are too busy defending themselves against it and then recovering,&quot; he said. &quot;Their leaders are passionate about delivering the best for their pupils and understand the role external scrutiny plays in providing a first-class education.&quot; Hobby said almost nothing new happens in schools in the runup to an inspection because of the &quot;random quality [of inspectors] and the narrow snapshot [they offer]&quot;. &quot;This is disempowering the profession and we need to take back ownership of standards,&quot; he said. A spokeswoman from Ofsted said more than half of inspection teams had at least one working teacher on them. &quot;Nine out of 10 of the institutions we inspect tell us they are happy with their inspections and believe they help improvement. Under our new regional structure, Her Majesty&apos;s inspectors now remain with under-performing schools, offering them support and challenge until they get to good,&quot; she said. She said Ofsted inspectors were spending more time than ever observing lessons and talking to parents and pupils so that they made a rounded judgment of a school&apos;s performance.", 
    "section": "education", 
    "gid": "education/2013/may/17/union-schools-inspectorate-alternative-ofsted", 
    "wordcount": "405"
}