{
    "headline": "4G: a more life-changing option may be round the corner", 
    "text": "I don&apos;t want to rain on the 4G parade. I really don&apos;t. The UK has been waiting a long time for a 4G service and it has the potential to radically change the way we view and use our mobile devices. This will bring benefits to all of us in ways we probably don&apos;t even know yet  and not just to the kid on the train streaming video. Yet the 4G story didn&apos;t start off entirely happily. Ofcom was far too scared to force through the 4G spectrum auctions, while the mobile operators were frightened they wouldn&apos;t win any spectrum. The result was a stalemate. Without question though, Ofcom&apos;s move last August to allow Everything Everywhere to change some of its existing spectrum from 3G to 4G was a masterstroke, and has substantially moved the goalposts. The result was an agreement to conduct the auction in January and press ahead with a full roll-out in summer 2013. We&apos;re not at the end of the story today though. A few things may have been forgotten in the hype. Firstly, those familiar places where your 3G signal fails when you&apos;re on the train (or driving through the countryside) are likely to remain. Your mobile handset needs to contact a local mast to make and retain a connection  either for a call or to access the internet. It&apos;s a fact that there are not enough to feed our insatiable appetite for mobile data. So the mobile operators will need to apply for permission to put up new masts to cover the UK&apos;s many coverage blackspots. What&apos;s more, some of the masts already out there  specifically O2&apos;s and Vodafone&apos;s, which run on a different frequency to EE&apos;s  will need to be upgraded. This all costs money and takes time. Now that Ofcom has regained its momentum around 4G, I hope it will keep in the clever parts of its original proposals. There was a proposal to require universal 4G coverage (a universal service obligation, or USO), but it&apos;s reported that the Highlands &amp; Islands will now have to wait until 2014. It&apos;s as important for us to have good quality universal coverage as it is for key cities to get superfast speeds. EE has played its cards cleverly by handily avoiding the need to commit to the USO, so it will fall to the remaining mobile operators to pick up the tab and find a way through the planning quagmire to put new masts up. In the short term, it&apos;s likely that the frustrations we still have with our mobiles will remain  and some parts of the country will remain firmly in the internet slow lane. Finally, 4G is not the be-all and end-all. Really. Some of the biggest shifts in telephony are happening behind the scenes and (believe it or not) don&apos;t necessarily depend on 4G. Take internet telephony, AKA voice over internet protocol (VoIP), for instance, where voice calls are routed over the internet rather than via traditional point-to-point lines. Skype might be popular now for keeping in touch with your friends in far-flung lands, but the predicted market for VoIP is huge  the market is predicted to grow 47% in 2012 and 49% in 2013. This is something that businesses of every size should be keeping a close eye on. And the future? Well that remains rather exciting. I think in the future we&apos;ll see a single handset that will cleverly know when to use a 4G signal (eg while you&apos;re outdoors), when to use Wi-Fi for calls (eg when you&apos;re in a building), and how to seamlessly switch between the two while you keep talking. We&apos;re already halfway there  we launched a unified communications service called Gradwell One about a year ago  and I&apos;ve already seen hints that we&apos;re very close to going the whole hog, enabling people to be contactable via one number wherever they happen to be. (Some might remember BT&apos;s OnePhone in 1999, which worked as a cordless Dect phone for 300m from its base station, and then as a mobile. Think of that, but popular.) So before you plough a lot of money into new 4G phones, weigh up your decision carefully. If you&apos;re after quicker internet access and a better signal in remote locations, 4G could well be the answer to your prayers. But it might depend on where you live. If you&apos;re prepared to be patient, you might choose to wait for the development that will really change the way we use the phone  the one number revolution.  Peter Gradwell is managing director of Gradwell Ltd, a voice-over-internet provider founded in 1998 which has an annual turnover of more than 5m.", 
    "section": "technology", 
    "gid": "technology/2012/oct/04/4g-one-number-phones", 
    "wordcount": "778"
}