{
    "headline": "Twitter founder's home demolition plans a trending topic for neighbours", 
    "text": "It is concise and pointed enough to be a tweet: &quot;We don&apos;t want nouveau riches McMansions sprouting up all over our ridges.&quot; Unfortunately for Evan Williams, co-founder of Twitter, it is not a post in the micro-blogging ether but a line from hundreds of letters to San Francisco planning officials opposing his intention to build a new luxury home. Neighbours around Edgewood Avenue in Parnassus Heights, one of the city&apos;s most desirable districts, have mobilised an angry campaign against his proposal to replace his existing house with a bigger, greener mansion. The revolt  more than 300 letters from neighbours and self-styled &quot;Friends of Edgewood Avenue&quot; around San Francisco  could turn the tech tycoon&apos;s architectural dreams into a war of attrition. Williams bought the $2.9m property  hardwood floors, an open plan salon and four bedrooms with breathtaking views over three storeys  last year. It was built in 1915 by the architect Louis Christian Mullgardt and was listed in city records as a &quot;potential historic resource&quot;. Earlier this year Williams, 40, and his wife Sara revealed plans to demolish the house and, with the help of architectural firm Lundberg Design, build a 7,700 sq ft successor into a slope. It would be 20ft lower than its predecessor and be a &quot;zero net energy&quot; home using solar panels, a green roof and sun-friendly windows. Even before the application was submitted to city planners, neighbours and critics from as far afield as Canada had filed form letters of protest, a backlash which in another medium might have been called trending. &quot;This is such a unique property and it adds diversity of architectural interest to the neighborhood,&quot; wrote one neighbour, Elizabeth Wang. &quot;It would be criminal to demolish it.&quot;  Some accused Williams of plotting to erect a McMansion. &quot;A complete teardown of such a home would  set the stage for numerous future demolitions that will alter the character of our beloved SF Neighborhoods,&quot; one group, Friends of Parnassus Heights, wrote to the real estate blog SocketSite. &quot;Edgewood Avenue is a brick-lined street that features a large number of Arts and Craft homes from the early 1900s.&quot; The former Twitter CEO&apos;s existing house, it added, &quot;clearly contributes in a significant way to the beauty of this unique street and its history&quot;. Not all agree. Williams&apos;s defenders, such as property site Sfcurbed.com, said Mullgardt was an &quot;architectural footnote&quot; and that in any case his original design was ruined by a 1970s remodelling. &quot;It may have once been charming, but  has been stripped of its dignity and details over the decades, subdivided into apartments and then rebuilt by architect Thomas Eden in what&apos;s best described as faux-Frank Lloyd Wright with trapezoidal windows.&quot; It said most objectors bemoaned the loss of a supposedly historic house they had never seen. &quot;Many cited Evan Williams&apos; vast wealth as a founder of Twitter as the real problem, like the ones who suggested he&apos;d be happier in Presidio Heights.&quot; It called the campaign Nimby hate-mail. City planners are due to evaluate the demolition and building application later this month. A neighbour named Anthony told the SF Examiner that while he opposed the demolition he resented attempts to &quot;bully&quot; the Williams family. &quot;The neighbors against this have made it clear when passing out these petitions that they plan to be inhospitable and threatening.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/aug/09/twitter-founder-home-demolition-plans", 
    "wordcount": "580"
}