{
    "headline": "Clearing: what not to say on the phone", 
    "text": "Admissions tutors say the same four questions come up again and again on the Clearing hotline. So save time and avoid looking unprepared or ignorant by checking these points first: &quot;Can you just tell me whatcourses you still have placesleft on?&quot;   &quot;Do your research early before calling,&quot; says Karen Pichlmann, head of admissions at Bournemouth University. &quot;Check Ucas, university websites and quality newspapers to find out which courses are available. Then decide which ones you are interested in, and look on universities&apos; websites to find out more information about the courses. It is a really big decision, so do your research first.&quot; I haven&apos;t been accepted on to your course; please can youreconsider?   &quot;If you have been unsuccessful in getting your first or second place, it will be because you have not met the conditions of your offer,&quot; says Pichlmann. &quot;Universities will not have taken this decision lightly and it is very unlikely this decision can be reversed. Try to view this as an opportunity to see what other courses are available in Clearing  universities you disregarded because their entry requirements were too high may still have places and have dropped their tariff points.&quot; I&apos;ve got such-and-such points. What course can I goon?&quot;   Don&apos;t let these words pass your lips  they&apos;re hardly the best way to tell the person on the end of the Clearing phone  whose absolute, undying passion is probably for their course  that you&apos;re keen and interested in their course. Instead, you&apos;ll sound desperate. Avoid. &quot;If this course is in Clearing, does that mean it&apos;s a bad/unpopular course?&quot; Unlikely. &quot;Each university will have a target intake, and many use Clearing as a way to attract high-calibre students later in the application cycle,&quot; says Nic Pike, head of admissions at the University of Surrey. Nicola Miller, of London South Bank University, agrees. &quot;A common concern is that courses in Clearing are less desirable, but student number controls mean that Clearing has become very different in recent years.&quot; Often, it&apos;s just a way to even out supply and demand and help students who applied after the Ucas deadline, didn&apos;t apply at all, or have changed their mind to go to university in September rather than waiting another year. If you have questions about Clearing join our Q&amp;A today (16 August) from 2-5pm and get advice from our Ucas expert at guardian.co.uk/students     Guardian students sign up banner  ", 
    "section": "education", 
    "gid": "education/2012/aug/15/clearing-what-to-say-on-the-phone", 
    "wordcount": "423"
}