{
    "headline": "In praise of the long distance learning student", 
    "text": "The vast majority of my students at University of Gloucestershire are part-time, mature, distance learners. We now have more than 1,000 graduates from our distance learning programmes in community engagement and governance, employed in the voluntary sector, police and parish, community and town councils in Wales and England. Our students and graduates are engaged in work to deliver what  since the coalition government came to power  has come to be known as localism and &quot;big society&quot;; basically helping local communities to help themselves. What impresses me is the commitment of these students, and their resilience in the face of six years part-time study to gain an honours degree, combined with care of dependents, a day job plus assorted life pressures. Distance learners  in my book  expect a lot from their education (a good thing) and equally give a great deal. They are inquisitive, committed, and desperate to do well. A mark in the 50s is a cause for sackcloth and ashes; 60% underwhelming. Only the best will do. My undergraduates are scattered to the four corners of the UK, and periodically come in to Cheltenham for tutorials and residentials from as far afield as Durham, Wales, the south-west and way across to East Anglia. My most remote student, to date, was Sylvia  undertaking voluntary service in the Bolivian jungle. One of the success stories of these courses has been the way in which students can address local issues and opportunities for community benefit while  simultaneously  gaining academic credit. So a student might look at introducing a skate park in their parish as part of a module on projects and services. Or they could review recycling as a contribution to pursuing sustainability in their town, thinking globally and acting locally. Then there have been substantial, ground-breaking dissertations  looking at the politicisation of parish and town councils; the performance of Neighbourhood Plan front runners; why parish clerks are invariably older women. These graduates have gone on to present their findings to major professional conferences. What impresses me is the ability of these distance learners to support each other&apos;s learning; to link up with graduate mentors, to attend two-day residential schools at the start of each semester, to come to tutorials  that we run in response to student demand  in places where they are  Notts, Cornwall, Hampshire, Staffs and Cambridgeshire. For the rest of the time students and staff exchange information, views, draft assignments and useful sources via a virtual learning environment  Moodle. We also receive (most) assignments electronically, track changes and return marked work back through Moodle. It&apos;s brilliant  the external examiner can access whatever he wishes, staff know the day and time that a student submits work, and no paper is used. We sometimes even do synchronous lectures or sessions via the VLE. On one occasion I trailed that I would be online the following Tuesday at 10am. Around 15 students agreed to &quot;attend&quot; as well. The result was a rich two-hour exchange of information around community-based planning. With lots of interaction and a number of participants saying how they felt much more comfortable contributing online rather than face-to-face. Interesting. We also communicate using phone and email; as well as people occasionally popping in. And how about this: The Open University, since its launch in 1969, has helped more than 1.6 million people worldwide to achieve their learning goals. The OU is the biggest university in the UK with more than 260,000 students and close to 7,000 tutors. But it&apos;s the distance learning students that I want to highlight: I am in awe of their commitment, hard work, long hours, dedication, resilience in the face of illness, unemployment and other setbacks that these students experience. Best of all is enjoying their success at graduation  it&apos;s life affirming. James Derounian is a principal lecturer in community development and local governance and National Teaching Fellow, University of Gloucestershire This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/mar/26/distance-learning-in-he", 
    "wordcount": "685"
}