{
    "headline": "The biggest challenges in higher education: what you said", 
    "text": "In a recent survey of Guardian Higher Education Network readers and members, we asked you about the biggest challenges facing higher education professionals today. We fully expected reforms to be top of the agenda. You have already told us anecdotally how you feel about policy and funding reforms in the sector, so we were not surprised that 75.9% of you do not feel the government has laid out coherent policies for the sector. One respondent wrote: &quot;The coalition is grossly incompetent. They have neither the intellects nor the integrity to preside over the necessary transformation of the higher education sector.&quot; Not insignificantly, 22% have chosen to reserve judgment until the results of changes can be seen, but just 2% thought the policies are coherent. There was an interesting split on your confidence in the sector though; 53.5% are pessimistic about the state of the sector  and think it&apos;s getting worse. Still, 37% of respondents are resigned to change as &quot;a part of life&quot; and 9.5% are optimistic for the sector&apos;s future. Also on the issue of reforms, elsewhere in the survey, we asked you to vote on the biggest challenges facing the sector; 55% agreed that tuition fees reform and funding cuts were the most pressing issue. Now, while none of these results were particularly surprising, there was one finding that we didn&apos;t predict; HE professionals willingness to work for private universities. Online debates on the network suggest many of those working in traditional universities seem reluctant to share the university label with private providers or see them as exacerbating inequality of access. Yet almost half (47%) are open to working in the private sector, compared to 35% who either strongly disagreed or disagree that private providers were for them. And, though 37% of you fear redundancy, there is still positivity about professional prospects in the sector. 86% of respondents either agreed or strongly agreed that they liked their jobs. Here are a few other stats and choice quotes that caught our eye:  A combined total of 53% would consider work opportunities overseas.  70% strongly agreed or agreed that universities need to do more to maximise and diversify their alternative revenue streams  &quot;There is a dire lack of leadership from UUK in defence of the fundamental purpose of HE. Too many vice-chancellors have simply accepted the move to a privatised sector without understanding or addressing the social impact of change. Some criticism has eventually emerged when funding issues arise, but even then there is a real sense that our senior managers do not understand the nature or purpose of education and its role in developing our social, cultural and economic future.&quot;  &quot;I appreciate change, but I am unconvinced these changes will improve HE  I fear the may be to the detriment of providing access to those who want it and warrant it, rather than granting it to those without financial concerns&quot;  &quot;I work in Scotland and England. England is screwed.&quot;  &quot;I&apos;m an American; but I will say I don&apos;t see a lot of evidence on either side of the Atlantic that our governments know what they&apos;re doing when it comes to HE.&quot; Click here to download our infographic of the survey results. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/feb/09/challenges-for-higher-education", 
    "wordcount": "579"
}