{
    "headline": "Big data and big problems for personal information", 
    "text": "Your report (Defence giant builds &apos;Google for spies&apos; to track social networking users, 11 February) describes a new product to collect and mine user data online. You quote a Raytheon email saying this is possible &quot;without any personally identifiable information being disclosed&quot;. But what data constitutes personally identifiable information? PII is a predetermined list of attributes that could identify an individual. But as the excellent Wikipedia entry says, it is not clear what information alone or in combination is not personally identifying. As citizens we need therefore to lobby for a change from the use of PII in legislation, in favour of a more dynamic notion of identifying data. Identifiably personal information (IPI, if you must) is any set of data which by inspection could lead to the identification of an individual from a group, with a given level of confidence in a given time. This is likely to be a much broader set of data than that which is currently referred to as PII. This approach can be implemented with existing technology and is based on solid academic work on differential privacy and security threat modelling. Without this revision the application of analytics to &quot;big data&quot; (for which read &quot;your data&quot;), whether to benefit society or to boost profits, could turn data science into data surveillance.John TaysomSenior ALI fellow, Harvard University  Recent stories on data mining from social media sites have led to some hysterical commentary. Data mining by many businesses seeks to predict trends in purchasing behaviour, monitor customer response to service delivery and assess their marketing strategy against those of their rivals. But the use of large-scale data in this way is not new. Mass Observation, founded in 1937, comprised a small army of volunteers who recorded their own activities and the views of those around them to assess the mood of the nation following the abdication of Edward VIII, in the second world war, and after. The real power of social media mining is establishing a &quot;pattern of life&quot; from which anomalies might stand out, whether an emerging disease outbreak, discontent with local policing methods, or broad approval for the latest design of smartphone. For the investigation of individual behaviour, anomaly detection is generally not sufficient unless matched to other evidence gained through more conventional methods. The hyper connectivity of a large proportion of the world&apos;s population is almost regarded as a right and, whether they like it or not, it gives widespread public access to their thoughts and actions. The recent Foresight report on Future Identities (Government Office for Science, January 2013) concluded that increasing connectivity will be important to understand the changing nature of identity. It notes the opportunities to strengthen social integration, reduce exclusion, enhance open and agile policymaking and make effective use of identities as a resource.Professor Chris HankinDirector, Institute for Security Science and Technology, Imperial College London  Threats to cyber-security (Report, 11 February) are made worse by a lack of suitable professionals. We have been working with the Cabinet Office to ensure we have a better mix of skills for the future by building software engineering best practice into undergraduate university degrees and encouraging more students to undertake postgraduate study of cyber-security. Hugh Boyes Institution of Engineering and Technology", 
    "section": "technology", 
    "gid": "technology/2013/feb/12/big-data-problems-personal-information", 
    "wordcount": "548"
}