{
    "headline": "The dale is threaded with creamy white flowers", 
    "text": "The high limestone country north of Longstone Edge has its own strange energy, a consequence perhaps of the quarrying there, both ancient and modern. The land is scarred and nicked, like the face of a veteran fighter, a blue-collar countryside. It&apos;s also rich with tales of horror, now recruited for the purposes of tourism. The notorious highwayman Black Harry, hanged at nearby Wardlow Mires, has lent his name to a network of bridleways for horse riders to explore. Running across this landscape is the drawn bow of Coombs Dale, with its own legacy of mine workings but now a refuge for nature in the green mosaic of white-walled pasture with, in Ted Hughes&apos; phrase, its &quot;reluctant nibbled grass&quot;. One moment I&apos;m on the main road through Stoney Middleton Dale, rattling with quarry traffic, the next in an almost secret world, at the bottom of a steep-sided valley, and bathed in spring sunshine. Coombs Dale is known for its rarities: dark green fritillaries that congregate near Sallet Hole Mine, the woolly-headed thistle, maiden pink and leadwort. The southern slopes are covered in cowslips. Alongside the path are hazel and willows thick with catkins. But the real pleasure is the blossom smothering the blackthorn. Last month I cycled up this lane under grey skies and barely noticed them. Now I&apos;m shrouded in their scent. It&apos;s not just the raw appeal of the dale threaded with creamy white flowers. Blackthorn has an almost sculptural appeal, the thick thorns spreading horizontally, which adds a spiky depth to the overall effect. Most wood is useful, but blackthorn has an intimate, tactile quality to its utility: wands, walking sticks, shillelaghs and, in the hands of Black Rod, parliamentary doorknockers. By the time I emerge into the upper dale, the sky has darkened and a brief hailstorm stings my face while the lambs curl up for warmth.", 
    "section": "environment", 
    "gid": "environment/2013/may/20/coombs-dale-derbyshire-blackthorn-flowers", 
    "wordcount": "312"
}