{
    "headline": "Star-gazing deer and a prowling jaguar: the best of 2012's wildlife photography", 
    "text": "   This year's GDT European Wildlife Photographer overall winner: the Stargazer, by Tommy Vikars in Finland. 'There are two brothers in my home village who look after the game in the area and feed them regularly at several locations in winter. l was welcome to photograph white-tailed deer at one of their feeding places at night. l buried my sound isolated camera box in the snow nearby. ln my hide about 50 metres away, l was ready with the camera's remote release. l used my other camera and a 300mm lens to check the scene. lt was  extremely difficult to see what was going on at the feeding place even though I had exhausted ISO and exposure  values to their absolute maximum to give me at least a slight idea of when to trigger the camera. I took many photographs, but often the deer would move too fast or in the wrong direction given the long exposure time' Photograph: Tommy Vikars/2012 GDT European Wildlife Photographer       The GDT European Wildlife Photographer Mammals category winner: Badger In Underwood At Dusk, by Florent Cardinaux in France. 'For two years in spring and summer I have been photographing badgers near their burrow using black and white negative. This backlit image was quite a challenge: I needed the badger in a specific position with his head raised where the sky and foliages in the background could provide some structure and reflections. Difficult, but after two weeks of patience, the image was captured on the negative for ever' Photograph: Florent Cardinaux/2012 GDT European Wildlife Photographer       Klaus Tamm won the prize of the jury GDT Nature Photographer of the Year 2012 with his image Krtenwanderung, which placed first in the other animals category, and was also overall winner. 'One evening in early April 2010 I was out to save common toads crossing the road from being run over by approaching cars. I had wanted to photograph this situation for quite some time, so I parked the car on a quiet road to compose some images of a migrating toad. The animal moved very slowly due to the cool evening temperatures and I managed to create a photograph in the vehicles beam of light. The wet surface of the road with its reflections added to the successful composition of the image'  Photograph: Klaus Tamm/GDT       The plants and fungi category winner in the same competition: Buchenkathedrale by Michael Lauer Photograph: Michael Lauer/GDT       In the BBC Wildlife camera-trap photo of the year, this was the animal portraits and overall winner: Leopard Path, by Zhou Zhefeng in China Photograph: Zhou Zhefeng/BBC Wildlife Magazine       And this is the animal portraits runner-up: Hare in a Storm, by Beatriz Estanque in Portugal Photograph: Beatriz Estanque/BBC Wildlife Magazine       In this year's British Wildlife Photography Awards, the overall winner and coast and marine category winner was Gannet Jacuzzi, by Matt Doggett Photograph: Dr Matt Doggett/BWPA       British Wildlife's hidden Britain category winner went to Leap for Freedom, by Dale Sutton Photograph: Dale Sutton/BWPA       The British seasons category winner: Snow hare, by Jules Cox Photograph: Julian Cox/BWPA       The Veolia Environment Wildlife Photography overall winner, and underwater worlds category winner, went to Bubble-Jetting Emperors, by Paul Nicklen from Canada. 'This was the image Paul had been so hoping to get: a sunlit mass of emperor penguins charging upwards, leaving in their wake a crisscross of bubble trails. The location was near the emperor colony at the edge of the frozen area of the Ross Sea, Antarctica. It was into the only likely exit hole that he lowered himself. He then had to wait for the return of the penguins, crops full of icefish for their chicks. Paul locked his legs under the lip of the ice so he could remain motionless, breathing through a snorkel so as not to spook the penguins when they arrived. Then it came: a blast of birds from the depths. They were so fast that, with frozen fingers, framing and focus had to be instinctive' Photograph: Paul Nicklen (Canada)/2012 Veolia Environnement Wildlife Photographer of the Year       The Veolia winner in the category behaviour: cold-blooded animals, was Into the Mouth of the Caiman by Luciano Candisani of Brazil. 'Motionless but alert, a yacare caiman waits, like a small tyrannosaurus for fish to come within snapping reach, says Luciano. Caimans are usually seen floating passively on the surface. Under the water, it's another story. It is this secret life that has fascinated Luciano ever since he first came face-to-face with a caiman while snorkelling. Once he had recovered from the shock, he realised that the reptile was neither aggressive nor fearful and that he could approach it. Luciano now regularly documents the underwater life of caimans in the shallow, murky waters of Brazil's Pantanal (the biggest wetland in the world), which contains the largest single crocodilian population on Earth. Most aren't aggressive, but some individuals can be' Photograph: Luciano Candisani/2012 Veolia Environnement Wildlife Photographer of the Year       Brent Stirton of South Africa, a Getty Images photographer working for National Geographic magazine, won first prize Nature Stories for the Rhino Wars series in the World Press awards. The picture shows a female rhino in Tugela Private Game Reserve, Colenso, South Africa, that four months earlier survived a brutal dehorning by poachers who used a chainsaw to remove her horns and a large section of bone in that area of her skull. The female joined up with a male bull who now accompanies her. Rhino horn is now worth more than gold on the international market. South Africa alone has lost more than 400 rhino to illegal poaching incidents in 2011. The demand for rhino horn is fueled by a wealthy Asian middle- and upper-class and used overwhelmingly as medication Photograph: Brent Stirton/Getty Images for National Geographic /1012 World Press Photo       The 1st prize singles winner in the nature category was Jenny E Ross, who captured a young male polar bear climbing on a cliff face above the ocean in Ostrova Oranskie, Russia. The bear was attempting unsuccessfully to feed on eggs from the nests of Brnnich's guillemots Photograph: 1012 World Press Photo       This image of Cwm Idwal in Snowdonia National Park, taken by Michal Tekel, triumphed in the National Parks Landscape Photo competition. Tekels photo (taken with a digital Nikon D700) is of the Glyderau range of mountains. In the foreground on the right of the picture is Lake Idwal and the farther lake is Lake Ogwen. The mountain in the far distance on the right is Tryfan, one of the elite 14 peaks in the park which is more than 3,000ft high. The left-hand peak is Pen yr Ole Wen Photograph: Michal Tekel/National Park Authorities       Hadrian's Wall by Marshall Sisterson Photograph: National Park Authorities       The winner of this year's Prix Pictet  the award devoted to photography and sustainability  was this picture by Luc Delahaye: Man Sleeping, taken in Dubai in April 2008 Photograph: Luc Delahaye/Prix Pictet Ltd /Courtesy Galerie Nathalie Obadia       Shortlisted in the same prize was this picture by Daniel Beltr from series Spill, in which oil mixed with dispersant rises up to the surface near one of the relief wells, following the Deepwater Horizon disaster Photograph: Daniel Beltr/Prix Pictet Ltd       Joel Sternfeld's image in the same competition, from the series When It Changed: Photographs from the 11th United Nations Conference on Climate Change, featuring Canada's environment minister Stphane Dion Photograph: Joel Sternfeld, Prix Pictet Ltd       Eight-year-old Anastasya Vorobko from Russia took first prize for this image in the Children's Eye on Earth competition, in which children aged 17 and under were encouraged to illustrate the themes of 'I love nature' and 'I hate pollution' Photograph: Anastasya Vorobko/Children's Eyes on Earth 2012       Emergency Exit, by 14-year-old Juan Carlos Canales of Spain, a second prize winner Photograph:  Juan Carlos Canales/Children's Eyes on Earth 2012       Joint third went to Morning At Situ Gunung, by Michael Theodric, 10, taken in Indonesia Photograph: Michael Theodric/Children's Eyes on Earth 2012       The other joint third winner was Fields of Green, by 14-year-old Bianca Stan from Romania Photograph: Bianca Stan/Children's Eyes on Earth 2012       And finally, in our Wildlife Olympics gallery, here is the shooting prowess of the Himalayan balsam (Impatiens glandulifera), which opens up explosively with a popping sound, shooting its seeds to some distance. Each plant produces about 2,500 seeds and its dispersal technique helps it colonise new areas. It is native to the Himalayas, but naturalised in Europe and elsewhere, and as an invasive species can out-compete other plants Photograph: Dirk v. Mallinckrodt/Alamy  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/dec/24/best-wildlife-photography-2012-in-pictures", 
    "wordcount": "0"
}