{
    "headline": "Tale of a truffle hunter", 
    "text": "The village of Cucklington is poised above a sudden drop down into the bowl of Blackmore Vale, which spreads away to the south and west. I was visiting a thatched farmhouse on the very edge of that drop, with a garden that tumbles down the hillside, where I met two smallish dogs with thick, woolly coats, mainly white. They were in constant, busy motion, sniffing the ground, grubbing at it with their paws, or jumping up to invite a pat on the head. They were Brenda and Valentino, specimens of the Italian waterhound, or Lagotto Romagnolo, originally a water retriever used by duck hunters working from flat-bottomed boats but more recently developed as hunters of the truffle. These two were brought to Somerset by their owner, Tom Lywood, who lives in Cucklington, writes, paints, sings and plays the lyre, but sees himself chiefly as a hunter. He used to hunt the hare with lurchers, but longed, he says, to hunt something he did not have to kill, and so came to hunt the truffle. It has become a passion. The truffle, he says, populates the underground world in cities waiting to be rediscovered. And Brenda is a highly sophisticated long-range detector. The English winter truffle, though less celebrated than the Prigord or Italian varieties, is nevertheless capable of achieving great quality. Some grow so close to the surface that you hardly need the help of a dog to find them, but the best lie deeper. The likeliest sites (and, owing to the price of the truffle, landowners are secretive about them) are on chalk or limestone under hazel or beech. Tom finds his way to them through a mixture of knowledge and what he calls gut instinct, driving great distances with the dogs in the car. Changes to the forest and its canopy have altered the truffle&apos;s pattern over the centuries, but he knows that the treasure is still there beneath our feet.", 
    "section": "environment", 
    "gid": "environment/2012/apr/16/cucklington-somerset-english-truffle-hunting", 
    "wordcount": "325"
}