{
    "headline": "Listening for the shovels, hooves and curses of long-dead miners", 
    "text": "On a windless morning, when the sun had barely reached sufficient elevation to skim the dew on the grass, the footpaths around the old quarries were silent and deserted. And yet, at every turn, there were signs of days when this valley echoed with the sound of human voices and peoples labour. I stood among the ruins of Harehope Gill lead mine, where only a single wall still stands, and tried to imagine it two centuries ago, when it was at its productive peak: the clop of hooves as ponies dragged squeaky-wheeled wagons laden with lead ore from the mine level tunnel; the thud of picks on rock; clanging shovels; rattle of broken stone tipped on to spoil heaps; and the shouts and curses of labouring miners. Now, just silence, except for the trickling of water. Further down the footpath I reached Bishopley lime kilns, whose seven-metre walls tower overhead. For more than a century, after they were built in 1847, fires burned day and night, turning limestone from the quarry over the hill into quicklime for cement to build cities and to sweeten acid soil. Then, this footpath was a railway line wreathed in acrid coal smoke, where labourers shovelled the lime that rained down from the kilns above into wagons. It is easier to imagine their ghosts than their lives of manual labour, winter and summer, shovelling dust that burned skin and stung throat and eyes. Summer has long gone here but until today it had not felt like autumn. There has been yellowing of lime, ash and beech leaves, and hawthorns are laden with the heaviest crop of crimson berries in recent memory. But it has seemed as if some key signifier of the change in season has been missing. Today it arrived; the sound of redwings returning.  I heard the chatter of the flock long before I realised they were the cause of the shaking in the hawthorn thicket, where they tore at the berries.     Hawthorns bearing plenty of berries on the fell side above Frosterley. Photograph: Phil Gates    I could imagine lead miners and or lime kiln labourers leaning on their shovels for a moment, listening to that sound of the change in the seasons and contemplating the prospect of winter, before bending to their task again. Follow Country diary on Twitter: @gdncountrydiary", 
    "section": "environment", 
    "gid": "environment/2016/oct/20/listening-for-the-shovels-hooves-and-curses-of-long-dead-miners", 
    "wordcount": "375"
}