{
    "headline": "Lobbying for English in Indonesia denies children mother-tongue education", 
    "text": "Opinion Indonesian primary school students and teachers returned to school in January knowing that this would be the last semester following their current curriculum. Under guidelines prepared by the national education ministry, the new academic year beginning in July will herald a slimmed down curriculum covering just six subjects  Indonesian language, mathematics, religion, nationalism, art, and sports  with other content such as science taught thematically across the curriculum. English language is not included in the new primary curriculum. The response to the proposals has been mixed. The ministry claims that a focused curriculum allows students to better develop key skills in core areas while alleviating the academic burden that the study of too challenging content might create. Opponents have argued that the curriculum is too &quot;lightweight&quot; and that it inadequately prepares children for further study and eventual employment. Much of the debate about the changes has been clouded by highly vocal but misguided criticism focusing on the role and provision of English language teaching. This dialogue obscures very real and much more important issues of language policy and language teaching in Indonesia. Indonesia is a country of linguistic richness and diversity. Other than Bahasa Indonesia, a Malay language selected in 1928 as a language of national unity, over 700 other languages coexist, ranging in size from Javanese with over 84 million speakers to many critically endangered languages with few  or no  living speakers. Eighteen languages have over one million speakers. Seventy years of policies promoting the spread of Bahasa Indonesia have been successful in ensuring that the vast majority of Indonesians have high levels of competency in spoken Bahasa Indonesia on leaving formal education. But as Indonesia has enjoyed enormous growth and development economically and democratically over the same period, the progress in education has been much slower. While class sizes have come down to levels equivalent to those in far more developed countries, and school attendance rates are now at impressive levels, Indonesia still ranks only 58th out of 66 countries in terms of student reading ability. One reason could be the language in education policy. Bahasa Indonesia (and only Bahasa Indonesia) is the compulsory language of educational instruction at all levels of education. But according to research presented by SIL, an NGO that promotes sustainable language development, at a recent national symposium, while Bahasa Indonesia is used widely as a language of wider communication, over 80% of the Indonesian population speak languages other than Bahasa Indonesia as their mother tongue. As these languages and not Bahasa Indonesia are spoken in the home, in effect, this means that eight out of 10 students entering primary school will be taught in a language which they are not most  or not at all - familiar with. Supporters claim that the Bahasa Indonesia-only policy promotes bilingualism, and that introducing Bahasa Indonesia in the first year of education speeds uptake of the language due to younger learners&apos; ability to learn languages quicker. Furthermore, proponents claim that the policy promotes national unity and national pride. These claims, however, are based on the widely held fallacy that simply introducing a language as early as possible increases and accelerates the learning of that language, whereas, in reality, learning is subject to a number of factors including the child&apos;s familiarity with the language, the resources available, the child&apos;s exposure to the language outside the classroom, the teacher&apos;s ability in both languages, and how  and how fast  the language is introduced. Thrusting children into a learning environment in which the teacher is only speaking a language that they do not understand significantly slows the development of core skills  and the development of bilingualism  while the children attempt to learn and understand the new language. A large number of convincing studies have shown that children learn best, and develop true bi- and multilingualism, when they first study in a language with which they are familiar (ideally their mother tongue), when they develop literacy first in their mother tongue, and when second and additional languages are gradually phased in before they become a language of instruction. As education experts including the World Bank have concluded, second and additional languages are learnt best when the first language has been learnt well; the majority of Indonesian children do not have this opportunity. Ironically national unity and national pride may be best served and promoted by multilingual children developing literacy and other language skills in both languages better and at an earlier age. An educated and literate population whose cultures and languages are respected and promoted is much more likely to be united and proud than a fractured group of individual language communities dominated by one grouping. Indonesia&apos;s legislation does make mention of languages other than Bahasa Indonesia, but places the responsibility for the protection, promotion, and teaching of these languages with provincial education authorities. Two periods per week (less than two hours in total) are designated for &quot;local studies&quot;, including the study of local languages. Not only is this inadequate to meet the learning needs of the majority of children, but research by local organisations and academics has also shown that even this small concession is being routinely undermined as schools elect to use these two periods for the study of subjects which are deemed more important  often English language. This is where the issue of English further complicates the matter. English can be a very useful part of an individual&apos;s multilingual repertoire, being one of several international languages of wider communication which supports international mobility and collaboration, provides access to research and other information, and boosts individuals&apos; employability in certain occupations and positions. But English is not a panacea: to date there is little evidence of a clear link between English and individual, community, or national development, and if not offered equitably to all English can act as a barrier to social mobility through elite closure. The Indonesian media  particularly the English language media  has been quick to seize upon the omission of English from the new curriculum. Reading these missives, you could be forgiven for thinking that the Ministry had taken English out of the primary school curriculum, but English was not in the old curriculum, and has never been a compulsory part of the education system at this level (although since independence it has been  and continues to be  in the secondary school curriculum). This focus on English reflects the interests and aspirations of the growing urban middle classes, now long subjected to the hegemony of English and the change in curriculum has provided an opportunity for the aspirational class to promote English in the name of modernity and development  but not educational value. The fact that there simply isn&apos;t the capacity in Indonesia to introduce English across the archipelago at primary school doesn&apos;t stop its supporters trying to push for its provision. A study in 2010 suggested that less than a quarter of English teachers in Indonesia had even an elementary command of the language themselves. To build capacity within the teaching body to offer English equitably would take enormous resources that could be much better deployed in other areas, such as developing policies and resources for mother tongue based multilingual education. Such policies are difficult to formulate and implement, not least because there is resistance from stakeholders who do not value their own languages and who are not informed (and often misinformed) on the educational and cultural benefits of promoting their mother tongues. Such resources are also extremely expensive to develop, particularly if resources in multiple languages are needed, as in Indonesia. But it is possible, and there are successful examples. There have been some promising signs. The Indonesian Vice Minister for Education, Musliar Kasim recognised the importance of language in education when he recently said that &quot;[e]lementary schools won&apos;t have English lessons because [pupils] haven&apos;t even learnt to understand the Indonesian language yet&quot;. By substituting &quot;Bahasa Indonesia&quot; and &quot;their own mother tongue&quot; for &quot;English&quot; and &quot;Indonesian language&quot; into that quote, you have the foundation for a positive language in education policy. There is also an inspiring drive within Indonesia to improve the education system  20% of the national budget is committed to education, and the Constitutional Court in January struck down legislation which had created socially divisive &quot;international standard&quot; schools which received more state funding, charged much higher fees to parents, and differentiated themselves primarily by teaching through the medium of English (although ironically providing, according to multiple studies, a lower quality education than normal non-fee state schools teaching through Bahasa Indonesia). It is the responsibility of governments, experts, and the media to educate stakeholders, to ensure that Indonesian children receive the best possible education, and to ensure that Indonesia climbs the educational rankings. If the new curriculum does not do this, it will not be for the lack of English, but for the lack of support for the majority of Indonesians who don&apos;t speak Bahasa Indonesia as a mother tongue. Danny Whitehead is a a PhD in Linguistics student at Lancaster University currently living and working in Indonesia. He can be contacted at danny.whitehead@hotmail.com", 
    "section": "education", 
    "gid": "education/2013/feb/26/indonesia-mother-tongue-english-debate", 
    "wordcount": "1529"
}