{
    "headline": "Chris Huhne's successor faces clash as Tories attack windfarms spending", 
    "text": "The challenge facing the new Liberal Democrat energy secretary, Ed Davey, has been laid bare by the revelation that 101 Tory MPs are demanding drastic cuts to the 400m-a-year government subsidies for windfarms. The demands from Conservative MPs, made in a letter to David Cameron, came as a former Liberal Democrat leader, Menzies Campbell, warned that there would be serious trouble from his party&apos;s activists if there was any rowing back from the coalition&apos;s commitment to run the &quot;greenest government ever&quot;. Policy on windfarms threatens to become a major fault line between the Tories, many of whom say they are expensive and inefficient, and the Lib Dems, who see the building of 4,500 more turbines as an essential part of the drive to cut carbon emissions. In the letter, the Tory MPs tell the prime minister they are becoming &quot;more and more concerned&quot; about the commitment to &quot;support for onshore wind energy production&quot;. The letter is evidence of growing pressure from Conservatives to resist Liberal Democrat pressure to promote green policies which many Tories believe have no proved economic or environmental benefit. The warning came as Campbell said the Lib Dem grassroots would tolerate no rowing back from the green agenda that is central to their purpose in government following the resignation of Chris Huhne. Huhne, one of the Lib Dems&apos; toughest operators, resigned as energy secretary to mount a &quot;robust defence&quot; of claims that he persuaded his ex-wife, Vicky Pryce, to take his penalty points for a speeding offence in 2003. The MP for Eastleigh, Hampshire, and his ex-wife, who faces a related charge, will appear before Westminster magistrates on 16 February. The charge carries a maximum sentence of life imprisonment. Campbell told the Observer that the Lib Dems&apos; credibility rested on the new energy secretary taking as tough a line on green issues as Huhne and not giving in to the demands of the Tory right. &quot;Liberal Democrat voters, and in particular Lib Dem activists, will not be content if there is any rowing back on the green agenda,&quot; he said. &quot;Commitment to the environment has an iconic place in the Lib Dem approach and if we were seen to water that down, publicly and privately, things could get very tough.&quot; Environmentalists expressed dismay at the loss of Huhne from the heart of government. Greenpeace said he had been &quot;a vocal advocate for the green agenda in a government whose green credentials are looking more than a little tarnished&quot;. Huhne was furious when the chancellor, George Osborne, suggested in his autumn statement last November that the government could not put green policies before the need to create jobs. &quot;We are not going to save the planet by shutting down our steel mills, aluminium smelters and paper manufacturers,&quot; the chancellor said. &quot;All we will be doing is exporting valuable jobs out of Britain.&quot; Davey, 46, the former consumer affairs minister, , who has had a relatively low-profile career in the party until now, will join Nick Clegg at an event which officials insist will demonstrate the party&apos;s determination to keep green policies at the top of the government&apos;s agenda. Clegg is due to give a major speech on the environment within weeks, before Osborne&apos;s budget next month. Lib Dem sources said Davey, Clegg and others would be working on ideas on how to raise money to pay for more tax cuts for low earners through pollution taxes, most probably on aviation. On his promotion to the Cabinet, Davey said he was &quot;particularly conscious of the impact on consumers&apos; households across the country of high energy bills&quot;. He made clear he would continue with Huhne&apos;s plans to increase the number of windfarms and &quot;a green economy where there&apos;s lots of green jobs to help growth in our economy&quot;. He added: &quot;I am determined to work to follow on Chris&apos;s priorities, the Liberal Democrats&apos; priorities, the coalition government&apos;s priorities and make them my priorities.&quot;", 
    "section": "environment", 
    "gid": "politics/2012/feb/04/chris-huhne-green-agenda-menzies-campbell", 
    "wordcount": "678"
}