{
    "headline": "After 250m app downloads, Shazam expands its social TV features", 
    "text": "Mobile firm Shazam has hit its latest big milestone 250m users of its mobile app  while expanding its social TV features in the US to allow all shows to be tagged, rather than just those whose networks or producers have a marketing deal with the company. It&apos;s the latest sign of Shazam&apos;s determination to become as big a player in the emerging social TV market as it is for music identification, which was the company&apos;s original focus. &quot;With more than a quarter of a billion people who have used Shazam worldwide, no other app has our scale when it comes to offering the opportunity to engage with the media that interests them the most, whether it&apos;s music or television,&quot; said chief executive Andrew Fisher in a statement. Shazam&apos;s app can be used to tag  identify any music track that&apos;s in the company&apos;s database. Now the same applies for TV shows in the US, with Shazam saying that it has more than 160 channels covered from cable, satellite and terrestrial networks. Viewers who tag shows using Shazam&apos;s iOS and Android apps will be served cast information, trivia and news, feeds from Twitter, links to show data on sites including IMDB and Wikiepdia, and song details from the soundtrack. Shazam says that the expanded features will launch in the UK, France, Germany, Italy and Spain &quot;in the coming months&quot;. Until then, Shazam&apos;s TV features in these countries will continue to be focused on tagging advertisements from partner brands including Renault, Reebok, Unilever, Pepsi and Microsoft. Also coming soon to Shazam are changes to the way its app&apos;s social networking features work. Users will be able to link the app to their Facebook account and automatically publish their tags to the social network&apos;s news ticker, although the feature will be optional. New users will be invited to sign in using their Facebook login when they first open the app. &quot;With our expansion into television, we&apos;ve seen a surge of activity due to recent Shazam-enabled events such as the NBC Olympic broadcast, where more than one million people tagged the closing ceremony, as well as the US Open tennis grand slam event on CBS earlier this month,&quot; said Fisher. &quot;We think that broadening our television service and offering more comprehensive social features will continue to drive activity and engagement.&quot; Shazam is already pretty engaging: recently the company reported that its users were generating 10m tags every day, helping it break the 5bn mark since its launch. The company launched its Shazam Friends feature in March 2011 that included basic Facebook integration, but the latest change is likely to give Shazam a big profile boost through the social network&apos;s news ticker. The company&apos;s TV expansion comes as it aims to stake its claim to a big share of the emerging social TV market in the US. There, it faces competition from local startups like GetGlue, Miso and IntoNow the latter is now owned by Yahoo with fellow UK firm Zeebox also crossing the Atlantic with its own app. Shazam claims to have generated $300m sales of digital goods for the music industry in its history it says that between 8% and 10% of its music tags lead to purchases from stores like Apple&apos;s iTunes. The TV industry will be hoping the company can help producers and broadcasters boost their own digital revenue streams. Correction: Intro paragraph changed from &quot;downloads&quot; to &quot;users&quot; the 250m figure relates to people who have ever used Shazam, rather than just downloaded it.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/sep/17/shazam-250m-downloads-social-tv", 
    "wordcount": "600"
}