{
    "headline": "UK government must show leadership with moratorium on Arctic drilling", 
    "text": "On the Shell&apos;s website, there is a section devoted to the company&apos;s operations in the Arctic. Decorated with beautiful images of glistening, lunar-like landscapes and indigenous people riding with huskies, it looks a bit like a travel guide  there&apos;s even a paragraph entitled The Alaska Experience. But beneath this pristine wilderness, Shell estimates, lies &quot;around 30% of the world&apos;s undiscovered natural gas and 13% of its yet-to-find oil  around 400bn barrels of oil equivalent, 10 times the total oil and gas produced to date in the North Sea&quot;. Unfortunately for Shell, which has reportedly spent six years and 2.8bn on Arctic exploration, things aren&apos;t going to plan. This week it announced it will not be drilling for oil or gas in the Chukchi Sea this year, since equipment built to contain oil spills was damaged during a test. It isn&apos;t the only company to have struggled against the ferocious Arctic conditions. BP indefinitely suspended a $1.5bn offshore oil project in Alaska this year, while Russian state-owned Gazprom has also stopped a gas project owing to spiralling costs. Nature itself may have thwarted the fossil fuel industry&apos;s biggest dinosaurs for the time being, but as long as they have permission to explore, the threat to this delicate region remains immense. Now we need politicians to start taking responsibility. In a hard-hitting report published on Thursday by parliament&apos;s cross-party environmental audit committee, of which I am a member, MPs are taking a stand and calling on the UK government to push for a moratorium on all oil and gas drilling in the Arctic. It highlights the fact that conventional oil spill response techniques have not been proven to work in such severe conditions. In the evidence sessions that put together their report, it became blindingly obvious that the infrastructure to mount an effective clean-up operation in the event of an Arctic oil spill simply doesn&apos;t exist. All the more shocking was the industry&apos;s laissez-faire attitude to this fact. An evidence session with Peter Velez, Shell&apos;s upstream global emergency response manager, found that the company is completely unable to show that they have made any estimate of clean-up costs should a worst-case scenario happen in the Arctic. Velez said: &quot;The way that I look at it is that I don&apos;t look at the clean-up cost. I look at what is required to make sure that we have the best available oil spill response equipment out there to respond to a spill.&quot; When I pressed him, he continued: &quot;We do not place a cost on that because our responsibility, in the unlikely case that we have an oil spill, is to clean it up and we are going to do whatever it takes to clean up.&quot; This approach to a potential disaster in one of the world&apos;s most fragile and ecologically important areas is in itself incredibly irresponsible. But given the impact that such a disaster would have on its shareholders, it&apos;s even more extraordinary that Shell won&apos;t make a financial estimate of the cost of a worst case scenario. The committee also investigated the profound impact that climate change is already having on the area. The Arctic is warming twice as fast as anywhere else on the planet, with average warming of 1-2C since the 1960s and an accompanying loss of sea ice extent of 4% per decade. The committee heard that a collapse in summer Arctic sea ice, increased methane emissions from thawing permafrost, melting of the Greenland ice sheet and changes to the thermohaline circulation could all have serious consequences  pushing up sea levels and transforming weather patterns. So not only do drilling operations pose a threat to the physical landscape of the Arctic, the obsession with burning every last bit of fossil fuel in the Earth risks accelerating those deeply worrying changes taking place in the global climate. As the committee heard, there are already more proven fossil fuel reserves in the world than can be burnt safely if we want to keep global temperature rises below dangerous thresholds. These facts should be a wake-up call to all governments that we need to phase out fossil fuels fast. But instead we are witnessing a reckless gold rush as companies and governments make a grab for the untapped oil and gas reserves  drawing much needed investment away from the clean, home-grown, renewable energies that are readily available and will last long into the future. Unless a pan-Arctic oil spill response standard is put in place, together with a stricter financial liability regime for oil and gas operations requiring companies to prove they can cover the costs of cleaning up, no government should even entertain the idea of giving the go ahead for further exploration. The UK government must now respond to the findings of this report and show vital leadership by doing all it can to urgently secure a moratorium on Arctic drilling. I would suggest it starts with the companies registered in this country.", 
    "section": "environment", 
    "gid": "environment/blog/2012/sep/20/moratorium-arctic-drilling", 
    "wordcount": "833"
}