{
    "headline": "Indonesia's tiger habitat pulped for paper, investigation shows", 
    "text": "The habitat of the endangered Sumatran tiger is being rapidly destroyed in order to make tissues and paper packaging for consumer products in the west, new research from Greenpeace shows. A year-long investigation by the campaigning group has uncovered clear evidence, independently verified, that appears to show that ramin trees from the Indonesian rainforest have been chopped down and sent to factories to be pulped and turned into paper. The name ramin refers to a collection of endangered trees growing in peat swamps in Indonesia where the small number of remaining Sumatran tigers hunt. Chopping down these trees is illegal under Indonesian law dating back to 2001, because of their status as an endangered plant species. But Greenpeace alleges that its researchers found ramin logs being prepared to be transported for pulping. The company tested logs in lumber yards belonging to the paper giant Asian Pulp and Paper, on nine separate occasions over the course of a year, and sent them to an independent lab to be tested. Out of 59 samples, 46 tested positive as ramin logs.            Asian Pulp and Paper denied wrongdoing. The company said in a statement: &quot;Asia Pulp &amp; Paper group (APP) maintains a strict zero-tolerance policy for illegal wood entering the supply chain and has comprehensive chain of custody systems to ensure that only legal wood enters its pulp mill operations. APP&apos;s chain of custody systems are independently audited on a periodic basis. This ensures that we only receive legal pulpwood from areas under legal license that have passed all necessary ecological and social assessments. &quot;APP&apos;s chain of custody system traces the origin of raw material, evaluates its legal and environmental status, to minimise the risk of contamination and to ensure that endangered species are protected  in accordance with the laws of Indonesia.&quot; The same hardwoods that grow in the Sumatran peat swamps where the tiger lives have also been independently verified to exist in paper products found on supermarket shelves, including photocopying paper, packaging for consumer products such as tissue paper. Because the amounts of this pulp found in the paper samples are so small, it is impossible to say that they also contain ramin. However, independent lab tests confirmed the presence of &quot;mixed tropical hardwoods&quot; in paper samples from a wide variety of consumer outlets in the west. This shows that valuable rainforest trees are being turned into everyday items bought by unsuspecting consumers. These fibres are highly likely to come from the same log yards examined by Greenpeace, because once pulped these rainforest trees are widely disseminated to packaging suppliers. Greenpeace said the links showed that APP should submit to more independent auditing. John Sauven, director of Greenpeace UK, told the Guardian: &quot;We are really hoping for a positive response from APP. We want to see an end to the destruction of this incredibly important habitat.&quot; Greenpeace&apos;s researchers visited APP lumber yards on nine occasions over the course of a year. Each time, they took samples of logs they suspected could be ramin, and recorded the sample-taking on video. They also recorded their exact location via GPS, and bagged the samples in tamper-proof containers. These were then sent to an independent laboratory in Germany where they were tested and most of them found to be ramin. The same German laboratory also found significant levels of mixed tropical hardwood in consumer products from various companies, which Greenpeace believes came from the same forests. APP&apos;s statement continued: &quot;A recent independent report confirmed that no protected tree species are entering our supply chain. However, APP accepts that no system in the world, no matter how rigorous, is 100% failsafe. We welcome the recent report from Greenpeace International and will study it carefully  to ensure that we identify and act on any weaknesses in our chain of custody systems. It is APP&apos;s desire to work with Greenpeace and other like-minded NGOs to improve our responsible sourcing policies and practices.&quot; The company did not provide further details of its audits.", 
    "section": "environment", 
    "gid": "environment/2012/mar/01/indonesia-tiger-habitat-pulp-paper-greenpeace", 
    "wordcount": "672"
}