{
    "headline": "Veterinary science", 
    "text": "What youll learnYour degree will teach you the structure and form of the animal body  including mammals, birds, reptiles and fish. You will also study genetics, animal handling and behaviour, epidemiology and biometrics, nutrition and metabolism. Later on, you will study diseases and their treatment in everything from small family pets to large herds of farm animals, including a wide range of medical and surgical techniques. You will work in different types of practice to hone these skills before you graduate. Peripheral, but no less important, topics include ethics, welfare, communication, professional behaviour and business skills. You will also learn about the ethical and legal obligations you will face as a vet. By the time you graduate, you should have the knowledge and confidence to work as a vet, whether in a practice, on a farm or stables, in a zoo, or in industry or research. You will have a solid grounding in essential knowledge and practical skills, as well as a desire for lifelong learning. This is essential  the Royal College of Veterinary Surgeons mandates at least 35 hours continuing education each year, and most vets go on to take further qualifications.   interactive   How youll learnVeterinary courses are highly engaging and interactive. You will be taught through lectures, seminars, tutorials, online and group learning, and practicals. The latter will include laboratory work, getting yours hands dirty on the farm, and practising clinical skills with real patients.  What are the entry requirements?Applications to veterinary medicine need to be submitted in time for the October Ucas deadline.   Veterinary medicine is highly competitive, and its likely that youll need to sit an entry test, as well as have an interview. Chemistry and biology are usually required at A-level (or equivalent). Physics and maths may also help your application. Admissions tutors will also expect to see some relevant work experience on your application.   interactive   What jobs you could doJob prospects for vets are extremely good. Most graduates are employed in general practice, working with small animals, horses or farm animals, but there is a huge range of other opportunities  if you fancy working with ostriches in South Africa, you may find an opening. If you want to specialise, you can undertake further study in a variety of specialised areas in different species and types of practice. There are a growing number of specialists working in second-opinion referral centres. Vets are also employed in zoos around the world. Others work in research, for governments or NGOs, in the pharmaceutical industry or on TV.", 
    "section": "education", 
    "gid": "education/2008/may/01/universityguide.veterinaryscience", 
    "wordcount": "422"
}