{
    "headline": "Saving web pages and other queries", 
    "text": "I needed to see what a recruitment agency job description looked like last week, because the company was offering less than the advertised salary. I managed to find the information using Google&apos;s cached copy of the page, but that isn&apos;t going to last forever, is it? If you consider mobile phone terms and conditions, or banks&apos;, how can you prove what was displayed one month ago, one year ago, or even 25 years ago? JohnGoogle keeps a cached copy of the pages it indexes (unless told not to in a site&apos;s robots.txt file) and you can view these very easily by typing cache: in the search box, followed by the page&apos;s web address. Google will keep the cached page until it the next time its spiders visit the page, when it will be replaced by the new version. This could be within a few hours, or it could take a few months. Sites that Google thinks are important usually get more frequent visits. However, the Internet Archive, an independent organisation, also takes snapshots of web pages and stores them forever. You can use its WayBack Machine to see what a particular page looked like anything from one day to 16 years ago. The system&apos;s earliest page for Yahoo.com is dated 17 October 1996, and it has 7,843 records of Yahoo&apos;s front page. Of course, not even the WayBack Machine captures all the pages on the web, so it would be a very bad idea to rely on it.  When you need to keep a record, there are at least two things you can do. First, you can save a copy of the page to your PC&apos;s hard drive. Internet Explorer provides the handy option to save a web page as a single file in the internet standard .mht (Mime HTML) file format. Go to File, select Save As, and use the default option &quot;Web Archive, single file (*.mht)&quot;. (The Opera browser also supports *mht files. Apple doesn&apos;t, but you can save web pages as PDF files instead.) Second, you can take a snapshot of the page using any of the popular screen grabbers, or the Snipping Tool built into Microsoft Windows 7 and Vista. This is simple and, in many cases, the best approach. Most web content is transitory, and Google is mainly interested in finding things that have been posted very recently, regardless of quality. If you think you will ever want to see something again, it&apos;s best to save it. There are a few applications to save and organise web pages, such as AskSam&apos;s SurfSaver ($19.95), CyberKeeper ($14.99), iMiser Research Assistant ($39.95) and SurfuLater ($79). Sorry, I can&apos;t find a free alternative to SurfSaver, but it&apos;s good value for business users and students. Translating web texts I used to use Client for Google Translate for instant translations on web pages, but this now operates as a paid service. Can you recommend a similar free service that does not require the cut and paste malarkey to Google Translate? Andrew Google changed its terms of service last year when it announced Paid version of Google Translate API now open for business. Basically, companies that were using Google&apos;s translation API (applications programming interface) for nothing now have to pay $20 (12.75) per million characters, so Client for Google Translate  a Windows program  stopped being free. However, if you browse foreign language pages with Google Chrome, it will usually pop up a bar asking if you want them translated. If not, you can copy and paste either the website address or the text into Google Translate.  Microsoft has a similar service, Bing Translator, which is used for Facebook translation. From 31 May, it has also replaced Yahoo&apos;s long-running Babelfish (babelfish.yahoo.com) service. Prompt Translator is similar free alternative. There are a few Firefox add-ons that you could try. Quick Translator appears to do what you want, but also uses the Google API. Possible alternatives include the imTranslator toolbar and Fox Lingo, which use many different online translation services. Adding a signature to emails I would like to have my business information at the bottom of my Gmails. Please tell me how to do this in very simple terms, as I am not a computer whizz. Karen You can add your name, address, phone number, and other details to the end of each email by using a &quot;sig&quot; or signature. Most email programs provide this feature. In Gmail&apos;s case, click the cogwheel aka &quot;gear icon&quot; in the top right of the screen, and select Settings. Scroll down the new page (which is under the General tab) until you reach a panel that says &quot;Signature: (appended at the end of all outgoing messages)&quot;. The default is &quot;No signature&quot; but clicking inside the empty text box will change that. The simplest type of sig is plain text. If that&apos;s what you want, create your sig in a simple text editor such as Notepad and paste it into the box in Gmail labelled &quot;Plain text&quot;. To complete the process, scroll down to the bottom of the page and click the button marked Save Changes. There is a great FidoNet/Usenet/internet tradition (from long before this new-fangled web appeared) of using plain text sigs with ASCII art and a quotation. There used to be dozens of online collections of such sigs. Most of them have gone now, but you can still find them on the WayBack Machine, including this Thematic collection of ASCII-art signatures. If you have chosen to send Gmail emails in &quot;Rich text&quot; using bold and italic text, rules etc, then you can compose a &quot;rich text&quot; sig. It&apos;s best to do this in the online box provided. In this case, you can also add an image by clicking the &quot;mountain range&quot; icon and pasting in a URL (web address) for the picture  but make sure it&apos;s small. Again, click Save Changes. The worst kind of sig is a single image. It might look nice, but it means people can&apos;t copy your details and paste them into their contacts book. The best kind of sig is a standard vCard virtual business card. You can create one by saving your own contact details from an address book as a vcf file. The recipient can simply double-click it to have those same details loaded into their own contacts book, without any retyping. However, I&apos;ve been recommending vCards with zero success since April 1999, so I&apos;ve given up now.", 
    "section": "technology", 
    "gid": "technology/askjack/2012/jun/21/internet-cache-email-google", 
    "wordcount": "1099"
}