{
    "headline": "Nokia, RIM, Ericsson and Samsung start new round of patent rows", 
    "text": "The smartphone patent wars have abruptly broken out again, with Finland&apos;s Nokia filing suits in the US, Canada and UK to enforce a ruling against BlackBerry-maker RIM, and Sweden&apos;s Ericsson filing suit in the US against Korea&apos;s Samsung over what it claims is a long-standing infringement of its essential patents. The Ericsson suit could have wide-ranging effects if its demands for a sales injunction against Samsung is granted by the US, because it would affect every Samsung device with phone capability. Nokia and RIM have come to loggerheads over a set of &quot;standards-essential&quot; patents (SEPs) they have licensed to each other since 2003, which let phones connect to Wi-Fi networks.  A Nokia spokesperson told the Guardian: &quot;Nokia and RIM agreed a cross-licence for standards-essential cellular patents in 2003, which was amended in 2008. In 2011, RIM sought arbitration, arguing that the licence extended beyond cellular essentials. In November 2012, the arbitration tribunal ruled against RIM. It found that RIM was in breach of contract and is not entitled to manufacture or sell WLAN products without first agreeing royalties with Nokia. In order to enforce the Tribunal&apos;s ruling, we have now filed actions in the US, UK and Canada with the aim of ending RIM&apos;s breach of contract.&quot; The arbitration and enforcement could cost RIM millions of pounds. Every BlackBerry has Wi-Fi capability, as well as standard mobile connectivity. For RIM, which is struggling with collapsing market share in western markets and among its core corporate customers, any extra expense will be unwelcome ahead of the launch of its BB10 software, which it says will be introduced on 30 January 2013. RIM has made an operating loss and seen falling revenues for three successive quarters, and shows no signs of making a profit in the current one, which runs to the end of November. RIM declined to comment on the Nokia move or the arbitration. &quot;If a sales ban was imposed it would be a massive blow for RIM as it manages its transition to the new BlackBerry 10 software platform,&quot; Canalys analyst Pete Cunningham told Reuters. But Nokia is highly unlikely to take that path: it has never used the threat of sales injunctions against companies when &quot;standards-essential&quot; patents are involved. That applied even during a long-running Nokia dispute with Apple, which was finally settled in June 2011 when Apple made a one-off payment and agreed per-handset royalties on the iPhone. Meanwhile Ericsson, which is one of the biggest patent holders in the mobile industry alongside Nokia and Qualcomm filed suit in the Eastern District of Texas against Samsung, saying that it had tried and failed for two years to reach a licence agreement on a separate set of SEPs. It claims Samsung licensed the patents in 2001, and again in 2007, but had recently declined to relicense them. Florian Mller, a patents blogger who follows litigation around the smartphone business closely and has done work for Microsoft and Oracle, noted that Ericsson is seeking an injunction against Samsung.  Mller argues that the case between the two companies could indirectly help Apple, which has similar ongoing suits with Samsung in which the Korean company is asserting a number of SEPs that it claims the iPhone maker should license, but for which Apple claims the price is too high - and so does not fit the &quot;fair, reasonable and non-discriminatory&quot; requirement of SEP licencing. Mller noted: &quot;Ericsson&apos;s litigation forces Samsung to argue that FRAND rates should be low, while in the dispute with Apple, it takes the opposite position. Litigation proceeds pretty quickly in the Eastern District of Texas, so there&apos;s a good chance that Apple will be able to use in its second California lawsuit (in which several of Samsung&apos;s counterclaim patents are wireless SEPs) some of what Samsung has to argue in its defence against Ericsson. &quot;Conversely, Ericsson will certainly try to get some mileage out of Samsung&apos;s statements made in the Apple litigation.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/nov/28/nokia-rim-ericsson-samsung-patents", 
    "wordcount": "674"
}