{
    "headline": "College defends 24,000 mace purchase", 
    "text": "A college has defended plans to spend 24,000 on a ceremonial mace made by an upmarket jewellery manufacturer for use at graduation ceremonies. Bradford College has been criticised by the lecturers union, the University and College Union, for an &quot;outrageous misuse of funds&quot; after commissioning the deluxe club. The further education college said the mediaeval weapon would be symbolic of students&apos; success and aspirations. The cost would be met by income from graduation ceremonies and donations. The purchase was approved after the price was reduced from an initial quotation of 35,000. It was noted in the minutes of a meeting of the college&apos;s governing body that this &quot;would be a sensitive issue in times of budget cuts&quot;. One member of the governing body proposed that the college should instead obtain a &quot;former constituency mace&quot; from the local authority. Julie Kelley, regional official for the UCU, said: &quot;Whether or not the college is using normal funding or corporate sponsorship to purchase this particular item, we think the money could have been put to better purposes.&quot; The sponsorship could have been used to make up the shortfall in funding left by cutting the education maintenance allowance, which paid up to 30 a week to poor teenagers who stayed on at school or college, Kelley told her local newspaper. The mace will be produced by Fattorini, a family-owned, Birmingham firm which specialises in &quot;the design and manufacture of beautifully crafted bespoke items in all materials&quot;, according to their website. A college spokesman said the governing body had reached the decision to buy the mace unanimously. &quot;Over the last 40 years, the college has gained an excellent reputation for delivering quality education and the mace is symbolic of the achievements, success and aspirations of the college and its students.&quot;", 
    "section": "education", 
    "gid": "education/2012/jun/11/college-defends-mace-purchase-graduation", 
    "wordcount": "312"
}