{
    "headline": "Our future energy strategy cannot depend on renewables alone", 
    "text": "Accounting for around half of all infrastructure investment in the UK, the energy sector is crucial to all of our economy, supporting jobs and driving growth. In planning our future energy strategy, we cannot afford to become dependent on a single form of generation. To provide resilience and security in a complex world characterised by dynamic change we need a balanced energy mix: a mix that includes new nuclear, gas, new carbon capture and storage technology, and renewable energy of the right kind. An energy mix that is secure, reduces emissions, and most importantly  delivers value for money for the consumer. Last year the renewable energy sector created 20,000 jobs and it can do even more to boost skilled employment. Our plans for renewables have the potential to encourage as much as 25bn of investment between 2013 and 2017. We have already unlocked planned investment, such as Drax&apos;s shift from coal to a predominantly biomass generator. The outcome of the recent review of support for renewables has delivered for consumers as well, reducing the impact of support by 11 on the average household bill over the next two years. But I know we must do even more because energy bills and their impact on businesses and households can hamper growth and hurt the vulnerable. The government is committed to minimising costs to consumers and as costs fall we will bring down support levels accordingly. We have seen renewable energy costs falling and our long-term goal is to enable renewables to compete against other forms of low-carbon generation without subsidy. As well as setting out a 10% cut in support for onshore wind for 2013-14 the recent review also set out a commitment to call for evidence on any further cost reductions and the wider issue of community engagement. This call for evidence is vital as we must protect consumers from increased costs where we can. As former UK prime minister Benjamin Disraeli said: &quot;there can be economy, only where there is efficiency&quot;. It would therefore be completely wrong to subsidise any technology by a penny more than necessary. I am taking an active interest in the community engagement angle of this work. I have always said that renewable energy has a role to play but it must be in the right places, at the right cost and backed by genuine community support. The salience of aesthetics to discussions about renewables has often been neglected. I agree with philosopher Ludwig Wittgenstein that &quot;ethics and aesthetics are one&quot;. It is part the product of philosophical liberalism that we place undue emphasis on utility and not enough on beauty. All that we do must be sensitive to local environments. Inspired by local interests and influenced by local communities; in that spirit I am very much looking forward to casting my eye over the responses to our call for evidence. I also look forward to working closely with the renewable energy industry and debating a range of issues in the coming years, as we seek to put in place the policies that will secure our energy supply for the future. I expect industry to challenge us where they think that our proposals won&apos;t work, and to support us when they think we are right. But I will not be starry-eyed about the influence of commercial interests. It is my responsibility to get a fair deal for consumers in the national interest. I will challenge assumptions and assertions and fight for billpayers. This applies not just to renewable energy, but across the entire portfolio. In these exciting and challenging times, we must develop a fresh energy strategy built on a new paradigm. I am determined to deliver a strategy in the best interests of all.  John Hayes is minister of state for energy at the Department of Energy and Climate Change and member of parliament for South Holland and the Deepings", 
    "section": "environment", 
    "gid": "environment/2012/oct/30/energy-strategy-renewables", 
    "wordcount": "653"
}