{
    "headline": "Oil firm accused over Kalamazoo spill 'handled response like Keystone Cops'", 
    "text": "A scathing government investigation into a devastating oil spill on Michigan&apos;s Kalamazoo River found the pipeline company overlooked danger signs for five years before the accident and handled their response like the &quot;Keystone Cops&quot;. The July 2010 rupture of the Enbridge pipeline caused the most damaging onshore oil spill in US history, poisoning 35 miles of waterway and exposing 320 people to crude oil. Clean-up costs were more than $800m. The US National Transportation Board said in presenting its report on Wednesday that accident could have been avoided, and accused Enbridge of overlooking warning signs of corrosion, cracks, and thinning metal in the pipeline that first emerged in 2004. Board members also accused the Calgary-based company of botching their response to the oil spill, allowing more than 1m gallons of crude to gush into the Kalamazoo River. &quot;When we were examining Enbridge&apos;s poor handling to their response to this rupture you can&apos;t help but think of the Keystone Cops,&quot; the board chairperson, Deborah Hersman said. It took 17 hours before the company took action  despite multiple alarms, and reports from the public of a strong gas smell. &quot;Why didn&apos;t they recognise what was happening and what took so long?&quot; she said. Even more damning for Enbridge were the technical reports from investigators which found the company had failed to properly maintain the pipeline. &quot;For five years they did nothing to address corrosion or cracking at the rupture site and the problem festered,&quot; the board was told. Hersman also faulted weak regulation for the spill. Lorraine Little, a spokeswoman for Enbridge, said the company would not comment on the findings until the hearing adjourned. The scathing report had been much anticipated. Earlier this month, the department of transport fined Enbridge $3.7m for the spill  the largest such fine in US history. But Enbridge could be facing further action. NTSB investigations have a strong reputation in Washington, and the agency has a good record for seeing its safety recommendations put into practice. The Kalamazoo spill, though overshadowed at the time by the Gulf of Mexico oil disaster, has become a rallying point for environmental groups opposed to the tar sands, and the push to extend the Keystone pipeline from Alberta to the Texas Gulf Coast. &quot;Enbridge can no longer hide behind the unanswered questions and must now face the reality of having the largest inland tar sands oil spill in history,&quot; Beth Wallace, a pipeline expert for the National Wildlife Federation wrote in a blog post. She said the accident demonstrated that that particular line be taken out of operation, and not be replaced. Wallace also called for a hold on all other tar sands pipelines, pending further study.", 
    "section": "environment", 
    "gid": "environment/2012/jul/10/oil-kalamazoo-spill-keystone-cops", 
    "wordcount": "458"
}