{
    "headline": "Exams watchdog plans A-level reforms to curb persistent grade inflation", 
    "text": "The head of the exams watchdog has signalled wide-ranging reforms to A-levels to tackle claims that examiners have been giving students &quot;the benefit of the doubt&quot;, leading to persistent grade inflation. Glenys Stacey, chief executive of Ofqual, said the body would consult over the summer on proposals to scrap the modular AS structure, to make certain core subjects compulsory for all under-18s, and to introduce multiple choice questions to ensure students were being tested more widely on their knowledge. In an interview with the Sunday Telegraph, Stacey blamed examiners for year-on-year grade inflation, which she said was &quot;impossible to justify&quot;. &quot;If you look at the history, we have seen persistent grade inflation for these key qualifications for at least a decade,&quot; she said. &quot;[It] is virtually impossible to justify and it has done more than anything, in my view, to undermine confidence in the value of those qualifications. &quot;One of the reasons why we see grade inflation, and it is a laudable reason, is that a lot of the time there are very small gains just by giving the benefit of the doubt. But the benefit of the doubt factor has an impact over time. We need to find ways to manage grade inflation.&quot; The remarks are in stark contrast to those made when she was appointed to the job last year by the education secretary, Michael Gove. In May 2011, she told the Times Higher Education supplement: &quot;I don&apos;t find &apos;grade inflation&apos; to be a very helpful expression. &apos;Inflation&apos; has a negative import, whereas in fact we may be seeing young people being taught well and working hard.&quot; Stacey told the Sunday Telegraph universities found the modular system flawed and unsatisfactory. &quot;We have found that there is a strong and persistent view from universities that the modular approach to A-levels is not achieving what it needs to, that the parts don&apos;t add up to the whole,&quot; she said. Stacey added that too much teaching time was being taken up with exam preparation and helping students to resit modules. &quot;There are only so many school hours in a year. When time is spent preparing for modular exams, doing test papers, doing exams, doing resits, where is the time for teaching? &quot;It is not simply a question of &apos;well, let&apos;s propose we get rid of the January exams&apos;, you do need to have regard to the structure of the two-part A-level. The answer may well be different subject by subject.&quot; Earlier this month, it emerged that Gove had written to Ofqual asking for the Russell group of universities to set A-level questions and &quot;drive the system&quot;. &quot;I am increasingly concerned that current A-levels, though they have much to commend them, fall short of commanding the level of confidence we would want to see,&quot; he wrote.", 
    "section": "education", 
    "gid": "education/2012/apr/29/exams-a-level-reforms-grade-inflation", 
    "wordcount": "484"
}