{
    "headline": "Ethical living: should I be worried about chemicals in my children's clothes?", 
    "text": "In the 1980s, C&amp;A (a former high-street giant in the UK) was an early adopterof organic cotton, marketing it as a healthier fabric because it contained fewer chemicals which could be absorbed into the bloodstream or trigger allergies. Shoppers were confused. &quot;Can you eat it?&quot; some asked. Hopefully nobody put it to the test. Experts increasingly warn that excessive chemical agents in clothes can leach into the wearer&apos;s skin. There are legal safety limits for a raft of chemicals in textiles, but only atiny proportion will be tested, so how much clothing actually flouts these limits? Afortnight ago a shipment of children&apos;s shoes from China intercepted in the US port of Seattle was found to contain three times the acceptable level of lead. Even Poland&apos;s official Euro 2012 shirt was pulled up for containing excessive levels of organotin compounds (which help with sweat/breathability). When Greenpeace tested for the top six chemical nasties in clothing in 2011, including phthalates (plastic softeners), and formaldehyde (frequently used to treat clothing to ward off mould during shipping), it found 14 out of 17 retailers sold products that exceeded &quot;safe&quot; levels. Many parents worry about pyjamas as sleepwear must be fire retardant. While Tris fire retardants (found to cause cancer and sterility in animals) were banned in 1977, the widely used brominated flame retardants (BFRs) have been found to store up in fat. Most sleepwear now is either polyester (with a fire retardant woven into it so that BFRs aren&apos;t needed) or snug fitting (less prone to catching fire), 100% cotton and untreated. Daywear problems include iron-on cartoon transfers and &quot;miracle&quot; fabrics resistant to germs and dirt (which sound appealing to parents). You should keep it simple. If you want antibacterial, go for natural polymers, such as sericin (from silk) and chitosan (derived from algae) which don&apos;t introduce new synthetic agents. There are brilliant ethical manufacturers which make non-toxicity a priority. Try welovefrugi.com and boysandgirlsshop.com. Some high-street names, such as H&amp;M and M&amp;S, are leaders in reducing toxicity, from growing to dyehouse, and responded well to Greenpeace&apos;s Dirty Laundry campaign. Above all, keep up the pressure. Toxic dyes and lead in your kids clothes won&apos;t wash. Retailers need to know that. Green crush  Lonesome George, the last Pinta Island Giant Tortoise, lived on Santa Cruz Island, Galapagos, from 1972 until his death last week. He was moved when his original habitat was devastated by the introduction of goats, giving us our first important eco lesson. George&apos;s departure reinvigorates the conservation debate on the importance of subspecies, as scientists try to establish how much of his genetic material might be present in the Pinta/Isabela hybrid tortoise. In life Lonesome George was a conservation icon; in death he&apos;s aresearch catalyst.", 
    "section": "environment", 
    "gid": "environment/2012/jul/08/lucy-siegle-childrens-clothes-toxicity", 
    "wordcount": "477"
}