{
    "headline": "Guitar Zero: my wife says I was cute but tuneless", 
    "text": "Most people who want to learn the guitar would get themselves a tutor. Why for the first six months were you self-taught? I was too embarrassed even to go to a teacher because I didn&apos;t want to waste their time. I didn&apos;t realise that lots of guitar teachers enjoy working with adult beginners  you&apos;re a clean slate and usually well-motivated. How would you describe your sense of pitch and rhythm before you embarked on the project? My wife says, accurately, that I was &quot;cute but tuneless&quot;. I was sometimes referred to as &quot;congenitally arrhythmic&quot;, which is to say I had no natural sense of rhythm. I basically started with zero talent. How would you describe your sense of pitch now? Still not great but hugely better than it was and likewise my sense of time and rhythm, so I can dance in time to simple music and people enjoy my dancing, which is a miracle. I&apos;ve come a very long way, but I still have a long way to go. What do you think about the 10,000-hour theory popularised by Malcolm Gladwell  that you need to practise any new skill for that long to become a virtuoso?  I think it&apos;s very oversimplified. I type for at least five hours a day, seven days a week, so I&apos;m way past 10,000 hours and I&apos;m still a terrible typist. A lot of mediocre musicians put in way past 10,000 hours, whereas the Beatles put in far less before they were really good. It depends on how you practise, whether you have innate talent (which in the case of music I don&apos;t) and what the skill is. It is true that the more you practise, the better you&apos;re going to get, although even there, as my typing shows, not if you&apos;re just doing the same thing over and over again and don&apos;t push yourself. Why do some people have perfect pitch and the ability to play by ear? It is partly genetic and partly environmental. Perfect pitch is more common in China and Mandarin is a tonal language  the right genes and the right environment  but if you go to a conservatory there where people are selected for their musical talent, only about half will have perfect pitch. So some people, even if they&apos;re well motivated and have something like the right set of genes, don&apos;t have exactly the right set of genes. Playing by ear you can learn to do even if you don&apos;t have perfect pitch, if you have a good grasp of relative pitch, which I&apos;m still working on. What about the different music teaching methods? Each method taps into something about how the mind works. Suzuki taps into that connection between your ears and your fingers and doesn&apos;t worry about sight reading, as does a different method known among music educators: Edwin Gordon&apos;s method of audiation. Then there are the conservatory approaches that are more about the sheet music. Part of why you see so many methods is that there are a lot of different brain areas involved in music. It is a very broad skill and some teachers are better at teaching particular parts. Some teachers, for example, might know how to break down pop songs into easy-to-understand pieces, but not know much about the technical language. Others might be really good helping you understand harmonically what&apos;s going on. Talk to me about your love of improvisation Mihaly Csikszentmihalyi, the psychologist who wrote the book Flow, talks about this moment of losing track of everything else and just being there, and I think this is what improvisation on a good day brings. It also draws on the same part of my brain that cares about science. It&apos;s exploration; I just love that. When did you first experience that in music? Pretty early on. As soon as I learned what a minor pentatonic scale was I was able to improvise a little bit and that was after only a couple of weeks. I get better and better and add more techniques, but one of the most empowering things I found was how easy it is to make music. I thought you had to have years of training. What advice would you give to a 40-year-old who wants to take up a musical instrument, learn a foreign language or embark on a challenge? I would say, like the Nike commercial  just do it. Enjoy the journey, don&apos;t be too final-goal orientated, get a good teacher who can help you to identify your weaknesses and work on them. I think I waited too long in getting a teacher. Do you have another challenge in mind?  I want to get better at the guitar and there are only so many hours in the day.", 
    "section": "science", 
    "gid": "science/2012/jun/10/gary-marcus-guitar-zero-interview", 
    "wordcount": "799"
}