{
    "headline": "Sprouting success in Senegal: trees offer growing solution to Sahel", 
    "text": "Abdou Sall, 62, is a farmer in Kaffrine in Senegal&apos;s peanut basin. Peanut production has declined by two-thirds across the district in the past 15 years, which like the rest of the Sahel is in the grip of its third drought in a decade. Sall is buoyant, however. He says his trees have shielded him from the hunger that affects as many as 18 million people across eight west African countries. &quot;Last year there was lack of rain, but I had fewer problems than others. When it rained, the humidity stayed longer on my fields.&quot; Since 2009, Sall has practised farmer-managed natural regeneration (FMNR), protecting wildlings and pruning stumps that coppice so they rapidly grow or regrow into trees. The conventional wisdom is that trees compete with crops, but FMNR has increased millet harvests from 430kg to 750kg a hectare, according to World Vision, which supports 39,000 hectares (96,000 acres) of FMNR in Kaffrine. At a conference at the World Agroforestry Centre in Nairobi in April, scientists endorsed FMNR. &quot;Fallowing used to take care of fertility, contributing 80-90% of all organic material in soil,&quot; said agro-ecologist Roland Bunch. &quot;But today 80% of African farmers have under two hectares and cannot rest their land. Restoring soils with trees is key.&quot; Trees such as Faidherbia albida fix nitrogen in the soil. Nevertheless, scanning Sall&apos;s fields at the end of the nine-month dry season, it is hard to account for the reported leap in yields. The sandy land has just a few large trees and the scattered young ones are only three to 15ft tall. But World Vision&apos;s Charles Bakhoum says that, after three to four years, a hectare of land under FMNR typically has 37-40 trees compared with six to seven where farmers clear all vegetation before sowing. And that seems to be enough to make a difference. Sall is sure he knows how trees boosted his crop. They reduce the wind that blows away topsoil, and they provide shade to livestock, who drop manure and urine. Tree leaf litter forms humus, adding organic matter to the earth. &quot;I do not need fertiliser now,&quot; says Sall. Since he started re-greening, the ecosystem has begun to repair. &quot;Now more tree seedlings come up with the rains,&quot; says Sall. Bush pigeons, guinea fowl, rabbits and jackals have returned. His fields contrast with the bare, bleak ones of his neighbour, who has neatly burned the residue from last year&apos;s harvest and hacked away all regenerating stumps, the key to FMNR. &quot;Stumps are remnants of an underground forest that has been cleared and is waiting to be released,&quot; says Tony Rinaudo, the Australian missionary who stumbled across FMNR in the 1980s in Niger and went on to develop the technique. &quot;50% of the biomass is under the ground.&quot; Most indigenous trees in Africa coppice when cut, their stumps looking like tangled weeds and valueless scrub to the unknowing eye. But when the farmer selects the tallest and straightest stems and culls the rest, trees rapidly regrow. &quot;The best results from FMNR are attained when the farmer regularly prunes any unwanted new stems and side branches as they appear,&quot; says Rinaudo. The cuttings provide wood for cooking. FMNR is far more successful than tree planting; west Africa has had legions of failed reforestation schemes. &quot;I have no desire to plant trees,&quot; says Sall. &quot;I do not think they will survive and also I have plenty coming up.&quot; Bakhoum says: &quot;We have shut our central nurseries and basically abandoned tree planting. Less than 5% of our seedlings survived.&quot; Donors are anxious to curb the food crises that are striking at ever narrowing intervals  in the Sahel in 2005, 2010 and 2012. &quot;Building the resilience of communities by strengthening their agricultural practices is essential,&quot; says the UN World Food Programme deputy regional director for west Africa, Claude Jibidar. Aware of FMNR&apos;s ability to build resilience, the WFP is giving food for work to 5,000 FMNR farmers in Kaffrine. FMNR increases resilience beyond its impact on soil. The leaves and fruit of trees in the Sahel are valued food and not only in times of extreme hunger. Near Sall&apos;s farm, teenage girls perch in trees, collecting the leaves of tamarind and the sugary fruit of Cordyla pinnata. Like baobab leaves, both make sauce for couscous. Children suck the vitamin C-rich fruit of Balanites aegyptica (which tastes like apricot), while women crack its kernels for oil. A metal press stands nearby; goats will eat the remains. A woman has cut Anogeissus leiocarpus branches for forage for cattle. FMNR is not seamless. &quot;You have to be courageous,&quot; says Sall. &quot;People steal my trees.&quot; A rumour that land under FMNR is to be seized has created fear, resistance and non-adopters. And World Vision regional food security adviser Claude Nankam thinks FMNR has limits. &quot;We need to go further to conservation agriculture with trees  FMNR with no till farming and more rational use of manure.&quot; But FMNR, new to Senegal, has undoubtedly worked elsewhere. In Humbo in Ethiopia, FMNR has re-greened 2,800 hectares: springs, dry for 30 years, are flowing again. And in Niger, FMNR has re-greened 5m hectares with 200m trees.", 
    "section": "global-development", 
    "gid": "global-development/2012/jun/11/sprouting-success-senegal-trees-sahel", 
    "wordcount": "892"
}