{
    "headline": "Peacekeepers work to smooth Zimbabwe's rocky road to elections", 
    "text": "With elections scheduled for next year in Zimbabwe, human rights groups fear a recurrence of the violence that broke out around the disputed vote in 2008, when President Robert Mugabe&apos;s Zanu-PF party lost its parliamentary majority. In a report last week, the Observatory for the Protection of Human Rights Defenders, an NGO network, expressed concern that human rights defenders could become victims of a potential rise in violence and a crackdown on civil society due, in particular, to collusion between security forces and the presidential party. The UK&apos;s Department for International Development (DfID) describes Zimbabwe&apos;s political situation as &quot;highly volatile&quot; (pdf). DfID is providing 80m-90m in aid to Zimbabwe this year and next, and says it is prepared to increase aid significantly if a government is elected that &quot;reflects the will of the people&quot;. This is the difficult situation in which Leo Wamwanduka, a peace activist, is operating. Wamwanduka runs Envision, an NGO working at community and village level to build bridges in an attempt to defuse violence before a referendum for a new constitution, which is supposed to take place at the end of this year, and elections in 2013. Zimbabwe is set to hold elections by June to end the power-sharing deal between Mugabe and Morgan Tsvangirai, the prime minister. The two formed a coalition in 2009 under a &quot;global political agreement&quot; brokered by regional leaders after the election in which Mugabe claimed victory over Tsvangirai in the presidential vote. &quot;Our main message is that we can see things differently, but it is important to acknowledge that differences do not necessarily lead to fighting,&quot; said Wamwanduka, who was in London last week to discuss Envision&apos;s work with MPs on the all-party parliamentary group on conflict and to compare notes with people working to reduce gang violence in Newham, London. Wamanduka said: &quot;Having an argument can be good because it may bring the benefit of new ideas and people get their say, but when an argument is not handled properly it can lead to violence. It is important for people to be able to disagree. We try to instil a culture of tolerance where there is an appreciation of diversity of views.&quot; Envision is working in five villages in Hurungwe district in Mashonaland West province in northern Zimbabwe, reaching about 1,400-1,500 people. The area saw considerable political violence in the runup to the last election. &quot;We work with key individuals, traditional leaders and young people, hold training workshops in analysing and defining conflict and violence,&quot; said Wamwanduka. So far, 22 traditional local leaders have been trained and local peace committees set up to support their work. The other key message in these workshops is that peace is a precondition for development and a chance at prosperity. However, that message comes against a backdrop of the highest level of youth unemployment in southern Africa  59.6% in 2004, according to the latest official figures. &quot;There are similarities in how underprivileged young people react to their situations. Here [London], they form gangs and get into trouble. In my country, they join political parties to do mischief as part of the political game,&quot; said Wamwanduka. One way of dealing with disaffected young people is to identify troublemakers and ask them to join communal projects, such as &quot;peace gardens&quot;, where potential antagonists are brought together to grow vegetables. If gardening seems an unlikely path to reconciliation, Envision also organises team activities such as football, volleyball and netball, where teams comprise members of different communities. The test of Envision&apos;s efforts will come nearer the elections. The Observatory for the Protection of Human Rights Defenders is not alone in its concerns. In July, the outgoing US ambassador to Zimbabwe, Charles Ray, expressed his fears about election violence, judging by recent trends. At his last media briefing, he said there were &quot;disturbing signs&quot; of the potential for violence. Political indoctrination rallies have started, and residents have noted increasing incidents of political violence. Wamwanduka said the nature of the threat has changed. &quot;It is more intimidation rather than violence. People are being visited and given warnings, and there have been arbitrary arrests and detention,&quot; he said. &quot;We are working at the grassroots level and hope that the spirit we have can make its way higher up.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/dec/03/peacekeepers-zimbabwe-rocky-road-elections", 
    "wordcount": "734"
}