{
    "headline": "Scottish science can go it alone, but at what cost?", 
    "text": "    Let&apos;s face it: few people on either side of the Scottish independence debate are likely to be swayed by arguments about the impacts independence might have on scientific research. Yet science is a policy area where major changes would follow from a &quot;Yes&quot; vote for an independent Scotland. Nonetheless, the commentator Colin Macilwain passionately argued that Scottish science is ready to go it alone in a recent Nature opinion column.He&apos;s right, of course, it can. There are small European countries with strong science policies: he mentions Switzerland and Austria as enviable examples, although both are rather larger than Scotland, and Norway and Ireland might make for more appropriate comparisons. Although science policy is a power reserved to London, university funding has long been administered by a separate council, which now answers to the Scottish government. Scotland has long deployed its own funding to commission research in support of policy-making.  And, one way or another, Scotland should continue to benefit from European research funding  if not as a member state (because Scotland, seceding from an existing member state, may have to apply for entry) then as an associated country.  But there will inevitably be costs and risks to Scottish science of &quot;going it alone&quot;. These go beyond the obvious issues associated with making the transition to independence and developing new institutions and new practices; the ongoing additional challenges of funding science in a small country must also be considered.  Macilwain accepts that losing access to the UK-wide research councils  probably the longest-standing autonomous structures for funding investigator-driven research in the world  might seem like a serious loss, but he argues that the autonomy of those councils has been eroded in recent years and in any case, it is possible to create credible new funding institutions in a short space of time. He overstates the loss of autonomy of the UK research councils, but he is certainly correct that it should be possible to establish a new funding agency or agencies with robust processes, especially with all that UK (and other) experience to draw upon.  But it will be necessary to tread carefully here, because getting the processes and the underlying principles right, and perhaps even establishing them in law, will be vital given that the autonomy of funding decisions is always likely to be harder to defend in a small political system than it is in a large one. There is also the risk of a kind of referendum blight for Scottish science in the run-up to and aftermath of the vote: UK funding agencies may be reluctant to make significant investments in Scotland&apos;s research infrastructure and scientists may be reluctant to move there while the post-independence arrangements remain unclear.  At least these should be short-lived issues. Of longer term concern must be the fact that the new Scottish research system would be a very small world indeed. Currently, applications from Scottish researchers to the UK research councils are peer-reviewed by a pool of reviewers drawn from across (and occasionally beyond) the UK. However, with a smaller domestic pool of peer reviewers, small country research funders have to look abroad for the majority of the peer review effort expended in making decisions about which research (and which researchers) to fund.  This is already recognised by the Scottish Funding Council, which may, as Macilwain notes, operate a distinctively Scottish policy with regard to university teaching funding, but which has long chosen to cooperate with its English, Welsh and Northern Irish counterparts to run the regular peer-review-based Research Assessment Exercise (now the Research Excellence Framework). If an independent Scotland created new funding agencies, a greater proportion of Scottish research spending would have to go on administering the process of peer review, including the need to pay primarily foreign reviewers: domestic reviewers may have an incentive to review for free, as likely beneficiaries of the same funding body, but foreign reviewers have none.  Alternatively, an independent Scotland could choose to continue to subscribe to the UK research councils in the same way that associated non-EU countries pay to take part in the European research programmes. It would have a strong moral claim to continued access, and it would be difficult to see how a UK government could refuse such an arrangement. Continued access to the existing research councils would allow Scotland to ensure that a diverse range of funding sources remains available to its scientists, and might also help encourage UK research charities to continue to fund research in the country. So, while Macilwain is certainly right that Scottish science can go it alone, those working in Scottish science may conclude that the additional costs of running a small country research system, the additional risks of maintaining autonomy for funding decisions in a much smaller political world, and the consequent reduction in diversity of funding streams together outweigh the attractions of building a whole new research system from scratch.", 
    "section": "science", 
    "gid": "science/political-science/2013/feb/12/scottish-independence-science-scotland", 
    "wordcount": "820"
}