{
    "headline": "Human rights could be faultline in post-2015 development agenda", 
    "text": "Pushing too hard on human rights in the next set of development goals could jeopardise agreement on the post-2015 agenda, the UK international development secretary, Justine Greening, has told MPs. Britain&apos;s prime minister, David Cameron, one of the co-chairs on the UN high-level panel that will make recommendations in May on what should come after the millennium development goals (MDGs), has stressed the importance of good and honest government, the rule of law, transparency and accountability, and free markets as cornerstones for prosperity  what he calls the &quot;golden thread of development&quot;. The panel, consisting of 26 experts from the development sector, the private sector and civil society, held its first substantive meeting in London this month, at which Cameron said his generation had the chance to eradicate extreme poverty. But on Tuesday, Greening signalled to the Commons select committee on development possible faultlines ahead, warning that including human rights would be difficult. &quot;No doubt there will be challenging discussions to have [on human rights] and there will be red lines they [some developing countries] won&apos;t go beyond,&quot; said Greening. Pauline Latham, a Conservative MP, cited Uganda, which plans to pass a law against homosexuality, as the kind of hurdle that Cameron and his co-chairs, President Ellen Johnson Sirleaf of Liberia and President Susilo Bambang Yudhoyono of Indonesia, and their panel will have to negotiate. Greening said Britain wants to see one set of development goals with an explicit focus on reducing absolute poverty that will integrate environmental issues, rather than have two competing frameworks. Besides the high-level panel, there is a parallel group from the Rio+20 summit in June  yet to be established  that will work on sustainable development goals. &quot;There should be one set of development goals that enables us to discuss what the priorities should be,&quot; said Greening. &quot;It is not sensible to have competing frameworks and the risk that we won&apos;t succeed on either.&quot; But meshing development and environmental sustainability will be no easy task. &quot;There is a question of what relative weight to give to the development or sustainability component,&quot; said Claire Melamed, head of the growth and equity programme of the Overseas Development Institute thinktank. &quot;What drives what? Do you have a set of objectives that are environmentally focused and assume the development goals will follow, or do you focus on development first? It&apos;s a debate that will be replicated on the panel.&quot; Written evidence submitted by the Department for International Development (DfID) to the committee said MDG seven on sustainability had not been successful in focusing attention and action on the environment. The MDG has four targets  covering integrated sustainable development, biodiversity, sanitation and slum living  and 10 indicators for monitoring progress. Of these indicators, nine are off-track, six severely so. &quot;All have implications for development because the poorest people in the poorest countries (the &apos;bottom billion&apos;) are heavily dependent on natural resources  forests, fisheries, agriculture  for their livelihoods, and poor people will suffer most from the impacts of climate change,&quot; said DfID. Greening said sustainability had to be a central plank of the next set of development goals, either as a single goal or as a thread that runs through others. &quot;You can&apos;t do it [end extreme poverty] if you don&apos;t do it in a sustainable way,&quot; she said. There is agreement that new goals should maintain the simplicity, measurability and focus of the MDGs, &quot;finish the job&quot; on targets that have not been met, and fill in the elements missing from the goals  notably dire conditions in conflict-affected states, according to DfID. DfID said the post-2015 framework could build on the new deal on fragile states that emerged from the aid effectiveness conference in Busan, South Korea, focusing on inclusive political processes, addressing injustices, insecurity, jobs and greater accountability. The new framework, which should reflect diverse conditions of low-income, middle-income and fragile states, would also be simple and easy to understand, and make sure there are six to 10 &quot;compelling&quot; goals. Some goals could be refined, so education, for example, could emphasise learning as well as enrolment, because enrolment does not ensure a good quality education. The MDGs would also need to maintain focus on women&apos;s rights. &quot;There is a case for a global development agenda which addresses and monitors the elimination for specific gender gaps, and seeks to transform the structural factors that underpin gender inequality,&quot; said DfID. But a focus on human development outcomes alone will not be enough, and growth must be central, DfID added: &quot;We need to find ways to promote a more inclusive and sustainable growth pattern  by focusing on generating productive employment and improving access to marginalised groups, and enhancing productive capacity in developing countries.&quot; Greening said inequality is a major concern, not just in developing countries but in rich countries. Her main priority, she said, is to ensure that people are not being left behind. The subject of inequality led to questions about companies paying, or not paying, their fair share of tax to developing countries  although that is also a debate in the UK, with companies such as Amazon, Google and Starbucks criticised for minimising their tax payments. Greening said there was a need for a global solution, and that the subject will be pursued by the prime minister at the next G8 summit, in Lough Erne, Northern Ireland, in June.", 
    "section": "global-development", 
    "gid": "global-development/2012/nov/21/human-rights-faultline-development-agenda", 
    "wordcount": "912"
}