{
    "headline": "Nurseries' recruitment crisis could worsen after Brexit, says charity", 
    "text": "A catastrophic recruitment crisis in nurseries, which threatens to undermine the quality of early years education, is likely to be exacerbated by the impact of Brexit, a charity has warned. A workforce survey by the National Day Nurseries Association (NDNA) shows qualification levels dropping for the first time amid rising staff turnover, caused primarily by the requirement for qualified staff to have a GCSE grade C or above in maths and English. The sector is warning that Brexit will only intensify the crisis in recruitment and retention of nursery workers, if staff from EU countries feel obliged to leave the UK. Stella Ziolkowski, NDNAs director of quality and workforce development, said: The results of our latest workforce survey show the breadth of this recruitment and retention crisis, backing up anecdotal information from our members. Numbers of qualified staff are dropping too low, which will have a detrimental impact on the quality of early years education, the single most important factor in reducing the attainment gap and supporting children to achieve. She continued: We fear that as a result of Brexit, the picture can only worsen for nurseries. We know that particularly in London and our other bigger cities there are many dedicated staff members from across Europe caring for our children in nurseries.  If they felt obliged to move away from the country, that would further exacerbate the current issue of recruitment and retention of qualified staff.  Ziolkowski said the recruitment crisis also threatened the governments 30-hour free childcare pledge and that rising prices of food and utilities as a result of the falling value of the pound would ultimately have to be passed on to parents in the form of higher fees. The NDNA survey is based on the views of 278 nursery owners and managers, who employ 12,500 staff who care for more than 58,000 children, plus responses from an additional 385 individual practitioners. It shows that the proportion of level 3 qualified staff and above has dropped from 83% to 75% since 2015. The NDNA is calling on the government to scrap the GCSE requirement for qualified staff. This requirement is preventing many good candidates from applying for positions or progressing to higher qualifications within the nursery, said Ziolkowski.  Quality, experienced candidates without GCSEs at these grades must be allowed to demonstrate their skills and knowledge to support our children to reach their full potential.", 
    "section": "education", 
    "gid": "education/2016/oct/19/nurseries-recruitment-crisis-worsen-brexit-charity-gcse-requirement-for-qualified-staff", 
    "wordcount": "402"
}