{
    "headline": "Sebastian Seung: you are your connectome", 
    "text": "Sebastian Seung is tipped as a rising star of neuroscience. He trained as a physicist at Harvard University, but later joined MIT as professor of computational neuroscience. In his first book, Connectome: How the Brain&apos;s Wiring Makes Us Who We Are, he argues that our individuality lies in our connectome, the complex map of our neurons. What does a connectome look like? A connectome is a map of the brain as a network of neurons. If you want a mental picture, think of the flight maps you see in the back of airline magazines, except replace each city with a neuron and each flight by a connection between neurons. Now scale up the map to include 100 billion cities and 10,000 flights per city. That would be your connectome. How do you map a connectome? One way is to cut really thin slices of brain and image every slice. You then have to identify every neuron and trace its path through the chunk of brain. You need high-res images and automated ways to analyse them. I am proposing a long-term goal, to get to a point where we can do an entire human connectome, but that requires decades of exponential innovation. Just by doing small pieces of brain we&apos;ll learn a tremendous amount about how the brain works. What might it tell us? The brain is behind the really big questions we have. Who am I, what is my identity? What is that based on? If memories are encoded in connectomes, your personality might be in your connectome. If that&apos;s the case, that&apos;s the basis of your uniqueness as a person. That&apos;s why I have this slogan: &quot;You are your connectome.&quot; When some people think of a wiring diagram for the brain, they imagine an electronic device and a diagram that never changes. But the connectome changes when you have an experience and it&apos;s been thought for a while that&apos;s how the trace of a past experience is stored in your brain. The hypothesis is that minds differ as connectomes differ. How does the brain change? I define the four Rs of connectome change as: reweighting, reconnection, rewiring and regeneration. Reweighting is a change in the strength of an existing connection. Reconnection means creation of an entirely new connection or the elimination of an old one. Rewiring is growth and retraction of branches of neurons. Regeneration is the creation or elimination of entire neurons. We know these four kinds of change happen. What we don&apos;t know is how exactly they are related to learning and memory. We don&apos;t know the extent to which they continue in adulthood and old age. Reweighting occurs all your life, that&apos;s why you&apos;re a lifelong learner. Reconnection was thought to stop at adulthood, but now there&apos;s evidence it keeps going. All the debates are over rewiring and regeneration. You talk about &quot;connectopathies&quot;... This is the theory that certain psychiatric disorders are caused by miswiring of the brain or connectopathies. They are pathological patterns of connections. One of the most puzzling aspects of certain psychiatric disorders is the lack of a clear neuropathology. If you take the brain of a person who died from Alzheimer&apos;s or Parkinson&apos;s disease, it&apos;s clear the neurons are degenerating and dying. We don&apos;t have cures, but at least we can see something wrong with the brain. But if you look at someone who had schizophrenia, you can&apos;t see a distinguishing neuropathology. That&apos;s why for many years people denied that schizophrenia was a brain disorder. The neurons might be healthy, but maybe they are connected in an abnormal way and we just can&apos;t see it. Where do you start? We need the ability to map all the connections inside a cubic millimetre of brain. That&apos;s one pixel in an MRI scanner, but there&apos;s an entire world in that pixel. That&apos;s 100,000 neurons and 1 billion connections. Taken with an electron microscope, those images make one petabyte of data, or a billion photos, in your digital album. Imaging technology has advanced incredibly. In a few years, we&apos;ll get those petabytes easily. And then what? The bottleneck becomes analysing the images. Suppose we can image a cubic millimetre of brain in two weeks. To trace the neurons through those images manually we estimate would take 100,000 years. For one cubic millimetre. The challenge is to speed up that process. One of the ways is to automate the process. But artificial intelligence (AI) is not perfect. It can speed people up, but it can&apos;t replace them. Even if AI does 99% of the work, that would only reduce 100,000 years to 1,000 years. So you crowdsource the job... My lab is launching a citizen science project, which is trying to recruit volunteers on the internet to interact with the AI to map out connections. Angry Birds consumes 600 years of human attention a day. I joke that if we could make mapping the connectome a game that was 1% as fun as Angry Birds, we&apos;d be done with a cubic millimetre in two days. We need a lot of people to do that cubic millimetre, but our AI is based on machine learning, so the people who interact with it are also teaching it. That&apos;s the only way we&apos;ll ever do a cubic millimetre of brain and scale up to do the entire brain. We need to get on this curve of exponential innovation.", 
    "section": "science", 
    "gid": "technology/2012/jun/10/connectome-neuroscience-brain-sebastian-seung", 
    "wordcount": "908"
}