{
    "headline": "Yieldmanager (Yahoo): What is it and what does it do?", 
    "text": "What is yieldmanager.com? Yield Manager is an advertising delivery technology operated by Right Media. Since 2007, this has operated as a subsidiary of Yahoo. Right Media runs Yahoo&apos;s advertising exchange, allowing advertisers to buy slots on both Yahoo-owned and independent websites that use their Yield Manager service. Once advertising slots have been purchased, Yield Manager also delivers these adverts on to websites. What information does Yahoo track? Right Media has one of the clearest privacy policies out of all our top 10 trackers, outlining what information Yield Manager records and how it does so. When a browser visits a site that uses Yield Manager, a cookie will be set. This cookie is used to identify whether the browser has loaded an advert and when and where it loaded it. The cookie also records whether the advert was clicked on and whether the person browsing the site bought anything. When an advert is displayed Yield Manager also collects information such as: - the date and time of your visit to the website.- IP address.- the type of browser you are using.- the web page address you are visiting.  Right Media says this allows it to know what type of context the advert will appear in (the type of browser, its size and the content). It then keeps this information in a log file for &quot;auditing and fraud detection purposes&quot;. The company also uses web beacons embedded into adverts and on advertisers&apos; own pages, so it can track what adverts have been clicked on and what pages that browser then went to on the advertiser&apos;s site. The web beacons will also be used in conjunction with cookies to note the type of pages that a browser has been on and, as a result, provide adverts that advertisers believe would be more targeted. Yield Manager itself stores aggregated reports on: - what adverts were served.- date and time they were served.- the websites they appeared on.- the likelihood that they were clicked on.- the types of browsers the advert was shown in.- the location of the browser (inferred from the IP address). Does Yahoo collect personally identifiable information? No, says its privacy policy. Does Yahoo share data with third parties? Copies of log files may be sent to advertisers, clients and certain partners relating to the specific transactions to which they are a party, in order for them to judge how effective an advertising campaign has been, says Right Media&apos;s privacy policy. Any information a Yield Manager customer collects as part of their advertising campaigns or as an online publisher belongs to that customer. &quot;Malvertising&quot; Unlike some of its competitors, Right Media&apos;s privacy policy is explicit about the work it is doing to combat &quot;Malvertising&quot;  malware or computer viruses transmitted through fake advertisements. When these adverts are displayed on legitimate websites (high-profile examples include The New York Times in 2009 and the London Stock Exchange in 2011), they can transfer viruses to a user&apos;s computer. This is not done through cookies, web beacons or any other tracking tool. Instead, the malicious code is hosted on a web page and is loaded if an advert is clicked on. Flash-based adverts may also have the ability to load malware without a user clicking on them. Malware damages the credibility of advertising networks and, as a result, Right Media attempts to identify and remove malicious adverts from its networks. However, it is in a cat-and-mouse game, as those that transmit malvertising go to some effort to make the adverts they use appear legitimate. Further reading:  Yahoo Ad Preferences Manager   Yield Manager Opt Out page   Malvertising: The Use of Malicious Ads to Install Malware  Malvertisements: Who should kill them off?   Analyzing and Detecting Malicious Flash Advertisements (pdf)  ", 
    "section": "technology", 
    "gid": "technology/2012/apr/24/yieldmanager-tracking-trackers-cookies-web-monitoring", 
    "wordcount": "635"
}