{
    "headline": "Aid for trade policy rears its ugly head", 
    "text": "The worrying trend  and potentially illegal direction  of British aid policy showed further signs of rearing its ugly head last week, when the government expressed disappointment at not getting the contract for Typhoon fighter jets in India. The contract was largely expected in return for the UK&apos;s ongoing commitment to provide aid to India. India, of course, has increasing prosperity among the middle and upper classes, but it is still blighted by high levels of extreme poverty. The illegality of tied aid was clarified 18 years ago in a landmark legal action. In 1994, the World Development Movement launched an action in the high court about the proposed British financing of the Pergau dam, a hydro-electric dam on the river Pergau in Malaysia. The UK&apos;s partial funding of the dam, through aid totalling $351m, was alleged at the time to be linked to the sale of arms by British firms to Malaysia. While the UK government had pursued a controversial policy of aid for trade since the late 1970s, the World Development Movement asserted in the Pergau dam case that the primary purpose of British aid must be the economic benefit of the recipient country and the welfare of its people. The high court agreed. The 1994 ruling stated that, while decisions to provide aid can take into account political considerations, &quot;the power must be exercised for the purpose of promoting an economically sound development&quot;. The decision from the high court at the time was clear: bilateral aid decisions can&apos;t be based on commercial considerations, and such considerations can only come into play after developmental considerations have been met. The case itself was a scandal, leading to parliamentary investigations and the alleged forced resignation of a permanent secretary. The then UK foreign secretary Douglas Hurd&apos;s job was also on the line. However, in spite of the fallout, the commercial consideration to continue aid with India is straying close to prioritising trade expectations. Under Labour, there was a distinct separation of aid funding and trade opportunities. In 1998, the then UK secretary of state for international development, Clare Short, gave a speech to British exporters in which she said she didn&apos;t see the promotion of British corporations as part of her brief, as aid for trade was entirely discredited by the Pergau scandal. And it seemed, initially, that Andrew Mitchell, the current UK secretary of state for international development, was going to stay on this course. A year ago, Mitchell was emphatic about the need to provide aid to India to meet the millennium development goals, after public criticism of the decision. But in June, in anticipation of a report from the international development select committee that was expected to be critical about aid to India, Mitchell told the BBC that he didn&apos;t think the UK would continue to fund programmes in India &quot;for very much longer&quot;. In December, he reinforced the argument that aid to India was part of a broader plan to build trade and investment links, focusing part of the aid budget on public-private partnerships, outside the scope of traditional aid such as education or maternal health. He went on to say that the UK&apos;s 280m of aid for India every year was &quot;partly designed to win the bid&quot;. Mitchell said: &quot;It&apos;s a very important relationship. The focus is also about seeking to sell Typhoon.&quot; While there may be strong arguments for continuing to provide aid to India, reciprocal trade is certainly not one of them. Aid for trade is illegal. If the UK wants to continue with its commitments, it must do so based on need, not on the promise of a quid pro quo. Mitchell, and indeed others in the government, should revisit the precedent set by Pergau before they stray any further into the aid for trade territory.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/feb/06/old-british-aid-policy-rears-head", 
    "wordcount": "642"
}