{
    "headline": "James Flynn: IQ may go up as well as down", 
    "text": "James Flynn studied mathematics and physics at the University of Chicago, before switching to political philosophy. Currently, he is a professor of political studies at the University of Otago in New Zealand. His name has been lent to the &quot;Flynn effect&quot;  his discovery that IQ scores have risen significantly from one generation to another over the past century. He is 78. What does IQ measure?That depends what it&apos;s used for. Sometimes, an IQ test is a force for good. You have a kid at school who is doing badly and you think he seems brighter than that. You give him an IQ test and he knocks the socks out of it. So it can be used to help diagnose an individual&apos;s educational problems. Some universities use IQ tests as part of an entrance exam. The second thing they are often used for is to measure the difference between groups. But this works only if their quality of environment is roughly comparable. Your book, Are We Getting Smarter?, talks about the recent IQ gains made by women.Women today match men but only in advanced countries, where women get an equal shake. One of the most interesting things is that at university women do have IQs about two points lower than men, maybe three, and a lot of scholars say: &quot;Ah-ha, that means women aren&apos;t as bright&quot;, but why do you think that might be? Is it to do with the type of people who pursue going to university?Well, it has to do with the fact that, if you take a girl of 17 from secondary school with an IQ of 100, she will get better grades than the typical boy. So that means that the girl with the IQ of 100 may well get to university and the boy won&apos;t. So the male sample is more elite; it has a higher threshold. This reveals one of the disturbing things about British education: if you look at the Organisation for Economic Co-operation and Development statistics, at the end of secondary school, only the top third of boys matches the top half of girls for reading. In America, only the top quarter of boys matches the top half of girls for written composition. This is why so many women are beginning to dominate journalism and law. If I took an early IQ test, would I find it baffling the way the problems are set?No, you would knock the socks out of it because people who designed the early IQ test were ahead of their time. They were highly professional people who had been schooled in the scientific ethos, and they weren&apos;t typical of their day. Let&apos;s take a question that you would get and an intelligent person of 1900 might not: if you were asked: &quot;What do dogs and rabbits have in common?&quot;, what would you say? They are both mammals.Correct. A kid in 1900 would say: &quot;You use dogs to hunt rabbits.&quot; He would get the question wrong because, before people had lots of formal schooling, they had a utilitarian mentality, and they were fixated on the concrete world and using it to advantage. You&apos;ve been raised in a scientific world where you think classifying things is an obvious prerequisite for understanding them. To you, a dog and a rabbit are just mammals; you are not interested in whether it is a beagle and good for hunting rabbits. So IQ gains over time are totally fascinating if you know how to interpret them and don&apos;t just run around saying: &quot;Are we getting more intelligent?&quot; So these observations show that IQ is determined by environment rather than genes?At the individual level, genes are important, as they are for other qualities such as height. It&apos;s very different, however, to use IQ to compare groups and say that, because one group has a lower mean IQ, that shows that it is genetically inferior. For example, if you look at developing nations, there are six for which we have good IQ data. Three of these are making gains faster now than we Europeans are. These are Turkey, Brazil and Kenya and I predict that eventually all three of them are going to match us for IQ. As for the three other nations, there is nothing the matter with their genes but with their circumstances. You have Sudan, where they keep having civil wars; you have Saudi Arabia, where most of them are sitting around feather-bedding on oil wells; and you have the Dominican Republic, where they have their infrastructure wiped out every 10 years by hurricanes, tsunamis and tornadoes. There is nothing the matter with their genes, but if Britain had all of its infrastructure destroyed every 10 years, it wouldn&apos;t be doing so well. You have also described something you call the &quot;bright tax&quot;.It has always been thought that bright people&apos;s minds deteriorated less after the age of 65. I found that that was true for verbal abilities, but the brighter you are the faster your analytical abilities deteriorate after 65, all the way down the scale. Even the average person deteriorates more quickly than the below-average. That sets an interesting question. Is the good analytic brain, like a high-performance sports car, something that requires more maintenance in old age than the body can give it  that would be a physiological hypothesis. Or is it that we mainly use our analytic ability at work, so that if you are bright you have a cognitively demanding job and when you retire you are like an athlete who has lost his exercise advantage. How would one mitigate this cognitive decline post-65: do crosswords, take up running, learn a new language?Mental exercise will do you good at any age. Even if your brain is deteriorating, it will deteriorate more slowly if you use it. Just as while I can&apos;t run 10k anything like [as fast as] when I was young, if you are really out of shape, even at 78, I could give you a hard time. Are you going to tell me your time for 10k?When I was young it was 32 minutes, and in those days the world record was around 29. When I was 66, I could still run it in 45. My ability to run at under 50 minutes has receded since I have entered my 70s. Other than the obvious physical benefits, why do you run?There is no doubt that the blood supply to the brain, due to a cardiovascular system that is efficient, helps intelligence in the pre-frontal lobes; that is true. I don&apos;t do it for that reason, but I am sure that I get the benefit. There was a wonderful study by the OECD where they gave a test of working memory  what a pity it wasn&apos;t a test of analytical ability, but it wasn&apos;t  and they divided the countries into those like France, where 80% of people retired between 55-65, and those like Sweden and Switzerland, where 80% were still in work, and the loss on working memory in France for that age was twice as great. Which tells us that, if you kept exercising your brain at work, your working memory held up better. You have written four books this year, including one about climate change.I kept the book under 100 pages, it is called Climate Change and the Environment  I&apos;m looking for a publisher. I guarantee anyone can read it in less than four hours and learn what they need to know. My conclusion is that, yes, we are making a contribution. At one time, the climate sceptics had a case, but their case is now falling apart. Keep your eye on the west Antarctic ice shelf: we are in trouble. It looks as if it&apos;s going to go, and, even if half of it goes over the next century, that will raise sea levels by three metres, and your beloved London is going to be in a fix. Laser fusion is probably the best long-range hope for clean energy: that is where you bombard heavy hydrogen with fusion to try to set up an interaction that would actually generate more energy than you put into it. But that research is probably about 70 years away from being dominant. Before then we are going to need a stopgap. Are We Getting Smarter? by James R Flynn is published by Cambridge University Press (16.99)", 
    "section": "science", 
    "gid": "technology/2012/sep/23/james-flynn-iq-scores-environment", 
    "wordcount": "1422"
}