{
    "headline": "#1reasonwhy: the hashtag that exposed games industry sexism", 
    "text": "The treatment of women in and by the video games industry has been a hot topic for most of the year  and for the last couple of days in particular. Hot on the heels of an Edge feature bemoaning and exploring the gender disparity in the video game industry, yesterday, women took to Twitter to talk about precisely why that might be. It started out with game designer and Kickstarter games specialist Luke Crane, who asked a deceptively simple question on Twitter: why are there so few &quot;lady game creators&quot;? The responses ranged from the obvious to the oblique, and quickly spawned the hashtag #1reasonwhy, as dozens and then hundreds of women and men piled in with their own anecdotes and details. Some themes emerged. Women talked about having their work dismissed and ignored, having designs for non-sexualised female characters rejected, their clothing and appearance being used to dismiss them on gender grounds, and, at the more extreme end, sexual harassment at conferences. There were women speaking up about being afraid to speak up, and a chorus of thanks for those speaking on and supporting the tag. As it caught on, the discussion broadened to encompass a critique of gender issues in games themselves - expressions of frustration at having to remind colleagues that their players might be female, and at the prevailing focus and topics of AAA games. Much of the focus has been on sharing pain and frustration  and battling the inevitable, eventual slew of dissent. There were familiar themes here too. People explaining that despite the evidence to the contrary there is no problem. Folks telling women who work in games that women just don&apos;t want to work in games, without noticing the apparent contradiction. People suggesting to women who make games that they should go and make their own games elsewhere instead of trying to work in the existing industry. And, of course, idiots tweeting things like, &quot;because there&apos;s no Xbox in the kitchen&quot;. We&apos;ve been here before, in almost every comments section of almost every article in both the mainstream and niche games press: the backlash is vicious and sometimes vile but not at all surprising. Positive things have also sprung out of the conversation. Early on, the #1reasonmentors hashtag grew into a stream of women already working in games offering their skills and assistance to those struggling. It&apos;s spawned a list of mentors. But despite the positive aspects, there were worries that the stories related by women in the industry might have a negative effect and put others off altogether. Rhianna Pratchett, lead writer on the upcoming Tomb Raider game, kicked off a separate hashtag, #1reasontobe, as a way to highlight positive stories. &quot;I&apos;m not looking to dismiss the significance of #1reasonwhy in the least, but I think it&apos;s important to remind women (and for them to remind themselves) of what can be great about working in games,&quot; she said in an email. &quot;I wouldn&apos;t want potential female developers of the future to get complete scared off. We&apos;re striving for better balance, after all. &quot;I don&apos;t think that many young women are aware of the potential job opportunities (be it in design, programming, art, writing etc.) or the routes in. Even as a young gamer I didn&apos;t really know anything about what went on behind the scenes. A lot more needs to be done to address this and start inspiring the next generation. This is something that both educational authorities and the games industry needs to address hand-in-hand. For example, this is a great initiative over in the US.&quot; Margaret Robertson, director of development studio Hide&amp;Seek, wrote an article last year about self-censoring, and her way of dealing with game industry sexism by avoiding marking herself out as female. In an email, she said: &quot;I think the first thing that #1reasonwhy showed is that there might well be more female game designers than many people think. We&apos;re still a very definite minority, but I think one of the things that came through clearly in the Twitter stream was how often women in the game world don&apos;t feel comfortable drawing attention to themselves - and especially not drawing attention to themselves as a woman. &quot;I think the blocking factors are manifold and cyclical  There&apos;s a lack of role models for upcoming female designers, there&apos;s a work environment that can fluctuate between actively hostile and predatory, to absent-mindedly patronising and presumptive. There are practical hurdles in terms of child-care and maternity leave. There are deep-rooted issues that go far beyond the gaming world, for example the pressures that result in girls trending away from the more maths- and science-oriented subjects that they excel at in their early teens but more rarely pursue professionally. It&apos;s one of the things that makes this problem hard to grapple with - its causes are distributed across all kinds of sectors.&quot; But she too said that the positive elements of working in the industry outweigh, for her, the negative  and suggested the reasons for getting into games are not particularly gender-specific. &quot;You get to make games! For a living! Games unite for me, more fully than anything I&apos;ve found, that left-brain, right-brain thing. They&apos;re half art, half science; half reason, half magic. Nothing I&apos;ve ever done uses all of my brain at the same time as much as making games does. And making games is like baking; it&apos;s its own reward. If you bake, you do all this beating and kneading and cleaning and at the end of it there is a CAKE. And in games you do all of this spreadsheeting and testing and balancing and at the end of it there is a GAME.&quot; Perhaps the most important element of #1reasonwhy has been the recognition that wanting to work in games is, in fact, normal for people of all genders  and the numbers of men who have joined in, not to denigrate the female participants or deny the issue, but to lend their voices to the outcry. Men in the industry have stepped up as mentors, have tweeted supportively and intelligently about their own experiences, both as allies and  in a few cases  as part of the problem. These sparks of positive, active response speak to the way the conversation around women in games is shifting - and provide hope for genuine change. And there is a general agreement, now, that change matters  that the voices of minorities who currently struggle are important to the games industry. Margaret Robertson: &quot;I do think gaming is missing out if people who might be able to make interesting, valuable contributions to it don&apos;t feel welcome to be part of the design community, or who join it but then don&apos;t get heard. I think there are a lot of voices that we&apos;re not hearing  it&apos;s certainly not just women who face discrimination in the game world  and that just seems like an obvious missed opportunity.&quot;", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/nov/28/games-industry-sexism-on-twitter", 
    "wordcount": "1170"
}