{
    "headline": "UK misses out as foreign firms and workers do bulk of windfarm work", 
    "text": "Britain is leading the world in the building of windfarms off its coastline but the &quot;green revolution&quot; appears to be largely working in favour of foreign firms. The Danish operator of the world&apos;s biggest offshore windfarm, off Cumbria is the latest to come under fire for favouring foreign suppliers and allegedly providing &quot;negligible&quot; work or services to local UK companies. Dong Energy opened the Walney scheme on 9 February boasting it had erected more than 100 turbines in double quick time and had broken other records by bringing in foreign investors. But John Woodcock, Labour MP for Barrow-in-Furness where the formal opening of Walney took place, blamed ministers as well as companies, saying they had taken their eye off the ball. &quot;The impact here has been fairly negligible. The Danish company has been using its own trusted suppliers on shipping contracts and other supply deals. This is not how Ed Miliband [as Labour energy secretary] envisaged it. We need a level playing field so that British companies can win a share of the action.&quot; Anders Eldrup, chief executive of Dong, said that he was unable to put an exact figure on &quot;UK content&quot; but admitted it might be smaller than he hoped, something he said he was determined to change in future projects. Dong argues a key part of the problem is that the manufacturing of turbines and other parts make up 40% of the total Walney 1.2bn bill and none are made in the UK. The Walney blades supplier was Siemens, which made the turbines in Germany, but Eldrup said a new generation of larger blades would need to be constructed in the UK, close to the fields where they were to be deployed to save costs. He said 5,000 people were employed on the project overall and more than 100 vessels  many of them British. But it is likely that the same picture of UK companies missing out is being repeated at the even larger London Array scheme, to be opened off Kent next year. E.ON, a partner with Dong on the London Array, admitted to the Guardian in the past that 90% of the first key contracts for that 2bn wind project were heading for foreign contractors  again a huge part of this was for turbine deals. Semco Maritime, a Danish engineering company, is typical of the suppliers used by Dong at Walney and on the London Array scheme. Carsten Nielsen, the company&apos;s vice president, said he was aware that some of the work it had been completing on sub-stations could have been done by a UK firm. &quot;We had 30 people working on Walney and we probably got the work because we have worked with Dong for many years starting with oil and gas projects. &quot;That is why there are ideas to set up a UK office (to service the wind sector) here on the east coast somewhere. But no decision has been taken yet.&quot; When the new energy secretary, Ed Davey, went to Barrow to formally open Walney, he was told by some local residents that there was a strong feeling the people of Barrow had missed out on jobs, opportunities and social funding. Davey denied that the region had not benefited and said the government was working towards a situation where British companies could be expected to win at least half of the contracts. &quot;I know you [local Cumbrians] want more and more and more but let&apos;s be clear: this [Walney] is a positive for Cumbria.&quot; This month at a meeting of the Offshore Wind Developers Forum, co-chaired by the energy minister, Charles Hendry, industry leaders confirmed their vision that British companies should provide more than 50% of the content of future windfarms. Having started from a low base, there has been growth in the British contribution to windfarms. For example, the Robin Rigg windfarm in the Solway Firth has a UK content of 32%, they noted, while a study for E.ON undertaken by BVG Associates questioned whether the figure for the London Array was accurate. &quot;UK content levels as low as 10% and 20% for London Array offshore windfarm and Thanet offshore windfarm respectively have been quoted in the media. While this may represent the value of major tier 1 contracts that were awarded, it may not represent the full value captured by UK companies in lower supply chain tiers. &quot;Vattenfall has quoted a UK content of 50% for its Ormonde project [off the Cumbrian coast near the Walney site].&quot; Meanwhile Siemens announced it was moving forward with a turbine manufacturing plant in Hull, and in January the Port of Sheerness submitted a planning application for the development of a manufacturing facility proposed by the Danish company Vestas. The Spanish renewable company Gamesa has also announced its intention to make the UK the main focus of its worldwide offshore wind business.", 
    "section": "environment", 
    "gid": "environment/2012/feb/29/wind-turbines-uk-firms-miss-out", 
    "wordcount": "830"
}