{
    "headline": "India's education malaise has all the hallmarks of a development disaster", 
    "text": "If you want a glimpse of the challenges facing India&apos;s education system, there is no better vantage point than Rajpur primary school. Located in the tribal belt of the Shahabad hills of Rajasthan, the school serves some of India&apos;s most disadvantaged children. Poverty and illiteracy are endemic. Most of the kids crammed into the school&apos;s two classrooms are first generation learners; the majority have yet to master basic literacy and numeracy. To understand why, you just have to witness a grade 1 lesson. Three groups of children sit in neat rows. The teacher reads to the youngest in monotone English, apparently oblivious to the uncomprehending faces before him. Another group is reciting multiplication tables. The older children are silently copying sums from a blackboard. Welcome to the rote learning raj that governs India&apos;s primary schools. Teachers in Rajpur see their pupils not as active learners, but as empty vessels to be filled with facts. No provision is made to ensure the children gain basic literacy skills in the early grades. Only one of the five teachers is trained  and none speaks the home language of tribal children. Teacher absenteeism is another problem. The headteacher complains he seldom has more than two of his five teachers present, while parents complain the head himself is an infrequent visitor. The school is a microcosm of the education challenges facing India. On the one hand, the country is posting encouraging growth rates and is home to some of the world&apos;s finest technology institutes. On the other, it has a lower league school system delivering an abysmal quality of education, failing the country&apos;s poorest children, reinforcing social inequalities, and undermining the skill-base needed to create jobs, sustain high growth and eradicate poverty. If education was measured solely by enrolment, India would be the success story of the past decade. In the space of a single primary school generation, out-of-school numbers have fallen from 25 million to 8 million. The primary school enrolment rate now stands at 95%, a level unthinkable 10 years ago. Even though many girls drop out after the age of 11, gender gaps have narrowed. So encouraging are the gains, an ambitious plan to achieve universal secondary education has been adopted. Surging enrolment bears testimony to the impact of some impressive policies. There has been a massive expansion of school construction in disadvantaged rural areas, school fees have been removed, midday meal schemes have given parents added incentive to send children to school, and highly marginalised districts have been targeted for special support. The right to education act, adopted in 2010, made the provision of free education a basic human right enshrined in law. But while impressive enrolment figures tell one story, only two in three children of primary school age attend regularly, and one in five drops out. Moreover, millions are receiving a poor-quality education. Just how poor was made evident by January&apos;s annual status of education report, which covers a representative sample of rural schools. The report found that fewer than half of grade 5 children could read a text designed for grade 2 pupils. Basic arithmetic results were equally poor: only 60% of grade 5 pupils could do a grade 2 addition sum. To an extent, the problems go beyond the education sector. Despite two decades of high growth, India has registered limited success in combating child malnutrition. Around four in 10 children experience chronic malnutrition before reaching school age, with devastating  and largely irreversible  consequences for brain development and future learning outcome. Yet the education system is equally problematic. Infrastructure improvements over the past decade have brought previously excluded populations into the country&apos;s schools, but poor teaching is commonplace. Many teachers are themselves badly educated. Multi-grade teaching in overcrowded classrooms creates a difficult learning environment, while teacher absenteeism  around one quarter of the workforce misses school daily  is another blight. Consequently, pupils receive fewer hours of instruction than they need, and what they do receive is often unfit for purpose. Symptomatic of the malaise is the relentless rise of private schools, which are now attended by more than a quarter of children in rural areas. Most provide mediocre teaching at considerable cost to the poor, but at least the teachers turn up. It is difficult to think of a starker example of state failure. Inequalities in education are at the heart of a wider malaise  a failure to translate high growth into human development. Poverty is falling slowly, inequality is rising, and India&apos;s dismal performance in areas such as nutrition, child survival and health continues. These are symptoms of a glaring divide in opportunities for education. Looking ahead, the shortcomings in India&apos;s education system threaten to convert a potential demographic dividend into a disaster. The country has one of the world&apos;s youngest population profiles, and is getting younger: by 2020, the median age will be 28. India needs to create around 12m new jobs a year for young people entering the labour market. Harnessed to the skills provided through education, India&apos;s youthfulness is a potential asset that could fuel growth, employment creation and shared prosperity. Without education, the asset will become a social and political liability. Having turned the corner on school enrolment, India now faces the hard part of education reform: recruiting, training and supporting a workforce equipped to deliver decent quality education and strengthening the accountability of schools, teachers and state governments. Raising learning achievement levels while overcoming the country&apos;s deep-rooted inequalities will not be easy. But is it really beyond the capacity of India, a fully signed-up member of the space race, to provide kids with a proper education?", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/feb/22/india-education-malaise-economic-human-development", 
    "wordcount": "934"
}