{
    "headline": "China to release six giant pandas into wild", 
    "text": "China will introduce six giant pandas into a &quot;semi-wild&quot; environment on Wednesday in one of the most ambitious attempts yet to replenish the endangered population with captive-bred animals. Celebrities  including basketball star Yao Ming  and political leaders will attend the ceremony in Dujianyan, Sichuan Province, to mark the relocation of the bears, which has been hailed as a milestone in a restoration project expected to take 50-years. But many conservationists fear the programme will distract attention from the more important task of protecting the animal in the wild and could lead to tragedy. The best known release of a panda resulted in the animal&apos;s death after less than a year. Xiang Xiang  a five-year-old male bred at the Wolong panda centre, was killed in 2007 in a fight with wild rivals. Chengdu&apos;s researchers hope a phased approach will bring greater success. The six pioneer animals will be set loose for &quot;training&quot; in a controlled rehabilitation area of 20 hectares in Dujiangyan&apos;s &quot;Panda Valley&quot; that is still under development. Photographs of the facility in the Chinese media suggest it is more of a concrete zoo than an enclosed forest, but the panda researchers say there is ample space for wild training. The animals - Yingying, Zhizhi, Qiqi, twins brothers Xingrong and Xingya and Gongzai (said to be the inspiration for the King Fu Panda films) - have been selected from the 108 pandas at the Chengdu Panda Base, according to their health, behaviour and genetic diversity. They are all adolescents - aged two-to-four years old - an age at which scientists hope they will be strong enough to fend for themselves, but still young enough to adapt. Those who respond best to the training for foraging and other skills will eventually be released into the nature reserve. It is hoped that as they mature and breed, they will produce offspring fully accustomed to living in the wild. Once the 300m yuan (28m) Dujiangyan facility is completed, it is expected to host more than 30 pandas at a time. Its goal is to release 100 animals into the wild over the next 50 years. The researchers involved in the project say patience will be necessary. &quot;In the past, released pandas have either contracted illnesses or fallen to their deaths. We are trying to improve their ability to survive through various methods of training,&quot; said Qi Dunwu, a professor at the Chengdu Panda Base. &quot;A truly successful release will take many generations to prove because it will involve assimilation and reproduction.&quot; Many conservationists have mixed feelings about the value of the project due to the cost and uncertain outcome. There have been previous cases where endangered animals have been successfully reintroduced into wild habitats from which they went extinct, such as wolves in Yellowstone Park in the United States. But in that case, the animals were raised in the wild in other areas and only relocated. &quot;We don&apos;t yet know what it will take to ensure a successful reintroduction to the wild,&quot; said Matt Durnin, who has been studying pandas for more than a decade. &quot;It might add to the diversity of the population. But the downside is that it is a lot of money, a lot of time and a lot of effort that might otherwise be spent on protecting the animals already in the wild.&quot;  Get the Guardian&apos;s environment news on your iPhone with our new app. You can also join us on Twitter, Facebook and Google+", 
    "section": "environment", 
    "gid": "environment/2012/jan/10/china-giant-pandas", 
    "wordcount": "591"
}