{
    "headline": "Why China learns its lessons off by heart", 
    "text": "It&apos;s 7.30am and the walk to class takes me past scores of Chinese students reciting English in preparation for a constant stream of tests and exams. I only recently arrived to study in China, but it doesn&apos;t take long to observe that here memorisation is paramount. Remembering rather than understanding appears to be the principal goal of the education system  and that seems archaic to the Western eye. However, the Chinese believe memorising provides a route to understanding. Professor An Ran, dean of international education at South China University of Technology, Guangzhou, explains: &quot;Whereas Westerners see memorisation and understanding as mutually exclusive, Chinese tend to see them as related phenomena.&quot; International studies show that China is among the most successful education systems in the world, which would seem to validate this approach. Given that functional literacy in China requires a knowledge of 3,000-4,000 characters, it is easy to see why repeating and remembering is so important. At UK universities, the ability to apply understanding is the primary goal. Dr Amanda Sives, politics lecturer at the University of Liverpool, says: &quot;University is not about memorising dates, remembering quotes, or learning narratives. It involves understanding ideas and concepts and being able to use them to develop relevant, evidence-based arguments.&quot; In China, the focus on memory begins early  and the three years spent in high school are almost solely dedicated to preparation for the gaokao, or university entrance exam. A former student at my university, Xiao Yu, tells me that for these three years he studied eight hours a day, Monday to Friday, and then a further six hours on a Saturday. This only increased when he went on to university, studying biotechnology, almost entirely in English. So important is the gaokao, that students have reportedly resorted to using intravenous drips to extend the time they are able to spend studying. Of course, both education systems have strengths and weaknesses; I am not here to pass judgment on a system I have barely two months knowledge of. What is interesting though, is how education in China prepares its young people for the future. Xiao says teaching methods heavily influence the subjects students go on to select. Years of rote learning create an inherent preference for science, maths and business subjects, while the arts are largely ignored. This is not a coincidence, as China looks towards becoming the major world power in the 21st century. It is already creating a generation of scientists, engineers and business leaders, with the skills vitally needed in a rapidly developing nation. Studying for the joy of learning and the expansion of our knowledge is one of the great freedoms we enjoy in the UK. At the same time though, my experience so far has allowed me to appreciate how well memorisation as a learning method is working for the Chinese.", 
    "section": "education", 
    "gid": "education/mortarboard/2013/jan/02/china-learns-lessons-by-heart", 
    "wordcount": "479"
}