{
    "headline": "Can tablet screens disrupt sleep?", 
    "text": "Are you worried that using your tablet screen in bed at night may stop you getting a good sleep? You may well be, following a spate of headlines reporting on the work of scientists at the Lighting Research Centre, part of the Rensselaer Polytechnic Institute in New York. Mariana Figueiro led a team of scientists who found that exposure to the light from self-luminous displays, such as Apple iPads, could be &quot;linked to increased risk for sleep disorders because these devices emit optical radiation at short wavelengths, close to the peak sensitivity of melatonin suppression&quot;. Melatonin is a hormone used by the body as a biological indicator of how dark it is outside. It is often used by travellers to get over jet lag, and works by helping the body to adjust its circadian clock to match the time zone. In Figueiro&apos;s experiment, carried out on 13 volunteers aged around 20, the scientists found that two hours of iPad use before bedtime suppressed the body&apos;s melatonin levels by around 23%. (The researchers also measured melatonin suppression after an hour of iPad use but found no statistically significant change). The study, published recently in the journal Applied Ergonomics, has received a lot of attention and has already led commentators to plead for a self-imposed break on computer use at night. However, Russell Foster, a professor of circadian neuroscience at the University of Oxford, is not convinced. For a start, he said, melatonin levels were not a good way to predict how much sleep someone will get. &quot;The relationship between melatonin and sleep is completely flawed,&quot; he said. &quot;Melatonin is not a sleep hormone  what it does is provide a biological representation of the dark. There is no empirical evidence that suggests that lower levels of melatonin will have a direct effect on the sleep axis. &quot;If you take melatonin, it can speed up the shifting effect of light on the clock and, in some people, has a slight sleep-inductive effect. Making the jump from the biology of what we know of melatonin to the effect it&apos;s having on sleep is completely flawed.&quot; The levels of light needed to suppress melatonin are an order of magnitude different from the amount of light needed to shift a person&apos;s body clock. In Figueiro&apos;s study, the participants experienced light exposure levels that ranged from 5 to 50 lux. Foster said a person would need around 500 to 1,000 lux to shift their circadian clocks. He said the issue at stake was an important one, namely the potential adverse effects of light and use of computer and television screens on sleep, the body&apos;s circadian system and brain alertness. &quot;Does this paper give us any empirical evidence of the effects of light on the clock? No it doesn&apos;t,&quot; he said. &quot;Extrapolating from these data into a more global effect can&apos;t be done.&quot; Foster advised people not to get unduly concerned as a result of Figueiro&apos;s research. &quot;On the basis of these data, we cannot say anything empirical about sleep; I wouldn&apos;t worry. The bigger issue of the impact of light, particularly before you go to bed, is serious  there may well be effects of light on alertness.&quot; One final thing that very few of the news reports on the research have mentioned: the study was funded by Sharp Laboratories of America, the research organisation run by Sharp Corporation, the electronics company that makes TVs, PCs and tablets. They produced their own tablet in 2010 but subsequently dropped it and launched a new one in March, the catchily titled RW-T110.", 
    "section": "technology", 
    "gid": "technology/reality-check/2012/sep/11/can-tablet-screens-disrupt-sleep", 
    "wordcount": "606"
}