{
    "headline": "Are free schools working?", 
    "text": "The outskirts of the county town of Kent may not be the obvious place to witness the unfolding of a new world order. But on a Wednesday afternoon at Tiger primary school in Maidstone, you get a sense of how fast things are changing. Charlotte Jia, a 34-year-old from China&apos;s Liaoning province, is teaching 30 five-year-olds Mandarin with the aid of a song (&quot;Hello my friend/Goodbye my friend/Thank you my friend/Goodbye my friend&quot;). Mandarin is taught in a growing number of primary schools, often thanks to the Hanban/Confucius Institute, an outgrowth of the Chinese state that sees to the teaching of its language and culture across the world. But here, Chinese murals and proverbs adorn the walls of every classroom, and even subjects such as maths are taught using atraditional Chinese abacus technique. Tiger primary opened last September. Its two reception classes were oversubscribed by around a third and the aim is for the school eventually to include 420 pupils. It&apos;s run by the Future Schools Trust, an educational charity that also controls two local secondary academies. In the playground, Imeet a Tiger mother: Jade Webster, 28, here to pick up daughter Frankie. &quot;She&apos;s coming home and speaking Mandarin,&quot; she marvels. &quot;She already knows the days of the week.&quot; Frankie has just turned five. &quot;I think kids will come out of here alot more intelligent,&quot; her mum says. &quot;I really do.&quot; The government usually paints free schools as the creation of doughty parents who have refused to accept what their local authority has offered, embraced the ways of the &quot;big society&quot; and done it for themselves. Twenty-four were opened in September 2011, another 55 in 2012 and 102 morewill open this year  including, if rumblings from Michael Gove&apos;s inner circle are to be believed, a free school inside the education department itself. The self-appointed figurehead of free schools is the Spectator and Sun columnist Toby Young, who successfully campaigned for a &quot;comprehensive grammar&quot; in west London  &quot;the Eton of the state sector&quot;  with teachers in robes and pupils learning Latin. Beyond that high-profile example lurks a mind-boggling array of establishments, some light years away from such traditionalism. Most appear to have been brought into being by well-connected education trusts rather than parents&apos; groups; some existing schools have transferred from the private to the state sector. Many are run by religious groups, which account for a third of the free schools set to open this year, and ahandful are run according to philosophies some people think of as being rather out-there  which has sparked noisy debate about whether they&apos;re appropriate recipients of public money. In Frome, Somerset, there is controversy about the opening of a &quot;creative and unhurried&quot; Steiner school. In Bradford, Dixons is the first specialist music primary school in the country, and at the Bilingual primary in Brighton, pupils learn half their lessons in English and half in Spanish. In Greenwich, a more exacting free school favours an extended day that runs from 8am to 5.30pm, and is likened by one mother to a prison camp. Some schools boast of being oversubscribed. Others  more than a quarter of those that opened last year, according to inquiries made by the BBC  opened with far fewer students than hoped for. In some areas, free schools are said to pose a real threat to local education provision. According to asurvey carried out by the National Union of Teachers, those in areas such as Suffolk, Bristol and Merseyside could cost other schools millions of pounds in lost funding and even lead to school closures. In other places, though, both the Department for Education and parents&apos; groups say such schools have filled gaping holes in local provision. Of the first 24 free schools, for example, the government said 15 were in areas where there was a &quot;basic need for school places&quot;. As the number of free schools multiplies, the debate about them rages on. The DfE makes a lot of noise about the wonders of autonomy, but it&apos;s Whitehall that oversees the schools, leading to accusations of a decentralising policy that actually pushes in the opposite direction. Given that Gove&apos;s department is poised to begin compulsory spelling tests and grammar lessons, it might seem odd that he is green-lighting so many schools with wildly different approaches and no obligation to follow the national curriculum (this also applies to academies). And there are questions as to whether funding agreements drawn up between the DfE and a host of private organisations allow any kind of transparency or accountability. In the midst of all this, only one thing is incontestable: that all human life is here, fully paid for out of our taxes.     Tiger primary school, Maidstone. Photograph: Lydia Goldblatt for the Guardian    Tiger&apos;s head, 31-year-old Emma Bryant, came from a private primary school in south London. She bats away suggestions that what the school is doing is in any way radical and insists that, thanks to the ever watchful eye of Ofsted, her school is as accountable as any in the maintained sector (&quot;These schools can&apos;t do something completely random&quot;). But she&apos;s happy to expound on the buzz phrases that denote her school&apos;s singular philosophy  starting with what the blurb calls &quot;deep, memorable learning&quot;. &quot;That&apos;s about linking all the curriculum areas  history, geography, art  into one subject and using texts more deeply,&quot; Bryant says. &quot;It may be a text lasts for three weeks, giving different features deeper insight.&quot; An example? &quot;Well, Knuffle Bunny is one reception have been doing,&quot; she says, referring to the series of American books starring a stuffed toy. She also talks about &quot;business intelligence systems&quot;  designed, it seems, to prepare four-year-olds for the uncertain job market of the future  and the benefits of the vast classrooms the trust calls &quot;plazas&quot;, huge spaces shared by at least two classes. &quot;The whole trust works on a philosophy of plaza environments,&quot; Bryant says. &quot;You have the same adult to child ratio as in any school  but this allows for a lot of team teaching, which raises the level, because you&apos;re teaching in front of colleagues. It&apos;s also key to the children doing collaborative learning.&quot; What do parents think of this progressive approach to learning? The chair of the school&apos;s parent-teacher association is Gabrielle Baker, whose four-year-old Eva is in a reception class. Baker came to Maidstone after a three-year career break in the Dordogne. Eva already had aplace at a highly rated village school, which had been uppermost in her mother&apos;s mind when they came back to the UK (&quot;When you look for ahouse, school catchment area is pretty much the thing, isn&apos;t it? Crime and school catchment&quot;). But when she found out there were plans for a free school, she and her husband made the decision to send Eva &quot;in a heartbeat&quot;. At least some of what attracted her to Tiger school was the fact that it was &quot;away from council control&quot;. &quot;The thought that someone would say, &apos;Sorry, Ican&apos;t do that because my hands are tied&apos; I&apos;d find that frustrating,&quot; she says. &quot;Just to know that [the head] can make decisions based on her experience and knowledge  not bureaucratic decisions so much. She has more power, so I have more power.&quot;     Tauheedul school, Blackburn. Photograph: Lydia Goldblatt for the Guardian    When the DfE gave the go-ahead to the Tauheedul boys&apos; school in Blackburn, the Daily Mail ran a big news story: &quot;First free school for Muslims gets the go-ahead amid fears over &apos;segregated schooling&apos;.&quot; Just over a year on, 50% of places are set aside for attenders at four local mosques and there are 153 students, split between years seven and eight, and nine staff  only one of whom is not a Muslim. Her name is Jacquie Petriaho and she happens to be the head. We meet in her office, with Mohamed Isap, chair of the governors, who owns a printing and data management business in Manchester. &quot;What we&apos;re doing here is changing the status quo,&quot; Isap says. The school&apos;s curriculum &quot;maps on to Russell Group universities&quot; and if achild is less academically inclined, the staff still aim at a future in a &quot;world-class organisation&quot; (he cites Rolls-Royce and the McLaren Formula One racing team). Just about everything he says revolves around abelief in what politicians call social mobility, and the students I meet have similar ambitions. &quot;I want to go to a Russell Group university,&quot; says 12-year-old Mohammed Suleman, who aims to be a lawyer. &quot;Just a normal one: Oxford, Cambridge. Or Manchester.&quot; How do they feel about the absence of girls? &quot;Now is the age when you could get distracted,&quot; offers Zedil Waghat, 12. &quot;If you&apos;re just with boys, you can learn and achieve your ambitions.&quot; The Tauheedul Islam Faith, Education and Community Trust also runs a girls secondary school, which moved from private to state sector in 2009. In 2012, 96% of its pupils who took GCSEs got at least five between A* and C. But Isap reckons a free school can work such wonders even more effectively. Most local authority schools, hesays, work only &quot;to a certain point. You get this apathy: if you come from the eighth most deprived ward in the country, from free school meals, from key stage 2 level 4 and below, ultimately, if we get you to a C at GCSE, we should pop champagne corks. That&apos;s not the belief in our world. We say, &apos;Let&apos;s do something quite special and your C will now become an A*.&apos; It&apos;s a belief culture.&quot; In the classrooms, there is a hushed, purposeful atmosphere. A smattering of boys wear white prayer hats. Students can pray at lunchtime &quot;ifthey choose&quot; and school finishes at 12pm on Friday for prayers  but the people in charge insist on an important distinction. &quot;What you&apos;ve got to understand is we are not a Muslim school,&quot; Isap says. &quot;We&apos;re a school with an Islamic faith ethos And that Islamic ethos is universal. You take this to suburban Buckinghamshire and it will work.&quot; He and the trust would like to try the Tauheedul model on &quot;a non-faith population&quot;. Which prompts an obvious question: how many non-Muslim students has the boys school got?     Maharishi school, Skelmersdale. Photograph: Lydia Goldblatt for the Guardian    &quot;At the moment, none,&quot; he says. Thirty miles away, in another corner of Lancashire, a free school is blazing a trail for a very different model of education  and a higher state of human consciousness. Three times a day, the annexe of the Maharishi school in Skelmersdale, attended by 11 to 16-year-olds, falls silent. For 15 minutes or so, classes practise the transcendental meditation taught by the Indian guru from whom the school takes its name: Maharishi Mahesh Yogi, famous for his fleeting relationship with the Beatles. He died in 2008, having spawned a global movement dedicated to the raising of human consciousness, whose devotees include Oprah Winfrey, Russell Brand, William Hague and Nick Clegg. The students I meet talk of TM&apos;s benefits. &quot;It makes you more organised and happy,&quot; says Joe Lyon, 12. What is the school like? &quot;A lot different from my old school. More relaxed. The teachers don&apos;t shout.&quot; The upshot of this enlightened calm, staff and parents say, is clear. It&apos;s &quot;outstanding&quot;, Ofsted says, and, at the last count, 83% of its GCSE students got at least five grades between A and C. The school was founded on the site of a farm in 1986 by a clutch of TM-practising parents. According to 59-year-old Derek Cassells, who has been head for 23 years, their belief in making the school inclusive meant &quot;we were almost becoming a fundraising institution, spending so much time raising money for children who couldn&apos;t afford the fees. That&apos;s the reason we&apos;re a free school.&quot;     Maharishi school, Skelmersdale. Photograph: Lydia Goldblatt for the Guardian    The DfE finalised its funding agreement in time for the academic year that began in September 2011  and a roar of scepticism and outrage followed. &quot;People will be shocked that their taxes are going on teaching transcendental meditation,&quot; said Lisa Nandy, Labour MP for nearby Wigan. Agroup of science writers and academics signed aletter to the Observer, claiming Maharishi schools represented &quot;grave threats to science education&quot; (and last year, the DfE turned down a bid for a Maharishi free school in Richmond). On the face of it, both primary and secondary wings suggest a reassuringly orthodox curriculum. During my visit, I watch year five and six children poring over the poetry of Michael Rosen and a year seven English group studying ashort story by Roald Dahl. Look closely, though, and the more exotic aspects become clear. On one wall is a mural featuring the Maharishi&apos;s Samhita, a Sankskrit term for a system of knowledge. There are also references to the behavourial rasanayas meant to enhance health and happiness. Those who object to the school being funded by public money have pointed to its belief in something else I see on classroom walls: asystem of healthcare called Maharishi Ayurveda, which links physical wellbeing to one&apos;s state of consciousness and has spawned a lucrative global brand, seen on everything from massage oil to herbal cough medicine. Cassells says what the school teaches goes no further than &quot;daily and seasonal routines, and diet, for making you more balanced. So, for example, if you&apos;re a person that doesn&apos;t like the heat, sit by a window in the summer  that kind of thing. It&apos;s quite simple.&quot; There has also been controversy about the teaching of the &quot;Science of Creative Intelligence&quot;, what the Maharishi called the science of consciousness. As part of its agreement with the DfE, it renamed this &quot;Interdisciplinary studies&quot;  which, Cassells says, neutralised the idea that it has anything to do with what some Christians call intelligent design. If they have a child at the school, at least one parent is encouraged to take up TM themselves, though Cassells is cagey about how and where they learn it. &quot;I think I know,&quot; he says, but insists telling me &quot;might be breaching a confidence&quot;. When I visit the school&apos;s secondary site  arectangular building amid a Barratt-style housing development  I think I might have found the answer. Next door is a vast &quot;golden dome&quot; owned by the Maharishi Foundation, a Europe-wide organisation whose practices include &quot;yogic flying&quot;. The foundation, Cassells says, supplies the school with teachers of TM, and &quot;there&apos;s aprofessional link there, but nothing more&quot;. One parent I speak to says she was taught TM by apractitioner affiliated to the foundation (at a cost of around 100, including a hefty subsidy), but again insists that the latter keeps itself to itself. Two weeks later, Ivisit a free school that offers a more orthodox way of doing things. There are two things you notice when you arrive at Oakbank: the roar of the nearby M4 and a long green banner on the railings that reads, &quot;Founded by the community, in the community, for the community.&quot; It would be easy to be cynical about this. The school, after all, is co-run by a global not-for-profit organisation called CfBT, which began life as the Centre for British Teachers and now  among its other interests  runs five British private schools, 12 state-sector academies and 36 schools in Abu Dhabi. Behind the slogan, though, is a story that involves local campaigners, the resurrection of secondary education in a place that was suddenly deprived of it  and a free school that defies many of the obvious stereotypes.     Oakbank school, east Wokingham. Photograph: Lydia Goldblatt for the Guardian    In 2010, Wokingham borough council closed the school that had long served local villages: Ryeish Green, which had opened in 1911 but seen falling numbers  partly, locals say, thanks to talk about its closure. Parents thus found themselves on the edge of the local system of school choice: outside the catchment areas for a couple of hugely oversubscribed schools within a few miles and therefore faced with bus journeys to other places that, in some cases, took around an hour each way. So, after a meeting in a local pub, seven people formed WoW, the West of Wokingham Parents Group. Among its prime movers were Louise de la Riviere, whose daughter started here in September, and Sarah Codling, whose daughter will enrol this year. Codling says those involved are some distance from the stereotype of the pushy bourgeois parent: &quot;We&apos;re just ordinary village folk who can&apos;t afford to move and don&apos;t want our kids to go to school 10 miles away.&quot; The WoW parents eventually approached the CfBT Education Trust and set out on the path that would lead to a new school. A headteacher, Nick Dorey, came from a small private school in Cardiff run by CfBT, attracted by &quot;the fact that the parents wanted it to be inclusive, not exclusive they didn&apos;t want it to be a selective academic hothouse&quot;. The funding agreement from the DfE arrived later than planned, last July, and the school opened in September, with 64 year sevens in three forms and no applicant refused a place. If it all works out, it will grow to 560 students, aged 11-16. Wokingham council, it&apos;s worth noting, insists it had plans to relocate one of its secondary schools to this part of the borough (though &quot;no confirmed date&quot; had been agreed), but the free school forced them to &quot;review our strategy&quot; and concentrate on new school provision &quot;on a smaller scale&quot;. Dorey may have come to Oakbank from the private sector but, he says, &quot;I&apos;m not a great believer that the independent school has all the answers. It often doesn&apos;t have the answers at all.&quot; Students are split into sets for maths and science; English will follow. But the techniques used tend to be pragmatic, not showily academic. Among them isa &quot;reading dog&quot; named Teddy, designed to get over children&apos;s nerves about reading aloud by providing a listener who can&apos;t answer back. Thirty per cent of the students are classed as having special needs. Nuala Hemphill, the school&apos;s special educational needs coordinator, who came from a school in Hackney, is working with a teenage school refuser seconded to the school by Reading council, and says Oakbank&apos;s small size is central to the work she can do: &quot;Ifthey were in a big school, some of these kids wouldn&apos;t make it.&quot; Dorey puts the proportion of students on free school meals at 12%, against the borough&apos;s 3.5%. In a classroom set aside for English lessons, Imeet six students. Kacey Ironmonger, 11, says that when she leaves school she wants to be adog-groomer; 11-year-old Callum Beeks reckons he&apos;ll earn a living painting custom cars. All of them confirm that had Oakbank not opened, they&apos;d have been faced with tediously long school journeys. &quot;The other schools round here are good,&quot; DelaRiviere says. &quot;And this school doesn&apos;t need to be any bigger than it is, because it&apos;s there to serve the villages round here.&quot; &quot;And bear in mind that we&apos;ve got another 2,000 houses being built in these villages and we&apos;ll cater to those people,&quot; Codling adds. &quot;When we looked into the whole free school thing, it was clear you could do something radical with it  go down the grammar school route, or become a trumpet-playing specialist school, or teach Latin. But we wanted to use that initiative to do something quite old-fashioned and unexciting. We just wanted to be a local community school, with astrong academic bias and strong pastoral care.&quot; Not for the first time, I&apos;m struck by a thought that might cause Gove a pang of disquiet: factor out what Whitehall would call its governance, and this is essentially a comprehensive school, isn&apos;t it? &quot;Yes,&quot; Codling says. &quot;I&apos;d say that it is.&quot;", 
    "section": "education", 
    "gid": "education/2013/jan/04/free-schools", 
    "wordcount": "3421"
}