{
    "headline": "We Sing Pop!  review", 
    "text": "There are few better ways to end a Saturday evening than with your partner singing Kelis&apos;s Milkshake at full volume while his performance is rated onscreen. Particularly when those comments are of the unflinching &quot;bad,&quot; &quot;awful&quot; and &quot;terrible&quot; variety. And it&apos;s this unlikely refusal to shy from the truth that gives We Sing Pop!  the latest incarnation of the Nordic Games Wii Karaoke franchise  the edge over your usual karaoke experience. There is also a whole host of playing options for participants to choose from, whether you&apos;re partial to a bit of solo crooning, or prefer to sing with others in Party Mode. (Really, is there anything more cringe-making than that term? Surely no one&apos;s definition of a party involves people huddled round the Wii singing appallingly.) There are, however, only two (wired) microphones included with the game, so be prepared for a bit of mic-hogging. We attempted some of the lessons on offer, meant to help you with pitch, but I remain rather sceptical of their usefulness  although that&apos;s arguably more a reflection on my singing than on We Sing Pop! In any case, while I can perhaps imagine star-struck teenagers solemnly holding long notes for apparent eternities, for most people the game&apos;s appeal is likely to be as a social activity. Hence We Sing Pop!&apos;s playlist, which is an initially puzzling assortment, but probably perfect for mixed-generation games when parents, kids and grandparents need a couple of tunes they are familiar with. Hence we have Florence + The Machine&apos;s Dog Days Are Over alongside Nobody&apos;s Perfect by Jessie J, Ice Ice Baby by Vanilla Ice and I&apos;m Your Man by Wham. A word of warning: nobody in their right mind should try the first of these unless they are actually Florence or everyone else present will chop their own ears off in anguish. Sonny &amp; Cher make an appearance, as do Tinie Tempah, Adele and, erm Peter Andre. The Killers, Lady Gaga and Rihanna are also on the list, while the Scissor Sisters are presumably included for those with voices so high that only dogs can really hear them. It&apos;s all jolly enough stuff. There are various options and levels on offer for the more (or less) experienced singer. You can include the backing track, keep the original vocals if you need help with the tune, and there&apos;s the option of singing only half a song, which might make a quite terrifying evening suddenly appear more bearable. The onscreen guide takes a little bit of getting used to, and I sometimes wondered whether it would actually have been easier just to show the musical score rather than the We Sing version of it, although it presumably makes things easier if you don&apos;t read music. Equally, however, this might have been a good way of teaching kids that skill in a fun way. But I think my major reservation was about the overall size of the game. On the basis that you might know two thirds of the songs on offer and like maybe one third, with only 30 songs it does feel like you could easily become bored. Even though your efforts are scored, there&apos;s probably only so many times that the chance to croon a Nicole Scherzinger number would be a persuasive reason to turn on your Wii and plug the microphones in.  Game reviewed on Nintendo Wii", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/may/04/we-sing-pop-game-review", 
    "wordcount": "567"
}