{
    "headline": "You can't put a price-tag on literacy", 
    "text": "The grand narrative of recent progress in global education is often summed up like this: more bums are on seats than ever before, but are the kids learning anything? Over the past 10 years primary enrollment rates have soared around the world. But some say a focus on hardware  desks, books, bums  has come at the expense of a real conversation about the quality and purpose of education. At the first-ever World Literacy Summit in Oxford this week, delegates are chewing over a number of proposals for how to get global literacy the attention it, quite rightly, deserves. Estimates suggest around 800 million people worldwide are unable to read or write, and yet funding for literacy programmes remains sparse. With the 2015 millennium development goals deadline approaching, the time is ripe for fresh arguments and revised priorities. One suggestion is to convince policymakers that investing in literacy makes economic sense. In a report last week, the World Literacy Foundation estimated that illiteracy costs the global economy more than $1 trillion a year through lost job opportunities and the costs of unemployment and ill health. Borrowing a Unesco formula, and assuming the price of illiteracy falls between 0.5% and 2% of GDP depending on the country, the report produces a string of heavy-hitting topline numbers: illiteracy &quot;costs&quot; China $136bn a year, the US $300bn, Bangladesh $1.4bn, Sudan $486m, and so on. On Monday, Jean Gross, formerly of the UK charity Every Child a Chance Trust, added another set of numbers: in 2009, a study prepared by KPMG auditors estimated that every pound spent tackling literacy difficulties before children reach the age of seven will generate a &quot;return on investment&quot; of between 11 and 17 over their lifetime. In contrast, it said, failing to address these issues costs the UK public purse up to 64,000 per individual  primarily due to lost job opportunities and the related cost of the welfare system. The conclusion seems simple: spend now, save later. Like all estimates, these numbers are certainly fuzzy and open to debate. But the problem with figures like these is not just methodological. In a world where seemingly everything is for sale, it can seem reasonable to try and put a price-tag on things we care about. After all, if you don&apos;t figure into the accounting sheets and cost and benefit analyses of finance ministers and exchequers, do you really exist? But while the economic case for investing in literacy could help win the short-term battle for funding, it risks losing the war. A key danger is that putting a price on illiteracy helps promote a crude calculus whereby education is valuable insofar as it gets people working, spending and paying taxes. This risks prematurely closing debate on a key question: what, exactly, is education for? The economic case for investment in education can also threaten to reduce a crucial issue of fundamental human rights to a mere policy choice.  It&apos;s easy to forget that the right to education has been universally recognised for decades. Enshrined in the 1948 Universal Declaration of Human Rights, most countries have signed up to at least one international convention covering the right to education. More needs to be done to discuss education challenges in these terms. It&apos;s not just a question of when and where education can be a good economic investment with a promising &quot;rate of return,&quot; but about really grappling with power and looking at how and why education rights are denied  and who&apos;s benefiting from the denial. A second suggestion put forward at this week&apos;s summit is also problematic. Acknowledging global health triumphs over the last decade, delegates proposed that it&apos;s time for us to treat illiteracy as a &quot;disease&quot; that needs to be eradicated once and for all. There are certainly neat parallels between early reading campaigns and vaccination programmes, particularly if you follow the economic case for investing in literacy. But the knock-on effects of thinking about illiteracy as a disease are extremely troubling: the implication, after all, is that illiterate people are &quot;diseased&quot;. In one fell swoop, this language threatens to dismiss the rich experiences, knowledge and opinions of people who struggle to read and write, and risks undermining significant recent progress to overcome a long history of paternalism in development. I wonder if the arguments made and suggestions proposed at the World Literacy Summit might have been different if the audience were, even slightly, more diverse. Crucially, there are few, if any, illiterate people and adult learners at the conference. Perhaps the high registration fees  1,385 for four days  had something to do with limiting the number of perspectives. But the lack of high-level political participation is also striking. For its part, the summit has devised a clever way to transparently draft its final declaration  delegates suggest changes to a draft declaration either online or in person, with the document set to evolve in an iterative way. It&apos;s a quiet coup for participatory decision-making, and it will be interesting to see what comes out of the process on Wednesday. It&apos;s just shame there aren&apos;t more, and different, people at the table.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/apr/03/literacy-price-tag-economic-investing", 
    "wordcount": "869"
}