{
    "headline": "Rest in fleece: demand soars for woollen coffins", 
    "text": "Coffins made from British wool fleeces are growing in popularity thanks to an increasing number of Britons choosing to take their commitment to a greener life beyond the grave by planning for an environmentally sound send-off. In the past year, Hainsworth, one of the UK&apos;s leading textile mills, has witnessed a 700% rise in demand for its woollen coffins. At the same time, dissatisfaction with traditional funeral services has driven up the number of eco-funerals to more than 50,000 a year  a 100% rise on five years ago. These funerals include interments at unconventional sites, and coffins made from alternative materials such as wicker and cardboard, as well as cash payments to offset the service&apos;s carbon dioxide emissions. Some people choose to forgo a coffin and are buried in a simple shroud. Over the same five-year period, the number of natural burial grounds across the UK has risen by more than 20%, from 220 to 270. These include communal woodland areas and private land that have been granted planning permission for burials. Councils have also converted corners of municipal cemeteries. Hainsworth, a seventh-generation family business dating back 229 years, began marketing its woollen coffins in 2009. Handmade in Pudsey, West Yorkshire, each coffin uses three British wool fleeces. Last year, the company was selling 15 woollen coffins a month, now it sells 120 over the same period. It expects this to rise to 200 a month next year. The idea for the woollen coffin came after a work experience student stumbled across the 1668 Burial in Woollen Act, which decreed that people had to be buried in a woollen shroud. At the time it was done to boost England&apos;s wool industry. The company&apos;s managing director, Tom Hainsworth, said: &quot;We&apos;ve taken a 17th-century concept and brought it to the modern day.&quot; Dominic Maguire, spokesman for the National Association of Funeral Directors, said: &quot;People are concerned that, when they die, they don&apos;t leave much of a carbon footprint  and their feeling is that they want to leave a legacy, a sense that at the end they didn&apos;t use up natural resources.&quot; According to David Crampton, president of the Funeral Furnishing Manufacturing Association, 10% of all coffins are now made with alternative materials. &quot;Wicker is by far the most popular, second to that is cardboard. But others include willow, wool, bamboo, banana leaf, water hyacinth, felt and recycled paper. As more alternative materials have become available, so the popularity [of green funerals] has grown. Ten years ago, it was just wicker and cardboard. Five years ago, alternative coffins made up just 5% [of funerals]. The market will probably continue to grow.&quot; JC Atkinson, based in Washington, Tyne and Wear, makes more than 70,000 coffins a year, including solid pine coffins that have Forestry Stewardship Council (FSC) accreditation. Research carried out by the firm has shown that more people would opt for a green send-off if prices were lower. A traditional funeral costs, on average, 3,000, but eco-funerals can be more expensive. Opinions differ on what constitutes a truly green funeral. Some argue that choosing a coffin made of seagrass or something equally biodegradable is merely a sop to environmental concerns, particularly if the wish of the deceased is to have a cremation. Morris said: &quot;What exactly makes a &apos;greener&apos; product? Is it a wicker or wool coffin, or is it a solid pine coffin made from FSC-sourced raw material, manufactured using best practice with an added carbon-rebalancing donation and tree-planting option? Both have their merits and both could be described as &apos;greener&apos;.&quot; Perhaps the &quot;greenest&quot; funeral is one that combines a coffin made of natural materials with a burial that substitutes a costly, imported headstone with a newly planted tree. Rosie Inman-Cook, manager at the Association of Natural Burial Grounds, believes that people are &quot;hacked off&quot; with trips to cemeteries full of &quot;grief litter&quot;. &quot;People want to leave a living legacy. They want a low-maintenance memorial that isn&apos;t going to be a burden on the parish. A natural burial ground [such as woodland or a wildflower meadow] doesn&apos;t cost much to maintain.&quot;  This article was amended on 12 June 2012. The original said internments when it should have said interments. This has been corrected.", 
    "section": "environment", 
    "gid": "environment/2012/jun/11/eco-funerals-fleece-woollen-coffins", 
    "wordcount": "721"
}