{
    "headline": "University tuition fees to rise in England next year", 
    "text": "University tuition fees are set to rise next year, with students paying on average just over 8,500. A third of English institutions will charge the maximum 9,000 as standard for a degree, according to official figures. Around three in four will charge the top rate for at least one of their undergraduate courses. Union leaders said that the latest figures show that fees of more than 6,000 are becoming the norm rather than the exception. English university fee levels for 2013/14 were published by the Office for Fair Access (Offa) on Wednesday, when it released individual institutions&apos; latest plans for ensuring that disadvantaged teenagers were not priced out of higher education. Under a major overhaul of the system, every university that wants to charge students more than 6,000 and up to 9,000 must submit an annual &quot;access agreement&quot;, which has to be signed off by Offa. Institutions that fail to meet targets in their agreement on recruiting and retaining students risk a hefty fine or losing the right to charge more than 6,000. In total, 122 universities and 28 further education colleges have access agreements in place for 2013/14, the second year of the tuition fee increase. Students starting degree courses in autumn next year will pay estimated average tuition fees of 8,507, up from the latest estimate of 8,385 for 2012/13. It is understood the rise has been driven by universities making changes to their fee levels for next year. After fee waivers, which reduce the charge for poorer students, the estimated average fee will be 8,263, Offa said. The figures show that 94 of 122 universities (77%) will charge 9,000 for at least one of their courses, and 42 institutions (34%) will charge the maximum as standard. Among the further education colleges, three are expected to have fees of 9,000 for at least one course, and one will charge the maximum across the board. Offa insisted that when all financial support is taken into account the estimated average fee for 2013/14 will be 7,898. Ten universities and colleges will charge an average of 9,000 after fee waivers are taken into account, the organisation added. These institutions are likely to provide bursaries or other forms of financial support. The government originally predicted, when fees were first set to be raised, that the average annual cost would be 7,500, and that universities would only charge more than 6,000 in &quot;exceptional circumstances&quot;. Sir Martin Harris, the director of Fair Access, said: &quot;These access agreements show a largely similar picture to 2012/13 access agreements. &quot;Predicted spending on both financial support and outreach activity is up significantly compared with spending under the old fee and support arrangements, although, as with 2012/13 agreements, on financial support the balance has changed from predominantly bursaries and scholarships to a mixture of bursaries and scholarships, fee waivers and other support such as accommodation discounts. &quot;Interestingly, access agreements for 2013/14 show a decrease of 19.6m in fee waivers and, at the same time, an extra 33.3m going into student choice, where students can choose between a discount on their tuition fees or financial support such as a bursary or discounted accommodation. &quot;This change may, in part, be the result of greater student influence in the development of access agreements following Offa&apos;s new requirement for universities and colleges to state how they have consulted with students when drawing up their agreement.&quot; Sally Hunt, the general secretary of the University and College Union (UCU), said: &quot;When pushing higher fees through parliament, ministers promised that fees above 6,000 would be the exception rather than rule. Today&apos;s figures confirm our more accurate prediction that fees closer to the maximum of 9,000 a year would in fact be the norm. &quot;There&apos;s little pleasure in being right, especially as we saw a drop in student applications of almost 10% this year following the massive hike in fees. Decisions about what and where to study at university should be made based on an individual&apos;s academic ability, not how much a course costs.&quot;", 
    "section": "education", 
    "gid": "education/2012/jul/26/university-tuition-fees-to-rise-1", 
    "wordcount": "724"
}