{
    "headline": "Android stays ahead of iPhone surge in US (despite what Nielsen thinks)", 
    "text": "&quot;More US Consumers Choosing Smartphones as Apple Closes the Gap on Android&quot; says the headline on the Nielsen blog, looking at sales of smartphone in the US over the fourth quarter. Only one thing wrong about it: Apple isn&apos;t, by the numbers Nielsen provides, closing the gap in installed base on Android. Instead, the Android OS is extending its lead in smartphones  which, according to Nielsen, stands at 46.3% of the total market; Apple, it says, has 30% of the overall market.     US installed base (left) and market share in the past three months (right) of smartphone platforms. Source: Nielsen    The error arises in Nielsen&apos;s interpretation of its data, where it says that among recent acquirers of smartphones (that is, in the past three months), &quot;44.5% of those surveyed in December said they chose an iPhone, compared to just 25.1% in October. Furthermore, 57% of new iPhone owners surveyed in December said they got an iPhone 4S.&quot; Okay, fair enough. But its figures for acquirers of smartphones in the past three months shows that 37% of them got iPhones, and 51.7% of them got Android phones. (We&apos;ll come to the other platforms in a moment.) That means, roughly, that for every 10 smartphones sold in those three months, four were iPhones and five were running Android. (Nielsen gives figures: 61.6% v 25.1% for Android/iOS in October, 48.7% v 38.8% in November, 46.9% v 44.5% in December.) At no point have iPhones been outselling the totality of Android phones  though in December they came within 2.4%, so nearly neck and neck.      US market shares over last three months of 2011 for Android, iOS and RIM. Source: Nielsen    The point being that you can&apos;t catch up with someone if you&apos;re running at nine-tenths the speed they are. The iPhone hasn&apos;t &quot;closed the gap&quot;, except in the sense that nearly as many people were buying iPhones in December as they were Android phones.  However, until and unless iPhone sales overtake Android sales, the lead that Android  as a platform  enjoys in the US smartphone market is going to continue to grow. We&apos;ll have to see what happens to the figures in January: it&apos;s faintly possible that Apple could overhaul all Android phones in sales, but I wouldn&apos;t bet the house on it. The one wrinkle in all this of course is that Apple is just one company, where &quot;Android&quot; describes lots of companies - Samsung, HTC, and Motorola for example. Even with Samsung&apos;s growing power in the US (though HTC used to dominate Android sales there) it&apos;s unlikely to have taken a near-100% share of the Android market there. So Apple might have sold more smartphones than any other company in the US over those three months. But as Stephen Elop of Nokia says, it&apos;s a war of ecosystems, not a battle of devices. Apple&apos;s chosen its ecosystem. And Android is the principal one it&apos;s up against right now. And the first part of those wars may be over: Nielsen says that 46% of US mobile consumers now have a smartphone. (In the UK, the figure passed 50% around autumn 2011.) It seems a safe assumption that there will be a certain segment who will hold out against smartphones  which means there&apos;s probably less than 50% of the market to play for in the coming years. Other platforms  RIM&apos;s BlackBerry is having an appalling time in the US. The Nielsen data suggests that its existing installed base is 14.9%  but its share of the past three months&apos; sales was 6%. Even worse, that fell continuously over the three months, from 7.7% to 6.4% to 4.5%. What makes this part of the story even worse is that this is with its new devices  the ones which came out (a little late) in the autumn, offering touch screens and all sorts of bells and whistles (though not Flash. Is that the problem? Nah, thought not.) The resignation last night of the two chief executives (who also resigned their co-chairmen roles) is indicative that they&apos;ve finally realised they have A Problem. For RIM, there doesn&apos;t seem to be a bottom to the market; there&apos;s a suspicion that its corporate customers are abandoning it (or not renewing contracts, which comes to the same thing). It is going to have to rely on the enthusiastic markets outside the US (which include the UK) to keep itself going while it hopes  it has to hope  that its new products based on QNX, due sometime late (in both senses) this year will revive its fortunes. So far, that hasn&apos;t happened, at least in its former biggest market.  Windows Phone. Still not very visible, but expanding: Nielsen says it has 1.3% of installed based, and had 1.4% of sales in the past three months. In other words, growing. But this of course is all before Nokia&apos;s renewed assault on the market with the Lumia 710 on T-Mobile, and the Lumia 900 with LTE (and a 23% bigger battery) starting sales this year. Meanwhile Symbian, with 1.4% of the installed base, got 0.9% of sales  so it&apos;s fading (even more).   Windows Mobile and Palm/WebOS. People are still buying these (2.4%  bigger than Windows Phone!  and 0.5% respectively). Proof that old mobile operating systems don&apos;t die until handset makers stop making them.", 
    "section": "technology", 
    "gid": "technology/blog/2012/jan/23/android-ahead-iphone-us", 
    "wordcount": "876"
}