{
    "headline": "Hosepipe bans likely as UK gripped by drought", 
    "text": "The worst drought to grip the UK in more than 30 years is already killing wildlife, threatening farmers&apos; livelihoods, and is likely to lead to widespread hosepipe bans  even before spring has begun. Fish populations have been dying in Hampshire, according to the Environment Agency, owing to the low river flow that has left them stranded, while boats have been banned from an area on the Grand Union Canal where the level has had to be lowered. In the east of England, domestic boreholes supplying water have dried up, and water companies are applying for drought permits over increasing areas of the country after two dry winters have emptied reservoirs and dried the soils so much that even rainfall a fifth higher than usual would only be enough to return them to normal levels. In the east of England, the soil is drier than has ever been recorded, which is causing severe problems in one of the UK&apos;s most productive agricultural areas. This week, after an emergency drought summit at which huge stretches of the south-east of England were declared officially in drought, with many other areas &quot;at risk&quot;, the secretary of state for the environment, Caroline Spelman, warned that hosepipe bans were &quot;very likely&quot; in the south-east of England, and called on individuals to try to cut their wastage of water. Helen Vale, national drought co-ordinator at the Environment Agency, said: &quot;With the south-east of England moving formally to drought this week and many parts of England at high risk, it&apos;s more important than ever that we all use water wisely. The Environment Agency must balance the water needs of people, businesses and the environment. We are working with businesses, farmers and water companies to plan ahead to meet the challenges of a continued drought.&quot; Spelman warned this week that drought could be &quot;the new norm&quot; for the UK, and that widespread changes in behaviour would be needed to cope. She called on individuals to take more responsibility for their own water usage, cutting waste where possible. Even seemingly simple measures such as people turning off the taps while brushing their teeth or taking shorter showers can have an effect. She said that water companies had already begun to take measures to cut their waste, reducing leakage from pipes by about a third. Some reservoirs in the affected areas are at record lows, and farmers and businesses are facing restrictions on how much water they can extract from rivers and underground water sources. Consumers are also likely to face rising food prices if the drought continues through the summer, as farmers pass on the cost of failing crops. While the emergency drought summit focused on immediate actions, such as how water companies can try to reduce demand before they have to call for more drastic measures such as hosepipe bans, longer term solutions should also be on the table, experts have urged. Colin Green, professor of water economics at Middlesex University, lambasted water companies for failing to build resilience into their systems over the years since privatisation. He said: &quot;What we are seeing is the failure of the last 30 years of water policy and management in England. We have not increased the efficiency with which water is used to reduce demand  instead water consumption has increased.&quot; He pointed to Germany and Denmark, where household consumption of water has fallen in the past 25 years, as a contrast. He added: &quot;The danger in the current economic crisis is that there will be more short term fixes which simply worsen the long term economic position - that there will be a focus upon short term profitability at the sacrifice of long-term efficiency.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/feb/24/hosepipe-bans-uk-drought", 
    "wordcount": "624"
}