{
    "headline": "HTC risks being acquisition target after quarterly operating profit of just 0.9m", 
    "text": "Taiwanese smartphone maker HTC may become an acquisition target after making an operating profit of just NT$43m (0.9m) in the quarter to March on revenues down 37% year on year to NT$42.8bn (950m) as manufacturing problems hit its hopes of a comeback. A shortage of cameras for its new flagship HTC One phone meant that by the end of the quarter it launched in only three countries, rather than the 80 it had aimed for  and also means that during the current quarter it will be struggling for attention with Samsung&apos;s new Galaxy S4, due to go on sale in the next few weeks. The results will put renewed pressure on chief executive Peter Chou, who reportedly told the company board that he would step down if the new phone is not a success. Some analysts think the company could become an acquisition target as its cashflow suffers and the market polarises towards expensive phones from Apple and Samsung, and cheaper Chinese ones. The quarterly figures fell short of HTC&apos;s own modest forecasts made in February, when it said it expected revenues of between NT$50bn and NT$60bn. Those would have been substantially down on the year-ago figures. Benedict Evans, telecoms and technology analyst at Enders Analysis, estimated that the company had shipped between 3.5m and 4.5m phones during the quarter. Carolina Milanesi, smartphone analyst at research group Gartner, suggested a higher figure for shipments, of 7m to 7.5m. The company did not give any figure itself. A higher shipment figure would point to a lower selling price for the phone, and so lower profits. &quot;HTC has a scale problem,&quot; Evans told the Guardian. &quot;Last year at this time both it and Sony launched great new products, and they went nowhere. Everybody is saying that the HTC One looks nicer than the Samsung Galaxy S4, but without the marketing and sales and commission budget, it can&apos;t reach enough people. Making lovely bits of hardware is a necessary, but insufficient, condition in this business. Now it&apos;s getting into a vicious circle where it has to cut back its marketing budget to get its cashflow under control.&quot; A likely scenario is that the company might be acquired by a Chinese company such as Lenovo in the next 18 months. The company has now seen its quarterly revenues more than half since their NT$104.1bn peak in the third quarter of 2011, and profits crash by 98% from a year ago. Net profits before tax were NT$103m, and after tax NT$85m.", 
    "section": "technology", 
    "gid": "technology/2013/apr/08/htc-acquisition-target-operating-profit", 
    "wordcount": "435"
}