{
    "headline": "Mystery bird: Long-whiskered owlet, Xenoglaux loweryi", 
    "text": "    Long-whiskered owlet, Xenoglaux loweryi, O&apos;Neill &amp; Graves, GR, 1977, photographed at Abra Patricia Reserve, San Martn Region, Peru (South America).  Image: Nick Athanas/Tropical Birding, 16 October 2011 (with permission) [velociraptorize].   Question: This recently discovered South American mystery bird is truly mysterious due to several behavioural traits; what traits are those? Can you name this bird&apos;s taxonomic family and species?  Response: This is an adult long-whiskered owlet, Xenoglaux loweryi, one of the smallest true owls (Strigidae). Discovered in Peru in 1976, this species has an extremely small range, although it has since been discovered in a second, separate, location.  The photographer writes:  Up until a few years ago, this species defined the term &quot;near-mythical.&quot; After its description in 1977, about 25 years passed with no further sightings, and its voice was unknown. Then, a few birds were mist-netted and finally its voice was recorded, and a new reserve was created with trails into the forest. Soon enough birders were starting to see it on a fairly regular basis. Now, this is a bird that visitors have a reasonable chance to see, if not at Abra Patricia, then at another site closer to Pomacochas called Yambrasbamba. I believe Frank Lambert and I were the first ones to see this species outside of a mist net, on 19 May 2008, although this photo was taken a few years later.   I asked the photographer to share the story of his and Mr Lambert&apos;s sighting with us, and he responded thus:   I was birding in Peru with a friend of mine, Frank Lambert, a few years ago, and we heard that someone had caught a Long-whiskered Owlet in a mist-net near a new lodge that had just opened on a big forest reserve at Abra Patricia in northern Peru. Frank knew the manager, and arranged for us to visit. We hiked a few miles into the forest and set up camp near where the bird had been caught, and we spent two nights pulling all-nighters looking for the bird, sleeping during the day. We heard one faintly at one point but never came close to seeing one. It was not a surprise but of course we were a little disappointed.  We hiked back to the lodge and had one night there to get cleaned up for the trip back home. At dusk, Frank was out behind the lodge, ready to look for the owlet again. I admit I was ready to give up, but there was no way I was going to let Frank look for it alone -- he has a knack for finding super-rare birds. So we waited until dusk and played the recording of the Long-whiskered Owlet. Amazingly, one called back to us [from] not far away. We got a much better recording of the bird than what we had before and started calling it in, and within about half an hour, the tiny owl flew into a perch right in front of us.  It was one of the most exciting moments of my birding career. We learned later that we were the first birders to have seen this bird without use of a mist-net. The recording on xeno-canto is the one that we got that evening.  And here is that 49-second recording of this owl, which is one of the first recordings ever made of this bird&apos;s voice. This recording is freely available at Xeno-Canto (song type C; recorded at Abra Patricia-Alto Nieva, San Martn, Peru, on 19 May 2008):      The long-whiskered owlet appears to inhabit the understory and mid-story of very wet elfin rainforest and tall cloud forest in the Andes mountains. They are found between 1,890-2,350 m (62007220 ft) above sea level, although some reports indicate this species may occur below 1,200 m.  This very distinctive owl resembles no other species, and is the only member of its genus. It is brown with finely vermiculated buffy underparts and pale eyebrows. Its large eyes are orange-brown. This small owl&apos;s facial disc feathers extend past its head, which gives it the appearance of having long ear tufts.  The long-whiskered owlet is amongst the smallest owl species in the world and is thought to feed primarily on insects. Although more birders are seeing this mysterious species, it remains poorly known. For example, some authorities think this owl may be almost flightless. Here&apos;s a video of a calling long-whiskered owlet at Abra Patricia Reserve, Peru (uploaded 5 December 2011):            Visit guybfoulks&apos;s YouTube channel [video link].  Unfortunately, this CITES Appendix II (endangered) bird&apos;s habitat is still being destroyed for timber and agriculture and &quot;to secure ownership of the land&quot;, which creates a rather unpleasant mental image, to say the least. Currently, the long-whiskered owlet&apos;s total population is estimated to number between just 250 and 999 individuals.  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or mp3 files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientistevil google+: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/jan/12/3", 
    "wordcount": "867"
}