{
    "headline": "Children with disabilities illegally excluded from school", 
    "text": "Hannah Phillips lost count of the times her son James was excluded from primary school for disruptive behaviour. There were daily phone calls from staff, often asking her to take him home, and his three older siblings were fed up with being called out of class to deal with him. He was frequently placed in isolation, away from the classroom, and excluded from school trips and activities, says Phillips. James has Down&apos;s syndrome and moderate learning difficulties. So what his teachers classed as disruptive behaviour, was actually &quot;general excitement and joie de vivre&quot;, says his mother. With the right kind of help, she believes he could have progressed well in a mainstream school. But she was disappointed by the support that was offered. &quot;The attitude seemed to be: &apos;We don&apos;t really want him here, but we have to take him because the education system says we have to take children with special needs.&apos;&quot; Julie Sheppard also found herself making frequent trips to her school to collect her son Logan  who has autistic spectrum disorders  because staff said his behaviour was unmanageable.For Sheppard, the multiple trips back and forth to the school became too much. &quot;I remember ringing my mum in tears, saying: &apos;I can&apos;t keep doing this&apos;,&quot; she says. There are clear guidelines for schools, set out by the Department for Education, about school exclusions. A child can only be legally excluded for disciplinary reasons and headteachers must tell parents and carers formally, in writing, why their child has been excluded and for how long. But new research published today by the charity Contact A Family suggests that some schools are regularly making unlawful exclusions. The charity&apos;s survey of over 400 families of children with disabilities or additional needs found that 22% are illegally excluded once a week and 15% every day (for part of the day). More than 60% of the parents have been told that their child has been put on a part-time timetable  something that can be appropriate for short periods of time (for instance, when a child is returning to school after an illness) but should not continue indefinitely. While the majority of children experiencing illegal exclusions are in mainstream schools, around 20% are in special schools. The most common reasons given for exclusion are that the school doesn&apos;t have enough support staff or that the child is &quot;having a bad day&quot;. Contact A Family is calling for schools to have better access to specialist support services, including amendments to the children and families bill, that would help young people with disabilities and additional needs to access educational support more easily; and more guidance on when it is appropriate to agree a part-time timetable for children with disabilities and special needs. The charity also wants schools found to be illegally excluding children to automatically receive a grading of &quot;inadequate&quot; from Ofsted. The report echoes the findings of an inquiry carried out by the Children&apos;s Commissioner last year, which found that children with disabilities and additional needs were among those most likely to be affected by illegal exclusions. Next month, it will publish the findings of a second year of more in-depth research on the issue. The findings of both reports come as no surprise to Marie Walters. Her son Harry, who has an autism spectrum disorder, was excluded from his mainstream primary school so many times, she became &quot;confused&quot; about when she should send him to school and when not. Sanctions were inconsistent, with only some formally recorded by the school, she claims. &quot;Sometimes he would be fully excluded for something that seemed incredibly minor. And I&apos;d get calls at extreme times of the day, like 8.30 in the evening saying: &apos;He can&apos;t come in tomorrow.&apos;&quot; As Walters found, the impact on the child can be devastating. &quot;I had to take Harry to see a counsellor because he started smashing his head against the wall. He didn&apos;t know if he was coming or going, or whether he even had a school any more.&quot; Many children  up to 53%, according to Contact A Family&apos;s survey  fall behind with schoolwork because of these illegal exclusions. During the year-long period when he was frequently excluded from school James &quot;went backwards&quot;, says Phillips. Families are affected too. Being constantly &quot;on call&quot; to collect a child can make it difficult for parents to hold down a job. And this is particularly significant for parents of children with disabilities or special needs who, according to research carried out by the Children&apos;s Society and others, are already at greater risk of being in poverty. &quot;I couldn&apos;t work, I couldn&apos;t go out anywhere,&quot; says Phillips. She took a part-time job as a lunchtime supervisor at her son&apos;s school just so that she could be on hand to deal with any problems. But she says the stress led to her having a breakdown. Walters, too, began suffering from depression, which she believes was triggered by her son&apos;s problems at school. For many parents  around two thirds, according to Contact A Family&apos;s research  the solution is often to take their child out of the school. Both Harry, 12, and James, 10, are now in special schools. For Sheppard, the turning point came when she found Logan sitting in the school reception area with his older brother while the rest of the school was enjoying a Christmas party. &quot;My son was clearly not welcome. It was the last straw. I emptied the children&apos;s lockers and took them home.&quot; Logan, now nine, is now settled at another mainstream primary school, where staff are, says Sheppard, more comfortable dealing with children with complex needs and &quot;manage the behaviour before it happens&quot;. This comes at a cost: the school is not walking distance from the family home, which means a 12 taxi fare some days. So why are some schools not following guidelines on exclusions? According to Srabani Sen, chief executive of Contact A Family, many don&apos;t realise that asking parents to collect a child at lunchtime to &quot;cool off&quot;, or to keep them at home for a few days, actually counts as exclusion. Some parents are afraid to challenge illegal exclusions as they are worried about the impact on their child&apos;s school record. Walters admits she was initially pleased that Harry&apos;s school didn&apos;t seem to be formally recording all his exclusions. &quot;All I could think of was that it could affect his chances of getting into a good secondary school,&quot; she says. Lack of training and support could also have a part to play, says Sen. &quot;For example, it could be that some kids, depending on their behavioural issues, can&apos;t deal with eye contact. Now, if a teacher or person working with these children understood that, it could mean that they could prevent things escalating to the point where the person feels that they need to exclude a child.&quot; The Children&apos;s Commissioner for England, Maggie Atkinson, agrees. &quot;Following last year&apos;s report, we said very clearly that there was a gap in the knowledge of the children&apos;s workforce in what ordinary child development should look like and what child development looks like if there is a delay or physical condition. We made a very clear recommendation that both in terms of teacher training and, when you are a teacher, the training you continue to have, should actually ensure you understand what brain development looks like, what social development looks like and what emotional difficulties look like.&quot; Since the Children&apos;s Commissioner&apos;s report was published last year, the DfE has published updated statutory guidance on school exclusion, which states that schools cannot exclude children because they feel they don&apos;t have the resources to deal with them or because they believe the child needs to &quot;cool off&quot;. It specifies that &quot;any exclusion of a pupil, even for short periods of time, must be formally recorded&quot;. But what is not clear is who is policing the issue. While the DfE&apos;s guidance states that schools must explain to parents how they can contest an exclusion  which could be, depending on the type of school, via the local authority or, in the case of academies, the governing body  some of the parents the Guardian spoke to said their complaints were largely ignored. The DfE guidance does not mention any appeals process in cases that are not fixed-term or permanent exclusions. There appear to be no sanctions against schools that impose illegal exclusions. Ofsted says it does not currently have any plans to amend the inspection framework so that schools found to be illegally excluding children would be downgraded. A spokeswoman said inspectors already take into account rates and patterns of exclusion. Sen says the blame should not be placed entirely on schools. &quot;It&apos;s not about shaking a stick at schools  it&apos;s about saying: &apos;Look, we need to work together to make sure that these kids get the education they need and deserve.&apos; Kids have a right to be educated and that right is currently being denied to far too many because of these illegal exclusions. Ultimately this should not be happening and it really needs to stop  now.&quot;  Some names have been changed  Headteacher Nigel Utton on how schools should respond, on the Guardian Teacher Network on Tuesday", 
    "section": "education", 
    "gid": "education/2013/feb/18/children-with-disabilities-illegally-excluded", 
    "wordcount": "1578"
}