{
    "headline": "Twitter: towards more fluid rules of academic engagement", 
    "text": "&quot;It&apos;s a conversation, not a lecture&quot; was the title given to a blog I wrote for the Higher Education Network back in September 2011. It seems like quite a long time ago now! I still believe in the need to ensure Twitter remains a public, potentially more democratic, online space where the playing field is, to a certain extent, levelled. Engagement and reciprocity are defining and built-in features of the Twitter platform  the @ sign indicating location and response, invocation, evocation, address, acknowledgement and recognition. Nevertheless, it seems important to clarify what I meant by &apos;a conversation&apos; and that was not necessarily a real-time, chatroom style exchange of written messages. Though an enthusiastic believer in the benefits of social media, and Twitter in particular, to foster and strengthen individual and collective scholarly interconnections, I am also very much aware that Twitter, like other internet-mediated forms of communication, takes place in a particular kind of individual setting, and this setting is defined by a series of variants (what we could call a real life context) that are not always visible to those with whom we interact online. Immediate interaction is one structural element that defines Twitter as a medium and as a tool, but this does not erase the external demands that define our circumstances as human individuals working behind a computer or mobile device in real time and place. Indeed, Twitter challenges in its very structure previous assumptions of hierarchical, vertical communication, and does facilitate and encourage interactions (@ replies, mentions, direct messages) between strangers that defy notions of proximity, intimacy, closeness and even politeness. Twitter deletes the concept of &apos;cold-calling&apos;, but it also demands of its users the common sense to recognise that because the network is all about creating interactions, the focus or driver of activity should not be the individual but the network itself. This awareness of the immediacy and ease of interactivity between strangers in a public platform should (ideally) demand sensitivity from its users. It might be a good time and place for you to engage in a long and complex dialogue (with the possibility of it getting naturally derailed as others are invited to join in), but it is highly likely it will not be the right time and place for your interlocutor to engage with you. The 140-character limit of tweets encourages direct, generalising, simplistic statements that will often get on the nerves of many of those reading (one person&apos;s &apos;THIS&apos; is someone else&apos;s &apos;FAIL&apos;). This broadcasting of fragmentary glimpses into often very particular points of view may be interpreted or received as the imposition of a truth that other people don&apos;t believe in and this type of broadcasting often begs for its immediate interrogation. It is very easy, very tempting, to get trapped into vicious cycles of misunderstandings. But sometimes, wonderful coincidences can happen and fruitful, fun, valuable, insightful interactions can take place, especially, in my experience, if they are brief. Yes, 140 characters will never be enough, no matter how good we are at synthesising our arguments, to add proper nuance and context to arguments fragmented by world-limits and constant &apos;interruptions&apos;. It can be hard enough to agree and to solve misunderstandings in oral communication between two people sharing the same temporal and spatial context, harder still in written discussions between people from different parts of the world in different time zones and often completely disparate situations. Many (especially famous academic Twitterers with lots of followers) tend to simply ignore all @ replies and mentions. Not engaging at all seems to be their solution to avoiding any problems, like headphone-wearing, mobile-reading commuters in a morning rush-hour train. There has to be an alternative. We need to develop new rules of engagement on Twitter, in which we can recognise each other  directly, indirectly, respectfully  even when we disagree. These rules need not (and in my opinion should not) be written, but fluid and abstract. For many of us, it&apos;s just about adaptable common sense, but this kind of common sense (between countries, cultures, languages, disciplines and time-zones) seems to be really scarce in practice, to be honest. Maybe it&apos;s all about redefining our individual, subjective expectations. I love Martin Weller&apos;s notion of &apos;shifted reciprocity&apos; to refer to the reciprocal, but not identical, engagement between different individuals online. Shifted reciprocity. This is the kind of conversation I&apos;m talking about. Redefining the rules of engagement does not mean resorting to ignoring each other (not engaging at all), nor is engagement about expecting your fellow tweeters to be available to spend all waking hours engaged in disjointed exchanges that are very often likely not to take us anywhere. Those kinds of real-time conversations are better carried out elsewhere, to the conference, the workshop, the seminar, the chat room  or the pub. Ernesto Priego is a digital humanist and lecturer in library studies at City University, London  this is an edited version of an essay first published on his blog  follow him on Twitter @ernestopriego This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/feb/05/twitter-academia-rules-of-engagement", 
    "wordcount": "855"
}