{
    "headline": "Kraken: The Curious, Exciting, and Slightly Disturbing Science of Squid [Book Review]", 
    "text": "I first met giant squid in Jules Verne&apos;s Twenty Thousand Leagues Under the Sea. By the time I decided it was safe to go swimming again, I was eagerly devouring reports that crowded into the newspapers about a variety of giant sea monsters, or kraken. The Humboldt jumbo flying squid, Dosidicus gigas. The enigmatic deep sea giant squids, Architeuthis species. The incredibly cute and colourful cuttlefish. But despite my fascination, I found that people knew almost nothing about any of these animals, so they remained opaque, mysterious and vaguely sinister.  But that sad lack of information is changing, as you will discover in Wendy Williams&apos; book, Kraken: The Curious, Exciting, and Slightly Disturbing Science of Squid [Abrams; 2011: Guardian Bookshop; Amazon UK; Amazon US/kindle]. In this engaging book, Williams explores what is currently known about cephalopods -- the squid, cuttlefish and octopuses, although she primarily focuses on squid and the scientists who study them. Williams tells us how scientists know what we know about the mysterious ways of squid; where in the sea they live, their behaviours, what they eat and how they reproduce.    There are fourteen chapters, an introduction and an epilogue. Each chapter is written as a collected series of short vignettes that describe interesting facets of biology, oceanography, animal behaviour, ecology and scientific life, and these are carefully woven into the larger story. I&apos;ve always loved this style of writing because it feels like the author is carefully unfolding small pieces of the story and enjoying them alongside us; that our shared discoveries are gently guiding us along, almost as if we are admiring individual beads on a necklace together. This form of writing takes great skill to do well.  The author also delights her readers with evocative phrases, such as referring to November in Woods Hole, Massachusetts, as an &quot;intellectual Indian summer&quot;; amusing anecdotes like &quot;neurosurgeons are surprisingly squeamish&quot;; and picturesque descriptions such as that for a large and easily visible squid axon as &quot;diaphanous, like a beautiful bridal veil or a thin sheet of water cascading over rocks&quot;. Although the entire book was a pleasure to read, the chapters about neurons are especially well-written. When she first introduces this topic, Williams reminds her readers that &quot;a marvelous fact of evolutionary history&quot; is that &quot;the neuron is a near-universal phenomenon, existing throughout much of the animal world.&quot; She then goes on;  The foundation of our ability to think is the same foundation that allows the cuttlefish to change color and shape instantly, or the Humboldt [squid] to swim in the ocean or fly through the air at super-high speeds. [...] The neuron allows the giant squid to live in the deepest parts of our ocean and the colossal squid to hunt by using its &quot;headlights.&quot; It allows birds to navigate our skies. There were neurons in dinosaurs that allowed them to eat, and neurons in the first tiny proto-mammals that allowed them to survive the destruction that killed the dinosaurs and eventually to become -- us. As evolution continues and we disappear from the universe, as we certainly will sooner or later, the neuron will probably go on, blossoming in some other intelligent being&apos;s brain and, hopefully, creating a life-form that finally figures out how to stop fighting and just enjoy being alive. [p. 101]  But for a long time, scientists were unable to see what happens inside neurons because of their small size. However, after a miscalibrated microscope was shipped to a classroom at Woods Hole, the astonished professor and his students serendipitously saw projected onto a television monitor, for the first time in the history of the humanity, that &quot;beehive of activity&quot; inside an individual neuron:  Scientists had never imagined that the world inside the axon was so dynamic. And the first thing they noticed -- what was stunningly obvious -- was that this activity was much more than just a lackadaisical &quot;drift&quot; of organelles. There seemed to roadways and pathways, lots of stop-and-go traffic, and much more organization tha[n] anyone had previously imagined. There was a whole universe in there. [p. 127]  Williams goes on to tell us how the scientific study of squid axons are contributing to human health by improving life for those suffering from debilitating health conditions like high blood pressure, diabetes, and epilepsy, and there&apos;s hope this research will help those with Alzheimer&apos;s disease in the future.  Throughout the book, you&apos;ll discover all sorts of interesting niblets of information: 90 percent or more of marine life can produce their own light (known as bioluminescence); all cephalopods have copper-based blood, which may have been the reason for their astonishing survival through five great extinctions (including the most recent one that wiped out the dinosaurs); how some species can change colours and shape in milliseconds; some squid can rocket along above the surface of the water; some squid can expel a mucus-filled ink that mimics the form of the squid so the animal can escape undetected.  This book only disappointed me in two minor ways: first, with the exception of the neuron diagramme, I was disappointed that the illustrations that the publisher used are thumbnail-sized, grainy black-and-white photographs -- a stark contrast to the lovely 19th Century cover image! I was also disappointed that the author did not write a longer book since it seems to me that she could have explored a number of ideas more fully. For example, I really wanted to know more about why copper-based blood may have been the reason that cephalopods survived the great extinctions that killed off so many creatures with iron-based blood. This deceptively slim book is packed with scientific findings that are woven into the colourful fabric of a well-spun tale by compelling storytelling and interesting characters. The end result is a riveting and educational story that will appeal at so many levels to readers of all ages.  .. .. .. .. .. .. .. .. .. .. .. .. Wendy Williams is a science journalist with 30 years experience. Her writing has been published in a wide diversity of newspapers and magazines, ranging from the Wall Street Journal and the New York Times to Scientific American and Science. She has been journalist-in-residence at Duke University and at the Hasting Center; a fellow at the Center for environmental journalism at the University of Colorado and at the Marine Biological Laboratory. Author of several books, her previous book, Cape Wind: Money, Celebrity, Class, Politics and the Battle for America&apos;s Energy Future, co-written with Robert Whitcomb, was named one of the year&apos;s ten best environmental books by Booklist. Williams lives on Cape Cod and spends as much time around the ocean as possible. .. .. .. .. .. .. .. .. .. .. .. .. twitter: @GrrlScientist facebook: grrlscientistPinterest: GrrlScientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/apr/27/2", 
    "wordcount": "1122"
}