{
    "headline": "Weaknesses that remain in developing new nuclear", 
    "text": "You say new nuclear reactors at Hink ley Point in Somerset could provide electricity for 5 million people (Hinkley Point go-ahead kickstarts nuclear drive, 20 March). If the proposed new reactors do generate 3.2GW, it should be noted that this is still only about 1.6% of UK energy, rather than electricity, needs. Though 3.2GW is not an inconsequential figure, there are three key weaknesses with new nuclear: cost, waste and long-term low-carbon goals. In terms of cost, it should be remembered that just five years ago the Department of Energy confidently asserted new nuclear would come in at around 33 to 41 per MWh. As your report has noted, EDF is seeking a 100 per MWh &quot;strike price&quot;, locked in for 40 years, costing tens of billions to the taxpayer in subsidy. In addition, the planning inquiry did not have the opportunity to take into account that there is now no part of the country volunteering to host a deep-underground radioactive waste repository. This means neither the existing radioactive waste legacy, nor new Hinkley waste, has an effective long-term storage solution. The government can&apos;t simply ignore this fact. Finally, if we do spend so much money on a project lasting just 60 years, with such significant environmental risks, are we really pursuing long-term sustainable goals to reduce carbon emissions? I think not. We should pursue the renewable energy options that most of our economic competitors are successfully developing, with the vigour and political will being put into new nuclear. Councillor Bill BrownUK and Ireland Nuclear Free Local Authorities Steering Committee   Ed Davey gives planning permission to the Hinkley C nuclear power station when scrutiny of the design safety (generic design assessment) remains uncompleted, when the location, design, safety, cost or even the availability of a final repository for the high-level waste it produces remain huge uncertainties, when the spent fuel from the plant will remain on the site for over a century, way past the date by which EDF will have faded from memory, when electricity demand is falling, when the links between ill-health in local children and routine emissions are being more strongly identified, when the emergency plans designed to evacuate large numbers of people in the event of a major off-site radiological accident remain unimplementable and when the ability to meet the two goals upon which nuclear&apos;s reintroduction were based  a reduction inclimate change impacts and the bolstering ofenergy security  look increasingly thin. As I write, Fukushima is on the verge of yet another catastrophe. What sort of head-in-the-sand government have we lumbered ourselves with and what can we expect from a supine opposition?Pete Wilkinson Wilkinson Environmental Consulting Ltd  There will be absolutely no subsidy for nuclear power has been the constant reassurance from ministers for at least the past year. Now two new reactors are to be built at Hinkley Point and guess what  with the aid of massive subsidies. Yet again the government has caved in to relentless lobbying from multinational corporations. Is it any wonder that ever more people despise the promises of politicians?Jim McCluskey Twickenham, Middlesex", 
    "section": "environment", 
    "gid": "environment/2013/mar/20/weaknesses-developing-new-nuclear", 
    "wordcount": "526"
}