{
    "headline": "Police and hired assassins are killing land rights defenders. Let's end this violence", 
    "text": "As demand for food, fuel and commodities cranks up pressure on land, companies are all too often striking deals with state officials without the consent of the people who live on it. But the stakes are high for anyone who tries to resist this pressure. Last year was the deadliest on record in terms of defending land, forests and rivers against industries like mining, hydro-electricity, agribusiness and logging. According to Global Witness, more than three people were killed each week in 2015 by police, private security or hired assassins. At the UN general assembly on Friday, I will present a report setting out the vital steps that governments, companies and investors must take to tackle and end this hidden crisis.   Related: Women's human rights defenders under threat  podcast    Attacks on human rights defenders are a global problem, playing out across continents. It is a cruel irony that the men and women who are brave enough to fight for the protection of our planet are being assailed, threatened or criminalised. Governments rarely investigate the murders of environmental defenders or punish those responsible.  Take Michelle Campos, for example. She says her father, grandfather and school teacher were executed in front of their family and friends in an attack that drove 3,000 indigenous Filipinos from their homes. All three had protested against the destructive impact of mining on their land. Rich in coal, gold and nickel, the region of Mindanao in the Philippines is one of the most dangerous places in the world for environmental activism, with 25 deaths in 2015 alone. A new approach is needed, to tackle the root causes of the problem rather than its symptoms. Once a project is under way it can be hard to dampen disputes over land and the environment. Authorities and businesses are eager to see a return on their investment and wield more power than local communities, who are often marginalised in the first place. My report advocates a preventative approach, one that puts communities at the centre of decisions about the use of their land. Consulting people at the outset will make them less likely to encounter threats further down the line. Their input and expertise will shape projects, making them more sustainable, less destructive and ultimately more profitable for the communities, businesses and states involved, as tensions and violence are prevented. Governments will play a key role in this. Only 22 states have ratified the International Labour Organisations convention on the free, prior and informed consent of indigenous people regarding the use of their resources, and far fewer stay true to their commitments. This has to change. Governments must also make it easier for civil society to gain access to information about planned or potential projects.   Related: Persecution and violence: life for minority and indigenous communities  in pictures    Companies, meanwhile, need to reverse their terrible track record and ensure they carry out impact assessments before they start developing land, to assess what the social and environmental cost might be and how to mitigate it. These documents should be made public and companies should actively seek meaningful input from the communities who will be affected, whether or not the state obliges them to do so.  International financial institutions are increasingly making commitments to responsible financing, which is laudable. However, as backers of numerous projects involving attacks against environmental defenders, bodies such as the World Bank and the Inter-American Development Bank must use their significant influence to ensure that their own activities  and those of their borrowers  arent fuelling violence.  Finally, trade agreements with countries where environmental defenders are under threat should contemplate measures to prevent, investigate and remedy violations against activists. Specific cases of defenders at risk should be raised publicly or through diplomatic channels, as is currently  but inconsistently  the case in countries where EU guidelines on defenders are implemented. States need to legislate at home to rein in the abuses of their businesses abroad. In a resource-constrained world heading towards a climate emergency, we urgently need to rethink our approach to land use, which pivots on short-term profit regardless of human and environmental cost. Working more closely with environmental defenders is not just about protecting individual lives; its about protecting our planet.   Michel Forst is the UN special rapporteur on the situation of human rights defenders", 
    "section": "global-development", 
    "gid": "global-development/2016/oct/21/police-hired-assassins-killing-land-rights-defenders-end-violence-michel-forst", 
    "wordcount": "699"
}