{
    "headline": "The shifting mass of a mallard and her sizeable brood", 
    "text": "A chorus of shrieks summoned me to a window overlooking the wood. Waddling out from under the trees on to the lawn was a mother mallard, her sizeable brood streaming beside, behind and too far behind her, all fluff and no feet. My friends fretted that we should somehow lead the ducks back to water, not knowing that the ducklings had probably never touched a drop of the stuff. Most likely, this duck had laid and hatched her eggs among dead leaves within the wood and this was their first family outing Though they were some distance from a pond or a river, it was best to let nature take its meandering course. We counted the shifting mass and concurred on a dozen ducklings. Forsaking the short turf, the mallard chose a path of greater resistance through longer grass alongside a yew hedge and, where mother led, her babies followed. Pressed against glass and effectively screened from view, we were granted an unusually close view of the ducklings. They spilled along as if on the verge of toppling, each raising its little wings and tail as if bearing a great Victorian bustle. But they had sharp eyes for their surroundings and their pointy black pegs for beaks probed high and low. These were born foragers. One almost passed, then took a backwards glance, stretched up and nipped off the top of a grass stem. How did it know, at barely a day old, to pick the seed instead of the stalk? The mother mallard halted at a gap in the hedge, looked back, and gave a vigorous shake of her tail. Then she ducked under and began picking her way along the base of the hedge where the stoats like to go. The lead ducklings, alerted to the change of direction, rode over some tussocks and slipped under the yew portal, and soon the whole family was lost from sight. I wondered to myself  how many babies could one mother keep under her watchful eye that night?", 
    "section": "environment", 
    "gid": "environment/2012/may/18/sandy-bedfordshire-country-diary", 
    "wordcount": "337"
}