{
    "headline": "Impact? I want an interstellar Higgs drive please", 
    "text": "On Saturday, Brian Cox and I discussed the recent discovery of the Higgs boson (or something very much like it) in a session chaired by Robin Ince at the Latitude festival. I mention this utterly for the bragging rights, of course. But not just my bragging rights: the thousands of colleagues who worked on the discovery, as well as the governments and tax payers who funded it, have bragging rights. So do the thousands (really!) of people who crowded the enormous &quot;Literary&quot; tent on a Saturday afternoon at a music festival. I think we should be proud of this wonder. This is evidence, of a sort, that this discovery has had an impact. Impact is a vexed topic amongst researchers though. For a good example, see Athene Donald&apos;s blog, and the discussion below it. Around the time of the last UK government spending review, the &quot;Science is Vital&quot; campaign successfully communicated the message that the economic and societal impact of scientific research is huge and, indeed, vital. More recently, the &quot;Science for the future&quot; protesters objected to judging research by such impact. Are we trying to have our cake and eat it? Should research have an impact? Should the success of research be judged by its impact? And what is impact, really? Indeed, quite a few questions at Latitude were along the lines of &quot;what can we do with the Higgs now we know it&apos;s there?&quot;.  It would be a legitimate response to reply that the sheer wonder of the new knowledge is worth the investment. It would also be true to say that the technology and training, produced as spin-offs from this kind of research, more than pay for it. But neither of these is actually the whole story for me. The question stands. What will be the specific impact of the knowledge that this boson exists? Scientists have many motivations, but one of the fundamental ones is surely a sense of progress. That there are things to find out which are important, which are not currently known, and which once you have found them out they are added to the body of human knowledge, to the eventual benefit of us all. Paul Dirac was a theoretician working on very fundamental physics - relativistic quantum mechanics - and not at all driven by the search for direct applications. However, as I found out from Graham Farmelo&apos;s excellent biography, even he cared about impact:  In my case this article of faith is that the human race will continue to live for ever and will develop and progress without limit. This is an assumption that I must make for my peace of mind. Living is worthwhile if one can contribute in some small way to this endless chain of progress.  Given that Dirac&apos;s equation predicted the existence of antimatter, he certainly contributed. From the point of view of the arts and humanities such an idea may appear naive, and certainly it is not obvious that it applies there. Whether human thought genuinely progresses is arguable, and our ability to regress is, sadly, plain. One can even argue about what constitutes progress or regress, and many do. Nevertheless, the recorded history of the human race has a thread running through it of increasing understanding of the universe we live in (including our own bodies), and increasing ability to influence it one way or another.  This progress, and the sense of progress, has a massive impact on our lives. Our society is built on the fruits of past progress, and we rely on ongoing progress to meet new challenges.  Assessment of the &quot;impact&quot; of research is now embedded in the way funding bodies decide what to fund. Research councils, who award grants for new projects, require an &quot;impact statement&quot;, which is a guess as to the future impact of the work. The higher education funding councils, which award funding to universities based upon the quality of their research, review the impact of past work in terms of a series of &quot;impact case studies&quot;. This is not about academic impact, which you might try to measure by scientific publications, but about impact beyond academia, which you might measure in terms of patents, jobs created or skills imparted to people. If there is a sliver of Dirac in the heart of every scientist, why is the so-called &quot;impact agenda&quot; controversial?  I know of at least three reasons. One is that many ground-breaking applications are serendipitous. The breakthrough came from an unexpected direction, not anticipated at the start of the research and often unrelated to its initial purpose. This is true, though it works in both directions. Breakthroughs in understanding the universe are sometimes unintended consequences of research aimed at direct application. Lots of ground-breaking astronomy, for instance, came about from research directed at improving navigation for trade and the projection of imperial power - see for example this great article by Rebekah Higgitt on the transit of Venus. Still, it is a fair criticism that guesses as to future impact of research are likely to miss the most radical benefits, precisely because they will be radically new, unexpected and unpredictable. A second, much less justifiable, reason for controversy is that the acquisition of knowledge is somehow seen as morally or intellectually superior to the application or dissemination of knowledge. I don&apos;t have a lot of sympathy with this one. While a certain detachment from personal gain is morally attractive, I really don&apos;t see why striving to understand the origin of life (or mass) is morally superior to striving to cure cancer, for example. Anyway, the fact is that both activities are very likely to aid each other.  The third reason is that &quot;impact&quot; assessments are a tool for directing research, and it is not obvious who is best qualified to do this. In fact many academic researchers hugely resent research councils or universities that try to do this. Like it or not though, someone has to. No single researcher is competent to compare excellence across, say organic chemistry, particle physics, pharmacology and planetary science. So even if, within these areas, peer-reviewed excellence of science were to be the sole criterion, someone has to decide how much resource goes into each area. Unless this is to be done entirely by politicians and civil servants, at least some researchers must engage, sit on committees and argue the balance. And at that level the relative benefits, i.e. impact, of excellent science in each area will inevitably, and correctly, be a factor. We need a research culture where applications are seized upon and encouraged; not by every single scientist, but by the culture in which they work. Colleagues who take time out of finding new knowledge in order to ensure their work has an impact deserve recognition via the funding system. I&apos;m less convinced that writing predictions of the future impact of all research grants is sensible. In some cases, where research really is directed toward solving a problem with clear applications, perhaps yes. But then presumably you&apos;d write the case that way anyhow. For other proposals, very often it will be at best a waste of time and at worst it will stifle unexpected breakthroughs and add a short-term bias to researcher activity and to funding decisions. Taxpayer-funded research really ought to be free of such bias, if only to counter the bias which must be present in commercial research. Hard evidence on this is difficult to collect. I guess ideally one would have to compare two canonical arrays of economies, with one group funding excellent research for its general benefit, and another funding only research with a guaranteed, foreseeable payoff. I really would not want to be in the second group. Anyhow, back to the original question; applications of the Higgs. I would be disappointed to think there will never be any, and I think there probably will be some at some point even though I can&apos;t imagine them credibly now. I would not be surprised if I don&apos;t live to see them. But if our descendents get an interstellar Higgs drive, or other wild things, they will hopefully thank us for accumulating the basic knowledge behind their amazing new technologies. And in the meantime, we just have to settle for the spin-offs, and the wonder.", 
    "section": "science", 
    "gid": "science/life-and-physics/2012/jul/16/higgs-impact", 
    "wordcount": "1398"
}