{
    "headline": "DiRT Showdown  review", 
    "text": "Arcade-style racing games, although perennially popular, have been surprisingly thin on the ground in recent times, so credit is due to Codemasters for muscling into that current gap in the market with DiRT Showdown. Mind you, given the Warwickshire company&apos;s recent announcement that it will now concentrate solely on racing games, and the fact that its existing driving franchises are sim-style motorsport games, you could be forgiven for suspecting that it owes its existence to a desire to plug a gap in Codemasters&apos; portfolio. However, all inklings that DiRT Showdown might primarily have been conceived by marketing types are dispelled when you play it. It&apos;s simply too classy. Not that the prevailing atmosphere, when you fire it up, is exactly one of classiness  it&apos;s loud, brash and in-your-face, with nods to both MotorStorm (thanks to the Burning Man-style backdrops to each event and the availability of nitrous-style boosts) and banger-racing. The MC and commentator Christian Stevenson&apos;s voice will be familiar to attendees of extreme sports events (you&apos;ll be able to hear him at the mountain biking during the Olympics), as will the sponsors&apos; stickers that adorn the cars. Even though those cars include vans, hearses and pick-up trucks. The music, too, is great  a mix of rock, dance and hip-hop, all with an appropriately furious tempo. At first, the sheer number of race modes DiRT Showdown throws at you induces a certain amount of bewilderment. There are straight races; Eliminators in which the last driver, at timed points, is taken out (and the eliminated cars are left as burnt-out obstacles); Eight-ball races around figure-of-eight tracks with crossovers; Rampages in which you&apos;re awarded points for ramming opponents (and the real booty comes from destroying stricken cars); Knockouts, which are Rampages on raised platforms, and knocking opponents off brings extra rewards; and Domination races that place a premium on achieving the fastest time on each sector of each lap. Plus rally-driver Ken Block&apos;s Hoonigan mode from recent iterations of DiRT, in which you must smash blocks, pull of doughnuts, drift and catch air, features strongly  this time with the cars&apos; handling dialled down to make it much more forgiving. What really surprises you is how well what initially seems to be a mish-mash ends up gelling together. The single-player side of the game is really well structured, with four levels of competition, each composed of 13 races, and you must finish most in the top three to unlock the next one.     DiRT Showdown    The different types of races test a variety of unconventional driving skills, such as the ability to drive into the side of moving cars, and judicious use of the handbrake is de rigueur. You earn prize money with which to buy new cars or upgrade ones you already have. Like the mighty but lamented Road Rash, the races are sufficiently long (some are held over two legs) for you to recover from early setbacks. Although you often encounter Mario Kart-style bad-beats, such as being T-boned by unseen cars when negotiating an Eight-ball crossover. The single-player game is refreshingly meaty, and everything can be played online  many of the game modes make highly compelling post-pub party-game fodder. Plus there&apos;s an Autolog-style system called RaceNet which lets you take your best efforts and post them as challenges for your friends. And as in DiRT 3, you can send spectacular snippets straight to YouTube. DiRT Showdown isn&apos;t going to change the world  it&apos;s a frothy, tongue-in-cheek driving game with pretensions towards nothing beyond providing entertainment. But it does that in spades, with considerable technical accomplishment.  Game reviewed on Xbox 360", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/may/28/dirt-showdown-game-review", 
    "wordcount": "596"
}