{
    "headline": "Iraq's depleted uranium clean-up to cost $30m as contamination spreads", 
    "text": "Cleaning up more than 300 sites in Iraq still contaminated by depleted uranium (DU) weapons will cost at least $30m, according to a report by a Dutch peace group to be published on Thursday. The report, which was funded by the Norwegian Ministry of Foreign Affairs, warns that the contamination is being spread by poorly regulated scrap metal dealers, including children. It also documents evidence that DU munitions were fired at light vehicles, buildings and other civilian infrastructure including the Iraqi Ministry of Planning in Baghdad  casting doubt on official assurances that only armoured vehicles were targeted. &quot;The use of DU in populated areas is alarming,&quot; it says, adding that many more contaminated sites are likely to be discovered. More than 400 tonnes of DU ammunition are estimated to have been fired by jets and tanks in the two Iraq wars in 1991 and 2003, the vast majority by US forces. The UK government says that British forces fired less than three tonnes. DU is a chemically toxic and radioactive heavy metal produced as waste by the nuclear power industry. It is used in weapons because it is an extremely hard material capable of piercing armour. However, it can contaminate the environment, and has been linked to health problems in civilian populations. Iraqi doctors have reported increases in cancers, and an alleged rise in birth defects is under investigation by the World Health Organisation and the Iraqi Ministry of Health. The health effects are disputed by the US and UK governments, who joined with France and Israel to vote against a resolution calling for &quot;a precautionary approach&quot; to the use of DU weapons at the United Nations general assembly in December; 155 countries voted in favour of the resolution. The new report from IKV Pax Christi, an inter-church peace group at Utrecht in the Netherlands, says sensationalist claims that the use of DU was &quot;equivalent to 100 Chernobyl accidents&quot; or was an &quot;act of genocide&quot; lacks any scientific basis. But it argues that the health concerns of Iraqi civilians are real and should be taken seriously. The report, founded on three investigatory trips to Iraq in 2011 and 2012, quotes the Iraqi government&apos;s Radiation Protection Centre (RPC) as having identified between 300 and 365 contaminated sites by 2006. Most of them are in the Basra region in southern Iraq. The report&apos;s author, Wim Zwijnenburg from IKV Pax Christi, criticised the US for failing to confirm where it had fired DU weapons. &quot;It is unclear exactly how many locations may still be contaminated, or the extent of the risks that civilians face,&quot; he said. &quot;DU&apos;s apparent use in built-up areas against a range of targets in 2003 increased these risks,&quot; he added. &quot;The uncertainty means that fear of DU among Iraqi civilians is widespread, yet effectively managing DU&apos;s legacy will require international assistance.&quot; The UK government insisted that it would continue to deploy DU weapons when needed. &quot;There is no reliable scientific or medical evidence to suggest DU causes ill health and the UK is therefore one of various countries that do not favour adopting a precautionary approach to its use,&quot; a UK government spokeswoman told the Guardian. &quot;While UK armed forces have not needed to use DU since 2003, it would be wrong to deny them the potential future use of a legitimate and effective capability.&quot; Though some cleaning up is meant to have been done, the report says that many sites are still contaminated, and new areas of contamination continue to be found. It quotes one RPC official as saying that each site could cost between $100,000-$150,000 to decontaminate, making a total of between $30m and $45m. The Iraqi government doesn&apos;t have the resources to deal with the problem, the report argues. It says it is also failing to control the trade in military scrap metal, which can be lucrative and involve children. The US Department of Defence did not provide a response to questions about the report.", 
    "section": "environment", 
    "gid": "environment/2013/mar/06/iraq-depleted-uranium-clean-up-contamination-spreads", 
    "wordcount": "680"
}