{
    "headline": "Applying to university  social media and virtual visits", 
    "text": "Not being able to make it to an open day is no longer an issue. Universities have everything from Google+ to YouTube accounts, which means there are lots of ways to check if a course is right for you without even leaving your bed. University websites have plenty of online tools including video tours, interactive maps and online prospectuses. Many also host live discussions, where you can put your questions directly to tutors and current undergraduates. If you&apos;d prefer to talk to students in a more casual setting, try using student chat rooms such as the Student Room , which allows GCSE, A-level and university students to share knowledge and experience, or YouGo , a Ucas-run web community intended specifically for future students. University Facebook pages are also a good place to meet current students  and, while you&apos;re logged in, &quot;like&quot; their page to subscribe to updates on application news anddeadlines. For a taste of academic life, university YouTube channels have online tutorials and academic talks, so you can watch your future lecturers in action. Apple&apos;s portal iTunesU allows you to listen to lectures and download tutorial resources from universities all around the world. It&apos;s also worth checking out universities&apos; podcast channels, especially if you&apos;re looking for more information and advice about the application process and admissions interviews. The University of Oxford has an Admissions Tour podcast series , which offers everything fromwalkingtours to advice on picking a college. While there&apos;s a wealth of material available online, it is also always wise to visit your favourite universities. Before you go, check if they provide open day apps, such as the one created by Nottingham Trent University  they can help you make the most of your time there, providing you with a personal timetable, access to the universities&apos; social networking sites  and most importantly, a campus map.     Guardian students sign up banner  ", 
    "section": "education", 
    "gid": "education/2012/may/22/applying-university-social-media-virtual-open-days", 
    "wordcount": "311"
}