{
    "headline": "On the road: Eastway ST1.0", 
    "text": "For those of us who spend July trying to watch the live stream onITV4 without our bosses catching on, news that the Tour de France will begin in Britain in 2014 is splendid indeed. Having just moved back to the north of England, I was especially pleased to hear that Yorkshire had beaten off Berlin and Amsterdam tohost the first two stages of the world&apos;s greatest bicycle race. It was satisfying proof, if needed, that the north is more than capable of continental sophistication. We may not have an Ottolenghi yet (come on, Yotam!), but Buttertubs Pass and Holme Moss will soon have their own entries in the Tour&apos;s history. Unlike Muswell Hill. I spent February and March desperately waiting for the ground to thaw so that I could recce some of the route without sacrificing a few toes. Finally, on Easter Sunday, the air seemed just about warm enough to risk it, and so we set off for Harrogate. Come 5 July next year, whoever wins in the chi-chi spa town will be the first wearer of the 2014 yellow jersey. To mimic Tour conditions, I should have been on a full carbon dream machine in a streamlined body suit. Instead, I was wearing thermals and an anorak, astride the Eastway ST 1.0, a steel-framed turquoise beauty better equipped for cycling to work than apeing le Tour de Yorkshire. It has built-in mudguards, for starters, and chunky tyres designed not to get a puncture when you cycle past a rough pub after a heavy night of bottling. But it looks good, getting the all-important nod of approval from my friend Mark, a single-speed poser who disdains hipsters despite patently being one. The makers, St Albans-based Fisher, get extra cool points for the brand name, which is inspired by the old road racing circuit now buried under London&apos;s Olympic park. Heading up and out towards Ripon, I got a little stuck with the gears, operated by pricey SRAM Apex shifters. These, I eventually learned, require a double tap in order to reverse the gear strength  ie, if you want to go down a gear and you&apos;ve previously gone up a gear, you tap the lever twice. Great for those of us with small hands and short arms, because you don&apos;t have to strain to shift the chain on toanother chain wheel as you do with Shimano. I also developed a bit of a thing for the bar tape, a luxuriant, velvety, black fabric that was a joy to hold. It is not a fast bike  no one in the peloton will be riding it through Yorkshire in 2014  but if you&apos;re looking for an all-weather, all-round bike that won&apos;t let you down on the way to work or on a weekend spin, the Eastway is worth a look. Eastway ST1.0          Price 999 Frame Reynolds 530 steel Chainset SRAM S150 50/34 Brakes Tektro CR710", 
    "section": "technology", 
    "gid": "technology/2013/apr/27/eastway-st10-review", 
    "wordcount": "493"
}