{
    "headline": "Separating the recent from the ancient past", 
    "text": "It is not uncommon to come across claims of fossils being found in layers where we would not expect them to be, with combinations of animals from different geological eras coming together. A foundation of palaeontology is of course that most groups of organisms tend to come and go  they wax and wane and eventually most (or all) members of a group will become extinct. Thus while mammals lived alongside non-avian dinosaurs, it&apos;s only when the latter became extinct that they really expanded and dominated. So we would not expect to find, for example, the skull of an ungulate alongside bits of non-avian dinosaur bones.  So when these claims are made, do they challenge accepted theory of the temporal distributions of life on Earth or is something else at work? While certainly we would not expect such combinations under normal circumstances, it is possible for these things to get mixed up quite naturally. On my recent trip to Dinosaur Provincial Park in Alberta I was able to see this first hand and naturally it&apos;s one I really want to share. Palaeontologists typically hunt for fossils where the rocks are eroding  we want these things coming out of the ground. If they are covered (as with forests) we can&apos;t see them, and if there is active deposition (as with a floodplain) then they are being buried ever deeper. This is why the stereotypical image of a palaeontologist is wandering around the badlands or deserts of the world  there&apos;s lots of rock and it is eroding revealing whatever is buried within. However, just because the dominant forces at work in the area are erosional, it does not mean deposition is going on, or layers are not being mixed up. The layers of rock may be beautifully stratified, with clean divisions between them, but a landslide can take stuff from the top of a hill and dump it with the material at the bottom. Similarly, plant roots can work their way down through layers of soil and mix things along boundaries, or when they die off, provide cracks and crevices for things to fall into. Animal burrows too are known to provide opportunities for things to work their way down, or of course the little critters to lift things up from the deep when excavating.  Thus we do find things like dinosaur teeth popping up above the boundary that marks the great extinction event that wiped them out. But they are present with a collection of soil and rock fragments from lower down and in a branching pattern that shows the roots of a tree were at work and lifted the teeth between layers, rather than the toothy dinosaurs having survived longer than we think. (And for the record, it really wouldn&apos;t be a huge surprise if a couple of dinosaur groups beyond some birds had staggered on past the great die-off for a while at least, and we one day find evidence for this).     A recent mammal eroding out of a hill alongside pieces of 70 million year old dinosaur bone.    Shown here though is a third way this can happen. Here we do have an ungulate skull, replete with its teeth (black arrow) eroding out of a hillside that also contains some fossil fragments of dinosaur bones (white arrows). How did this come about? Well for a start, the mammal has quite clearly not been fossilised, so it must have died pretty recently, unlike the fossilised dinosaur bits. What has happened here is that the mammal has fallen victim to an erosional feature of this landscape  it fell into a sinkhole.     Miniature waterfall in Dinosaur Provincial Park, Alberta.    The area is littered with them, and some are frighteningly deep and hard to spot. The soft mudstones readily erode and when they underlie a harder layer with a gap in it, the water will naturally make its way through the crack and undercut the harder layer. This leaves large pits, gullies, caves and even little waterfalls, like that shown below, dotted all over the landscape. An animal only need stumble into one and it is pretty much doomed. Sooner or later though, all that erosion and undercutting will lead to the collapse of the walls or roof of the sinkhole and the remains of the animal will be buried. Then it&apos;s only a matter of time before the erosion takes over again and eventually the remains will erode out as they are here and hey presto, a recent mammal skull comes out of the ground alongside dinosaurs and people get overexcited.  It&apos;s not just mammals either, on the same trip we found a shard of glass poking out of a hill and a bit of digging revealed a 1970s coke bottle that had presumably taken 40 years to work its way back out from having been dropped into a gulley or sinkhole. Thus care is needed when trying to interpret such apparently misplaced objects. There are very dramatic examples, such as boulders moved hundreds of miles by glaciers, but even at this very local level, a descent of a few inches could mean a fossil appears to be from a few hundred thousand years earlier than it actually was. This is why researchers much prefer to extract fossils themselves so this context is available and we know whether or not to check if pieces might have come from different levels. It&apos;s also (in part) why things like confiscated fossils are so annoying  it&apos;s great to get the material into museum collections, but their scientific value is greatly diminished if we don&apos;t know exactly where, and therefore when, they are from.", 
    "section": "science", 
    "gid": "science/lost-worlds/2013/may/20/dinosaurs-fossils", 
    "wordcount": "914"
}