{
    "headline": "Microsoft's latest anti-Gmail campaign: have you been 'Scroogled'?", 
    "text": "     In its latest attempt to diminish its major rival&apos;s brand power, Microsoft released its newest anti-Google campaign on Wednesday, accusing the site of violating its users&apos; email privacy. Microsoft&apos;s &quot;Scroogled&quot; campaign which comes with a new website  aims to boost support for its Outlook email service by criticizing Google&apos;s practice of scanning users&apos; emails to create targeted ads. The Gmail practice ensures that when someone exchanges emails with a friend about a low-budget zombie movie they are planning to make, ads for The Walking Dead, survivalist gear and film production jobs might appear in their Gmail sidebar. &quot;Outlook.com believes your privacy is not for sale,&quot; Stefan Weitz, senior director of Online Services at Microsoft, said in a statement. &quot;We believe people should have choice and control over their private email messages, whether they are sharing banking information or pictures of their family or discussing their medical history.&quot; Google has used targeted ads in its mail service since 2004, and has been subject to unsuccessful lawsuits at the state and federal level that allege the targeted ad practice violates illegal eavesdropping or interception laws. Microsoft criticized the targeted ad practice in a Gmail Man parody video in 2011 and attacked the company&apos;s app service in 2012 video called Googlighting.  While the Scroogled website emphasizes that Microsoft does not scan emails to create targeted ads, it does mention that it scans users&apos; emails. &quot;Outlook.com only scans the contents of your email to help protect you and display, categorize, and sort your mail appropriately. Just like the postal service sorts and scans mail and packages for dangerous explosives and biohazards, Outlook.com scans your mail to help prevent spam, gray mail, phishing scams, viruses, malware, and other dangers and annoyances.&quot; When Microsoft changed its Hotmail web email service to Outlook.com in summer 2012, the company further explained its email scanning policy to the Wall Street Journal. Instead of targeted advertising, it said it had planned to generate revenue through text ads on Outlook.com, which are related to interests in the subject lines of emails. &quot;The ads will only appear in the inbox, the company said, not once an email is opened. Microsoft won&apos;t scan email content,&quot; said the general manager of the Microsoft group that oversees Hotmail, Brian Hall. The anti-Gmail campaign also includes a petition, videos and Scroogling Facebook page, where people are almost exclusively posting criticisms of Microsoft. &quot;Microsoft is a pathetic company! Improve your services instead of using negative ad campaigns  Maybe then you&apos;ll stop fading into obscurity!&quot; said one Facebook user.  Microsoft&apos;s campaign touts a study it commissioned that shows that more than 85% of email users disapprove of email service providers scanning email to provide targeted advertisements, think the practice is an invasion of privacy and believe the practice should not be allowed or feature an opt out option. Gmail users who pay $50 per year for the business email service do not receive the targeted ads, but there is no free opt-out Gmail product.  &quot;Advertising keeps Google and many of the websites and services Google offers free of charge. We work hard to make sure that ads are safe, unobtrusive and relevant,&quot; a Google spokesperson said. &quot;No humans read your email or Google Account information in order to show you advertisements or related information. An automated algorithm  similar to that used for features like Priority Inbox or spam filtering  determines which ads are shown.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/feb/07/microsoft-scroogled-google-gmail-outlook", 
    "wordcount": "588"
}