{
    "headline": "Boot up: Reaction to Facebook app centre launch, HTC shares hit two-year low, and more", 
    "text": "A quick burst of 8 links for you to chew over, as picked by the Technology team Facebook app store launches &gt;&gt; guardian.co.uk Our story from early this morning. More details later on Friday. App Center: A New Place to Find Social Apps &gt;&gt; Facebook Newsroom  &quot;The App Center gives you personalized recommendations, and lets you browse the apps your friends use. It only lists high-quality apps, based on feedback from people who use the app.&quot;  Facebook&apos;s Dilemma With Native iOS Apps: Relevance or Revenues | TechCrunch Facebook says:   The platform drove people to Apple&apos;s App Store 83 million times last month. On top of that, it sent people back to iOS apps they had already downloaded 134 million times. Facebook was also integrated into seven of the top 10 grossing iOS apps and six of the top 10 Android apps. The company&apos;s emerging power on mobile platforms has been very visible in the surprising rise of apps like SocialCam and Viddy.  Up close with Lenovo&apos;s prototype Windows 8 tablet (pictures) &gt;&gt; CNET Reviews An earlier version was headlined &quot;Hands on with...&quot;. However:    While the Intel representatives wouldn&apos;t allow us to hold the unannounced device or talk about in-depth specs, we were able to pry out some information.  Outrage as credit agency plans to mine Facebook data &gt;&gt; GigaOm  Everyone knows Facebook is full of interesting data that&apos;s being exploited in all sorts of ways - whether by startups building businesses on the social graph, or employers who are vetting job candidates using the site. But here&apos;s a way in which you might not want your data mined: to help inform your credit score.  That&apos;s precisely what&apos;s on the cards in Germany, where Schufa, the country&apos;s largest ratings firm, wants access to data from the Facebook, LinkedIn and Twitter accounts of its customers.   Not good. Sony&apos;s PS Vita and Nintendo&apos;s Wii U look equally feeble &gt;&gt; Forbes Tero Kuittinen:   Under attack from mobile and social games, the Big Three console vendors are stumbling through the year 2012. Nintendo had a notably disappointing Wii U showcase and Sony&apos;s Vita lacks the powerful slate of new titles it needs. We may be drifting towards a scenario where Nintendo shrinks to a rump company focusing only on portable gaming - and knocks out Sony&apos;s PS Vita in the process.  There are several good reasons why it was vitally important for Sony to announce a strong PS Vita line-up at the E3. And why the failure to do so is deeply problematic for the pricey handheld.  Lowered outlook, new Apple fight send HTC shares to 2-yr low &gt;&gt; Reuters  The world&apos;s No.5 smartphone vendor, battling to regain market share from Apple and Samsung, suffered a rapid fall from grace in the second half of 2011 after its phones failed to keep up with iPhones and the Galaxy range.  &quot;The hope for HTC to return to its glory days is getting slimmer and slimmer,&quot; said Alex Hu, a vice president of Mega Securities&apos; proprietary trading. &quot;The best scenario is that it can be a regional player, but not a global leader anymore that can compete with Apple or Samsung,&quot; Hu said, adding he had sold all of his HTC stock.  HTC cut its second-quarter revenue target by 13.3 percent on Wednesday, citing lower-than-anticipated sales to Europe and delayed sales in the United States.   Also shut out of Windows 8 tablets by Microsoft because it hasn&apos;t sold enough Windows Phones. Can&apos;t catch a break. Last.fm Password Security Update &gt;&gt; Last.fm  We are currently investigating the leak of some Last.fm user passwords. This follows recent password leaks on other sites, as well as information posted online. As a precautionary measure, we&apos;re asking all our users to change their passwords immediately.   This is getting repetitive. Who&apos;s next? You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2012/jun/08/facebook-apps-reaction", 
    "wordcount": "676"
}