{
    "headline": "I had spots and wonky ears but I wouldn't airbrush my school photo", 
    "text": "I would Photoshop this school photo to death given the chance. I know exactly where Id start. That spot on my chin, the one I scratched and squeezed until it bled for a week. That would go. Same goes for that other spot next to it. And the one above my lip. Next, I would make it so that my ears looked symmetrical, my tie looked straighter and my hair looked as if it knew what it wanted to be. Finally, I dont know if Photoshop has a setting to make people look a little less Princess Diana-ish, but someone should probably see to that, too. Luckily, kids these days will never have to go through the agony of unflattering school photos again, because Photoshop now comes as part of the package. School photography firm Cardwell &amp; Simons now offers to airbrush away imperfections and blemishes before anybody sees them.     A school photo is a moment in time that we all have to endure.    Obviously, this is a great idea. Kids are assaulted by such a barrage of manipulated perfection that it makes sense for them to be digitally brushed and scrubbed as well. That way, whenever they look back at their school days, they wont feel silly or embarrassed. Theyll be proud of how perfect they looked, between bouts of hysterical crying brought on by exhaustion from unsuccessfully trying to live up to the impossible physical standards theyve set for themselves as adults. Thats the path to eternal happiness, isnt it? Maybe school photos arent such a big deal now, anyway. When this photo was taken, in the mid-90s, it was one of maybe 10 photos taken of me that entire year. Now its likely to be one of hundreds, maybe even thousands. Most of those photos are unthinkingly shoved through a barrage of Instagram filters and slung up on the internet. So why not school photos, too? Perhaps because a school photo is a moment in time that we all have to endure. Perhaps because the imperfections are what youll remember most. When I look at the photo of me  and the spots, and the bottle-bottom glasses, and all the suffocating shyness  Im reminded that I didnt have the happiest time at school. But its a stepping stone, a snapshot without which I wouldnt be who I am now. Erase all the unfortunate parts and youre erasing me. This is what a school photo should be. It should be awkward and ungainly and covered in stains. When you look at a school photo, you shouldnt be able to believe that you actually looked like that. We all have photos like this, but only a functioning sociopath would ever be pleased about how they turned out. And this is precisely why they should be left alone.", 
    "section": "education", 
    "gid": "education/shortcuts/2016/oct/17/airbrush-school-photo-photoshop-imperfections", 
    "wordcount": "469"
}