{
    "headline": "Developed world failing on climate funds pledge, says Bangladeshi minister", 
    "text": "Efforts by developed countries to redistribute promised funds to help poorer parts of the world avoid environmental disasters have been described as &quot;dismal&quot; by the foreign minister of Bangladesh. Dipu Moni said wealthier nations must begin immediately delivering the billions of pounds&apos; worth of aid they have earmarked for climate change projects. &quot;Our achievements  social, economic, environmental  of the past decades will be reversed if [rich countries] take away the funds promised for adapting to climate change,&quot; she said in an interview. &quot;The disbursement of the financing has been dismal so far. We are not seeing the funds.&quot; A total of $30bn has been promised by the end of this year but, after three years of delays in channelling promised money, only $2.4bn has been made available. Moni said the world&apos;s most vulnerable countries were being &quot;marginalised&quot;, even while the danger of disasters related to global warming was increasing rapidly. Bangladesh is among the countries most at risk from climate change, and its low-lying lands and agriculture-dependent people are already frequently prey to devastating floods and storm surges. She said it was essential for developed countries to make good on their funding promises if their commitments made at recent UN climate change talks in Durban were to be believed: &quot;This is the litmus test for the big emitters, the developed countries, the test of whether they mean it.&quot; Smaller developing countries, such as Bangladesh, could no longer be expected simply to follow the lead of China, India and other rapidly emerging big economies in the climate change negotiations. In a distinction that will reverberate through world capitals as leading nations discuss the next steps towards a legally binding global agreement on climate change, Moni insisted Bangladesh and similar nations would forge their own path, independently of the lead given by countries such as China, India, Brazil and South Africa. Her stance heralds the fracturing of the broad coalition of developing countries that China has spent more than a decade building up. For 20 years of the talks, the main division within international climate negotiations has been between industrialised nations and developing countries. But in the last three years, culminating in a dramatic all-night session in Durban, it has become increasingly clear that the interests of major developing economies have been diverging rapidly from those of the least developed countries and other smaller poor nations. Keeping up the impression of a united front among developing countries has been key to the strategy of China and, to a lesser extent, India in wringing concessions from richer nations. But Dr Moni made it clear that the interests of China in climate change talks would not be allowed to override the self-interest of smaller developing countries in the future. China is now the world&apos;s biggest emitter of greenhouse gases overall, and on course to take the European Union&apos;s place as the second biggest emitter per head of population within the next five to eight years. &quot;We have been lumped along with big emitters in the same category [as other developing countries that are much bigger economies],&quot; Moni said. &quot;But we and the most vulnerable countries and the least developed countries should be in a different category. India and China have their development challenges, but we are not big emitters so our challenges and demands are different.&quot; The faultlines between China and India and most of the rest of the world&apos;s developing countries were evident at the Durban talks in early December. The fortnight-long talks were scheduled to end on a Friday night, but they entered a second unscheduled all-night session in the early hours of the Sunday morning. In the final hours, it became clear that the EU had the support of most developing countries in pushing for a mandate to start a negotiations that should lead to a new global climate change treaty. Such a treaty would bind both rich and poor countries to curb greenhouse gas emissions from 2020 onwards, after current voluntary and non-binding commitments run out. The only holdouts in the final minutes of the Durban talks were China and India, which vociferously opposed having to take on legally binding commitments on greenhouse gases, which in the past 20 years only historically industrialised countries have had to shoulder. In the end, the EU compromised on the wording of the legal commitment, and a deal was forged among all countries  rich and poor  to draw up by 2015 a new global agreement on cutting emissions that would come into force in 2020. First, however, said Moni, rich countries must make good on their well-publicised commitments to provide finance to vulnerable nations. Unless the remainder of the promised $30bn is rapidly made available, poor countries could be severely disadvantaged and made more vulnerable to the impact of potential disasters such as storms and floods, she said. &quot;[Developing] countries are having to make all the difficult choices [about adapting their infrastructure to cope with climate change], and these are also very expensive choices. We are vulnerable countries, and we are being marginalised,&quot; she said. Dr Moni emphasised that poor countries were already taking many steps to protect themselves, and investing in research and development that would help them cut greenhouse gas emissions and adapt to global warming. For instance, she pointed to Bangladesh&apos;s efforts to develop crops resistant to salinity, which could be vital in protecting agriculture from the increasing threat of rising sea levels. But these efforts would be greatly boosted if the funds promised were released, she said. &quot;We have to make these investments now,&quot; she said. Green technologies such as solar power remained too expensive for small developing countries, Moni added. &quot;For us, it&apos;s hugely expensive and that has to be understood by the west.&quot; Under one of the schemes intended to help poor countries, called the clean development mechanism  the handing out of saleable carbon credits for projects that cut emissions  Dr Moni said that big developing countries such as China and India were &quot;taking the money&quot; available, while the most vulnerable countries were losing out because &quot;they do not have the capacity to come up with attractive projects&quot;.", 
    "section": "environment", 
    "gid": "environment/2012/jan/02/climate-change-funds-bangladesh-moni", 
    "wordcount": "1045"
}