{
    "headline": "20 Best Android apps this week", 
    "text": "It&apos;s been a very busy week for new Android apps on the Google Play store, so this weekly roundup is back up to 20 apps. As ever, games are not included, as there is a separate weekly post for new mobile and tablet games. The latest one includes a number of Android games: Sky Gamblers: Rise of Glory, Bingo Blitz, Labyrinth 2, Monster Warlord, Prince of Persia Classic, The Curse, Critter Escape and Judge Dredd vs. Zombies. The weekly Best iPhone and iPad Apps post will follow later in the day. For now, here are the 20 most notable new Android apps from the last seven days: Chameleon Launcher Chameleon Launcher&apos;s developer raised more than $66k on Kickstarter earlier in 2012 to make its &quot;better Home Screen for your Android tablet&quot;, and now it&apos;s out in the wild. It aims to put a better-looking spin on Android&apos;s default widget system, with several of its own and an API for developers to create others. It&apos;s built for tweaking too: users can create several different home screens, and set &quot;context rules&quot; to switch between them in different times and locations. Amazon MP3 Not, admittedly, a new app, but it now has a new service for Brits. Amazon launched its Amazon Cloud Player in the UK this week, enabling people to play the songs they&apos;ve stored in their music locker. New purchases from the MP3 Store are also automatically added to the Cloud Player. Talking Ginger The popularity of Outfit7&apos;s Talking Friends apps can be gauged by the fact that Talking Ginger has more than 500,000 installs on Android a matter of days after its release. As with other apps in the series, its animal hero will speak your words back to you, with a focus on his bedtime routine designed to appeal to children. St John Ambulance First Aid St John Ambulance has launched an official app for Android phones providing its latest first aid and emergency advice, complete with illustrated guides and voice instructions for use when a situation arises. The organisation is keen to stress that it&apos;s not a replacement for a full course or first-aid manual. GWR2013 Augmented Reality This year&apos;s Guinness World Records book comes with its own augmented reality companion app, used to bring sharks, slam-dunking parrots, bird-eating spiders and world&apos;s shortest men to life and jumping out of its pages. Scosche RHYTHM The latest fitness app for Android is designed to be used with a physical accessory, namely Scosche&apos;s RHYTHM Armband Pulse Monitor. The idea being that you wear the armband while running, and the app tracks your vital signs and makes them available for later analysis. Music features and &quot;motivational voice prompts&quot; are also provided. eMusic Subscription music service eMusic launched an Android app in the US earlier in 2012, but now it&apos;s been made available in the UK. Anyone can use it to listen to the music already stored on their phone or tablet, while also getting recommendations on new songs they might like. Paying eMusic subscribers can also download music from the service itself. ICC Cricket Just in time for the World Twenty20 tournament, the International Cricket Council has released an official Android app. Its focus is on news and team information, but also ball-by-ball text commentary during matches, live audio and video highlights during the tournament. Audioid Get in a right 808-state with this &quot;electronic music rhythm composer&quot; for Android devices. It&apos;s launching with a digital version of the famous TR-808 drum machine, with a TB-303 bass-synthesizer to come in a future update. Expect plenty of effects, sounds and &quot;linear and logarithmic knobs and bars&quot;. Which is always nice. Bloomberg Radio+ Bloomberg continues to be one of the most active broadcasters when it comes to launching apps for multiple platforms. Its latest Android app brings its radio station to mobile devices, streaming live audio round the clock, while also making shows and interviews available on-demand. Cleverly, it also shows you charts and data while they&apos;re being talked about on-air. Triggertrap Are smartphones killing off standalone cameras? Not SLRs yet. In fact, this Android app is designed to work with an SLR camera, triggering it using modes including timelapse, long-exposure and Star Trail. A separate hardware dongle is required for the actual connection between your Android device and the camera, though. Geotracks In a high-profile week for all things mobile and mappy, Geoloqi has released its GPS logging and location-sharing app. Its focus is something we&apos;ve seen before  the ability to share your location with friends in real-time. It&apos;s been made using Geoloqi&apos;s API, which it&apos;s touting to other developers, so this is as much a showcase for that as a standalone app. Distress Signal Billing itself as &quot;the complete mobile emergency solution&quot;, this app wants to help people contact the local emergency services, even if they&apos;re not in their home country. The idea: it sends an emergency text with the user&apos;s current location to the emergency services, translated into the local language. The service currently works in a few countries: the UK, Ireland, China, Hong Kong, New Zealand, Philippines and Iceland, but a wider rollout is on the way. Sig. Gen. Another musical toy here: an audio signal generator that&apos;s actively trying to look &quot;as if it were knocked together in a garden shed&quot;. It&apos;s a big knob, basically, which can be twisted to make noises, including chords and scales. NuffnangX We can&apos;t shy away from this: the name is not good. NuffnangX is also getting a mixed reception on Google Play for the quality of its initial release, but the idea behind it is interesting: a way to find and follow blogs by browsing one-line summaries, while also commenting on them  if the blogs support the NuffnangX technology. Michael Johnson Motiv8 Fresh from his TV commentating stint at the Olympic Games, former athlete Michael Johnson has brought his fitness app to Android. It follows the pattern laid down by others in the genre, tracking your runs while playing music from your collection. The twist being that Johnson himself provides vocal encouragement along the way. Insomniac Dig out your neon trousers and celebrate the launch of Insomniac&apos;s official Android app. The company promotes music festivals and events in the US, including EDM-favourite the Electric Daisy Carnival. Its app provides information and content based on all its events, including photos, videos and its own streaming radio station. MyShelf Launching a new app to store notes, pictures and links? A tough challenge, given the popularity of Evernote. Even so, MyShelf is having a crack at it, with the promise that it exchanges data across devices without ever storing it in the cloud, using Wi-Fi or USB. Pray With Me This app has a very specific focus: &quot;A personal vocal assistant designed to help with perfecting the pronunciation of the Arabic verse for the 5 daily prayers (salat), while the user is actually performing salat&quot;. It includes several recordings to help users get the pronunciation right, with a percentage of revenues going to charities. Stay.com City Guides, Offline Maps More maps here from Stay.com, which is touting the idea of &quot;social travel guides&quot;  something we&apos;ve seen from other startups like Gogobot. In this case, there&apos;s actually a dual focus. The app helps people create collaborative travel plans with friends, while also plotting everything on an offline map for non-wallet-shrieking usage abroad. That&apos;s our selection, but what have you been using on your Android device this week? Make your recommendations, or give feedback on the apps above, by posting a comment.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/sep/21/best-android-apps-amazon-talking-ginger", 
    "wordcount": "1276"
}