{
    "headline": "Cancer scientists hope genetic markers will reveal how disease develops", 
    "text": "The discovery of new genetic markers for common cancers will pave the way for tests that predict an individual&apos;s risk of disease and guide how they should be screened throughout their lives. But scientists hope to do far more with thefindings. A major effort is under way to learn how the cancers develop in the first place. The genetic markers will hold many clues, and ultimately help scientists piece together how disruption to healthy biological pathways can lead to the uncontrolled cell division characteristic of cancer  and how drugs might stop the diseases. Taken together, the research adds more than 80 extra genetic markers for prostate, breast and ovarian cancer, bringing the total number of gene regions linked to these diseases to more than 160. For the most part, scientists have only a sketchy idea of how the genetic faults might cause disease. Many of the mutations are not in genes themselves, which are used by cells to make proteins. Rather, they are in strands of DNA that control whether genes are switched on or off. One surprise to emerge from the studies was the high number of genetic &quot;blackspots&quot; linked to cancer. These are regions of the genome where lots of mutations gather in one place. &quot;There are a lot more of these blackspots than we thought,&quot; said Prof Douglas Easton, who worked on the studies at Cambridge Cancer Centre. One blackspot was home to a handful of genetic markers that raised the risk of each kind of cancer, suggesting that different mutations in the same gene, or genetic control region, lead to different kinds of cancer. The three cancers  prostate, breast and ovarian  are known as hormonal cancers because abnormal levels of hormones, such as oestrogen and testosterone, are known to or thought to play a role in the disease. Unsurprisingly, some of the newly discovered gene faults affect the biological circuitry that governs hormones in the body. But other gene markers point to different biological pathways. In prostate cancer, one genetic fault seems to affect how cells stick together. In ovarian cancer, scientists homed in on a gene called CHMP4C, which helps to control how cells divide. Around a fifth of breast cancers are particularly aggressive and are more likely to strike younger women. Many of the gene markers for this aggressive form, known as oestrogen receptor-negative breast cancer, differ from those linked to more common breast cancer. That suggests the two cancers develop through distinct pathways, and so are likely to need different drugs to treatthem. The mammoth task scientists face is to piece together how mutations in the genome affect any number of biological pathways that together culminate in cancer. While some mutations will be common drivers of disease, the genetic faults that cause cancer in one patient may look very different to those in another. One challenge for geneticists is to develop tests that allow doctors to match every patient to a drug tailored to their particular cancer. There are still hundreds or thousands of genetic faults that raise the risk of prostate, ovarian and breast cancer. To find those, scientists will need to run much larger studies, or use more sophisticated, and expensive, technology. To find the latest genetic markers, scientists checked for mistakes in more than 200,000 of the three billion &quot;letters&quot; that make up the human genome. To find very rare genetic mutations that cause cancer, and scores more that raise the risk only very slightly, scientists will need whole genome sequencing, which, at a cost of 3,000 a turn, reads every letter of the genome.", 
    "section": "science", 
    "gid": "science/2013/mar/27/cancer-scientists-genetic-markers-disease", 
    "wordcount": "608"
}