{
    "headline": "River Cottage school cuts hot lunches", 
    "text": "A primary school that featured on a celebrity chef&apos;s television programme about healthy eating is scrapping hot lunches for some pupils because it says they have become too expensive. Six other schools have told a newly created catering company set up by Devon county council and a private partner that they plan to make other arrangements. Mrs Ethelston&apos;s primary, which Hugh Fearnley-Whittingstall visited in 2010 for his River Cottage Every Day series, and its sister school, St Andrew&apos;s primary, said they preferred to spend the 50,000 cost of providing hot meals over the next three years on other things. The schools&apos; executive head, Andrea Rice, said it had not been an easy decision. &quot;We have to decide the best way to spend the budget that we have. Is it right to subsidise those children who want to have school dinners or should it be spent on the education of all the children in the school?&quot; she said. Some parents said they were not consulted. Fiona Clulee, 51, whose sons Anthony, 10, and Henry, nine, both eat hot lunches at Mrs Ethelston&apos;s, said: &quot;Quite a lot of people are disgusted at the way it has been handled without consultation or the chance to review it. We want the option to explore other ideas. &quot;It is laughable thinking when we have been having chefs coming to the school to show how food could be locally sourced, cheap and interesting. There are other local schools which provide meals. Maybe we could come to some sort of arrangement with them. To take it away completely is a bad idea.&quot; Devon Norse, a 10-year joint venture between the Conservative-controlled county council and Norse Commercial Services, took over the provision of school meals at more than 300 schools in September. The company also provides catering at some council functions. Ray Beale, Devon Norse&apos;s managing director, said the company was &quot;deeply committed to providing a varied diet of high-quality, nutritious and appealing meals for the young people in Devon&apos;s schools&quot;. He said: &quot;The company understands that schools are facing budget pressures in these challenging times and we are working closely with them to resolve any issues that arise.&quot; Schools charge parents who can afford to pay for hot meals and receive money to make sure children from more deprived backgrounds receive a lunch. The 50,000 bill at Mrs Ethelston&apos;s and St Andrew&apos;s is the gap between these sums and the final cost of providing the meals. Governors can now choose to spend the money in different ways. The county council said it had consulted schools before outsourcing the school meals. &quot;The national trend is clearly towards schools taking more responsibility for the services they provide,&quot; a spokesman said. &quot;Funding is being devolved from local councils to school governors to enable them to make decisions locally.&quot; It is understood that children who are eligible for free meals will continue to receive a hot lunch at Mrs Ethelston&apos;s and St Andrew&apos;s.", 
    "section": "education", 
    "gid": "education/2012/jan/31/river-cottage-school-hot-lunches", 
    "wordcount": "509"
}