{
    "headline": "Acta set to fail after Europe's trade committee votes against it", 
    "text": "European lawmakers rejected the global Anti-Counterfeiting Trade Agreement (Acta) on Thursday, signalling that the European Parliament may soon use new-found rights to derail an international agreement for the first time. &quot;This vote is the penultimate nail in Acta&apos;s coffin,&quot; Jan Philipp Albrecht, a German Green politician in the legislature said, after the European Parliament&apos;s International Trade Committee (Inta) recommended 19-12 that the European Parliament reject the treaty in its upcoming vote on 4 July. The decision was the fifth European committee in a row to recommend against Acta. The Acta deal, in the pipeline since 2008, aims to reduce intellectual property theft by cracking down on fake consumer goods and medicines and digital file-sharing of pirated software and music. The European Commission has said the agreement would target large-scale operations which enable illegal digital file-sharing, but the move sparked protests from citizens and also from some governments, who said it would criminalise people downloading files for personal use. It also triggered the resignation in January of Kader Arif, a French MEP, from his role as the lead negotiator for the EU on Acta: he complained that it could cut access to lifesaving generic drugs, and would restrict internet freedom. Arif told the Guardian in February that the only remaining options were to accept or reject the treaty, because no further change to the text was then possible. A handful of EU countries, including Germany, have held off signing the agreement while others have expressed concerns about its impact on their citizens. The US, Australia, New Zealand, Canada and Japan are among countries which have signed Acta, but none has yet ratified it in national legislation. A number of countries, including India and some African nations, have been uneasy about the implications of Acta&apos;s effect on shipments of generic pharmaceuticals  which have the same structure and action as branded versions  to their countries. Lawmakers said the cross-party vote is a signal the legislature will reject the Acta in a final vote, the first time the European Parliament has written off an international agreement since an increase in its powers in 2008. &quot;This is about much more than just Acta. It&apos;s about the European Parliament acting as an independent and democratic institution,&quot; said Joe McNamee from the European Digital Rights lobby, EDRi. Peter Bradwell, of Open Rights Group, said: &quot;MEPs have listened to the many, many thousands of people across Europe who have consistently demanded that this flawed treaty is kicked out. This is the fifth consecutive committee to say Acta should be rejected. It now falls to the vote of the whole European Parliament in July to slam the door on Acta once and for all, and bring this sorry mess to an end.&quot; The 31-member trade committee in the European Parliament agreed that the proposed agreement risked criminalising individuals who download files like music or films from illegal torrent websites. The European Commission, which negotiated the deal on behalf of the EU, has asked the highest European Union court to decide if Acta infringes people&apos;s privacy. A ruling could take up to a year. &quot;By recommending the rejection of Acta, the INTA committee today has said yes to democracy and fundamental rights&quot;, said Raegan MacDonald, senior policy analyst at the US pressure group Access. &quot;This is a crucial step forward in this long fight, and now we&apos;re closer than ever to burying this agreement once and for all.&quot; She added: &quot;The movement against Acta has been a defining moment for the future of the open and universal internet. We&apos;re very excited about today&apos;s decision, but it&apos;s not over yet. Access will continue to work up until the very last hour until there is no more Acta left.&quot; Corrected: Raegan MacDonald is female, not male.", 
    "section": "technology", 
    "gid": "technology/2012/jun/21/acta-europe-vote-against", 
    "wordcount": "636"
}