{
    "headline": "Burma's Rohingya refugees find little respite in Bangladesh", 
    "text": "Some sobbed quietly while others pleaded and raised their arms to heaven. Their children looked on with glassy stares, utterly exhausted after days at sea in an open boat. Soon they would be on the water again, escorted by a Bangladeshi coast guard vessel and pushed back into the waters of Burma where they knew violence still raged. &quot;The Mogh slaughtered my brothers. They will kill us all  please help us!&quot; screamed a woman carrying a baby only a few months old, before she was hustled away by border guards. The sectarian violence in Burma that has sent boatloads of refugees fleeing to Bangladesh in recent weeks  and being firmly pushed back  has once again turned the spotlight on the plight of Burma&apos;s Rohingya minority. There is no place the Rohingya people can call home. Burma passed a law in 1982  criticised as discriminatory by human rights groups  that effectively rendered them stateless. Waves of ethnic violence since 1991, some of it state-sponsored, have pushed more than 250,000 Rohingyas into Bangladesh, where they live in squalid, makeshift camps with little or no access to healthcare or education. Nozir Hossain, 70, knows well what it means to live in limbo. Hossain, who used to be a farmer in the Maung Daw area of Burma&apos;s Arakan state, has been living in an unauthorised camp in Teknaf, on Bangladesh&apos;s southern tip, since 2001. Sitting in the tiny shack he shares with four others, Hossain described the day his family was forcibly uprooted. &quot;The Mogh [ethnic Rakhine] surrounded our village at dawn,&quot; he recalled. &quot;The Nasaka [Burmese border troops] were behind them. They set fire to the houses and chopped, hacked and shot at anyone who got in their way. Two of my sons were slaughtered in front of my eyes. When I flung up my arm to protect my head, a machete nearly took my hand off. I fell and lay in a pool of my sons&apos; blood. The killers moved on, leaving me for dead.&quot; Despite the horrors he has witnessed, Hossain hopes to go back to Burma one day. &quot;There is nothing for us here,&quot; he said. &quot;We would like to go back home  back to farming our land. I hope the government will be fair and give us our rights.&quot; Hossain was repatriated to Burma in 2005, but he came back after finding his land occupied by Rakhine. He said both the Burmese and Bangladeshi governments are falsely characterising the position of the Rohingya. &quot;The Burmese government says we&apos;re Bangladeshi, but the Arakan is the only home we know. My father was born in Arakan and so was my grandfather. The Bangladesh government says we&apos;re illegal migrants. But we didn&apos;t enter Bangladesh secretly to work. We came to save ourselves and our families.&quot; According to Bangladeshi historian Abdul Aziz, there have been Muslims in Arakan since Arab traders came to the region in the eighth century. &quot;The poetry of 17th-century poets like Alaol clearly mentions Muslims in positions of power in the court of the Arakan king,&quot; Aziz said. &quot;The writing of travellers like Ibn Batuta in the 14th century proves that Bengal was one of the wealthiest nations in the world while Arakan was infested with pirates. There was migration from Arakan to Bengal and not the other way round.&quot; Despite centuries-old roots in the Arakan region, discriminatory policies have been imposed on the Rohingya since Arakan was annexed by Burma in 1784. According to the Arakan Project, an NGO, the Rohingya are subjected to severe restrictions on their movement and marriages, and to arrests, extortion, forced labour and confiscation of land. &quot;The Nasaka used to come and take away the men and boys,&quot; said Hossain. &quot;They forced us to work as labourers without pay. This was only done to us, not to Rakhine or anybody else.&quot; The Rohingya have not fared much better on the Bangladesh side of the border. The government in Dhaka has refused to allow the UN High Commissioner for Refugees (UNHCR) to register Rohingya arrivals since 1992. This means all but 30,000 of the Rohingyas are denied refugee status. The unregistered Rohingyas  more than 200,000 by some estimates  are officially considered illegal migrants and cannot get food rations provided by the World Food Programme. They are also denied access to basic healthcare and education provided by the UNHCR and its partner organisations. The Bangladesh government is determined to keep services to a bare minimum to avoid creating a &quot;pull factor&quot;  conditions that will attract more refugees  an official of the ministry of food and disaster management said, on condition of anonymity. As part of government policy, the NGO Affairs Bureau in Dhaka has not approved project proposals in health, education and other sectors in Cox&apos;s Bazar district, even if it benefits the local Bangladeshi community. Last year, Dhaka rejected a $33m UN joint initiative to develop Cox&apos;s Bazar with special focus on education and health.           The government has also put a stop to the UNHCR&apos;s resettlement programme, under which 900 Rohingyas were resettled in third countries to restart their lives. Most went to Australia, the UK and Canada. In November 2010, the Bangladesh government suspended the programme, pending a review. Life is grim even for those in the authorised refugee camp. Rohingya children in the camp are permitted to study up to primary level  fifth grade  but not beyond. &quot;Keeping them motivated is the main challenge,&quot; said Shahin Islam, director of the Education for Refugee Children project run by Save the Children. &quot;It&apos;s very easy for them to lose hope  they don&apos;t see a future ahead.&quot; Many experts have questioned the view that registering more Rohingya nationals in Bangladesh will bring more refugees across the border. &quot;People do not leave their homes and go to a foreign country just because there&apos;s a basic health clinic or primary schools,&quot; said Jing Song, the UNHCR spokesperson in Dhaka. &quot;Knowing who the refugees are and where they are is the first step to a solution to this protracted refugee situation. It&apos;s not only to the benefit of refugees, but also to the benefit of the host country.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/jun/29/burma-rohingya-refugees-bangladesh", 
    "wordcount": "1053"
}