{
    "headline": "Rising food prices are climate change's first tangible bite into UK lives", 
    "text": "Are rising bills at the supermarket checkout turning out to be the first tangible impact of climate change on the daily lives of all Britons? It very much seems so. The damage wreaked by the dismal summer of 2012 on UK harvests was revealed on Monday and will push food prices up. In these austere times, with food banks feeding the hungry, that is going to hurt. There are two lessons to be learned. First, the UK is not going to gradually warm into a pleasant Mediterranean climate, with sunny resorts on the coast supplied by burgeoning English vineyards. The heating of the climate system leads to greater extremes in weather and greater damage. Second, with much of our food imported from around the world, the totals we tot up at the tills is at the mercy of global warming&apos;s impact on the whole globe. The UK has suffered a run of sodden summers over the last half dozen years or so. Untangling the influence of humanity&apos;s carbon dioxide pollution from natural variations in a complex and chaotic weather system is not easy, but a fast growing number of studies are beginning to make firm links. Warmer waters in the North Atlantic were linked to wet UK summers in a study published on Monday, with its authors stating &quot;there is lot of evidence to show that climate change is changing the timing and magnitude&quot; of natural cycles. New research published today links a change in summer Arctic wind patterns to the ice melted by global warming and to an increase in unpredictable UK weather. Edward Hanna, at the University of Sheffield, led that study and said: &quot;While global warming itself may pass unnoticed by many, its complex interactions with ice in high latitudes are expected to contribute to ... an increased probability of extreme weather events both in the Arctic and in mid-latitudes.&quot; The meandering of the jet stream, which usually shepherds rainstorms to the north of the UK, is a key factor. Around the world, the damage global warming can cause to food production is becoming clearer. A heatwave in Russia this summer has destroyed a third of its vast grain crop. A similar devastating heatwave in 2010 has been directly linked to global warming by scientists, who concluded the chances of it happening had been tripled by our fossil fuel burning. Another study predicted that &quot;mega-heatwaves&quot; in Europe will become five to 10 times more likely over the next 40 years. In the US this summer, the worst drought in 50 years has destroyed almost half the corn crop and a third of the soya bean crop. It will take time for scientists to elucidate the link to climate change here, but more heatwaves are exactly what are expected in a overheating world. The message of the UK&apos;s dreadful harvest is clear, according to Prof Richard Tiffin, director of the Centre for Food Security at University of Reading. &quot;It should be a major warning that climate change is increasingly having a global impact on the food supply. If the problems in Russia, the UK and the US this year were combined with a failure of the Indian monsoon, we could see a major global food crisis that would have an enormous impact on food prices and badly affect poor people in the UK and around the world.&quot; If anything, Tiffin&apos;s warning should be even starker: 50 civil wars since 1950 have been triggered by climatic changes cutting food production, and some research suggests soaring food prices was a key trigger in the Arab Spring uprisings. In 2009, the UK government&apos;s chief scientific adviser, Sir John Beddington, warned the world faced a &quot;perfect storm&quot; of food, water and energy problems, due to global warming and the rising world population. The UK has experienced soaring energy bills, droughts and floods, and now crop failures. Beddington predicted his storm would hit in 2030. It may be arriving early and as close to home as your supermarket checkout.", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2012/oct/10/food-price-rise-uk-crop-harvest", 
    "wordcount": "675"
}