{
    "headline": "London 2012: opening of Games could see 'perfect storm' of smog pollution", 
    "text": "High temperatures and easterly winds that are forecast to persist until Friday look likely to create a &quot;perfect storm&quot; of smog pollution that could affect the performance of athletes at the start of the Olympics, experts warned on Wednesday. Health experts have warned that summer smog could cause problems such as the inflammation of airways and breathing problems for London 2012 competitors, especially those in endurance events. &quot;Athletes are thought to be especially vulnerable to the effects of ground level ozone and other air pollutants because they are breathing in very high volumes of air,&quot; said Gary Fuller, an air quality expert at King&apos;s College London. &quot;It&apos;s something that might affect their performance on the day.&quot; Endurance athletes such as those competing in the marathon, triathlon and long distance cycling events are likely to be worst affected. Smog, also known as ground level ozone, is the main pollutant of concern. It is formed when sunlight triggers reactions between oxygen in the air and emissions such as nitrogen dioxide released by vehicles and industrial processes. The combination of strong sunlight and the recirculation of air between southern England and the near continent for several days makes it likely it will form in greater concentrations over London. The Department for Environment Food and Rural Affairs (Defra) grades air pollution on a scale of 1-10, from low to very high, based on concentrations of ground level ozone, nitrogen dioxide, sulpher dioxide and tiny particles of oily soot called PM10s and PM2.5s. It predicts &quot;moderate&quot; air pollution for Greater London, with ozone reaching 6 at the Olympic Park today. If ozone levels looked likely to climb another notch to 7 on the scale, Defra would issue a smog alert, advising people who experience sore eyes, coughing or a sore throat to consider reducing physical activity, especially outdoors. &quot;Regrettably, we have a perfect storm for smog this week with strong sunshine, very low wind speeds, easterly winds and the prospect of severe traffic congestion as the Olympic lanes begin operating from Wednesday,&quot; said Simon Birkett, of the campaign group Clean Air in London. The Met Office predicts temperatures in London could reach as high as 30-31 degrees C today, dropping to 28 degrees C tomorrow , and then falling to 25-26 degrees C by Friday. Winds will come in from northern Europe until early on Friday, the Met says. The first event of concern will come on Saturday when Team GB is hoping Mark Cavendish could deliver its first gold medal in the men&apos;s cycling road race - a 250km route ending around 4pm on the Mall. Ozone levels peak around mid-afternoon. However cooler weather with isolated showers is forecast for the weekend with westerly winds potentially improving air quality by then. Football matches outside the capital over the next two days will be of less concern because of lower pollution levels in other urban centres. At present the lower temperatures are predicted to persist until the middle weekend of the Olympics with temperatures expected to climb again for the second week of events. Whether this will affect air quality will depend on wind directions.", 
    "section": "environment", 
    "gid": "environment/2012/jul/25/london-2012-games-pollution", 
    "wordcount": "530"
}