{
    "headline": "Migrant English  and why it will only get worse", 
    "text": "Does it matter if so many people have English as a second language, I asked two weeks ago. It set the cat among the pigeons. Few objected in principle to the idea of bilingualism. But lots raised the botheration of trying to interact with fellow islanders whose English wasn&apos;t up to scratch. If this is your worry, reach for strong liquor. It&apos;s all going to get much worse. There was a side room discussion about this at the Commons last week. Two hundred people turned up. Had to be admitted in shifts. And the upshot is that anyone who actually wants to learn English and to obtain citizenship will have a much harder time doing so come October when new rules come into operation. The way it previously worked was that rather than take a citizenship test with little or no chance of passing, those who really struggled with English were entitled to enrol on an English for Speakers of Other Languages (Esol) course that had a citizenship element embedded within it. That seemed sensible. They learned the language and only then were they faced with a hurdle they had some chance of jumping. Under the brilliant new arrangement, they will have to simultaneously pass the citizenship test and the English test at level 3  the highest entry level. Fewer will opt to play with a deck stacked against them. As the group Action for Esol ruefully observes, this hardly accords with the government&apos;s view that the &quot;English language is the cornerstone of integration&quot;. But then, the whole thing is a mess, as Heidi Alexander, the Labour MP and Action for Esol supporter, tells me. The Department for Business, Innovation &amp; Skills does its bit through colleges to make migrants employable. It has its own pot of money and agenda. As does the Department of Work and Pensions, which does stuff through Job Centre Plus. As does the UK Border Agency, as does the Department for Communities and Local Government. Everyone is in charge; no one is in charge and together they cook up a fine old shambles. &quot;I can&apos;t get to the bottom of why there is no one person in charge,&quot; says Heidi. &quot;You have senior politician after senior politician saying this is important. But there&apos;s no strategic direction.&quot; The lament of our cursed times. So, too many foreigners speaking in foreign tongues? Get used to it.", 
    "section": "education", 
    "gid": "education/2013/mar/25/migrant-english-only-get-worse", 
    "wordcount": "406"
}