{
    "headline": "Scientists sceptical about device that 'remotely detects hepatitis C'", 
    "text": "The device the doctor held in his hand was not a contraption you expect to find in a rural hospital near the banks of the Nile. For a start, it was adapted from a bomb detector used by the Egyptian army. Second, it looked like the antenna for a car radio. Third, and most bizarrely, it could  the doctor claimed  remotely detect the presence of liver disease in patients sitting several feet away, within seconds. The antenna was a prototype for a device called C-Fast. If its Egyptian developers are to be believed, C-Fast is a revolutionary means of using bomb detection technology to scan for hepatitis C  a strongly contested discovery that, if proven, would contradict received scientific understanding, and potentially change the way many diseases are diagnosed. &quot;It will change chemistry, biochemistry, physics and biophysics,&quot; claimed Dr Gamal Shiha  one of Egypt&apos;s most respected liver specialists, and one of the device&apos;s developers. Shiha demonstrated its apparent capabilities at the Egyptian Liver Research Institute and Hospital (ELRIAH) in rural Dakahlia, a province in northern Egypt. Witnessed in various contexts by the Guardian, the prototype operates like a mechanical divining rod  though there are digital versions. It appears to swing towards people who suffer from hepatitis C, remaining motionless in the presence of those who don&apos;t. Shiha claimed the movement of the rod was sparked by the presence of a specific electromagnetic frequency that emanates from a certain strain of hepatitis C. The device&apos;s scientific basis has been strongly contested by physicists. A Nobel prize-winner has said that it &quot;simply does not have sufficient scientific foundation&quot;. Yet its inventors say it has been successfully trialled in 1,600 cases across three countries, without ever returning a false negative result. Respected liver specialists who have witnessed the scanner in action have also given it cautious backing. &quot;It&apos;s not a miracle. It works,&quot; said Prof Massimo Pinzani, chair of hepatology at University College London&apos;s institute for liver and digestive health.  Pinzani witnessed a prototype of the device in Egypt earlier this month, and now hopes to trial it at London&apos;s Royal Free hospital. He said that if the scientific basis for the concept could be proved, it was potentially a &quot;revolution in medicine&quot;. Pinzani added that before being accepted the technology needs to be validated and endorsed by an independent panel of experts, and that he would be available to participate in the study once the validity of the technology was established. In Egypt, the project carries particular significance. The country has the world&apos;s highest prevalence of hepatitis C, a liver disease conventionally detected through needle-based blood tests, a laborious and expensive procedure that costs around 30 a case and usually takes several days to complete and months of training to master. The device was conceived by Brigadier Ahmed Amien, an engineer and bomb detection expert who built it with a 60-strong team from the Egyptian army&apos;s engineering department. Amien discovered that he could use his lifelong specialism  bomb detection  to remotely detect diseases. At the time, he says, he successfully created a scanner for swine flu, then a serious concern. But as swine flu fears subsided, Amien turned his attention to hepatitis C  a disease that afflicts 15% of Egyptians and more than 20% in rural areas like the Nile Delta, where ELRIAH is strategically situated in an isolated spot many miles from Cairo. Amien enlisted the help of Shiha, the man who set up ELRIAH, a non-profit, non-governmental hospital founded in response to the failure of the Mubarak regime to take hepatitis seriously. It was September 2010  four months before Egypt&apos;s 2011 revolution. Initially, Shiha thought the project was bogus. &quot;I told them: I am not convinced,&quot; said Shiha. &quot;I cannot defend this scientifically.&quot; But eventually he agreed to a trial, since existing means of diagnosis were slow and prohibitively expensive. &quot;We were all the time thinking about how to diagnose and treat this disease,&quot; Shiha recalled. &quot;Easy diagnosis is our dream.&quot; Two years on, Shiha hopes that C-Fast will be the realisation of this dream. It has been trialled in 1,600 cases in Egypt, India and Pakistan, and Shiha says it has never failed to detect a positive case  though in 2% of cases it perceived hepatitis where there was in fact none. This means that the scanner would not entirely eliminate the need for blood tests. But it could allow doctors to use blood tests only in instances where the scanner found a positive result. Amien said he had already discussed with Egypt&apos;s ministry of health the possibility of using the device throughout the country within three years. Hepatitis C spread rapidly across Egypt in the 60s and 70s. It was sparked by a nationwide vaccination programme against bilharzia, a waterborne disease, which was often executed with needles contaminated with hepatitis. If used more widely, its inventors argue, the device could drastically speed up the diagnosis of the world&apos;s estimated 170 million hepatitis sufferers. The majority of sufferers remain undiagnosed, often owing to the expense of existing procedures. In Egypt, Shiha estimates that 60% of patients are ineligible for free diagnosis, while 40% simply cannot afford it. &quot;If the application can be expanded, it is actually a revolution in medicine,&quot; said Pinzani, head of UCL&apos;s liver institute. &quot;It means that you can detect any problem you want.&quot; By way of example, Pinzani said the device could conceivably be used to instantaneously detect certain kinds of cancer symptoms: &quot;You could go into a clinic, and a GP could find out if you had a tumour marker.&quot; Amien said he was exploring the possibility of using C-Fast to screen for hepatitis B, syphilis and HIV. Dr Saeed Hamid, president of the Pakistan Society for the Study of Liver Diseases, trialled the device in Pakistan. He said it &quot;worked accurately in our patients tested in a blinded fashion  If validated further, the scanner would be potentially very useful in screening large populations or groups of people very cost-effectively.&quot; But the scanner&apos;s scientific basis has been strongly questioned by other scientists, including a Nobel prize winner. Articles about the invention have been rejected by the editors of two well-known scientific journals. Previously explored as a theory but never proven in practice, the technique used by the scanner is known as distant electromagnetic cell communication. But it is viewed sceptically by most mainstream scientists, who hold that cells can only communicate through physical contact. In a comparable case in 2009, the Nobel winner Luc Montagnier  the man who discovered HIV  also claimed that DNA molecules emitted electromagnetic waves (pdf). But his research was ridiculed by fellow scientists as &quot;pathological science&quot;, and seen as an apology for homeopathy. A cancer scanner based on a similar concept was developed in 2003 by the Italian physicist Clarbruno Vedruccio. But the scanner was taken off the market in 2007 without its scientific basis ever being properly proved. &quot;In public research, there is not enough bullet-proof evidence about the mechanisms behind the [concept&apos;s] working principles,&quot; said Prof Michal Cifra, head of bioelectrodynamics at the Czech Republic&apos;s Academy of Sciences (pdf), and one of only a handful of electromagnetic communication specialists in mainstream physics. But speaking generally about electromagnetic cellular communication, Cifra said he considered the concept more believable than sceptics made out, even if the physics had yet to be proved. &quot;On the one hand, sceptics say it&apos;s all just fake. On the other hand, I&apos;m somewhere in between. I&apos;m on the side of people who say it works, but we just don&apos;t know exactly how.&quot; Shiha said he understood why scientists were so reluctant to trust Amien&apos;s device. &quot;As a reviewer myself, if I had this paper for review, I would reject it,&quot; he said. &quot;I would ask for more evidence. It&apos;s good to be thorough. We have to be cautious.&quot;  This article was amended on 26 February 2013 to clarify Professor Massimo Pinzani&apos;s position regarding the steps needed to establish the validity of the technology. The headline was amended to better reflect the balance of the article.", 
    "section": "science", 
    "gid": "science/2013/feb/25/scientists-divided-device-hepatitis-c", 
    "wordcount": "1377"
}