{
    "headline": "Mystery bird: red-throated pipit, Anthus cervinus", 
    "text": "    Red-throated pipit, Anthus cervinus (protonym, Motacilla cervina), Pallas, 1811, also known as the vinaceous-throated pipit, photographed at the Gefersa Reservoir, 18 km west of Addis Ababa (by road), Ethiopia (Africa).  Image: Dan Logen, 11 February 2011 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Nikon D300, 600 mm lens, f/9, 1/1000 sec, ISO 800    Question: This African mystery bird is notable for sharing a character with its family members that sets it apart from all other birds in its taxonomic order. What character is that? Can you identify this bird&apos;s taxonomic family and species? Response: This is an adult red-throated pipit, Anthus cervinus, a member of the taxonomic family, Motacillidae, the wagtails, longclaws and pipits. Within this family, the red-throated pipit is placed into the most speciose genus, Anthus.  The red-throated pipit is a long-distance migrant, breeding in the far northern reaches of Europe and Asia, with a small population that also breeds in northern Alaska, whilst wintering in Africa, southern and eastern Asia and along the western coast of the US. These birds construct their nest on the ground, typically on a hummock in a marsh, and they lay 4-6 eggs per clutch.  This small and slender passerine is easily identified in its breeding plumage by its brick red face and throat. They also can be distinguished by their songs.  Thanks to the talented recordists on Xeno-Canto who freely share their work, here&apos;s a male red-throated pipit singing (recorded in Norway on 1 July 1976):       Recordist: Patrik berg. But of course, a breeding-plumage bird would be too easy for you to identify. The pictured individual provides extra challenge since it is in its streaky winter plumage, with its white-streaked brown upperparts and black-streaked white underparts. Where their ranges overlap, this species can be confused with the tree pipit, A. trivialis, but the red-throated pipit is distinguished by its darker and more boldly streaked upper parts and by the heavier and thicker streaking on its flanks and, if you could see it, its rump. Males and females look alike.  The red-throated pipit feeds on the ground mainly on insects, but it also eats seeds. It prefers moist open country and marshlands in the mountains and tundra. Here&apos;s a video of several red-throated pipits, foraging on the ground during spring migration (filmed on Lesvos Island, Greece, in May 2008; uploaded 4 February 2011):             Visit MrRonjax&apos;s YouTube channel [video link]. One morphological trait sets the pipits and the motacillids apart from all the other passerines: the tertial feathers on their wings completely cover their primary flight feathers. It is possible that this character evolved to protect the primaries from the blazing sun, which causes feathers to fade and become brittle [ISBN-13: 978-84-87334-69-6].  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist email: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/mar/05/6", 
    "wordcount": "514"
}