{
    "headline": "Pinterest seeks new financing which could value scrapbook site at $2.5bn", 
    "text": "The online scrapbook site Pinterest is about to embark on a new round of financing that could value the company at up to $2.5bn (1.6bn). Pinterest, which was set up two years ago, is in talks with potential investors, people familiar with the matter told the Wall Street Journal as it attracts growing interest from the market. The company runs a free photo-sharing website which allows users to pin and repin images of objects of interest, which are then themed in a grid-like structure. It has yet to reveal any revenue stream but chief executive Ben Silbermann said it is now studying a potential advertising model. &quot;A lot of last year was keeping up with growth [and] the big change with touch-screen devices. We&apos;re building foundations to monetise,&quot; he told the Journal. The company, which had about 20 staff a year ago, now employs 100 and has seen its number of users shoot up to 48 million in December, compared to 9 million in December 2011. Pinterest was valued at $1.5bn when it last raised money in a May 2012 financing round that generated $100m. At the time, Jeremy Levine, a partner at private equity firm Bessermer Venture Partners, who sits on the Pinterest board, said: &quot;They&apos;ve gotten past the point of being successful with consumers in a big way. At some point, the business has to make money.&quot; Investors have singled out Pinterest&apos;s ability to boost traffic on partner websites such as allrecipes.com, which says it gets 6.5 times more referrals from Pinterest than Facebook or Twitter. Brian Madden, executive director of social media, for Heart Digital Media, part of the company that publishes magazines including Cosmopolitan and Marie Claire, told the Journal that the &quot;longevity of content is very valuable to us&quot; with Pinterest content resurfacing months after being pinned up, compared to posts on Facebook and Twitter which generate &quot;a lot of interest before fading&quot;.  To contact the MediaGuardian news desk email editor@mediatheguardian.com or phone 020 3353 3857. For all other inquiries please call the main Guardian switchboard on 020 3353 2000. If you are writing a comment for publication, please mark clearly &quot;for publication&quot;.  To get the latest media news to your desktop or mobile, follow MediaGuardian on Twitter and Facebook", 
    "section": "technology", 
    "gid": "technology/2013/feb/07/pinterest-financing-value-website", 
    "wordcount": "393"
}