{
    "headline": "India's teachers face 'native-only' bar", 
    "text": "There&apos;s an anecdote you&apos;ll hear many urban Indian travellers dining out on. No matter how it begins, it ends with: &quot;And then [he/she] said to me, &apos;Your English is very good!&apos;&quot; Most of the predominantly affluent and middle-class Indians who encounter this kind of surprise about their linguistic skills explain patiently how they went to English-medium schools and universities and how in a country of 1,652 languages and dialects, Indians use English to communicate. English is the second official language of India, bequeathed by British colonisation. And yet, Indians are not considered &quot;native English speakers&quot;, as those competing for English language teaching jobs have found. It would be easy to label this as racism but the prejudice is a combination of ignorance and the sometimes poor reputation of the Indian education system. Professionals vying for English language teaching jobs, either at international schools or those that follow the International Baccalaureate (IB) syllabus in India or abroad, head to the British Council to enrol on a Cambridge certified Certificate in English Language Teaching to Adults (Celta) course. The courses are held in Delhi, Mumbai and Chennai, with an average of two sessions  comprising 15 to 18 students  in each centre per year. However, as Mumbai resident Raji Chacko found out, this isn&apos;t enough. Chacko graduated in English literature from Sophia College, one of the many English-medium education establishment run by the Catholic church in India. She has worked as an editor in newspapers and multinational companies, including tax consultants KPMG and the now defunct investment bank Lehman Brothers. After more than 11 years working in English, she put aside a little nest egg, enrolled in a Celta course and checked her world map. &quot;I had hoped that this would pave the way for opportunities in non-English speaking nations,&quot; she said. &quot;I had no expectations of finding jobs in Europe because I assumed they would be filled by British or US citizens; I was hoping for Latin America or east Asia. The Europeans look for someone with an EU visa to make their hiring process relatively pain-free, I guess.&quot; However, she found that east Asian countries don&apos;t issue work permits to non-native English teachers. &quot;Some Asian countries even require a photograph with the application,&quot; she said. &quot;While it might be merely to establish that you look professional enough, the niggling thought that it&apos;s also to ascertain if you are the correct skin colour is difficult to banish and is reiterated in various Celta-related forums online. One discussion thread pointed out how some Taiwanese schools stressed upon the colour of the teacher&apos;s skin so parents would be convinced they were getting their money&apos;s worth.&quot; An Indian of Iranian origin breezed through interviews and applications for a school abroad until her school certificates were examined, which showed she&apos;d studied in India. &quot;I don&apos;t look Indian and my accent is neutral,&quot; explained the 30-year-old, who did not want to be named. Manikandan Vasudevan took on Celta to become a corporate trainer abroad, but even he&apos;s been shown the &quot;Only Native English Speakers&quot; sign. Some former Soviet nations and African countries don&apos;t seem to have such bias, but these are countries that candidates, especially women, are hesitant to accept employment in. Stuart, a recruiter based in China, confirms Chacko&apos;s niggling suspicion. He prefers not to give his second name because of sensitivity to adverse comments, he says. &quot;Celta and Tesol graduates from India face an extremely difficult challenge in finding jobs in China,&quot; he said. &quot;We work with over 300 schools and all of them ask for &apos;native-speakers&apos; only. The &apos;big six&apos; are the UK and Ireland, the US, Canada, Australia, New Zealand and South Africa.&quot; According to Stuart, a few years ago, some schools accepted non-native speakers, as long as their accent was neutral and their grammar and language awareness were exceptional. However, recently all schools issued a circular saying they will no longer accept applicants not from the six countries. But even the linguistic integrity of some of those nationals is being called into question. &quot;Schools in inner Mongolia contacted us recently to say that the local government would not issue visas to teachers from South Africa,&quot; Stuart said. &quot;A chain of schools in the south of China won&apos;t accept Irish because they think they speak Gaelic. Much of this comes down to just plain ignorance.&quot; Usha Venkatachalam, a Celta main course tutor and assessor, has taught in Australia, the UK, Malaysia and South Africa. She says many countries are just wary of backpackers who want to make quick money. &quot;In fact, the demand for Indian teachers went up during the Beijing Olympics,&quot; she said. &quot;We have to understand that these schools are looking for people with exceptional language skills. Many candidates make errors in the covering letter. Sometimes their accents interfere with comprehension. They also need to familiarise themselves with the work culture of the country they are applying to. For instance, in Australia, they expect a detailed covering letter. You have to build a portfolio, supply student testimonials, write an essay explaining how you can fulfil the employer&apos;s criteria, and support everything you say with instances.&quot; The Indian of Iranian origin referred to earlier went on to teach at an IB school in India and says that this has given her awareness of the quality of pre-service training. &quot;I used to be offended, seeing how I come from the best educational institutions in Mumbai, but since I joined an IB school, I have been able to understand their requirements better,&quot; she said. &quot;A bachelor of education degree in India is technically for nine months, with almost no practical coursework. A BEd in Australia is four years long.&quot; A version of this article first appeared in the Mumbai Mirror newspaper", 
    "section": "education", 
    "gid": "education/2012/apr/10/india-teacher-prejudice-employment-bar", 
    "wordcount": "992"
}