{
    "headline": "Language skills: way to get a job?", 
    "text": "With 48 applications for each graduate job vacancy and 2:1 degrees being handed out faster than free condoms at freshers&apos; fair, it&apos;s no surprise that students are throwing themselves into internships and voluntary work. But given the lack of bilingual English graduates, is learning a language an alternative way to stand out? Clara, a recent graduate who is now working in marketing, puts her job success down to her degree choice  French. &quot;My language skills definitely made job hunting easier. Being able to speak French is a skill that I have over other graduates and being able to deal with international clients is a boost to my company.&quot; But what about students who are studying different subjects? Given that only 38% of Brits speak a foreign language (compared to 56% of Europeans), it&apos;s unlikely there are many polyglots among us. If you&apos;ve got enough self-motivation, it is possible brush up your language skills in your spare time. There are plenty of free online resources available, and you could even travel in your holidays to practise conversation skills. But let&apos;s face it, when term gets busy, hobbies drop further down the priority list. Wouldn&apos;t it make more sense for universities to allow undergraduates to study optional, foreign language modules as part of their main degree? The University of Southampton is just one institution that is already doing so. It&apos;s helping to facilitate language learning and boost employability by offering courses such as &quot;French for marine scientists&quot; and &quot;German language for engineers&quot;. University is the perfect time to learn a language. Most students have fairly flexible schedules, and universities can offer plenty of support. You don&apos;t need to be fluent in a second-tongue to boost your chances in the job market. The Confederation of British Industry (CBI) found that 74% of employers recruit applicants with conversational ability rather than those who are word perfect. They believe this can &quot;help break the ice, deepen cultural understanding, and open business access to new markets.&quot; Deborah Till of the University of Nottingham careers service says language is becoming a top priority for companies. &quot;Increasingly, multinational companies value language skills as an added extra when considering applications.&quot; Law firm Eversheds is among those awarding bonus points to applicants with foreign language skills. Of course, it&apos;s not just the business world that values bilingual employees. So why is it that more universities aren&apos;t offering flexible degrees? When 9k fees are introduced, perhaps universities will be forced to look more closely at enhancing students&apos; employment prospects. Language skills are one way to get there.", 
    "section": "education", 
    "gid": "education/2012/jul/19/optional-language-modules-degree", 
    "wordcount": "438"
}