{
    "headline": "Xbox One: 'We must allow experiences that were only ever dreamed of'", 
    "text": "The Xbox One is now a reality, and after Microsoft&apos;s event on Tuesday, plenty of questions remain about the company&apos;s vision for an all-in-one entertainment system. So what is the message behind the machine, and when are we going to find out more? We spoke to Europe&apos;s Xbox chief, Chris Lewis, directly after the reveal event, throwing in questions about innovation, pre-owned titles and the dangers of cloud computing. We found that Microsoft has big plans for E3 and the future of gaming  it just isn&apos;t ready to talk about them just yet.  It seems the concept behind Xbox One is an all-in-one entertainment device; something that will effectively run our living rooms. Was that what you wanted to get across?That&apos;s certainly what we set out to do. We thought this was a logical first step, to have folks here in an intimate environment in our home, and to talk about the vision in the way that we did. Sometimes the temptation is to put in too much, but we&apos;re trying to be logical, to have a cadence to the way that we communicate the vision and the content. Think about today as the first step  you&apos;ll learn a lot more about the games at E3. We gave a strong taste of what is to come, it was tempting to show more. I loved to show how we&apos;re deepening our relationship with EA  that&apos;s crucial for Europe. Can you tell us more about the &quot;strategic partnership&quot; you&apos;ve set out on with Electronic Arts? What does it mean, in practical terms?I can tell you some fairly generic things. We&apos;ll be more specific in due course. You can be confident that this is a more meaningful partnership than we&apos;ve ever enjoyed with them in the past. What we&apos;re now going to be offering is something unique to our consumers, particularly around Fifa and we&apos;ll be more specific about that later. But we&apos;ve always partnered well with publishers, retailers and content companies.  So Xbox One will allow users in North America to view live TV on their consoles. But it seems that feature won&apos;t be available in Europe for the console launch. Is that correct?Well, you shouldn&apos;t assume that necessarily. What you should assume is that we know how important it is to get that proposition right everywhere; not just in North America and Europe, but everywhere. We have a vision for more intelligent TV  what Yusuf Mehdi showed on stage was a natural and intuitive way of handling television, whether it&apos;s live or catch up or movies, Kinect is the centre of that experience; it is a natural way to interact with your entertainment. We know we have to offer that everywhere, but we&apos;re not being specific about when and where. We&apos;re committed to make it happen. And similarly, the content deal you have with the NFL, which will mix live match footage with interactive &apos;companion&apos; apps like Fantasy Football  surely you&apos;re working on similar partnerships elsewhere? The Premiership in the UK for example?Yes. We know we have to deliver partnerships like that everywhere. I mean, look at what we did with Sky, that was the first of these relationships on 360, we led the way in Europe  we know these are critical to deliver. I&apos;ll have to frustrate you by saying that I can&apos;t be specific. But it is an important point.  You&apos;ve also announced a Halo TV series, produced by Stephen Spielberg. Does this hint toward a future of Microsoft as a TV content creator? Will there be more exclusive series&apos; like this to come?Sure. Is Halo a logical place for us to start? Sure. The reaction to that has been very positive. I have nothing to announce today, but we know we have to offer a portfolio of entertainment content.  One of the things that has come up on Twitter after the event was the whole area of pre-owned games. It seems that if you buy a game it has to download on to your system, and then if you sell the disc, the purchaser might have to buy a pass to use it, and it could be that the data is removed from your own hard drive if someone else tries to install the same copy. There&apos;s a lot of confusion here. Can you clarify things?I&apos;m not going to get as specific as you might like. I&apos;d answer that by saying today is great news for gamers: we will support the dynamic of used games  it&apos;s important for them, it&apos;s important for retailers. We are supporting that but the details as to how it will work, we&apos;ll reveal over time. But I want you to take a positive message form this: we support it.  Okay, well, let&apos;s go back to this idea of the all-in-one entertainment system. Who are your rivals in this space?You may be surprised to hear me say that we don&apos;t fixate on our competitors, in the way you might think. That&apos;s not to imply that we don&apos;t think their highly competent, it&apos;s not that. It&apos;s not about us being complacent. It&apos;s more, our focus is on our consumers. It depends on the consumer you&apos;re talking about  if you&apos;re thinking of a hardcore gamer, of course we have to consider our competitors in that space; we have to make sure the experience is more unique and compelling than anywhere else. But we have to focus on the consumer. So these days you think more about consumers than gamers? I mean, there are plenty of people in your core audience who don&apos;t care about NFL or gesture controlled television  they just want to play games. And it was 30 minutes before we saw any games footage at the event.Well, actually I use consumer as a collective term for everyone who uses our digital entertainment. A gamer is a part of that community. We&apos;re not in the least bit complacent about delivering great content for gamers. We need to talk at E3! I think we will use E3 as an opportunity to talk about the portfolio of games we have coming, both from our own studios and from third parties. People will see an awful lot more about games there. At the event you mentioned eight entirely new franchises  what will they bring us that we&apos;ve never seen before?The technology platform has to allow experiences that were only ever dreamed of in the past. The power of the platform, lined with the power of the cloud  that&apos;s going to create a huge step-change in terms of the offering  more immersion, more detail, automatic downloads that increase the game universe all of those things will be compelling. The developers like the power of the platform, they like Kinect and how it can enhance the game experience. I think, though, that you have a challenge ahead, both with gamers and with many studios, to convince then that Kinect is worth another try.Well, you know, we&apos;ve sold more than 25m Kinect sensorsYes, but how many of those are still in regular use? And developers certainly aren&apos;t supporting it in great numbers. Look, I understand your point. As you saw today, Kinect is central to the design and thinking of Xbox One, but that centrality has to be based on the fact that the power of the device gives consumers what they want and is natural and compelling. For some games it will be very central to the experience. There is a lot more to come in the coming months, I think you will feel better about things than you do today.     Call of Duty: Ghosts: will launch on the Xbox One. Photograph: Activision    But are we going to get a game at E3 that is totally original and would be fundamentally impossible on an earlier console? I mean, Call of Duty Ghosts looks nice but it&apos;s Call of Duty. Fifa looks great but it&apos;s FifaStay tuned! We know it&apos;s important. I can&apos;t tell you everything today. It sounds like I&apos;m trying to duck your questions but I&apos;m not! There&apos;s more to come.  The Cloud stuff is interesting  the idea that some of the computation can be cloud-based that it will lead to emergent worlds, and games that evolve over timeAbsolutely But there are also worries in this area. First, how long will games be supported if they have cloud content and secondly how secure is that data?We take security really seriously, we need to apply diligence to it. Words are easy, but an awful amount of work has gone into ensuring its safety. We appreciate the need for privacy and security. And the investment into infrastructure is huge  the way [chief product officer] Marc Whitten puts it is this: the user has one Xbox One at home, but you also have three or four more in the cloud  that&apos;s the way to think about it, it&apos;s that big.  But what about longevity. If I buy an Xbox One game this Christmas, will I still be able to play all the cloud-based content in 2020? Or beyond?Same applies. This generation proved to be even longer than the last one. Xbox 360 will sell for multiple more years. People like the fact that generations have got longer  we have to be invested in the longer term with content. We&apos;re planning with that in mind.  And will retail stores be an important way to purchase Xbox One games throughout its lifespan?Yes... Yes. I think we want to be where our consumers want us to be, and they want us to be in retail. Retailers have great relationships with consumers  we&apos;re respectful of that. But equally we want to have a digital relationship with consumers. The two will coexist. Will you announce a price at E3?We&apos;re not saying when we&apos;re going to talk about price  we&apos;re going to announce it at a logical time. I&apos;m not going to tell you today. I would have been surprised to be honest...We&apos;re not being specific about when, but be confident we will announce it in a timely fashion. There have been rumours about a subsidised pricing model  the idea of being able to buy the console for a cheaper price if you commit to a subscription. You tested that with Xbox 360 in some territories  will we see it for Xbox One?I&apos;m not being specific about that. We test lots of things. We talk to consumer groups all the time about how we offer value  we&apos;ll say more in the coming weeks and months.  So the industry is facing the prospect of two consoles arriving within a month of each other. Are you ready for that as a company?Yeah... if it happens. The market is primed for it, people are excited about it; the console market is continuing to grow. Our anticipation is that the next generation will be bigger than this one. We see a healthy trajectory for this business. There is massive growth potential for us in countries like Russia, South Africa, Poland Retail is ready, we&apos;ve just got to make sure we deliver.", 
    "section": "technology", 
    "gid": "technology/2013/may/22/xbox-one-interview-chris-lewis", 
    "wordcount": "1849"
}