{
    "headline": "The world-leading UK windfarm built with little British involvement", 
    "text": "The project briefing for Britain&apos;s world-leading offshore windfarm is given by a Dane, the crew on the transfer boat from Ramsgate harbour are Norwegian and the lunch served 20 miles off the coast on a converted ferry is served up by Latvians. They call it the London Array but there are few cockney accents to be heard. In fact, it is tempting to think that the HP sauce on the buffet table is the sum total of UK &quot;content&quot;, but even that is made in the Netherlands these days. Birmingham-born Chris Randle, the 33-year-old project manager for the German turbine provider and a former Iraq and Afghanistan army engineering veteran, is an early exception. Standing in the glossy wood-panelled restaurant of the Wind Ambition floating accommodation unit, the Siemens executive says he is deeply conscious of the lack of homegrown services. &quot;I would like nothing better than to be hiring local firms or people if only because it makes for a more competitive tender and helps me drive down costs,&quot; he says. &quot;But in the past there was not that skilled supply chain. It takes time to build that up in this new industry but I am glad to say it is getting better and this can be seen on the newer projects.&quot; About 90% of the near 1.5bn spent constructing this flagship project to provide clean power to 470,000 homes has gone to foreign firms, not least to Randle&apos;s employer, Siemens.     Offshore windfarms map    Joanne Haddon, described as London Array&apos;s stakeholder and media manager, says the 10% UK content sounds small but it hides the fact that Brits made up more than half of the 520 people working at the height of the construction season this summer on a scheme that should provide its first electricity before the end of the year. &quot;We have nearly 100 people working from the London Array construction office at Ramsgate port  86% are British, with 46% from the local area,&quot; she added, while a further 90 staff will be needed to keep the windfarm running once it is switched on and most of these should be locals. Still, there is some irony that the UK  with one of the proudest maritime histories in the world and which is in pole position when it comes to pioneering renewable energy at sea  seems desperately reliant on outside help. The Robin Rigg windfarm off the Scottish coast is believed to have managed to obtain 32% UK content, while the government said earlier this year that it had set a goal of 50%. Siemens, meanwhile, has spent 9m on establishing a wind-power training school in Newcastle upon Tyne and says some of its apprentices have gone on to work on the London Array. Certainly the projects are coming here. The lobby group RenewableUK says that 60% of all offshore windfarms in the European Union are located in Britain. The latest one, Sheringham Shoals, was inaugurated last Thursday. But it is largely foreign money being deployed, which is why Sheringham Shoals, off north Norfolk, was officially opened by Crown Prince Haakon of Norway. This reflects the fact that the windfarm is built and owned by two state-owned firms from Scandinavia: Statoil and Statkraft. And it has been Denmark&apos;s Dong Energy, Germany&apos;s E.ON and the Abu-Dhabi-based Masdar that have stumped up the cash for the 175-turbine London Array. Meanwhile, the Siemens turbines were actually made in Denmark, while the installation of the equipment at sea is being largely shared between Danish-based A2Sea and MPI Offshore, a Yorkshire-based firm owned by Vroon of the Netherlands. Another Dutch company, C-Bed Floating Hotel, owns and operates the Wind Ambition  a near-40-year-old vessel that used to work in the Baltic but is now part of a specialist fleet being developed to support offshore energy schemes. Sailing back from the London Array we pass the 780m Thanet windfarm owned by Vattenfall of Sweden and powered by 100 turbines built by Vestas of Denmark. Vestas, which has research and development facilities on the Isle of Wight, was planning to build a manufacturing plant at Sheerness in Kent but has since dropped the idea. Siemens, plus Gamesa of Spain, are still hoping to construct production facilities in Britain but only if the financial incentives are there to ensure big new &quot;round three&quot; deep-water windfarms are built. A recent study of offshore windfarms indicated that 12.3% of them are owned by UK firms and the employers&apos; group the CBI has recently moaned about the relatively small share won by the local supply chain. Down on the Kent coast, however, the local business community is happy that anyone is investing at a time when youth unemployment levels in the Thanet district remain very high at 14%. &quot;Any extra pound spent in this area is valuable to us,&quot; says David Foley, chief executive of the Thanet and East Kent chamber of commerce. &quot;It also helps build confidence and attracts more investors such as those wanting to develop Manston airport and those taking over the old Pfizer building at Sandwich.&quot; But he admits things could have been done differently and more local spending could have been squeezed out of developers  as he suspects it might be on new offshore windfarms planned across the Channel. &quot;We are hosting 18 French renewable energy companies here next month to show how we have helped develop two of the world&apos;s biggest windfarms. It would have been nice to have been able to show them some local [wind equipment] manufacturing.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/oct/02/uk-windfarm-little-british-involvement", 
    "wordcount": "935"
}