{
    "headline": "Apps Rush: Chrome, The Walking Dead, OneNote, Ladyhawke, Bullet Asylum and more", 
    "text": "A selection of 14 apps for you today: Chrome for Android Google has ported its Chrome web browser to Android smartphones and tablets: initially those running the latest Ice Cream Sandwich software. It loads top search results in the background for speedier surfing, sports redesigned tabs, and lets users sign in so their mobile and desktop tabs and bookmarks are in sync.Android The Walking Dead  Walkers Kill Count Fox has launched a second-screen iOS app for the second series of The Walking Dead, in time for its airing in the UK. Designed to be used while watching  whether live or a recorded episode  it gets fans to predict how many kills there&apos;ll be, and with which weapons.iPhone / iPad OneNote Mobile Microsoft has launched a new app based on its OneNote service for Android, joining existing iOS and Windows Phone versions. It provides note-taking on the go, with the abiilty to sync with the desktop version via Microsoft&apos;s SkyDrive cloud service.Android Ladyhawke Musician Ladyhawke has a new album on the way, and an app out in advance to promote it. Besides news, tweets and videos, there&apos;s clever integration of photo-sharing service Instagram, with the promise of &quot;Ladyhawke Virtual Reality&quot; and a full album stream soon. The link above is for iPhone, but here&apos;s the Android version.Android / iPhone Bullet Asylum The latest release in Microsoft&apos;s &quot;Must Have Games&quot; Windows Phone promotion is Bullet Asylum, a fast-paced shoot &apos;em up that promises an &quot;all-you-can-shoot buffet of alien hordes to destroy&quot;. It ties into the Xbox Live community with leaderboards and achievements.Windows Phone miCoach Basketball Adidas&apos; new sports app makes use of its miCoach Speed Cell, a device that clips onto shoes to measure your movements on the pitch, running track and now on the basketball court. This new app includes an NBA-grade training schedule to improve your skills, as well as sharing features to brag about your progress.iPhone Perfect Cafetiere Coffee Coffee brand Douwe Egberts has launched an official iPhone app, providing timings and techniques to make the perfect cup of coffee, or at least the perfect cup of coffee for your particular tastes. Offers and coupons are promised too.iPhone AA Eco Drive The AA has launched an app to teach people to drive more efficiently, and save on fuel costs. The app analyses GPS data, suggests improvements, and even gamifies the whole shebang with awards for your improvement. The link above is for Android, but the iPhone version can be found here.Android / iPhone DriveGain You wait ages for an efficient-driving app to come along, then two turn up at once..., DriveGain has been out in Holland for a while, but is now live in the UK App Store too. The app tracks your car&apos;s location while you drive, and provides tips on how to drive more efficiently and save fuel. In-app purchases provide extra features.iPhone Picture Your Upgrade Airline network Star Alliance&apos;s new app is tapping into the trend for photo-sharing. It wants to get people taking photos of &quot;airport items&quot; and sharing them, with prizes on offer including upgrades, business class tickets and designer chairs. It&apos;s the work of DDB UK.iPhone Jane Austen Published by the Jane Austen Centre in Bath, this app provides a daily quote from her books, as well as 10 articles a month about Austen and the Regency period. It also promotes the Centre&apos;s online gift shop.iPhone Mint 2012 HT Media&apos;s Mint 2012 app promises &quot;a series of exclusive insights into issues that continue to dog our world&quot; from jobbing hacks like, ahem, Tony Blair and George Soros.iPad Finnegans Beer It Forward Alcohol firm Finnegans is the latest brand exploring the world of social location. &quot;Beer it Forward loads your friends&apos; recent Foursquare check-ins, and lets you send money to them via PayPal to buy a Finnegans in an instant...&quot;iPhone Magnetype iPad app Magnetype turns your iPad into a virtual fridge door, complete with virtual magnetic letters to spell out messages with. The resulting images can be shared with friends via email or Facebook.iPad", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/feb/08/apps-rush-chrome-walking-dead", 
    "wordcount": "693"
}