{
    "headline": "Car manufacturers manipulating fuel efficiency tests, says report", 
    "text": "Drivers who find that the fuel efficiency in their new car doesn&apos;t match up to the claims made by the manufacturer, now know it is not their driving to blame. A new report reveals that carmakers routinely manipulate official UN-backed miles/gallons tests, with a series of tricks including stripping the car down to weigh as little as possible, overinflating the tyres and testing in the thin air at high-altitude tracks. The tricks of the trade are listed in a report by the Transport &amp; Environment campaign group (T&amp;E), which suggests the official fuel consumption cited by car manufacturers is on average almost 25% lower than that achieved in reality, and in some cases 50% lower. Among the 20 creative but legal ways European carmakers exploit loopholes and boost official performances are: taping over cracks around doors and grills to minimise air resistance, using special super-lubricants, stopping the car&apos;s battery recharging, adjusting the wheel alignment and brakes, and testing at unrealistically high temperatures and on super-slick test-tracks. Greg Archer, clean vehicles manager at T&amp;E, says: &quot;This new evidence shows that carmakers in Europe are cheating their own customers by manipulating official tests, which leads to thousands of euros of additional fuel costs for drivers. &quot;They are also cheating legislators, as EU laws intended to reduce CO2 emissions from cars and vans are only being met in the laboratory, not on the road. The only way to rebuild this trust is by closing loopholes in the current test procedures, to ensure that cheaters never prosper.&quot; New tests which reflect better modern driving conditions are expected to be introduced to Europe in the next few years. But carmakers are said to be trying to delay their introduction. The official mileage test, called the New European Driving Cycle, was set up 30 years ago and is administered by a UN subsidiary body called the World Forum for Harmonization of Vehicle Regulations (WFHVR). It is supposed to represent the typical usage of a car in Europe. But, T&amp;E&apos;s report found, lax testing procedures are allowing carmakers to manipulate the official tests to produce unrealistic and flattering results. T&amp;E&apos;s report said: &quot;Testing and checks on production vehicles are inconsistent and inadequate, with manufacturers paying the organisations undertaking and certifying the tests.&quot; It added that, when the tests were introduced, &quot;no one expected carmakers to adjust the brakes, pump up the tyres, and tape up all the cracks to reduce the air and rolling resistance. These practices are now commonplace, with testing facilities being paid to optimise the results of the tests.&quot; It concluded: &quot;There is no evidence that carmakers are breaking any formal rules  but they don&apos;t need to  the current test procedures are so lax there is ample opportunity to massage the test results.&quot; The Society for Motor Manufacturers and Traders said in a statement: &quot;We support enhancements to the test procedures and are contributing to the development of a new test cycle [which is] designed to better represent real-world driving.&quot; The SMMT said the mileage data was &quot;prone to error&quot; because &quot;a limited number of vehicles&quot; were tested, but added: &quot;Vehicle manufacturers carried out more than 3,500 independently verified tests in accordance with detailed legal guidelines set out by the European Commission. Each model received an initial test, which is followed by random monitoring of the same types of vehicle as they leave the production line, taking the overall test numbers into the tens of thousands.&quot; Raw mileage and emission data is not made public by European carmakers, who only advertise combined figures of laboratory and other tests done on new cars. T&amp;E says it obtained the data on the condition it did not identify the models or manufacturers. Data in the report for the &quot;real world&quot; driving by the public was obtained from online fuel mileage calculators and databases, including Spritmonitor.de, which allows drivers to compare their experiences with million of others. Furthermore, testing undertaken for T&amp;E by an independent laboratory found that older vehicles performed on average 19% worse in real world conditions than the results obtained in official tests. For newer models the average difference was 37%. &quot;By creative interpretation of the test procedures carmakers are able to achieve multiple small improvements that lower the test results,&quot; the report said. It added: &quot;The current procedure also inexplicably allows the CO2 results declared by the manufacturer to be up to 4% below the measured results.&quot; The WFHVR, based in Switzerland, did not respond to requests for comment.", 
    "section": "environment", 
    "gid": "environment/2013/mar/14/car-manufacturers-manipulating-fuel-efficiency-tests", 
    "wordcount": "783"
}