{
    "headline": "StoryNexus: building your own adventure games", 
    "text": "If you&apos;re a veteran gamer you&apos;ll remember the golden era of text-based adventures. The Hobbit, Hitchhikers Guide to the Galaxy, Zork titles that conjured whole worlds out of narrative descriptions and two-word player inputs.  That genre never went away, of course  interactive fiction communities still thrive on the web (a good place to look is the huge IF Archive). Often though, creating your own branching stories can be a complex undertaking; which is a where StoryNexus comes in. Billed as an interactive story platform, it allows users to create rich &apos;storygames&apos; through an accessible point-and-click interface. These works can then be shared and even sold online. Failbetter Games, creator of the intriguing toolkit, started out by making its own adventure, Fallen London earlier this year. Operating entirely in browser, the game presents the player with a series of storylines to follow, written out in text and explored through a randomised card system. The game uses four main stats to determine success, and opens storylines to the player based on their stats, their story choices, and the various qualities and items they collect along the way. Alexis Kennedy, chief narrative officer at Failbetter, says: &quot;With Fallen London, the idea was that it was both research and funding project for the StoryNexus tools. We set out to build a tool and found straight away that building an abstract perfect system set us up to fail. Fallen London gave us a place to test things and work out what we needed to build. It garnered revenue, and gathered an audience which meant we could kick off StoryNexus with 10,000 users already in the system. It also meant we ran up against the limitations of the system and could see where we needed to extend and alter our plans.&quot; The game launched in beta in October 2009, and since then Failbetter has been writing content for it, extending it and writing hundreds of thousands of words to populate its world and satisfy its avid fans. &quot;We have a team of three writers,&quot; says Alexis. &quot;That&apos;s half the company, and myself and my co-founder both write too. But players will consume everything we can throw at them with both hands.&quot; With that active, hungry player base, the company has spent three years refining Fallen London&apos;s system - about 18 months longer than they&apos;d expected, because of illness problems with their technology partner on Varytale, an earlier version of the StoryNexus tools. Now, though, StoryNexus is starting to power ahead. Last month, StoryNexus had 180,000 registered users, mostly inactive, with a core of 20,000 active in a month. Two weeks into open beta, it had 800 worlds with at least a few story elements, and 40 of a playable size. The beta is likely to be a long one but a limited one, lasting until sometime in 2013, but monetisation is already turned on, and creators who make successful worlds can use Failbetter&apos;s system to charge for certain stories within them. Kennedy is keen to open the platform up to as many people as possible, to get people experimenting. StoryNexus requires no programming experience, though it does help to have a basic understanding of the principles, particularly how variables work, and the games it creates persist across sessions and can be dipped in and out of at will. &quot;There is lots of really good interactive fiction that you need to download specialist tools to experience, or that takes lots of time to explore,&quot; says Kennedy. &quot;I wanted something where you could dive in, something browser based that could be played in chunks over the course of the day. And I want people creating and experimenting with these possibilities, collaborating sensibly with friends. &quot;StoryNexus is good at the things that traditional approaches aren&apos;t so good at, but not so good at the things they are. Sometimes that&apos;s about the detail of navigating a complex space, or that&apos;s about combat or detailed timings or managing very specific resources - all of those things it&apos;s bad at. It&apos;s good at bringing together intuitive elements that coalesce easily into story. It&apos;s good at almost any kind of storytelling that wouldn&apos;t fit easily into graphic systems. It&apos;s also quite good at games where you want to be a bit ambiguous about the space you are in, or experiment with players&apos; relationship with the environment or with characters. There&apos;s no direct control over an avatar. &quot;Relationships are the best thing - it&apos;s really difficult to represent a relationship with a character graphically, but the writers tools in StoryNexus let you respond differently. It&apos;s a natural fit for some games. I call these types of games story games. They are a hybrid - they are much less like games and much more like stories than most free-to-play titles.&quot; The StoryNexus system is primarily text based, with images to give a flavour of the events, elements and locations described, but it differs from the standard choose-your-own-adventure style branching narrative in a few ways. Small events and decisions - called storylets - are contained within a virtual playing card, and many cards are combined to form a randomised deck of options that can be dealt into the player&apos;s hand. Rather than a branching narrative with options that lead you off on different story paths, the card system lets you build a coherent story with many different ways to explore or experience events. It&apos;s a more ambient, more emergent, less directed storytelling system - something that has both advantages and disadvantages for creators. Last month, Failbetter ran their first World of the Season awards, aimed at bringing attention to particularly good and interesting games created within their platform that are at least partially complete. The winners were an eclectic mix: Samsara, a tale of dreamwalking set in India in 1757; Zero Summer, a post-apocalyptic American western; and Evolve, an educational game about biology. As with any open platform, quality will no doubt be mixed, and the appeal rather specialist  especially in this niche market of narrative, text-led games. But with awards like World of the Season, and commissioned work such as Machine Cares coming in, the community is starting to flourish.  &quot;The majority of the games created with StoryNexus will be unfinished, dreadful, extremely specialist interest, or all three,&quot; says Kennedy. &quot;But if we promote the good stuff, players will make their way to it. If some monetise, and we can take a cut, then I hope everyone wins. Creators retain copyright and get revenue and we recoup the costs of building and retaining the platform, and we can cross-promote between games on the platform. Everyone benefits.&quot;", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/dec/07/storynexus-create-interactive-adventures", 
    "wordcount": "1120"
}