{
    "headline": "Examiners axed after marking mistakes", 
    "text": "Four examiners have had their contracts terminated and 78 others have been ordered to improve their performance after mistakes were made in calculating pupils&apos; scores in GCSE and A-level papers from last summer. The exam board OCR has apologised for marking errors that affected GCSE and A-level grades. Exams regulator Ofqual said it could not be certain that all candidates had the grades they deserved. Channel 4 News said David Leitch, a senior supervisor at OCR, found wrongly calculated final scores in 100 papers from last summer that schools had referred for checking. A wider search found &quot;hundreds more&quot; mistakes by the same markers but Leitch claims he was instructed to inform only schools which had requested paid-for remarking. Dissatisfied with a review ordered by regulator Ofqual, the programme reported, he emailed 30 schools directly to alert them to errors and has now been suspended by OCR pending a full inquiry. Ofqual&apos;s director of regulation, Fiona Pethick, said questions remained over the accuracy of marks. Asked if she could be personally sure that no pupil still had a lower grade than they should, potentially affecting a university place, she told the programme: &quot;I&apos;m not satisfied yet. That&apos;s why we will be continuing to look into this matter and if we find OCR to be negligent we will take action.&quot; The errors related to examiners totting up marks from traditional pen and paper scripts. The exam board said its investigation had found 16 cases where pupils had received a lower grade than they should  eight AS-levels, two A-levels and six GCSEs. It resulted in the termination of four examiners&apos; contracts, while 78 others out of 13,000 - &quot;almost all&quot; teachers and ex-teachers with relevant degrees - were ordered to improve their performance. Mark Dawe, OCR&apos;s chief executive, said: &quot;Any error in the exam process is unacceptable and we have taken action to implement more robust processes. This included terminating the contracts of weaker examiners. Students taking exams in the spring and this summer can be assured that mistakes of any sort will not be tolerated.&quot; The exam board&apos;s qualifications director, Clara Kenyon, said OCR had not been made aware of the existence of further errors. &quot;We were not told of the existence of these additional scripts with mistakes on them until schools contacted us,&quot; she said. &quot;This is of course a concern and we are processing them in the usual way and will make grade changes, if required, and inform schools.&quot; The board was confident that new safeguards would provide &quot;a high level of clerical accuracy&quot; in future, she said, pointing out that marks for three in four papers were calculated electronically. All papers are due to be handled electronically by 2014. &quot;Students taking exams both in the spring and this summer can be assured that mistakes of any sort will not be tolerated and we have taken the necessary measures to guard against them,&quot; Kenyon said.", 
    "section": "education", 
    "gid": "education/2012/may/17/examiners-axed-after-marking-mistakes", 
    "wordcount": "503"
}