{
    "headline": "Open access will be crucial to maintain public confidence in science", 
    "text": "The Guardian&apos;s recent articles about the absurdities of the academic journal racket have brought out into the open some very important arguments that many academics, including myself, have been making for many years with little apparent effect.  Now this issue is receiving wider attention, I hope sufficient pressure will develop to force radical changes to the way research is communicated, not only between scientists but also between scientists and the public, because this is not just about the exorbitant cost of academic journals and the behaviour of the industry that publishes them. It&apos;s about the much wider issue of how science should operate in a democratic society. Research, especially scientific research, thrives in an atmosphere that allows the free exchange of ideas and information: open discussion and debate are essential if the scientific method is to operate properly. Before the arrival of the internet, academic publishers provided a valuable service that was a real benefit to the scientific community. Not any more.  Recent advances in digital technology should have made the publication and dissemination of research much cheaper. Instead of falling, however, journal subscription fees have rocketed, even for online-only editions. This has had the effect of locking out those researchers whose institutions can&apos;t afford to pay the extortionate access charges.  The cost of supporting this parasitic industry is stifling science. Enough is enough. The publishing giant Elsevier (currently the subject of an academic boycott) is one of the worst offenders when it comes to hindering the progress of science. How times have changed. When Galileo, having been forced to recant by the Inquisition, wrote the Dialogues Concerning Two New Sciences, he got the work published in non-Catholic Leiden, by a company called Elsevier  We also need to recognise the extent to which the Research Excellence Framework (REF) feeds the academic journal racket. The REF is a system of allocating research funding to university-based researchers based on the &quot;quality&quot; of their recent publications. To be considered for the REF, a paper has to be published in a recognised academic journal, which almost certainly means it will be hidden away behind an extremely expensive paywall. The publishers must be rubbing their hands in glee at the mountain of papers researchers are being forced to generate in order to satisfy the demands of the REF panels. In my view, research funded by the taxpayer should be made available free of charge to whoever wants to read it, not handed over to outfits like Elsevier as a source of easy profit. If I had my way, in fact, the REF would reject any publication not freely available to the public. But open access isn&apos;t just about the end products of research. It&apos;s the entire process of scientific enquiry, including the collection and processing of data, scrutiny of the methods used in the analysis, questioning of assumptions, and discussion of alternative interpretations. In particular, it&apos;s about access to scientific data. I believe all data resulting from publicly funded research should be in the public domain, for two reasons. First, it&apos;s public money that funds us, so we scientists have a moral responsibility to be as open as possible with the public. Second, the scientific method only works when analyses can be fully scrutinised and, if necessary, replicated by other researchers. In other words, to seek to prevent your data becoming freely available is plain unscientific. If scientists are reluctant to share their data with other scientists it&apos;s very difficult to believe they will be happy to put it all in the public domain. But I think they should. And I don&apos;t mean just chucking terabytes of uncalibrated raw data onto a website in such a way that it&apos;s impossible to use for any practical purpose. I mean fully documented, carefully maintained databases containing raw data, analysis tools and processed data products. You might think this is all a bit Utopian, but the practice of sharing data is already widespread in my own field, astrophysics, and there are already many public databases of the type I&apos;ve described. An exemplar is the excellent LAMBDA site which is a repository for data arising from research into the cosmic microwave background. Most astrophysical research publications from all around the world are also available, free of charge, at the arXiv. So astrophysics is already much more open than most other fields, to the extent that it has already made the traditional model of publication and dissemination virtually redundant. I hope other disciplines follow this lead, because if researchers can&apos;t find a way to break free from the shackles placed on them by the current system, the fragile relationship between science and society  already frayed by episodes like the University of East Anglia email scandal  may disintegrate entirely. Peter Coles is professor of theoretical astrophysics at Cardiff University", 
    "section": "science", 
    "gid": "science/blog/2012/apr/20/open-access-crucial-public-confidence-science", 
    "wordcount": "800"
}