{
    "headline": "Apple fires head of mapping team after backlash from customers", 
    "text": "Apple has reportedly fired the head of its mapping team following software glitches which annoyed customers and rained mockery on the company. It ousted Richard Williamson, the manager of its troubled mapping division, to regain public trust and draw a line under the fiasco, according to Bloomberg, citing company sources. Senior vice-president Eddy Cue pushed out Williamson as part of a management shake-up and he was now enlisting help from outside mapping-technology experts, Bloomberg reported. Apple, which has reputation for secrecy, did not make any public announcement and did not immediately respond to requests for comment. Cue, a troubleshooter and confidant of the company&apos;s late founder, Steve Jobs, is said to be &quot;prodding&quot; digital maps provider TomTom NV (TOM2) to fix the landmark and navigation data it shares with Apple. Apple previously used Google maps on its iPads and iPhones but dropped its rival&apos;s maps in iOS 6, software introduced in September, and used its own mapping technology. Glitches dogged the software. It muddled landmarks and directions and led to confusion in several countries, including Ireland where Dublin airport appeared to have moved from the north to the south of the city. Customers took to Facebook, Twitter, Tumblr and other social media to vent anger and scorn, a rare pillorying for Apple just as it tried to recover from Jobs&apos;s death. The criticism did not appear to dent sales of the iPhone 5 but Chief Executive Officer Tim Cook apologized to customers. &quot;We are extremely sorry for the frustration this has caused our customers and we are doing everything we can to make maps better,&quot; he said in the statement. The bungle led to the ousting of mobile-software chief Scott Forstall in October  apparently because he refused to sign the apology for the app. He is is followed, it now seems, by Williamson. His title was vice-president of iOS platform services.", 
    "section": "technology", 
    "gid": "technology/2012/nov/27/apple-fires-mapping-manager-backlash", 
    "wordcount": "315"
}