{
    "headline": "Justice Department deal reduces BP's Deepwater Horizon fine by $3.4bn", 
    "text": "BP has shaved $3.4bn off the maximum fine for the 2010 Gulf of Mexico oil disaster. A court order, handed down by a judge in New Orleans, means BP will no longer be liable for a maximum of $21bn in fines at next week&apos;s civil trial  after a judge ruled the oil company would not have to pay for 810,000 barrels of oil collected at the source of the broken well. The oil company had been facing up to $21bn in fines in the civil case, based on the amount of oil that gushed into the Gulf following the fatal blowout of its well. The federal government estimates that about 4.9m barrels of oils were released before BP engineers sealed off the well three months later. The case was set to be the costliest to date for BP, which has already spent billions on cleanup costs, and settling thousands of claims arising from the 2010 disaster. But the oil company got a break when the Justice Department agreed not to hold BP accountable for 800,000 barrels of oil which were captured at the site of the broken well. District judge Carl Barbier, who is hearing the case in New Orleans, accepted the agreement on Tuesday night. &quot;The &apos;collected oil&apos;  never came into contact with any ambient sea water, and was not released to the environment in any way,&quot; he said in the ruling. The deal reduces BP&apos;s potential exposure to the civil trial from $21bn to $17.6bn. The federal government has said it will establish gross negligence on the part of BP in the 2010 blowout, which killed 11 men and fouled the Gulf of Mexico. That could treble BP&apos;s fines under the Clean Water Act. The oil company, in combative statements this week, accused the federal government of making excessive demands. The company&apos;s lawyers have told journalists they believe damages should be capped at a few billion dollars, and they are ready to take the risk of taking the federal government to court. BP is also disputing the federal government&apos;s oil spill estimate, saying the figure is 20% too high. With Tuesday&apos;s court order, however, BP appears to have taken a first step towards reducing its potential liability in the case.", 
    "section": "environment", 
    "gid": "environment/2013/feb/20/justice-department-bp-fine-reduced", 
    "wordcount": "379"
}