{
    "headline": "Boot up: Android v security, Microsoft v Motorola, Yandex beats Bing, and more", 
    "text": "A quick burst of 9 links for you to chew over, as picked by the Technology team &apos;Fragmentation&apos; leaves Android phones vulnerable to hackers, scammers &gt;&gt; The Washington Post  &quot;You have potentially millions of Androids making their way into the work space, accessing confidential documents,&quot; said Christopher Soghoian, a former Federal Trade Commission technology expert who now works for the American Civil Liberties Union. &quot;It&apos;s like a really dry forest, and it&apos;s just waiting for a match.&quot;  Google engineers designed Android to resist hackers and have continually improved it. The company also has worked to purge malicious software from its app store, Google Play, minimizing the risk from one possible route of infection.  &quot;We&apos;ve built the system from Day One to deal with this kind of world,&quot; said Hiroshi Lockheimer, vice president of Android engineering. &quot;The health of the Android ecosystem is really important to us.&quot;  Yet while each new generation of Android delivers improvements that close off newly discovered avenues of attack, the company has struggled to get updated software to smartphones already in the hands of consumers.   Slow updates + BYOD = problem. US judge rejects 13 Google-Motorola patent claims against Microsoft &gt;&gt; ZDNet  A federal judge in Washington state has invalidated more than a dozen patent claims in the case of Microsoft v Motorola.  Right now, the winner (of this particular skirmish) is Microsoft over Google-owned Motorola Mobility.  On Wednesday, Judge James L. Robart of the U.S. District Court for the Western District of Washington in Seattle, issued an order in favor of Microsoft, invalidating 13 patent claims.  Those claims are in reference to just three patents (U.S. Patent No. 7,310,374, U.S. Patent No. 7,310,375, US Patent No. 7,310,376) -- all of which have to do with encoding and decoding digital video content.  Microsoft had petitioned that the &quot;means for decoding&quot; and the &quot;means for using&quot; elements of the patents in question be declared as invalid based on a specific US patent law specification, and the court has consented.   This relates to H.264, where Motorola has been trying to block Microsoft&apos;s use of it in the Xbox 360 unless it pays 2.25% of the retail cost. Microsoft&apos;s been resisting. Not going too well for Motorola. Even if it gets the patents reinstated, it will have to license them to Microsoft on FRAND terms. Statement by Apple &gt;&gt; Business Wire Apple says:   By early last year, Apple&apos;s cash balance had built to a point beyond what we needed to run our business and maintain flexibility to take advantage of strategic opportunities, so we announced a plan to return $45 billion to shareholders over three years. As of next week we will have executed $10 billion of that plan.&lt;p: We find ourselves in the fortunate position of continuing to generate large amounts of cash, including $23 billion in cash flow from operations in the last quarter alone.  Apple&apos;s management team and Board of Directors have been in active discussions about returning additional cash to shareholders. As part of our review, we will thoroughly evaluate Greenlight Capital&apos;s current proposal to issue some form of preferred stock. We welcome Greenlight&apos;s views and the views of all of our shareholders.   Translation: &quot;sod off, Greenlight.&quot; Microsoft Office for Linux: Are people asking and answering the wrong question? | Hal&apos;s (Im)Perfect Vision Hal Berenson:   Now do recall that I considered porting SQL Server to *nix at a couple of points. So I have first hand experience with taking this kind of idea to Microsoft&apos;s senior leadership, including Steve Ballmer. It is not the knee-jerk negative reaction that outsiders expect. It is a rational encouragement to make the case. Have Steve&apos;s views changed in the many years since I talked to him about porting to a non-Windows OS? No doubt. At some points in the intervening years I&apos;m sure he&apos;s been less receptive to the discussion. But in his efforts to remake Microsoft into a Devices and Services company I would venture he&apos;s become more receptive than ever to such proposals. Services need clients. Services can not be allowed to fail because you refuse to support the clients that users actually use, even if they aren&apos;t your clients.   You can listen to people guessing, or to Berenson, who has actually been in Ballmer&apos;s office. His conclusion:   Personally I think everyone translates &quot;Office for x&quot; into full ports of Office for platform x. But I doubt that is in the cards. These other platforms, be that the iPad or Linux, are likely to get subset offerings targeted at the Office 365 service and usage scenarios Microsoft prioritizes.   Yandex just passed Bing to become 4th largest global search engine &gt;&gt; Search Engine Watch  Yandex surpassed Microsoft on the number of monthly search queries worldwide in November and December 2012, according to a recently released comScore qSearch report. Microsoft sites processed 4.477bn queries and Yandex did 4.844bn. As you&apos;d expect, Google still reigned supreme with 114.73bn search queries and a 65.2% market share. China search giant Baidu was second globally with 14.5bn (8.2%), and Yahoo came in third with 8.63bn (4.9%).   Russia is big and has lots of internet users. The maps on the page were broken so it&apos;s unclear whether Yandex is getting share outside its homeland. EU&apos;s underwhelming GPS rival could be axed in new budget cuts &gt;&gt; Ars Technica  The European Union is holding budget talks to decide how to spend EUR1 trillion ($1.35 trillion) over the next seven years.  While that sentence may not sound exciting, it could mean the beginning of the end of Galileo, Europe&apos;s potential competitor to the Global Positioning System (GPS), and the second such rival, behind Russia&apos;s GLONASS.  Galileo, which is officially known as the European Global Navigation Satellite System, only has four of 30 planned satellites in orbit. While Galileo would serve little strategic interest--as it would largely duplicate GPS--its supporters say that it&apos;s important for Europe to have its own such system, largely for political pride reasons.   We pointed out in 2006 that Galileo is a waste of time, effort and money. Don&apos;t Hold It Wrong &gt;&gt; Tumblr David Chartier is collecting warnings about holding phones wrong (it interferes with the antenna(e)). Nokia Lumia 820, Nokia 5130, Samsung Galaxy Note II, LG Cosmos, Nokia Lumia 900, Samsung Galaxy S III... it&apos;s a long and growing list. A Roomba type tiny robot that cleans your tablet and smartphone screen automatically  Think of it as a tiny Roomba so small that it actually fits in the palm of a baby&apos;s hand. And what does it do? You guessed it right, it cleans the screen of your tablet or phone automatically. The little one has three tires for maneuvering and two made of paper which do the cleaning. The onboard sensors prevent the Automee S from falling off the edges and also lets it clean the entire surface evenly.   One way to consumer-spend Japan out of its &quot;lost decade&quot; - currently in its third decade. (Thanks @undersinged for the link.) The rise of bounding asterisks in lieu of italicization for emphasizing text &gt;&gt; Daring Fireball  Where by &quot;emphasis&quot; I mean &quot;informing the reader of a shift in voice&quot;, such as how foreign words are italicized in many publications and books. Using asterisks this way [such as *cough* or *sigh*] strikes me as an Internet-ism. I would think those coughs should be italicized; using bounding asterisks is a substitute in plain text contexts, something we collectively started doing in email, newsgroups, web comments and forums, and various other input fields where computer software doesn&apos;t allow proper italics (or bold, any other formatting).   The way that the investigation of the question - is it an internet-ism? - is concluded is really neat, and persuasive. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2013/feb/08/technology-links-newsbucket", 
    "wordcount": "1358"
}