{
    "headline": "Futurology: shining a bright, broad beam of light into the darkness", 
    "text": "   A taxonomy of different kinds of talk about the future: probable, plausible and preferable futures. Represented as a torch beam    Prediction can feel like shining a torch forward into the terrifying, dark unknown. The narrower and more focused the beam, the brighter the light, and the more detail can be perceived  but only along that one thin pathway. The light may help you prepare for tricky patches ahead, but it cannot reveal or protect you from everything. Unforeseen obstacles or events may force you to take an alternative route and encounter dangers in the surrounding dark. With an unfocused wider torch beam, you&apos;ll see less detail about any particular area, but will be able to see the dangers and advantages of a wider range of paths. Perhaps you would even have the chance to make an informed choice about which way to move forward?  The model is a useful way to explain the different ways we can approach the future. The data and modelling tools we have available can paint a detailed picture of one outcome, but it can&apos;t know everything. Also, control over your dreams and fears is extremely lucrative  makers of gadgets, providers of financial services, investors in the infrastructure of energy and health and many others have a vested interest in narrowing down and directing our visions of the future so that we can only imagine ourselves in a world which needs and benefits them. Relevant facts can be hidden or denied or simply unknown so our view of the future can be controlled or distorted. Resisting these pressures and opening our eyes to other, strange-seeming possibilities takes effort, but is hugely important. The most important use of prediction may be not to get an increasingly detailed vision of one potential path forward, but to open our eyes wider, accepting a wider field of less certain possibilities and think about where we would prefer to go. Then we can set a course to get there.  It is a natural to want to close down the future. We want a straight, simple, brightly lit way forward so that we can prepare for it. Some of humanity&apos;s earliest technologies were attempts to divine the future from the movements of the stars, the flights of birds, the lines on our palms. Extispicy, the science of telling the future by looking at the liver, lungs and intestines of slaughtered animals only really told us the fate of the beast in question (and was probably a strong predictor of the practitioner&apos;s future dinner options). It seems nonsensical now, but for ancient communities who lived or died by their animals&apos; health, perhaps there was value in checking cattle guts for features which had preceded catastrophe in the past. We have found that other attempts by our ancestors to store up knowledge about the future, such as the saying &quot;red sky at night, sailor&apos;s delight&quot; actually have a degree of truth in them. This was despite the fact that their original creators could not have known why these predictions were accurate.  These methods have been supplanted by increasingly accurate weather forecasts which, crucially, allow us to explain how we know what we know about the future. But they can still be wrong. Whilst the five-day forecast for Hurricane Sandy was strikingly accurate, a longer-term study completed in early 2012 predicted that such a storm was unlikely to ever happen: we were told we could expect a much smaller storm once in every 500 years. Closing down from possible futures in which Sandy could happen to focus more narrowly on probable futures in which it wouldn&apos;t happen meant that the disaster went unforeseen. Even though the science of weather forecasting is extremely sophisticated, when taking the longer view there is still a need to look beyond the model. As I have argued previously, imagining a technology in fiction helps lead it into reality. Science fiction helps us articulate our fears and desires for possible worlds, and there is a lot of profit to be gained by manipulating this. Corporate design fiction is used to shine a light on the futures that companies want to see come true. A glass company quite naturally wants us to imagine that in the future we will need a lot more glass.             When companies try to manipulate and redirect our gaze so blatantly the public rightly reacts with scathing parodies which highlight their real concerns about things breaking, crashing, costing more or simply making them look foolish.            If visions are to be useful and inclusive they have to take into account the everyday needs and priorities of real people, not model consumers. Investors in 3D TV failed to realise that people move around and chat whilst watching TV, so were unlikely to sit bolt upright and perfectly still with heavy glasses on. It seems that smartphones as they are presented to us now are the perfect tool for the future, but pirated designs in China add features such as dual sim cards to take better advantage of different networks&apos; deals, and removable batteries which can be fixed and upgraded meaning that phones do not need to be replaced so frequently.  These convenient, money-saving features do not appear in the futures desired by the networks or handset-makers, so they never appear in shiny concept videos or adverts. Instead vast amounts of money and power are employed to convince us that we need ever more features and services, to light up this one hugely profitable path. Our expectations of our phones&apos; capabilities must be raised faster than the prices of older features falls in order to maintain profit and demand. Sure the occasional person may seek out alternatives- perhaps modifiable, tough, sustainable models with a longer battery life and the option of privacy, but most people do not have the energy or resources to go it alone. Often the closing down of our future happens without us noticing  we find ourselves believing that the obvious way is the only way. Other possibilities which are rarely mentioned or which fall outside our precious model seem so weird that we cannot accept them. This can happen to individuals or industries or entire societies. But embracing the strange, the uncomfortable and the unlikely is the best way to be prepared and to conceive of other solutions to problems which seem intractable. Opening our eyes to possible but less powerfully lit-up paths will be vital if we are to make real choices about our future.  Nesta has published a short paper on technology futures and foresight with three maxims for how to think about the future. The final maxim relates to this post - it is about opening up debates about the future to alternative perspectives. Read the full paper: Don&apos;t stop thinking about tomorrow: a modest defence of futurology", 
    "section": "science", 
    "gid": "science/political-science/2013/may/03/science-policy", 
    "wordcount": "1116"
}