{
    "headline": "Why a craving for sausages can be a warning", 
    "text": "A report called The Vegetarian Who Ate a Sausage with Curry Sauce can provide cheer both for meat-eaters  because it tells how a hunk of processed meat served as a helpful warning beacon, possibly lengthening a person&apos;s life  and for vegetarians  because that meat was the stark symbol of someone&apos;s health going very wrong. Despite its children&apos;s-bookish title, this report was published in the January 2003 issue of The Lancet Neurology, along with the less child-friendly sounding Principles of Frontal Lobe Function and Should I Medicate My Child? The authors, Josef Heckmann, Christoph Lang, Hermann Stefan and Bernhard Neundrfer, of the department of neurology at the University of Erlangen-Nuremberg, in Germany, tell the story of a 61-year-old woman who visited her work canteen for lunch with a male colleague. &quot;The colleague was greatly astonished to see the woman, a passionate vegetarian, order a sausage with curry sauce. Furthermore, during conversation, he noticed that she was a little confused, although she was able to walk and carry her tray without difficulty. Because of the woman&apos;s changed behaviour, her colleague arranged a transfer to a hospital for her.&quot; Heckmann, Lang, Stefan and Neundrfer ran tests, and diagnosed this as a previously unsuspected case of non-convulsive status epilepticus, a form of epilepsy that can lead to coma and other bad states. They gave her medicine to prevent further seizures. When a sausage induces a visit to hospital, most commonly it is food poisoning that drives the action. But occasionally, the cause and effect is mechanical. A sausage can get stuck on the journey from mouth to stomach, and sometimes does. Such a case was reported in 2001 at James Paget hospital in Great Yarmouth. As reported by ON Enwo and M Wright in the International Journal of Clinical Practice, under the headline Sausage Asphyxia: &quot;a case of supraglottic impaction of the larynx by a piece of sausage occurred in our hospital; the patient was semiconscious. It was managed successfully by a carefully timed laryngoscope blade being inserted into the mouth without the aid of sedative drugs&quot;. There is some tendency for these cases to occur, or at least to be written up when they occur, in Germany and Austria. One fairly typical report was published in the medical journal Medizinische Klinik in 2009 about a 17-year-old fellow in Regensburg, Germany, who had a Wiener sausage in his oesophagus. Occasionally, the mechanical problem occurs elsewhere than in the digestive tract. Austria supplied a new, perfect amplifier for the old saying &quot;you don&apos;t want to know how the sausages are made&quot;. The June 2006 issue of the journal Wiener Klinische Wochenschrift [The Central European Journal of Medicine] featured a photo-illustrated report, from the city of Linz, called Finger Amputation by a Sausage Packing Machine.  Marc Abrahams is editor of the bimonthly Annals of Improbable Research and organiser of the Ig Nobel prize", 
    "section": "education", 
    "gid": "education/2012/jul/09/improbable-research-sausages", 
    "wordcount": "487"
}