{
    "headline": "Plastic bag use in Wales plummets due to 5p charge, figures show", 
    "text": "Supermarkets in Wales have reported reductions of up to 96% in the use of single-use plastic bags following the introduction of a 5p charge last October. The charge, which was introduced to cut waste, has also seen a big rise in the number of people using their own bags in shops and a surge in support for the scheme. The scheme covers all single-use bags, including paper ones. Bag use at 13 retailers including M&amp;S, McDonalds and Sainsburys saw reductions of 70-96% for food retail, and 68-75% for fashion, figures compiled by the British Retail Consortium show. The number of Welsh people always taking their own bags to the supermarket rose from 42% before the charge to 64% after, according to a survey of 1,000 people by the Welsh government. The survey also showed support for the charge had risen since its introduction, with the number &quot;strongly supporting&quot; it rising from 35% before to 49% after. Environmental charity Keep Wales Tidy, which is primarily funded by the Welsh government, has already received 105,000 in donations from the scheme since its launch. The RSPB is another of the charities to have received donations from the charge. John Griffiths, the Welsh assembly&apos;s environment minister, said: &quot;I am delighted that research and retail figures support what shoppers and retailers have been telling us for some time. The Welsh public have adjusted brilliantly to the Welsh bag charge and the majority now regularly take their own bags with them when they go shopping.&quot; Ireland introduced a plastic bag tax in 2002, Northern Ireland is set to bring in a 5p charge in 2013 and last month Scotland opened a consultation on a proposed minimum charge of 5p which, if adopted, would leave England as the only country in the UK without one. Last week, new figures showed Welsh households recycle almost half their waste - putting the country well ahead of England, where the average recycling rate is around 40%.", 
    "section": "environment", 
    "gid": "environment/2012/jul/04/plastic-bag-use-5p-charge", 
    "wordcount": "335"
}