{
    "headline": "Transporting dinosaurs the hard way", 
    "text": "A key problem with excavating dinosaurs and other fossils is that these tend to be in remote places. Deserts and badlands are generally by definition not well populated and with few transport links. That means that once you have dug up your bones and wrapped them in a protective plaster jacket, you need to get them to a road in order to get them to a museum. Off-road vehicles help of course, but can&apos;t always get that close to the site. My field experience is limited compared to many of my colleagues, but I&apos;ve had my share of trying to hump blocks that are a few hundred kilos across half a mile of incredibly broken ground, up sand-dune slopes, or out of narrow valleys. A good grip can be hard to find and generally some rope, brute force and ignorance are all that can really do the job. Some locales suffer more extreme issues. A number of great sites in the U.S. are protected such that wheeled vehicles are not allowed off-road, so teams need to lug all their kit both in and out of the field. When it comes to big finds like whole skeletons, these would be impossible to manhandle multiple miles cross-country and so they have to be air-lifted by helicopter. Naturally modern machinery makes a big difference, but even back in the late 1800s and early 1900s there were typically large numbers of horses (or camels in Asia) available, and distances to some form of road or railway were not too prohibitive. However, one major expedition really took the biscuit, cake and most of the sweet trolley when it came to transporting bones, and recently I was lucky enough to catch up with the last vestiges of their efforts. Descend to the bone cellar in the Berlin Museum for Nature today and there are a couple of neat racks of bamboo cylinders on the shelves representing the last of the dinosaur remains collected in east Africa over a century ago.     Bamboo cases of dinosaur bones in storage in Berlin. Produced with permission of the Berlin Museum for Nature.    Back in the first decade of the 1900s, a team of German palaeontologists began excavating what would prove to be one of the great dinosaur field sites in what is now Tanzania. Huge numbers of colossal bones were uncovered (and indeed plenty of small ones) and in just a fear years of excavation they had amassed a collection of thousands of individual specimens (though sadly many were lost in World War II bombings). However, the terrain was horrific and funds were relatively low, and pack animals didn&apos;t do well in the heat. So how do you transport single bones that weigh several hundred kilos some 60 kilometers (as the crow flies) to the coast? The solution was to have them carried by hand. A near army of locals were hired to help dig out the material and still more were employed to carry the bones out of the field. Local bamboo was cut and held together with wire to create cylinders that could be carried by a single person. The cylinders were then walked out in trains of people to the port of Lindi where they were packed into crates and shipped to Germany. Larger cases were created that could be carried by two to six people (and on one occasion eight), but beyond this they became too hard to manipulate over the rough ground and so setting a relatively low size limit on what could be carried. The biggest bones were therefore carefully broken into smaller chunks, marked up, and then reassembled back in Berlin.  All together it required more than 5000 man-journeys (it was a four day walk to the coast) to shift 185 tons of material in 4300 individual containers in under five years. So many of these were taken out in such a short space of time, and so much work was required in Berlin to open, prepare, clean and mount the fossils that not all of the containers were ever opened. Fortunately while there may be a few still sitting unopened, their contents are not a mystery as a few years ago the museum had them CT scanned so we do know what is in there. One would be surprised if technological advances hadn&apos;t strongly influenced research developments and the techniques used by palaeontologists to get material out of the ground and back to their labs. However some things do never change (and probably won&apos;t for a great many years, if ever) and the simple physicality of lifting material and carrying it to where it can be safely loaded is one such feature of fieldwork. Even with hundreds of bearers, the idea of carrying the best part of two hundred tons of bones cross-country for tens of miles seems staggering, and my respect of their achievements is colossal: the material is in superb condition. Still, I wouldn&apos;t have minded a spare helicopter on a couple of my last few trips to ease the burden.", 
    "section": "science", 
    "gid": "science/lost-worlds/2013/mar/06/dinosaurs-fossils", 
    "wordcount": "824"
}