{
    "headline": "Night parrot population discovered in Queensland national park", 
    "text": "The elusive night parrot has been recorded in Diamantina national park in central-west Queensland, expanding its known range and leading scientists to believe it may not be as rare as previously thought. The bird, described by Bush Heritage Australias Jim Radford as a dumpy budgerigar or a podgy, sort of smallish, green and yellow parrot, was thought to be extinct for more than 100 years before ornithologist John Young managed to photograph it in 2013.  That discovery was made on an area of reclaimed pastoral lease now known as Pullen Pullen nature reserve.           Protecting the enigmatic night parrot at Pullen Pullen reserve     Related: Australian night parrot legend lives on but bird remains as elusive as ever    This month, another team of researchers from the Australian Wildlife Conservancy (AWC) and the Queensland Parks and Wildlife Service, led by Young, announced they had found what they believe to be a larger population of night parrots in the nearby national park. The birds were discovered as part of a broader survey of threatened species in the park. Researchers made seven records of the bird this year: four sightings, three of which included nests with eggs, and three recorded calls. My immediate reaction was excitement  this is great, there are more birds out there than we thought, Atticus Fleming, chief executive of AWC told Guardian Australia. But when you start to analyse it, the really significant thing about this is that these birds may be more common than we thought. That is something that we will be developing in the next few years as the study extends into other areas.  The parrots were discovered in an area of the park bordered by the Diamantina and Mayne rivers.  The Queensland government has declared that area a restricted access zone with hefty fines for unauthorised access to deter poachers or enthusiastic twitchers from seeking out the rare parrots.   Related: Chainsaws turn into unlikely saviour for Tasmanias endangered swift parrots    The same penalties apply for entering Pullen Pullen, which is owned and managed by Bush Heritage Australia. Radford, BHAs head of science and research, listed poachers as one of the significant threats faced by the parrot, particularly now researches have reported spotting eggs in both Pullen Pullen and Diamantina. Other threats include cattle, feral cats and potential habitat destruction from bushfires, which destroy the tall spinifex clumps where night parrots make their nests. There are other dangers that go along with being a largely ground-dwelling parrot. In April researchers from BHA discovered eggs in a night parrot nest after heavy rain, only to return later and find shell fragments containing traces of what proved to be the DNA of a brown snake. Which is an interesting discovery in and of itself because we didnt realise that brown snakes would predate on eggs, Radford said.  It was an unfortunate loss but not a significant one. Unprecedented rainfall has pompted a breeding frenzy in the arid plains of central-west Queensland, and Radford said he expected that pair would breed again. All indications are that it will be a very good year, not just for night parrots but for other birds, he said.   Related: New Zealand conservationists celebrate rare parrot breeding success    The night parrot is one of just two fully nocturnal bird species in the world. The other is New Zealands kakapo, famous for being the worlds heaviest parrot and for being particularly enamoured with zoologist Mark Carwardine.  Scientists are now making a concerted effort to study the bird, a process made difficult by its nocturnal habits and the sparseness with which it is spread across a remote landscape.  Like Fleming, Radford said the discovery of more birds at Diamantina was not unexpected but was significant for the hope it gave researchers that small populations of the birds may be tucked away in other areas of the remote desert. I fully expect that they will be discovered in other places in Australia in time as well, because I dont think that this can be the only population, he said.", 
    "section": "environment", 
    "gid": "environment/2016/oct/25/night-parrot-population-discovered-in-queensland-national-park", 
    "wordcount": "633"
}