{
    "headline": "University guide 2013: Scottish Agricultural College", 
    "text": "   SAC logo    The Scottish Agricultural College is Scotland&apos;s land-based higher education institution, offering undergraduate and postgraduate courses that focus on the rural economy and environment, including subjects such as agriculture, business, animal science, environment, green technology, conservation, horticulture, outdoor pursuits and tourism. Its three campuses are in Aberdeen, Ayr and Edinburgh. Ayr is a new-build developed in partnership with the University of West of Scotland Ayr. The Edinburgh campus is co-located with the University of Edinburgh at King&apos;s buildings, while the Aberdeen campus is set in its own estate to the north of the city. The college has research farms and conservation areas located across Scotland. FeesScottish-domiciled students in higher education for the first time pay no fees. Students from the rest of the UK will pay 6,750 in 2012-13. BursariesScottish students benefit from a range of support from the Scottish executive  and SAC has a limited means-tested Centenary bursary available. A means-tested fees-support bursary has been set up for students from the rest of the UK. SAC is funding this with 20% of all Rest of UK fees generated. It also has up to three honours-year bursaries available to successful participants in the SAC trust traineeship scheme. AccommodationIn Aberdeen and Ayr, there are self-catering en-suite halls of residence. Costs are between 90 and 110 a week. Aberdeen also has shared accommodation in cottages on campus. Edinburgh is a city geared up for students and there are numerous private halls of residence across the city. FacilitiesSAC has farms distributed around Scotland with a comprehensive range of farming activities represented including organic, livestock, arable and dairy. Science courses at SAC are supported by modern, well-equipped teaching laboratories, and each campus has its own library. Students also have a virtual learning environment, which hosts learning resources. TransportGood train and road links with major airports close to each campus. ContactTel: 0800 269453Email: recruitment@sac.ac.ukWeb: sac.ac.ukAccommodation: Edinburgh 0131 535 4041 / Aberdeen 01224 711012 / Ayr 01292 886151", 
    "section": "education", 
    "gid": "education/2010/jun/08/universityguide-scottish-agricultural-coll", 
    "wordcount": "328"
}