{
    "headline": "Boys and science: The gender gap and how to maintain it", 
    "text": "A recent Guardian article highlighted the fact that a study has shown that whereas girls outperform boys in science in most countries, this is not the case for the UK (and the USA and Canada). It does dwell briefly on the reasons for why this may be the case, but the majority of the article is dedicated to suggesting methods for encouraging girls to understand science better. These suggestions are at best &quot;questionable&quot;, at worst &quot;ludicrous and offensive nonsense that seemingly originates from some parallel dimension where the last 60 years never happened&quot;. It&apos;s one of the two. But obviously, it&apos;s important to encourage young boys to take up science too. Not every parent has a daughter, and despite the gender disparity, science needs everyone it can get in order to progress. So, in the spirit of equality, fairness and balance, here are some similar suggestions for improving your young son&apos;s chances of being a scientific success. Emphasize that we live in a cruel, random world  It&apos;s believed that boys are more logical than girls. There is evidence to suggest that this is actually a self-perpetuating stereotype based on parental attitudes. This clearly means that you as a parent can affect a child&apos;s ability to think logically just by interacting with them. So exploit this fact by telling your son about the cold, hard logic of the world on a regular basis. Instead of a bedtime story, try listing the current death toll from virulent diseases or pointless wars. When he loses a tooth, rather than invoking the tooth fairy, explain that it is the result of bodily decay that will inevitably lead to the cold embrace of death. A relentless barrage of cold hard facts will undoubtedly encourage your son to embrace rational thinking and science in order to gain some chance of staving off the grim horror of the universe.  Use the right-side of the brain The original article highlights how girls use the left, language-focussed side of the brain. So obviously, boys must use the right side. This is the side that is dedicated to face recognition (amongst other things). Exploit this fact by having a variety of familiar faces come to your house and tell your son a scientific fact or theory while staring him directly in the face. If you can afford to hire a TV star he likes, get them to join in.  Boys are less responsive to colour Girls are apparently more responsive to colour, despite colour apparently being processed largely by the right-hemisphere? (See above). Whatever, this means that boys don&apos;t care so much about colour. So prevent them from being distracted from science by meaningless  differences in wavelength of visible-spectrum photons by spray painting all of their toys and belongings black, or grey, or anything monochrome. Boys will inevitably focus on the interesting elements of science if they are raised in a bland, non-stimulating environment. Utilise the typical male interest of sport It may be a clich, but studies have suggested that males tend to be keener on sport than females. If your own son shows an interest in sport then you can use this to fuel an interest in science. Whilst watching any particular sporting event, command them at random to work out the scientific components of the game, e.g. what is the trajectory of the ball following that free kick? How much force did that cricket bat just withstand based on the velocity and approximate mass of a cricket ball? Judging by the severity of that injury, what is the likely period the player will spend in hospital and what therapies will be used to reattach the leg?  Encourage this behaviour further with social reinforcement. Take your son to a live football match or other sporting event, so he can impress all the die-hard fans with his meticulous analysis of the game. They will definitely appreciate it. Comic books can be scientific too As with the above, boys tend to be fond of comic books. Use a similar strategy with these to get them interested in science. When they have a comic book, tell them they can&apos;t read the next page until they&apos;ve highlighted all the scientific inaccuracies and impossibilities on the current one, e.g. The Flash is travelling at speeds that would cause a human body to burn up due to air friction. Get them to show their workings by writing them directly on the page. As well as teaching them about science, there&apos;s a chance they&apos;ll be so incensed by the injustice of your behaviour that they eventually become a masked vigilante themselves, like Batman. Everyone likes Batman, and he&apos;s a scientist.  The hunter-gatherer approach If the Hunter-Gatherer gender divide holds any weight, then male brains have evolved to think like hunters. Use this to teach your son about biology, taxonomy and the environment by abandoning him in the woods or similar undeveloped area. His hunter&apos;s brain will immediately kick in and ensure his survival, and he will turn up at home some days later, with a much greater understanding of the natural world. He may also be filled with fury and resentment, but that&apos;s not a problem. Scientists don&apos;t need to be happy. Violence IS the answer Boys tend to be more violently inclined than girls. Bandura&apos;s Bobo doll study showed that in children encouraged to behave violently towards an inanimate object, boys tend to be more physically violent. Although distasteful to many, a dedicated parent can use this to encourage an interest in science, by making a game out of it. Pose them science questions then write a number of possible solutions on your own face and body. They get points whenever they punch you in the right answer. Or give them an air rifle and get them to shoot the right answer written on a number of targets or bottles. Basically, if it involves violence or destruction, it&apos;s all good. Your child is a person, treat them as such It&apos;s probably wise to keep in mind that, despite their age, your son is still an individual, with thoughts, interests and a personality all his own. He is not a passive collection of stereotypes that you need to cajole into a science career by any means necessary, especially not if you&apos;re using approaches that are embarrassingly unscientific and based on ridiculous clichs or views. If the latter scenario holds some appeal for you, please consider getting a Tamagotchi.  Actually, that last one is equally valid if you have a daughter, or any combination of children. Dean Burnett is on Twitter, @garwboy. He is a scientist who has a young son, and is highly unlikely to be using any of the approaches listed above. ", 
    "section": "science", 
    "gid": "science/brain-flapping/2013/feb/06/boys-and-science-maintaining-gender-divide", 
    "wordcount": "1127"
}