{
    "headline": "Mia, 7, wants to learn and play. But instead she is locked in her silent prison", 
    "text": "Nibby and Ciaran Gultnieks remember every minute of the 36 hours it took to bring Mia into the world. It was the start of the family&apos;s seven-year battle to diagnose and address Mia&apos;s inability to communicate verbally. By 12 months, Mia had not said a word; no mama or dada, just high-pitched sounds. Nibby, Mia&apos;s mother, was told all children were different. But Mia was different: she could not speak. At two, Mia was referred to a specialist communication disorder team, but it was a year before an appointment was issued. By this time, Nibby remembers Mia as &quot;a screaming bundle of frustration&quot;. &quot;At nights sometimes she would sob in my arms,&quot; says Nibby, of Pateley Bridge, North Yorkshire. &quot;We were lost in a nightmare with a child with terrible difficulties, no support and nowhere to go facing a really hard homelife of two-hour-long tantrums, sometimes longer. &quot;With help from family, we paid an experienced independent speech and language therapist to come and see Mia at home. Her first impression was verbal dyspraxia, but she felt there was more going on.&quot; Mia was diagnosed with auditory processing disorder, which means the language areas of Mia&apos;s brain had not developed normally. Despite the severity of Mia problems, the NHS offered her a single half-hour with a speech and language therapist each term. Meanwhile, in the hustle and bustle of the playground, Mia was sinking fast at her mainstream school. Nibby describes a terrified child who, even after being withdrawn from the school, was still hitting other children, screaming and pushing them away. Mia&apos;s parents believe Mia&apos;s disability was forgotten as agencies bickered about who should foot the bill for therapies that would enable her to speak, read and understand language. But Mia got lost. Her family say there is nowhere that caters for her needs. &quot;Mainstream school with children of her age would not work,&quot; says Nibby. &quot;Developing a specifically targeted programme to help her is paramount.&quot; Kamini Ghadok, chief executive of the Royal College of Speech and Language Therapists, says Mia&apos;s is not an isolated case, and believes two-thirds of therapists working with children are having to ration the services they provide. &quot;We&apos;ve had some worrying reports,&quot; Ghadok says. &quot;Speech and language therapists provide only the very basic, legally required services. In some cases, they are being asked to cut professional corners and stop delivering therapy to children who desperately need professional help&quot;. The special educational needs (SEN) provisions of the children and families bill requires local authorities jointly to commission new education, health and care plans (EHCPs) for children. The introduction of universal personalised budgets in 2014 should, in theory, assist families like the Gultnieks who say they are seeking funding to provide Mia with their own choice of therapist, selected because their training and experience are right for Mia and they are equipped to help. But in North Yorkshire, where the number of children presenting with speech and language impairment has increased by around 25% since 2009, councillors have approved cuts to SEN budgets and further reductions in contributions to safeguarding and child mental health services. In any case, just 13% of SEN-statemented children are likely to qualify for the new EHCPs.     Nibby goes through language exercises with Mia at home. Photograph: Ann Czernik    Mia now receives weekly therapy, financially supported by her extended family, from specialists in complex speech and language therapies. She is gradually learning to want to communicate and play, in her own time and her own way. Slowly, single phonic sounds  yes and no  have been learned as Mia painfully develops the musculature and breathing ability to sustain speech. A few days ago Nibby asked Mia a question. &quot;She answered yes, and it made me feel like I&apos;ve won the lottery,&quot; said Nibby. But bad days, Mia hides her mouth behind her hands and screams the place down. Nibby describes the way the family communicate as &apos;One big long game of charades. She has made enough progress to know, beyond doubt that with the right therapy Mia can become an effective verbal communicator. With help, we can give Mia a voice&apos;  Read about Mia&apos;s therapy and progress at www.avoiceformia.org.uk. You can donate to help pay for her treatment at www.justgiving.com/avoiceformia  Ann Czernik is a freelance journalist and photographer based in Bradford", 
    "section": "education", 
    "gid": "education/the-northerner/2013/apr/11/mia-special-educational-needs-nhs-cuts", 
    "wordcount": "728"
}