{
    "headline": "Boot up: RIM's sales dip, FAA's iPad OK, China's Nexus nix and more", 
    "text": "A quick burst of 10 links for you to chew over, as picked by the Technology team RIM&apos;s BlackBerrys losing shelf space, mindshare among carriers &gt;&gt; AllThingsD  [Carriers in the US are] beginning to give [RIM] less retail shelf space.  Anyway, that&apos;s what Pacific Crest analyst James Faucette is seeing. He says that recent retail checks show not only a significant decline in BlackBerry inventory, but shelf space pressure and lackluster sales as well.  &quot;Our sell-through checks in the United States indicate that BlackBerry sales were largely unchanged in August versus July; however, we detected meaningfully lower inventory levels versus a month ago,&quot; Faucette explains. &quot;In terms of sell-through, we believe that current run rates are roughly one-fifth of those we saw in the United States just eight months ago. Further, we found a meaningful number of carrier retail locations which had not sold a single BlackBerry in over a month.&quot;   That is a very serious problem if broadly repeated. RIM reports its quarterly results to the end of August on 27 September. iPad no flight risk says Federal Aviation Authority &gt;&gt; The Register  Being asked to switch off your electronic devices during the takeoff and landing phases of a flight now looks even more anachronistic, after American Airlines announced it has been given permission to let its pilots use iPads in the cockpit &quot;in all phases of flight&quot;.   No, it&apos;s OK, because unlike the passengers they don&apos;t have to pay attention during takeoff and landing..oh. How Google builds its maps - and what It means for the future of everything &gt;&gt; The Atlantic  Volmar has clearly spent thousands of hours working with this data. Weiss-Malik told me that it takes hundreds of operators to map a country. (Rumor has it many of these people work in the Bangalore office, out of which Gupta was promoted.)  The sheer amount of human effort that goes into Google&apos;s maps is just mind-boggling. Every road that you see slightly askew in the top image has been hand-massaged by a human. The most telling moment for me came when we looked at couple of the several thousand user reports of problems with Google Maps that come in every day. The Geo team tries to address the majority of fixable problems within minutes. One complaint reported that Google did not show a new roundabout that had been built in a rural part of the country. The satellite imagery did not show the change, but a Street View car had recently driven down the street and its tracks showed the new road perfectly.   In effect we&apos;re beyond the 1:1 map. (Linked to mobile site because the SEO-friendly URL is too long for Pinboard&apos;s servers.) Tracking down the UDID breach source &gt;&gt; Intrepidus Group Some ploughing through UDIDs for repeating strings yielded a link to Blue Toad, where most of them came from.   Since I now have several more employee&apos;s names, I spent some time looking for email addresses, to (hopefully) increase the chance of a response. While searching, I stumbled on a partial password dump for the company! And it was dated March 14, the same week that the hackers claimed they&apos;d hacked into the FBI computer.   Fascinating detective story - though there are disquieting little elements, like that one. Nexus 7 not yet allowed to enter China market &gt;&gt; Digitimes  While the Nexus 7, the tablet co-developed by Google and Taiwan-based vendor Asustek Computer, has been witnessing booming sales in major markets around the world, it is difficult for the model to be available for sale in the China market because the China government has not yet approved its import, according to industry sources in Taiwan....  Without the China market, the cumulative global sales volume of Nexus 7 will reach an estimated 3.5m units at the end of 2012, the sources noted.   The problems of being made by a Taiwanese company? (Taiwan and China are not officially at peace. Though not at war either.) Tasker for Android &gt;&gt; Dinglisch.net Some people on the &quot;things I&apos;d like to see in iOS&quot; hadn&apos;t heard of Android&apos;s Tasker, which lets you tie together strings of actions using Android&apos;s intents. Presented here as a public service. (Android users only, obviously.) Impact of iOS &amp; Android on the PC replacement cycle &gt;&gt; tech-thoughts.net  From the chart above, we can see that modern mobile device shipments together exhibit an 89% correlation with the PC replacement cycle for a given year. This means that as mobile device shipments have grown, consumers have resisted upgrading their PCs more and more. However, this still does not prove that there is a causal relationship between the two.   He then, however, goes on to show that the chances of it not being causal are very, very low. Apple&apos;s next IPhone seen adding to fourth-quarter US growth &gt;&gt; Bloomberg  The iPhone model to be introduced this week is expected to be &quot;much larger&quot; than last year&apos;s device, he said. Feroli, who is JPMorgan&apos;s chief U.S. economist, is predicting the U.S. economy will expand about 2 percent in the fourth quarter, with the iPhone limiting &quot;downside risk.&quot; Still, he cautioned that his estimates should be &quot;treated skeptically.&quot;   Brought to you by Flying Pig News. The Pluto Switch that fell to earth &gt;&gt; Wired Fascinating tale of what happened when two telecoms engineers discovered a piece of networking gear sitting on its own in the middle of Iowa with no identifying marks apart from some writing - in Finnish - on the back. Google Wins Major Antitrust Victory In Brazil, Does It Foreshadow Broader EU &amp; US Wins? Very encouraging result for Google.   Basically what the court said was the following:  Despite Google&apos;s overwhelming search market share, Buscap [the plaintiff&apos;s] shopping sites have other ways to be found. Google isn&apos;t a monopoly.  Google&apos;s vertical results aren&apos;t competitive &quot;products,&quot; they&apos;re just a part of Google&apos;s search results  Google owes no duty to present plaintiff&apos;s site(s) in a particular position; Google can present search results in whatever manner and order it deems best for its users.   The key distinction - which might become germane in the US and Europe - is that Google isn&apos;t a monopoly; it&apos;s the leader. (Thanks @modelportfolio2003 for the link.)  You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/sep/12/technology-links-newsbucket", 
    "wordcount": "1093"
}