{
    "headline": "American studies", 
    "text": "What youll learnHow could a Trump presidency reshape American politics? Why is there a Starbucks on every street corner? What are the roots of US foreign relations in Latin America and the Middle East? A degree in American Studies should develop a deeper understanding of the continents ways and help answer those nagging questions. The United States in all its political, cultural and social diversity is the focus of most courses, but Canada sometimes gets a look-in, as does Latin American studies. Courses should give you a good grounding in the politics, culture and history of the US, and an idea of its economic landscape and global significance and relationships. They will also include specific modules touching on anything from Native American land rights and the civil rights movement to the history of jazz or the 1950s Beat writers and Americas connections to the wider world. Most courses will offer students the chance to specialise in a specific topic of their choosing, from influential American novels and films to the political legacy of 9/11.   interactive   How youll learnYoull spend time in lectures and seminars learning about anything from the CIA to the Crusades. American studies involves a lot of independent learning, so expect hefty reading lists and regular essay assignments. You wont spend all your time in the campus library though - most degree courses will involve at least one semester in the US to put it all into context. For many students this is a defining part of the degree and an unforgettable experience. What are the entry requirements?Entry requirements vary, but some course may ask for A-levels (or equivalent) in English or history.   interactive   What jobs you could doGraduates find careers in a wide range of professions. Traditional paths include journalism, publishing, teaching and the civil service. But graduates also find cares in banking or accountancy, law, advertising and marketing.", 
    "section": "education", 
    "gid": "education/2008/may/01/universityguide.americanstudies", 
    "wordcount": "318"
}