{
    "headline": "YouTube, Digg and Skype founders talk technology at LeWeb London", 
    "text": "Billed as &quot;All-Star Entrepreneurs&quot;, Chad Hurley, Kevin Rose and Niklas Zennstrm shared the stage for a spot of technology futuregazing at the LeWeb London conference. Their credentials? Hurley was one of YouTube&apos;s co-founders, and is now CEO at AVOS Systems. Rose co-founded technology news aggregator Digg, but is now a partner at Google Ventures. Zennstrm&apos;s entrepreneurial career, meanwhile, has taken in Kazaa, Skype, Joost and Rdio, although his central role now is CEO and founding partner at Atomico Ventures. The discussion was moderated by blogger-turned-investor Michael Arrington of CrunchFund. &quot;Today there is so much more exciting stuff, opportunities on the internet and in the tech landscape than there was even five years ago,&quot; said Zennstrom. &quot;Because of these growing platforms, the social graph, the mobile internet. There are more and more opportunities for new companies than there ever was before.&quot; He thinks the next five years promises another step up, despite economic woes around the world, and said that he&apos;s motivated by a chance to &quot;give back&quot; to the community with new technology ventures. And Hurley? &quot;I&apos;m here to have fun... I just like building new things. I like exploring and creating and working on problems.&quot; Hurley described AVOS as an &quot;internal development platform&quot; which helps the company launch new products quickly. It acquired social bookmarking service Delicious, has launched a Chinese version of it called mei.fm, and is working on Zeen, which &quot;in essence allows people to build online magazines in a more visually rich way to present information&quot;. Zennstrom was asked about copycat technology startups, and said no, although he drew a distinction between &quot;evolution and copying&quot; Skype didn&apos;t invent internet calling itself, but it developed its own proprietary technology to innovate within the category. &quot;We had a lot of companies copying us!&quot; Rose claimed that he gets the same feeling at Google Ventures when seeing an exciting new idea from an entrepreneur that he did as a startup himself. Arrington noted that Rose unlike Hurley and Zennstrom has not founded a startup that has achieved a &quot;billion dollar exit&quot; but that he has invested in companies like Twitter, Zynga, Square, Chomp, Foursquare and other companies. &quot;Why are you so good at picking companies when you haven&apos;t been able to...&quot; asked Arrington. &quot;I think it comes down to execution,&quot; replied Rose, pointing out that he was still very young when running Digg. &quot;I made a ton of mistakes... I put it a lot on me, and a lot on the competition coming up around it.&quot; He&apos;s bugged by this though: &quot;As an entrepreneur you want to make something massive that changes the world, it&apos;s not about the dollar amount [of an exit],&quot; he said. &quot;I don&apos;t know if I&apos;ll ever get out there again... It&apos;s going to be a few years. I&apos;m really enjoying what I&apos;m doing now at Google Ventures, and I&apos;m going to stick at that for a while.&quot; The panel were asked what their tips are for the next big thing in technology. Rose said the one idea he&apos;d really like to see built involves TV-commerce, based on the much-anticipated launch of apps for TVs by Apple. &quot;Commerce is going to change, I&apos;ll be able to look at the TV and see the actual size of the garment,&quot; said Rose, saying he&apos;d love to see &quot;a QVC/gaming component of an application that is on the television that has to do with purchasing things&quot;. Zennstrm talked about the opportunities in &quot;so many more people being connected&quot; in the next five years, and the shift from 10 years ago, when companies focused on building technology, to the present day when they&apos;re focusing on building products. Big sectors? &quot;Health and education, those are the areas that still need to be disrupted... I don&apos;t know anything about life science, but from an internet big-data, mobile devices that part there is a great opportunity.&quot; However, Zennstrm also suggested that technology startups should be attacking the big, global problems like the financial crisis and climate change. &quot;What about mining space asteroids?&quot; chimed in Arrington. &quot;No, not at all,&quot; replied a deadpan Zennstrm. Hurley said social networking itself needs a bit more disruption. &quot;In general today, technology asks too much of people. I&apos;m tired of tweeting, Liking, updating statuses,&quot; he said. &quot;Right now the positioning is that everything&apos;s going to be social, we&apos;re going to share everything with everyone. But I don&apos;t necessarily wanna see everything my friends are doing.&quot; He suggested that &quot;passive personalisation&quot; may be the solution to all this social noise. Rose suggested it&apos;s still early days for mobile apps, too. &quot;There&apos;s gonna be 8-9 apps that we use every single day... Right now we probably know three or four of those apps.&quot; He cited person-to-person payments as potentially one of the others, with a clear winner yet to emerge.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jun/20/youtube-digg-skype-founders-leweb", 
    "wordcount": "868"
}