{
    "headline": "Dishonored  review", 
    "text": "&quot;The boldest measures are the safest.&quot; It makes sense for this maxim to be stamped in tall lettering above the entrance to Dishonored&apos;s plague-ridden capital city, Dunwall. Here is a society that runs on whale oil, a sort of fuel that only a madly courageous culture would choose to pump through the veins of its infrastructure, a juice fetched from sea monsters just as likely to sink a ship under their deadweight as drag one under alive. It&apos;s the proverb of a whaler: go big or go home. Be bold and you might just harpoon Moby Dick, whose blubber could fuel the streetlights and security systems back home for months. Be meek and you&apos;ll die cold and hungry. Yes, Dunwall is a city fuelled by bold measures. It&apos;s also the adage of the effective assassin, and Dishonored  more than any other  is a game built around the assassin. You play as Corvo, a supernatural cutthroat and one time bodyguard to the Empress, framed for her murder. In the game&apos;s opening chapter you must break from prison and begin to enact revenge against a range of high-profile targets. As you creep through whorehouses, skulk through local whisky distilleries, kidnap scientists from top-floor laboratories and attend highfalutin&apos; society parties you soon learn that boldness is the key to survival. Patience is a virtue too, of course  peeking through keyholes to plot guards&apos; patrols is as essential a tool of the trade as the crossbow and dagger. But timidity is an occupational hazard. Corvo is a character fuelled by bold measures.     Dishonored    It&apos;s also the proverb of the successful game developer working in 2012, who understands that, in time, familiarity usually breeds contempt in the modern audience. The phrase sits at the top of Dishonored&apos;s title screen, a statement of intent from first-time developer Arkane that, to make a mark in a medium saturated with identikit sequels and stagnant genres (in a year when some of the world&apos;s best known studios have closed), audacity is possibly the safest option. Make no mistake: Dishonored is a video game fuelled by bold measures. That boldness comes through focus primarily, the mad choice to eschew current trends. This a game without the bloat of the modern blockbuster  no co-op mode to allow two friends to assassinate hand-in-hand; no lip-service multiplayer to distract the development team and divert their budget; no upgradable hub to grow or furnish; no open world to impress and weary. Rather you&apos;re given a series of handcrafted missions, each with its own optional twists and turns, each with a start, a middle and an end, the plot written by a designer, the script penned by a scriptwriter and the narrative transcribed by you.     Dishonored    Player responsibility is a key way the game pushes against the crowd, especially the ongoing fashion for tightly scripted shooting games and their Hollywood set-pieces. Rather, Dunwall&apos;s spaces are wide and awkward, a jumble of walkways and underpasses that give rise to emergent scenarios and press the responsibility for the journey&apos;s details firmly into the player&apos;s hands. Clamber up chains and teeter along pipes, or use a paranormal upgrade to possess a rat and whisk in through a drain: these streets are yours to use how you will. Likewise, the objectives may be set by the story, but the way in which they are accomplished is up to you and the interactive vocabulary you have chosen for your Corvo. You&apos;re free to charge into a scenario, guns blazing, or take a more considered approach, skulking in the shadows, taking down guards under a cloak and with dagger. Where games usually compel us to kill, limiting progress till we murder our way through a checkpoint, Dishonored actively encourages restraint. As the kill count rises so the city deteriorates, the rat population increasing with the influx of corpses. As such, it&apos;s almost always preferable to smother a target and stuff their sleeping body into a dustbin, rather than break their neck and add to the rot and plague. Bold measures. Moreover, while Dishonored can be played as a straight shooter  blasting enemies with a pistol in one hand while controlling a rat swarm with a sorcerer&apos;s sweep of another, it&apos;s best played as a game of hide and seek, with its richest gains to be found in finding a way to eliminate your targets in non-lethal ways: the pacifist assassin. Eavesdropping on conversations can open up new routes to your objective, another way in which boldness pays off, as you kneel beneath a dresser, gathering high-risk clues.     Dishonored    Of course, it&apos;s not enough for a game to merely grant players freedom of choice. It must also encourage the player to exercise that choice in interesting ways, and in this respect Dishonored mostly excels. The game operates on a rune-based economy  the whalebone artefacts can be spent on unlocking and upgrading various skills and abilities that broaden Corvo&apos;s interactive vocabulary in interesting ways. Some upgrades are passive  returning assassinated bodies to ash  others, such as the ability to slow time for a few seconds, or to teleport a few metres up onto a ledge, or behind a guard are actively invaluable to secrecy. Upgrade the right places and you can even possess a target and throw them from a rooftop in what looks like a tragic cobblestone suicide. And what cobblestones these are. Half-Life 2 architect Viktor Antonov and his team have serviced a meticulous fiction, marrying Edinburgh streets with 1800s American whaling community spirit and smart Gestapo uniforms for its ruling soldiers. At times the world is reminiscent of the designer&apos;s pervious work but not because they necessarily look or feel similar so much as because precious few games build their worlds with such cohesive character, history and detail as Antonov. Dunwall is a depressing place  but it is vivid and memorable in all of its beautiful desecration.     Dishonored    It is also vivid and memorable in play. The strength of video games is in their capacity to allow us to express ourselves within a fiction, impossible to do in the novel or on film. In this way Dishonored betters the Uncharteds and Modern Warfares of the medium by playing to this fundamental strength. After all, a story identical to that experienced by every other player of a game is far less powerful than one that is unique to the individual, and, crucially, is more likely to be passed on to others and shared. Dishonored is a playpen for expression, perhaps not as wide or diverse as it aspires to be, but wide enough. A bold measure on the developer&apos;s part then, and a safe bet for the creative player.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/oct/08/dishonored-review", 
    "wordcount": "1106"
}