{
    "headline": "Post-grad panic: I hope I made the right choice", 
    "text": "It wasn&apos;t fear of the &quot;real world&quot; that made me choose to do a master&apos;s. I signed up to an accelerated two-year physiotherapy course after finishing a biomedical sciences degree because I wanted to work in healthcare, where I would be interacting with patients.  At the start of the course, there were mutterings of how difficult it was to get a junior rotation in the NHS, a placement where newly-qualified physiotherapists gain practical experience. But I assumed that by the time I had graduated, things would be ok. Those mutterings have now turned into a full blown panic. The NHS is the main source of employment for new graduates, but as financial pressures increased, junior NHS positions were amongst the first to go. Any positions that do become available are fiercely contested. There are jobs available in the third and the private sectors, but few are willing to take on a newly qualified physiotherapist who has no experience of autonomous clinical practice. The same applies for working overseas. And while I&apos;m prepared to travel to find work, there are plenty who have mortgages or children, and are unable to up sticks and leave. Luckily, there is help available to students who want to work in the NHS. The Department of Health currently pay the tuition fees for my course, which definitely lightens the load. While postgraduates are not eligible for a second loan, most healthcare students are entitled to an NHS bursary  although this is based on your parent&apos;s income.  In my case, the NHS presumed that my parents were going to contribute 8000. So as well as being in debt from my undergraduate degree, I now owe my parents a small fortune because I was unable to get funding elsewhere. Add in the plans for the NHS pension reform  which mean employees will contribute more to their pension and work for longer  and the future doesn&apos;t look too rosy for healthcare students. There are plenty of talented young people who are eager to join the NHS. After two years of intense work, I hope that I can make it. But when the private sector offers brighter prospects, will others reassess their options?", 
    "section": "education", 
    "gid": "education/2012/jun/20/nhs-graduate-jobs-cuts", 
    "wordcount": "366"
}