{
    "headline": "Flood defences: good news drowned out by spin", 
    "text": "Being flooded is a revolting, traumatising and economically ruinous experience, so the list of flood defences produced by the government on Thursday is good news for all those that will benefit from them, from Leeds to Littlehampton and Great Yarmouth to Cockermouth (full list here). Over 64,000 homes will be better protected by 93 schemes that will start construction in the next year. Also good news is the millions the government has raised from the private sector, making the taxpayers&apos; pound stretch further. But all this is terribly undermined by a simple, shameful fact: the risk of flooding is rising and the funding for flood defences has fallen. The government, naturally, does not spell this out, so I will. Capital spending in the coming financial year will be 294m. That&apos;s up from the original 259m planned, after a U-turn in November which restored a bit of the funding previously cut. It is a lot of money, no doubt, but that is as it should be given that one in six homes are at risk of flooding and that flooding is the number one risk posed by climate change in the UK. But 294m is a lot less than the 354m spent in 2010-11 and even as far back as 2008-9, spending was higher, at 340m. So after after five years, and with many serious floods having occurred across the country in that time, annual spending remains lower than it was. This is not only an insult to those at risk, it is idiotic economics.  The Environment Agency says every 1 invested in flood defences saves 8 in future damages. Furthermore, the 294 unbuilt defence schemes I identified in July 2012 were &quot;shovel ready&quot; projects just waiting to go, having been given indicative funding in 2010. They are a glaringly obvious way to deliver some desperately needed economic growth, a fact finally realised by the Treasury. On Thursday, Danny Alexander, acknowledged November&apos;s extra funding had been to &quot;boost growth&quot;. The failure to keep the nation&apos;s flood defences in line with the risk has another serious consequence: thousands of homeowners are just a few months from being left stranded without insurance. Ministers have tried to portray this as the fault of the insurance industry but the reality is that the government has failed to keep its side of the bargain that has kept homeowners in flood-risk areas insured until now.  If the government&apos;s spending on flood defence kept pace with the risk, then insurers would keep offering affordable insurance. But with spending having been cut, it is no surprise that after two years&apos; of efforts, ministers remain without a deal to replace the one that will expire in July. In difficult economic times, all government spending must of course be very carefully scrutinised. But it is simply wrong to be penny wise but pound foolish, and unforgiveable to do so with something as devastating as flooding.", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2013/feb/08/flood-defence-spending-cuts", 
    "wordcount": "496"
}