{
    "headline": "Boot up: the secret mobile giants, Surface's mail limit, skeuowered!, and more", 
    "text": "A quick burst of 9 links for you to chew over, as picked by the Technology team 2.5bn mobile social network accounts &gt;&gt; Benedict Evans He says:   By my count there are:  At least 14 mobile OTT services with over 50m usersAt least 20 with over 10m usersAround 2.5bn total user accounts  The chart below shows just the ones I found in an hour&apos;s searching, most of which have given a user number in the last 3 months or so...   Skype isn&apos;t exclusively mobile, but it&apos;s big. Bit9 claims 100,000 Android apps are &quot;over-permissioning&quot; &gt;&gt; IT Security Pro  Security vendor Bit9 has released an analysis of more than 400,000 Android apps and found that almost a quarter of them were &quot;over permissioning&quot; - that is, they requested access to one or more smartphone or tablet functions that they should not normally need access to.  In parallel with the analysis, the security vendor surveyed a 139 IT security decision makers responsible for the mobile policy of more than 400,000 employees.  According to the report (PDF), 26% of apps in the Google Play Store can access personal data such as contacts and email, whist 76% of businesses said they did not know which mobile apps access their networks.   &quot;By clicking you agree that you have read the licence agreement.&quot; Why Windows 8 Mail doesn&apos;t offer push sync (3-account limit) &gt;&gt; Barbs Connected World  I have been ranting and raving about not being able to configure my Office 365 hosted domain to be configured to let me pull down mail &quot;as it arrives&quot;. It turns out that there is a three account limit. After three accounts are configured to get mail as it arrives in the Windows 8 Mail App, that choice is no longer offered when additional mail accounts are configured.  Of course, you need to configure a Microsoft account to even get started and that gets the first slot (hotmail, outlook.com account, etc.) In my case, I configured my Microsoft accounts first, and then a Gmail account. When I got to configuring my vanity domains, I only could get PULL settings, of which every 15 minutes was the shortest interval.   The &quot;why&quot; isn&apos;t actually answered. It seems to be &quot;just because, OK?&quot; Isaac Asimov - The Foundation Trilogy : audio &gt;&gt; Internet Archive Gotta love the Internet Archive: an old BBC reading of Asimov&apos;s famous trilogy. In eight parts. (Don&apos;t ask us, it&apos;s a bad maths day.) Tablets beat out PCs on holiday shopping lists &gt;&gt; Computerworld  Holiday wish lists may deal another blow to the PC industry, according to a new survey.  Asked if they&apos;d rather receive a PC or a tablet as a holiday gift, 59% of respondents in a PriceGrabber survey opted for the tablet, the price comparison shopping site said.  When asked which tablet or tablets they wanted, 63% of respondents said they want an iPad 3 or an iPad 4, while 24% said they&apos;re hoping for an iPad mini. (Apple&apos;s iPad launched in March is known as the iPad 3, and the latest tablet, the fourth-generation iPad released in in October, is commonly known as the iPad 4.)  However, it&apos;s not all about Apple: 22% of those surveyed said they would like a Samsung Galaxy Note Tab while 20% said they are hoping for an Amazon Kindle Fire HD, according to PriceGrabber. Another 13% have Microsoft&apos;s new Surface tablet on their holiday wish list.   Yes, those figures do add up to 142%. Multiple tablets? Not given: whether the number seeking PCs is more or less than last year. Nate Silver would have a seizure. Stuxnet Infected Chevron&apos;s IT Network &gt;&gt; WSJ  Stuxnet, a sophisticated computer virus created by the United States and Israel, to spy on and attack Iran&apos;s nuclear enrichment facilities in Natanz also infected Chevron &apos;s network in 2010, shortly after it escaped from its intended target.  Chevron found Stuxnet in its systems after the malware was first reported in July 2010, said Mark Koelmel, general manager of the earth sciences department at Chevron. &quot;I don&apos;t think the U.S. government even realized how far it had spread,&quot; he told CIO Journal. &quot;I think the downside of what they did is going to be far worse than what they actually accomplished,&quot; he said.   Unintended consequences. Skeu It! Skeuomorphism skeuered, hliariously. Twitter resetting user passwords after massive hijack attack &gt;&gt; Tweet Smarter  If you received an email that looks similar to the one below, it is probably NOT fake, and you need to reset the password on your account.  If you want to be absolutely safe, instead of clicking the links in the email, instead open your browser and type in &quot;twitter.com&quot; and try to login. Twitter.com will then redirect you to change your password.  Why I&apos;m returning my iPad mini &gt;&gt; VentureBeat Rocky Agrawal:   After less than a week, I&apos;m ready to return my iPad mini.  I already have five tablets in my single-person household, including all three previous generations of iPads and a Google Nexus 7. I thought the mini would fill a small niche in my tablet needs, such as controlling my TiVo or Sonos system. So I bought the low-end 16GB Wi-Fi only iPad mini. I was wrong.   Now read on. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/nov/09/technology-links-newsbucket", 
    "wordcount": "929"
}