{
    "headline": "Channelling your inner Eastwood: CES 2013 offers brain-wave technology", 
    "text": "If you were a 10-year-old boy in 1982, the most exciting film of that year was not Tootsie, or Blade Runner, or even ET, but a rather ridiculous action thriller called Firefox, in which Clint Eastwood plays a US pilot who steals a fighter jet from the Soviets.  Not just any fighter a super-duper prototype controlled by thought. A mere shimmer of a thought and you could turn left, turn right, fire, kapow! The notion appealed far more than cycling around with a bald alien in a basket.            Three decades later, CES 2013 gave me the chance to live the fantasy, sort of, courtesy of NeuroSky and PuzzleBox, two companies which are pioneering brain-wave technology. &quot;You just have to concentrate,&quot; said Steve Castellotti, the founder of PuzzleBox, strapping a black band around my head. A sensor node rested on my forehead, a device clipped to my ear. Castellotti tapped on a computer. &quot;Ready.&quot; I channelled my inner Eastwood  in a cockpit, braced for G-forces. A green light on the computer flashed. And hey presto, lift-off. A toy helicopter the size of a squirrel whirred upwards. Flying by thought! The glory was intense, but fleeting. Seconds later the helicopter plunged  apparently I lost concentration  into Castellotti&apos;s waiting hands. The device works by measuring brainwave electroencephalogram (better known as EEG) and heartbeat electrocardiography (ECG). Puzzlebox, which is seeking funds through Kickstarter, says on its site:   For the past two years we have been publishing Open Source software and how-to building guides for hacking RC helicopters with Brain-Computer Interface (BCI) control using NeuroSky and Emotiv EEG headsets. Now we&apos;re finally making a finished product available to the public, while still freely releasing all source code, available hardware schematics, 3D models, and so on. The goal is to provide a fun toy as well as an educational introduction to BCI and neuroscience.  There are drawbacks to the model I tried. You can&apos;t really control the direction of the flight, let alone fire missiles at an enemy MiG. The point of the software, said Andrea Shukis, of NeuroSky, is to teach the value of concentration and focus. &quot;You can use it to teach children and to help adults keep their brains active.&quot; Shukis then strapped two pointy furry triangles around my head, with a sensor node resting on my forehead. &quot;Cat ears,&quot; she smiled. &quot;Our other display product.&quot; Clint was not subjected to furry appendages  the Soviets didn&apos;t dare  but Shukis continued, oblivious. &quot;They respond to your mood and level of concentration. The more you concentrate, the more the ears prick up. The more you relax, they droop. If you think of something fun, they sort of swivel.&quot;  I thought of something fun and, sure enough, they swivelled. When a small crowd gathered to observe and I grew self-conscious, they pricked up. If I&apos;d had a tail, it would have swished. The technology has potential applications for educators, mental health researchers and the military. &quot;It&apos;s not our focus, but there were a few guys earlier asking about the military side,&quot; said Shukis.  Their identity? Now there&apos;s a thought.", 
    "section": "technology", 
    "gid": "technology/blog/2013/jan/09/ces-2013-brain-wave-technology", 
    "wordcount": "528"
}