{
    "headline": "Mystery Bird: shining sunbird, Cinnyris habessinicus", 
    "text": "    Shining sunbird, Cinnyris habessinicus (protonym, Nectarinia habessinica), Hemprich &amp; Ehrenberg, 1828, also known as the Abyssinian sunbird, photographed at the Billen Lodge in Awash National Park, at the southern tip of the Afar Region in central Ethiopia (Africa).  Image: Dan Logen, 29 January 2011 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. D300s, 600 mm lens, ISO 500, 1/800 sec, f/9    Question: This small Ethiopian mystery bird is placed into a large and fascinating group of birds. Can you identify this bird&apos;s taxonomic family and species and tell me something that you think is especially interesting about this bird&apos;s family? Response: This is an adult male shining sunbird, Cinnyris habessinicus, a small Old World passerine that is placed into Nectariniidae, the sunbird and spiderhunter family. There are more than 100 species of nectariniids, and they are distributed throughout a large area, including Africa, the Indian subcontinent, southeast Asia and just a bit into northern Australia.  The sunbirds are the Old World equivalent to the New World hummingbirds and, to a lesser extent, the honeyeaters of Australia. Most sunbirds can feed on nectar by hovering like a hummingbird, but they usually perch to feed. Like hummingbirds, they also feed on insects and fruits. Sunbirds also share these other traits with hummingbirds:  long, slender, curved bills  tube-shaped tongues  very small body size  dichromatic; males often have brilliantly coloured plumage that is iridescent and metallic or sometimes velvety in appearance  territorial and aggressive Unlike hummingbirds, where females construct an open cup nest, both the male and female sunbirds build a characteristic purselike, hanging nest. The female lays two, or rarely three, white or pale blue, spotted or striped eggs.  Shining sunbirds are usually placed into the genus Cinnyris although they are sometimes subsumed into the genus Nectarinia. They are highly dimorphic; the male in breeding plumage has iridescent green upperparts with a diagnostic purple sheen on his crown, dark brown wings and an iridescent blue-black tail. Breeding males also have an iridescent green neck, a brilliant scarlet breast with the diagnostic purple sheen on his chin, and the diagnostic black iridescent belly. The female is a subdued greyish brown upperparts, and buffy underparts with broad grey-brown streaks on her neck and breast. Males resemble females during nonbreeding season.  Shining sunbirds are found in arid and semi-arid tropical shrubland, woodland or rocky areas, often near water, or in rural gardens and agricultural lands throughout northeastern Africa (Djibouti, Egypt, Eritrea, Ethiopia, Kenya, Oman, Saudi Arabia, Somalia, Sudan, Uganda and Yemen). They feed primarily on nectar but also consume insects, especially when raising chicks.  More information: John G. Williams. (1955). A systematic revision and natural history of the shining sunbird of Africa. The Condor, 57(5):249-262 [free PDF] .. .. .. .. .. .. .. .. .. .. ..  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at the Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist Pinterest: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/may/08/9", 
    "wordcount": "517"
}