{
    "headline": "Mystery bird: Brewer's blackbird, Euphagus cyanocephalus", 
    "text": "    Brewer&apos;s blackbird, Euphagus cyanocephalus (synonym, Scolecophagus cyanocephalus; protonym, Psarocolius cyanocephalus), Wagler, 1829, also known as the blue-headed grackle, photographed at Bodega Harbour, a shallow natural harbor on the Pacific coast of northern California (United States).  Image: Alex Vargas, 29 April 2008 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Nikon D80, Nikkor 300mm f/2.8G ED-IF AF-S VR, with a Kenko 2X teleconverter on.    Question: This mystery bird shares part of its name with a number of species, including one that is distantly related. Can you name those species and tell me where they are commonly found? Can you name this mystery bird&apos;s taxonomic family and species?  Response: This is an adult female Brewer&apos;s blackbird, Euphagus cyanocephalus, chowing down on dried cat food. Brewer&apos;s blackbirds are medium-sized passerines that are placed into the New World family, Icteridae. I can always identify them by their distinctive bill: it&apos;s always black, thin and has a very sharp point.  Adult males have iridescent black plumage with a purplish head and greenish upperparts whilst the female, as you can see in today&apos;s mystery bird image, is a fairly nondescript dark greyish brown. Males have a bright yellow eye whilst the female&apos;s eye rather matches her plumage, being dark in colour (however, it is important to point out that female Brewer&apos;s blackbirds occasionally have pale yellow eyes). Both males and females have dark legs. Brewer&apos;s blackbirds can be confused with a number of similar-looking species, but can be distinguished using these field marks:  rusty blackbirds, E. carolinus, have shorter legs and a shorter tail. In breeding plumage, male Brewer&apos;s blackbirds have glossier iridescent plumage, whilst in winter plumage, there is less rusty edges on their feathers. Female Brewer&apos;s blackbirds usually have dark eyes and her plumage colouring is a warmer brown-grey instead of a cooler blue-gray. There also is a clear habitat difference: Brewer&apos;s blackbirds are found in open areas, agricultural lands and in the suburbans, while rusty blackbirds are more secretive, preferring wooded swamps. Additionally, there is no range overlap: Brewer&apos;s blackbirds are quite common in the west, whilst rusty blackbirds are rare, and their range is limited to the east.   common grackles, Quiscalus quiscula, are larger, have a thicker, longer bill and a longer, wedge-shaped tail.   male red-winged blackbirds, Agelaius phoeniceus, are hard to confuse with anything. They&apos;re glossy black with red-and-yellow shoulder badges. Female red-winged blackbirds have streaky brown plumage, which distinguishes them from the evenly-coloured (and greyer) female Brewer&apos;s blackbirds. Red-winged blackbirds prefer open ponds, shorelines of lakes and swampy areas that have cattails.   brown-headed cowbirds, Molothrus ater, are smaller overall, they have a smaller, heavier and more triangular beak, and dark eyes. Although they have glossy black plumage, males have a noticeably contrasty brown head whilst females have streakier plumage than female Brewer&apos;s blackbirds.  European starlings, Sturnus vulgarus, are shorter and stockier birds with shorter tails, dark eyes and much longer bright yellow beaks and thicker yellow legs. Starlings are a cavity-nesting species, in contrast to Brewer&apos;s blackbirds, which construct an open cup nest.  And because I did ask; another of the many species that shares the name &quot;blackbird&quot; with this species is the only very distantly-related common blackbird, Turdus merula, an Old World thrush that looks nothing like any of the icterid blackbirds.  Brewer&apos;s blackbirds are usually found in open and semi-open areas, often near water, across central and western North America. Although they are migratory, they are often permanent residents in the western USA, and those birds that reside in suburbs are frequently found foraging in car parks, walking busily around under cars (I often refer to them as &quot;parking lot birds&quot;). Those Brewer&apos;s blackbirds that live farther away from human habitation will forage for seeds, insects and berries in shallow water or in open fields.  This species is gregarious and often nests in colonies. They construct an open cup nest in a variety of locations, including in trees, hidden in tall grasses or on a cliff.  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist email: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/mar/29/3", 
    "wordcount": "725"
}