{
    "headline": "Academy schools attain fewer good GCSEs, study shows", 
    "text": "Academies are under-performing compared with other state schools, raising doubts over the reform programme being pursued by the education secretary, according to a new analysis of government figures. Ministers are encouraging schools to remove themselves from local authority control to become academies, while failing schools are having that status imposed upon them. Michael Gove, who is pushing through the programme, has accused critics of being &quot;happy with failure&quot;. However, a new analysis of Department for Education figures shows that, while 60% of pupils in non-academy schools attained five A* to C grade GCSEs last year, only 47% did so in the 249 sponsored academies. The progress that pupils achieve over time is also lower in academies than in non-academy schools, with 65% of those in academies making expected progress in English in the year leading to the 2011 GCSE examinations, compared with 74% in the community, foundation and voluntary-aided schools that make up the rest of the state sector. Defenders of the academy programme have argued that the comparatively poor progress should be expected in academies populated by under-achieving pupils in disadvantaged areas. However, a further breakdown of the figures by Henry Stewart, an educationalist from the anti-academies campaign group Local Schools Network, shows that the gap is similar when like-for-like academies and schools are compared. His figures show that there is still a significant gap in attainment between academies and schools that both have 40% of pupils receiving free school meals. In the 40 academies with such an intake, 38% of pupils achieved five A* to C grade GCSEs in 2011, including English and maths, while similar schools in the rest of the state sector achieved 44%. Stewart said that, even with academies that have been independent from local-authority control for more than three years, the results are not as good as schools still under council control. When comparing the performance of academies and standard schools that had fewer than 35% of their intake achieving A* to C grades in 2008, it was the schools that had not become independent that achieved the best results in 2011. While the academies improved strongly in that period, going from 23.6% to 42.2% in terms of the numbers achieving five GCSEs from A* to C including English and maths, the same happened for those schools that were not converted, despite receiving less funding. Their results went from 24.3% to 43.4%. The results appear to contradict Gove&apos;s claims for the benefits of academy status. The education secretary says that the change in status cuts bureaucracy, frees head teachers and will improve standards. At a recent education select committee hearing, Gove said that he expected most secondary schools in England to become academies during this parliament. The government has, in particular, championed Mossbourne Academy in Hackney, east London, that was previously run by Sir Michael Wilshaw, the new chief inspector of schools; and Burlington Danes Academy in Hammersmith, west London, for their improved results. However, Stewart said that the government did not have the evidence to justify the changes. &quot;This government claims that academies have such a strong proven track record that every school could convert to them. They quote schools like Mossbourne and Burlington Danes in support. However, this is policymaking by anecdote, not by evidence. Both those schools are outstanding, but they are clearly, from the data the DfE released, not the norm for academies. If government education policy was genuinely evidence-based, perhaps they should look at converting many of the academies to LA-supported non-academies, in the hope that this would raise their results.&quot; A DfE spokesman did not deny the accuracy of the statistics, but said that there was evidence that, given time, academies did improve results significantly. Final GCSE results for 2011 show that, of the 166 academies with results in both 2010 and 2011, the percentage of pupils achieving five or more good GCSEs including English and maths rose from 40.6% to 46.3%. This means that academies&apos; GCSE results improved by nearly twice the level of state-funded schools, which increased by 3.1% to 58.2%. The spokesman said: &quot;The longer the vast majority of sponsored academies are open, the better the results  far outstripping the under-performing schools they replaced, far faster than the national average and with a higher proportion rated outstanding by Ofsted. We know that the poorest pupils make faster progress in academies than in other state schools.&quot;", 
    "section": "education", 
    "gid": "education/2012/feb/25/academny-schools-fewer-gcses-study", 
    "wordcount": "744"
}