{
    "headline": "The charity disparity: can corporate benevolence be free of self-interest?", 
    "text": "For all the talk of aid dependency, Haiti is more dependent on remittances  people sending money home from abroad  than donations. While aid averaged about 12% of its annual income between 2004 and 2009, remittances from workers abroad averaged more than 22%, officially reaching almost $1.5bn in 2010 (although experts claim it is at least double that). As one friend put it, the Haitian toiling in the cloakroom of some London nightclub is more important than the World Bank. So there is hardly a more important company for Haiti, and many other countries dependent on remittances, than Western Union. It oversees 214m personal money transactions every year, totalling approximately $76bn. Some of Western Union&apos;s actions in the aftermath of the Haiti earthquake deserve congratulation. Parts of its network were operational within 72 hours, and fees  waived in their entirety for a month following the disaster  have apparently been lowered for the past two years, although it is unclear by how much. Western Union also claims it has donated almost $7m to Haiti through its charitable foundation, money that has been used to support the training of business entrepreneurs and the teams trying to beat back the cholera outbreak. However, big company charity always raises a few questions. Most corporate foundations rely on the relevant company&apos;s annual income. In other words, the shareholders reduce their takings every year, in order to fund an organisation to carry out good works on their behalf. Sounds like good old fashioned charity  until you ask whether gathering money into a foundation and spending it with (more often than not) publicity-generating fanfare is a better way to help poor households than transforming core business practices. In Western Union&apos;s case, the big issue is transaction charges. There is a strong case that simply giving money to the poor (especially women) is the best way to help them out of poverty. So, without doubting the good work being done by Western Union, is spending through a foundation more effective than simply reducing the transaction charge and letting poor people purchase the things they know they need, such as better food, drugs or schooling? With Western Union, there are a couple of reasons why it might be. Given its presence in so many thousands of communities around the world, the company is unusually well placed to spread information and campaign for good causes, and it encourages its agents and employees to give by matching their donations. Moreover, setting up a foundation may be more redistributive than just reducing transaction costs, as it focuses its money on the poor (whereas transaction costs would save money for everyone, including the wealthy). We should recognise too that transaction costs, which are coming down across the sector, not only return profits to the bigwigs in Colorado but contribute to the livelihoods of the small (often family-run) businesses that house Western Union offices around the world. So, should money to help the poor be managed principally by the poor themselves, and elected governments, not private actors? That may be hard to swallow, given high levels of government corruption in many countries, and the undoubtedly good intentions of NGOs and corporate foundations. Yet it is the only way to ensure the sustainable provision of public goods in the long term. Fundamentally, we should be wary of applauding corporates for charitable giving which, generally speaking, is concerned as much with PR as development outcomes, and is essentially funded by the taxpayer or consumer anyway. Approval is more merited, however, when companies adapt their core businesses to respond ethically to the challenges facing the developing world. To be fair to Western Union, it does appear to be doing that to a certain extent. If it continues down this road  extending transaction charge holidays for NGOs for three to six months after a disaster, as recommended by a Haitian colleague, and further developing its attempts to turn its vast interface with people around the world into campaigning for good causes and one-stop shops to train entrepreneurs and communities in saving and investment, its core expertise  the company could become a leader in social enterprise and an example of the many win-win possibilities that exist on the cusp between profitable business and poverty reduction.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jan/16/charity-corporate-benevolence-self-interest", 
    "wordcount": "706"
}