{
    "headline": "LHC and Higgs update: Kyoto here we come", 
    "text": "Since the excitement of the summer, when we announced the discovery of a new boson, the Large Hadron Collider has continued to hit protons together, the experiments have continued to record the results, and my colleagues and rivals in the ATLAS, CMS and LHCb collaborations have continued working frantically to work out what they might mean. As of yesterday, we have recorded more than twenty inverse femtobarns* of integrated luminosity, exceeding expectations for the year (applause!). I must confess I have, since the end of September, been less involved in the data analysis than previously. I was convening one of the big working groups on ATLAS, but my term finished and my regular commute has stopped, I have not been in CERN since the 5th of October. I must further confess that I am not relishing getting on a plane again, especially not the marathon slog to Kyoto for the Hadron Collider Physics symposium. I am, however very much looking forward to staying in Kyoto, which I remember (from a one day visit several years ago) as being lovely. I&apos;m also looking forward to presenting some of the work we did over the last year, and to hearing what everyone else has been up to. Some things to watch out for on the Higgs boson front: The Standard Model Higgs boson (if that&apos;s what we have seen) decays to a range of possible particles at rates which are predicted by the theory. We observed the boson via its decays to pairs of photons, Z bosons and (a bit later) W bosons.  Will the experiments update those results? That&apos;s not trivial, since as you collect more data, your statistical uncertainty shrinks, and therefore you have to work harder on controlling your systematic uncertainties. Think Nate Silver dealing with a poll that has a shrinking sampling error - the systematic &quot;house effect&quot; becomes increasingly important. Will any new decay modes show up? The most likely candidate is the decay to tau leptons. This would be very significant, since it would be the first observation of the new particle decaying to matter particles (fermions). The photon, Z and W are all force-carrying bosons. There may also be progress on the search for decays to b-quarks. The overriding question is, do the decay rates an other properties of the new particle match up with the Standard Model Higgs boson, or do they point at something excitingly different? Then of course there will be new measurements of things not directly related to the new boson. Is nature behaving the way we expect at these high energies? Any deviations from the theory in a number of different results could be a sign of new physics, maybe a clue to some of the remaining open questions in particle physics.  One thing I have been doing a lot of since September is discussing with colleagues while we try to work out what the LHC results imply for the future of particle physics. There&apos;s a nice episode of &quot;Frontiers&quot; on BBC Radio Four here featuring some of us. And even the astronomers are interested. So it should be worth the trip and I will try to write about anything especially exciting while I&apos;m there. Incidentally, the bit about the Circle Line is appropriated from the start of my 9 minutes of fame at last night&apos;s Science Showoff event. It came to me in a flash of fear and confusion as I walked on stage, and I like it. So there. * One, divided by a very very very small shed. Which is a very big number. See here for more.", 
    "section": "science", 
    "gid": "science/life-and-physics/2012/nov/08/kyoto-lhc-higgs", 
    "wordcount": "604"
}