{
    "headline": "Alternative medicines can't escape the long arm of the law", 
    "text": "Alternative medicine has been in the firing line for a very long time. By and large, the critics are healthcare professionals who argue that the therapeutic claims made for alternative treatments are neither evidence-based nor plausible. In recent years, their arguments have been increasingly adopted by the legal profession and the battles over alternative medicine are increasingly fought in the courts. In the UK, Simon Singh famously won the libel case brought against him by the British Chiropractic Association. Ever since Simon was sued, many of my articles for medical journals have had to be scrutinised by libel lawyers before being published. In the US, a patient has accused Stanislaw R Burzynski, a proponent of alternative cancer cures, of swindling her out of nearly $100,000 (63,000) by using &quot;false and misleading tactics&quot;. The case is ongoing. Also in the US, a woman was awarded $7.4m (4.7m) after suffering a stroke following the intake of a herbal supplement. Most sensationally, perhaps, the world&apos;s largest homeopathic manufacturer Boiron recently settled for CAD$12m (7.4m) after a class action that was brought against it in Canada for selling homeopathic remedies under false pretences. Ian Freckelton, an Australian barrister and professor of law, has scrutinised alternative medicine in more general legal terms. This year he has written about homeopathy and the law, and in 2003 he addressed a wide range of unorthodox therapies by evaluating selected legal cases from across the world. The treatments examined included:  Laetrile (&quot;vitamin B17&quot;) Spirtual healing Magnet healing Oxygen therapy Coffee enemas Colonic irrigation Topical application of sulphuric acid Ozone therapy High-dose vitamin C Live blood analysis Aqua Tilis Neck manipulation These treatments have been used by clinicians for a wide range of serious, life-threatening conditions and the money spent on them has usually been considerable. Subsequently some of these clinicians have found themselves in the dock. In almost all cases, the practitioners were found guilty of professional misconduct or negligence. Freckelton&apos;s conclusions are, I think, remarkable:  &quot;It is the responsibility of the registered practitioner to abstain from engaging in unprofessional practice by obtaining genuinely informed consent from their patients and it is a criminal (and a disciplinary) offence under Australia&apos;s national regulatory scheme for registered health practitioners for them to engage in false, misleading and deceptive advertising, to use testimonials or purported testimonials about services or to create an unreasonable expectation of beneficial treatment. It is unprofessional conduct to provide treatment that is excessive, unnecessary or otherwise not reasonably required for the person&apos;s wellbeing.&quot;  Freckelton also urges clinicians to consider their professional obligations:  &quot;By electing not to undertake treatment likely to be successful, or by refraining from orthodox clinical trials and instead proffering unscientific treatments, they are acting unprofessionally, regardless of whether they procure informed consent in that such conduct would be of a lesser standard than most of their colleagues and members of the public would reasonably expect of them. This issue is yet to be finally resolved by the courts and disciplinary tribunals. Generally, though, the theoretical distinction is not problematic. Contemporary health practice that involves the provision of assessments and treatments that are not justified by the relevant professional literature is usually accompanied by impoverished provision of information to patients and therefore by practice that has denied treatment options and thus been without informed consent.&quot;  In essence, this tells us that the practitioners, promoters or manufacturers of alternative medicines who do not abide by the rules of evidence-based practice are likely to be operating outside the law. This makes a lot of sense. How much of alternative medicine would survive if the legal principles outlined by Freckelton were rigorously applied?", 
    "section": "science", 
    "gid": "science/blog/2012/may/22/alternative-medicine-long-arm-law", 
    "wordcount": "621"
}