{
    "headline": "Teachers threaten to boycott Ofsted school inspections", 
    "text": "Teachers have threatened to boycott classroom inspections and called for the resignation of the chief inspector of England&apos;s schools. Delegates at the National Union of Teachers annual conference in Liverpool said their colleagues were &quot;dropping like flies&quot; due to the pressure of inspections. A boycott of inspections would be illegal, but teachers urged the NUT to investigate &quot;as a matter of urgency&quot; ways in which they could stage a walkout when inspectors arrived at their school. Liam Conway, an NUT member from central Nottinghamshire, told the union&apos;s annual conference in Liverpool that teachers should &quot;stop hiding behind legal impediments&quot; to a boycott. &quot;All things being equal, I think we should have boycotted Ofsted years and years ago,&quot; he told the conference. &quot;We owe it to all of our teachers who are literally being torn to bits by education secretary Michael Gove and Sir Michael Wilshaw, the chief inspector of England&apos;s schools, and their band of crocodiles and lions,&quot; he said. &quot;The union must do more to work out a way to boycott Ofsted. It is time to stop hiding behind legal impediments.&quot; The conference heard that teacher suicide rates had gone up by 80% amid the increasing pressures of inspections. A resolution calling for the abolition of Ofsted and for the resignation of Wilshaw was overwhelmingly passed. Wilshaw angered teachers by saying high stress levels were a good thing for the profession. Toby Cadoux, an NUT member from Lambeth, south London, described Wilshaw as &quot;an odious creature&quot;. &quot;We need to oppose inspection, we need to oppose a target-driven culture, we need to get rid of Sir Michael Wilshaw because he is an odious creature,&quot; he said. &quot;We need to reclaim our professionalism. Ofsted needs to wither and die.&quot; But Simon Horne, a union member from Haringey, urged caution, suggesting that if the NUT pushed ahead with its campaign it could find itself isolated. &quot;In seeking to oppose everything and showing no willingness to compromise, I think we leave the union isolated,&quot; he said. Horne argued that the union needed to show a &quot;willingness to engage&quot; with Ofsted, saying: &quot;We can&apos;t be scared to open up our schools and we should have the professional confidence to be proud of what goes on in our schools.&quot; An Ofsted spokeswoman insisted that the inspectorate was there to &quot;champion the right of all children and learners to a good education&quot;. She said: &quot;Sir Michael has said from the outset that any provision that is less than good is not acceptable. That&apos;s a tough message, especially for those schools and colleges that have been coasting. &quot;It&apos;s inevitable that when you challenge the system to do better, you will get some pushback.&quot; &quot;Ofsted&apos;s first priority is to report on whether schools are providing children and young people with the quality of education they deserve,&quot; she said. &quot;Inspectors understand that teaching is hard work and can be stressful and do all they can to put staff at ease.&quot;", 
    "section": "education", 
    "gid": "education/2013/mar/30/teachers-threaten-boycott-ofsted-inspections", 
    "wordcount": "524"
}