{
    "headline": "Students: make your first year count", 
    "text": "I don&apos;t remember an awful lot of what was said in my first university lecture, but one line has stuck with me. &quot;First year doesn&apos;t count towards your final degree.&quot; I was shocked. Why were we there then? As the year passed, it became clear. First year sorts the students from the mess-arounds. In my year group, I&apos;d say that only a third of students bothered to turn up to lectures. As long as they scraped above the pass rate of 40% in their end of year exams, they didn&apos;t care about going to classes. Is it any wonder most students stayed in bed? Let&apos;s face it, you only need a basic understanding of a subject to manage a pass. Well, I&apos;m writing from experience: do not waste your first year. I&apos;m not a complete geek who sits working 24-7. But I do value my degree  and I&apos;ve learned that first year is a massive part of it. For the first few weeks, I messed around a lot. When completing my first assignments, I didn&apos;t have a clue about what to write, how to reference  or even what referencing was. After getting pretty bad grades on those early pieces of work, I knew it was time to shape up. First year is a fantastic chance to adjust to university life, it&apos;s a chance to kick-start your career and get your foot in the door. In my subject, journalism, I&apos;ve learned it&apos;s easier to start early, get your name out there and get as much experience as you possibly can. The sooner you find your own style of writing, the better. Don&apos;t get me wrong, there&apos;s plenty of time to have fun. But the best parties are at the end of a semester, when everyone has finished their assignments. Those random weekday night outs are a waste of money  you&apos;ll benefit a lot more from staying in and studying. Looking back, Erin Spence, a recent English and drama graduate from the University of Sunderland, says he wishes he had been formally assessed in his first year. &quot;Even if it had only contributed 10% towards your degree, it would make a huge difference.&quot; His university grade was split between second and third year: &quot;Second year was worth only 20% of your overall grade, which meant 80% for the third year. It puts a lot of pressure on the third-year modules and students because it&apos;s such a high percentage.&quot; Everyone knows the graduate employment market is competitive. Figures from the Higher Education Statistic Agency  show that in 2011 almost one in six undergraduates at UK universities achieved a first. There are plenty of well-qualified graduates out there. But if you put in that extra effort earlier on, you&apos;ll find yourself in a much better position to stand out from the crowd. Julie Bradford, a journalism lecturer from the University of Sunderland, adds that first year marks may be looked at by examiners. &quot;Even though it doesn&apos;t automatically count towards your final degree grade, boards will look at a students&apos; whole record, if they are a borderline case.&quot; A lot of students see first year as their big break in life, a chance to experience life away from their parents. But I don&apos;t believe that 9,000 is a justifiable amount of money to pay just to down jagerbombs every night. Passing first year is one of the greatest reliefs of my life. It teaches you life skills, how to mature  and how to reference. But most importantly it teaches you to listen to full sentences: &quot;First year doesn&apos;t count towards your degree but it does count towards your career, your future, your life.&quot;  This article was amended on May 22nd to correct yagerbombs to jagerbombs.     Guardian students sign up banner  ", 
    "section": "education", 
    "gid": "education/mortarboard/2012/may/21/first-year-university", 
    "wordcount": "633"
}