{
    "headline": "Boot up: Microsoft Won't Track, faked science reviews, Samsung's next phone? and more", 
    "text": "A quick burst of 8 links for you to chew over, as picked by the Technology team One O&apos;Clock News Christmas 1986 Part One &gt;&gt; YouTube Includes the sound from the producer&apos;s gallery. You know what they say about a duck being calm above the water and frantically paddling below? (Via BBC technology correspondent Rory Cellan-Jones)            Putting Privacy First in 2013 &gt;&gt; Microsoft TechNet Blogs Brad Smith, Microsoft&apos;s legal chief:   The [Do Not Track] technology, together with Tracking Protection Lists, follow our commitment to innovate around privacy to give consumers more control of their personal information online, something our customers overwhelmingly say they want. A recent Microsoft survey bears this out: Fully 75 percent of consumers we surveyed in the U.S. and Europe said they wanted DNT &quot;on.&quot; Similarly, a recent Pew Research study found that 56% of consumers decided not to complete an online transaction because of the data they were expected to share.  Even so, it will take our collective efforts to give consumers the control they&apos;re asking for. As we acknowledged at the time, enabling the signal is only part of the solution. The second is how we and others respond to the request when they encounter it.  Elsevier editorial system hacked, reviews faked, 11 retractions follow &gt;&gt; Retraction Watch  Retraction Watch has learned that the Elsevier Editorial System (EES) was hacked sometime last month, leading to faked peer reviews and retractions -- although the submitting authors don&apos;t seem to have been at fault. As of now, eleven papers by authors in China, India, Iran, and Turkey have been retracted from three journals.   Scientific skullduggery. Galaxy Note 3 with 6.3-inch display reportedly in the works &gt;&gt; CNET News  Samsung has continually hammered the point that the Galaxy Note has been successful around the world, and has been unusually quick to tout sales numbers as it justifies the new category. Last month, it said it sold 5 million units of the Galaxy Note 2 in two months, or double the rate of the original.  The carriers like the device because it appeals to heavy users who tend to be affluent and willing to spend more on monthly smartphone plans. Samsung sees it as a complement to its flagship Galaxy S3, which has proven to be nearly as strong a draw as Apple&apos;s iPhone 5.  The Korea Times also reiterated its belief that the Galaxy S4 will be unveiled at Mobile World Congress in February. Samsung, however, held its own event last year to unveil the Galaxy S3, and many expect the company to follow the same track this year.   Admit it, you felt terribly starved of giant phone rumours the past couple of weeks. Hotmail &amp; Yahoo Mail using secret domain blacklist &gt;&gt; Slashdot Bennett Haselton:   &quot;Hotmail and Yahoo Mail are apparently sharing a secret blacklist of domain names such that any mention of these domains will cause a message to be bounced back to the sender as spam. I found out about this because -- surprise! -- some of my new proxy site domains ended up on the blacklist. Hotmail and Yahoo are stonewalling, but here&apos;s what I&apos;ve dug up so far -- and why you should care.&quot;   Though he can&apos;t figure out why, one possibility is down to the age of the domains: newly registered domains that suddenly start sending thousands of emails are likely to get blocked. Seems smart. (Haselton is a longtime activist in the whole field of censorware and blocking.) Below the Surface &gt;&gt; asymco Horace Dediu:   The economics of tablets imply a &quot;commoditization&quot; of system and application software. So what&apos;s Microsoft to do?  The answer is Surface where the software margin is captured in hardware. This explains the pricing of Surface. The price isn&apos;t significantly below what Apple charges because Microsoft wants to capture a comparable (30%+) margin. On a $500 product that amounts to $150. After subtracting hardware operating and distribution costs we can get pretty close to the $120 it currently obtains from a PC.  This also explains the lack of appetite for &quot;partnerships&quot;. OEMs which would normally compete on hardware would have to deal with zero margins (or less) after license fees and would be encouraged to cut corners and shave costs, compromising the experience and causing the platform to suffer.   He also gives a suggestion to why Microsoft dislikes the phrase &quot;post-PC&quot;. US court rules iPhone violates MobileMedia patents &gt;&gt; The Next Web  A US court has ruled that Apple&apos;s iPhone infringes on three patents held by MobileMedia Ideas, a shell company that exists to enforce patents held by Nokia and Sony, reports Bloomberg.  MobileMedia is a company that is actually owned by Nokia, Sony and MPEG-LA. It was formed in January of 2010 as an entity for enforcing those companies&apos; patents. Essentially, MobileMedia is there so that Sony and Nokia don&apos;t have to get their hands dirty enforcing their own patents.  Well, I Finally Got An iPhone 5... &gt;&gt; Business Insider Henry Blodget, that is.  You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2012/dec/14/technology-links-newsbucket", 
    "wordcount": "874"
}