{
    "headline": "Deleted Snapchat photos recovered 'within days' by forensics company", 
    "text": "Privacy in the digital world has taken another hit as engineers announced this week they were able to recover deleted files from the popular mobile photo-sharing application Snapchat.  Snapchat claims photos shared between its users are permanently deleted within 10 seconds of being received, but Utah-based company Decipher Forensics found that it can recover images from Android-powered devices. Because of that destruction function, the app is often associated with the sharing of sexually explicit messages, though Snapchat CEO Evan Spiegel has said he doesn&apos;t think that is how it is typically used.  Richard Hickman, lead examiner for Decipher Forensics&apos; Snapchat research, told the Guardian he figured out how to recover photos from the Android version of Snapchat in a matter of days. He is now trying to recover photos from the iOS version of Snapchat.  &quot;Most people think that once [phone data] is deleted it&apos;s gone  especially with Snapchat and most people don&apos;t even know there are companies like us that can get these things back because they think it&apos;s gone,&quot; Hickman said.  Decipher Forensics explained how the data can be retrieved using forensics software in a blogpost published on Wednesday. The company said it would charge a fee of between $300 and $500  and require access to the phone for at least one day  in order to recover photos from the application. &quot;With mobile forensics we can get everything from deleted text messages. We can recover deleted photographs, multimedia messages,&quot; Hickman said. &quot;We can get back application data on multiple applications, calendar data, phone records, contacts  we can pretty much take a dump of a phone and research for any type of purpose.&quot;  Digital forensics companies often use specialized, expensive software to recover information for attorneys, law enforcement and private clients. The interest of Decipher Forensics in Snapchat was sparked when it was asked to look into the service for a divorce case and missing child case. The company is also trying to find a way to connect a Snapchat photo&apos;s metadata with the sender and the time the image was sent.  Multiple tutorials online show how to circumvent Snapchat&apos;s security features, including one that alerts users when a recipient screenshots their photo as a way to get around the deletion.  Spiegel said in April that 150m photos are uploaded to the app every day. &quot;After you view it, it&apos;s marked as viewed on our server, and then it gets deleted,&quot; Spiegel said. &quot;We null the field in the database.&quot; Snapchat has been downloaded more than five million times in the Android marketplace and was the top free download in the the Apple app store on Wednesday afternoon. The company did not respond to a request for comment.", 
    "section": "technology", 
    "gid": "technology/2013/may/09/snapchat-photos-not-deleted", 
    "wordcount": "460"
}