{
    "headline": "The extraordinary 2,000-year-old computer that you've never heard of", 
    "text": "Right, that&apos;s enough of the Queen for now. Have you ever heard of the Antikythera mechanism? You have? Well done. If not, I suspect you&apos;re in good company and the fact that I learned about it from a fascinating BBC4 programme  the high point of my jubilee weekend  on Sunday night is unlikely to broaden public knowledge as much as we might hope. What was explained in The Two-Thousand-Year-Old Computer  you&apos;ll still catch it here on iPlayer  strikes me as staggering for two quite different reasons which I&apos;ll explain. But first, what is the Antikythera mechanism? Put simply by an ignorant layman  here&apos;s Wiki&apos;s basic summary and here&apos;s a more ambitious and technical note  it is the accidental 1900-01 discovery in a shipwreck off an island (hence the name) between Greece and Crete of a complex and intriguing fragment, its origin later dated to about 100BC. It has taken a lot of clever people and equipment most of the 20th century to reveal its astonishing secrets. What was initially dismissed as an anomaly  a rock with a cogwheel embedded in it must be so for other reasons, including much later shipwrecks  was a device with at least 30 (some say 70) gears, all precision engineered (the teeth were hand-cut equilateral triangles) and designed to predict the movements of the sun and moon, plus six of our closer planetary neighbours. The calendar dial can be moved to adjust for that inconvenient extra quarter day in the solar year. Would it have calculated this morning&apos;s transit of Venus? You tell me. Its sophistication is far beyond my comprehension, a machine in the modern sense of the word but 2,100 years old. Perhaps you knew all this. The internet is full of good stuff once you know what you&apos;re looking for. My brother, who is an engineer, had never heard of it, yet it seems to have been dubbed the world&apos;s first computer for some time without either of us being informed. Nature magazine published long, learned pieces as long ago as 2006. I won&apos;t spoil the detective story about how exactly its mysteries were  more or less  resolved, except to say that it shows current collaborative science in a very attractive light, with several countries and disciplines involved and a 12-tonne British imaging machine flown to Athens because the Antikythera mechanism is too fragile to move. It&apos;s all there in the programme on BBC4, the station that doesn&apos;t treat us like idiots. Point No 1: how extraordinary was the ancient world, which we know both discovered and set down fabulous amounts of knowledge and wisdom  from philosophy and politics to a range of natural sciences, including astronomy and medicine  much of it lost to the dark ages that engulfed our own corner of Europe after the fall of Rome in AD476, only to creep back via Islam in the succeeding 1,000 years. But this is surely something of a different magnitude, not simply an idea or an analysis  brilliant, but not always right  but a complex bit of manufacturing, a calculating machine deployed (they think) using a long-lost crank. Wow! What ancient Leonardo or Isaac Newton (two oft-cited men of rare and solitary genius) could have done this? The BBC4 programme-makers endorse the view that clues on the mechanism point to its origin in Corinth and that it can therefore be plausibly attributed to the great Archimedes (c287 BC  c212 BC), mathematician and physicist extraordinary. It was his skill in inventing weapons of war that allowed the Greek colony at Syracuse at the eastern tip of Sicily to resist the siege imposed by a Roman army for two years. As every schoolboy might still know General Marcus Marcellus gave express orders that Archimedes should be captured, not killed (no drone attack for him, Mr Obama!) when treachery ended the siege in 212 in the second Punic war. But Plutarch says he was too busy solving an equation when summoned to the general&apos;s presence and an irate soldier ran him through. Before we tut-tut too much I should add that this sort of accident does happen from time to time. The French Revolution executed Antoine Lavoisier, the father of modern chemistry, for tax fraud in 1794 (his day-job as a tax collector was an unpopular one). &quot;The republic needs neither scientists nor chemists,&quot; said the dolt of a judge. The loss was immeasurable. But let&apos;s not get too smug. In our own time the British authorities hounded Alan Turing over his sexuality, probably causing his death by suspected suicide. As a pioneer of computer science Turing was up there with the biggest names, including Charles Babbage  the Archimedes of Victorian England whose calculating machine would have worked if the manufacture tolerances of the time had been good enough. Did Archimedes&apos;s version deliver the ancient bacon? It would seem so. Whatever the Antikythera mechanism was doing in the heavily laden Roman boat that sank off Antikythera, we know that Marcellus, evidently a clever man, took a couple of Archimedes machines home with him. Cicero, quite an authoritative source, makes reference to them. Yet this takes me to Point No 2. Why didn&apos;t we all learn about this in school, if not in my school days when the late Derek de Solla Price, one of this saga&apos;s heroes, was spending years trying to rebuild the mechanism, then later? Why didn&apos;t my kids or yours get this staggering intellectual achievement of the ancient world thrust down their complacent throats? Part of the answer must surely be the inherent arrogance of mankind at any one time. The Americans have always thought they are pretty hot. So did we for 300 years (less so now, even before the Euro 2012 football gets under way in Poland and Ukraine), the Chinese always have, despite the occasional 500-year relegation. The ancient Greeks dismissed non-Greeks as barbarians. So it&apos;s always awkward to admit how much we owe to others, especially blokes with sweaty armpits and open-toed sandals, who didn&apos;t know an iPad from DNA. The idea that a vast body of knowledge can be lost or buried  which is pretty much what happened  is always disturbing because it opens up the possibility that it might happen again. Newton got it right when he said: &quot;If I have seen further than other men it is because I have stood on the shoulders of giants.&quot; Lesser people, most of us, find that hard to admit. The former US defence secretary Donald Rumsfeld, whose arrogance made him as much responsible as anyone for the debacle of the US-UK occupation of Iraq, ignored centuries of past wisdom in planning his war. Yet he also famously said a wise thing. &quot;There are known knowns; there are things we know that we know. There are known unknowns; that is to say there are things that we now know we don&apos;t know. But there are also unknown unknowns  there are things we do not know we don&apos;t know.&quot; Naturally, a lot of people laughed at him. But it&apos;s always worth bearing in mind that we&apos;re not as smart as we&apos;re tempted to think we are. To become aware of the Antikythera mechanism is humbling  as Queen Elizabeth said in a more transient context only last night.", 
    "section": "science", 
    "gid": "science/2012/jun/06/extraordinary-2000-year-old-computer", 
    "wordcount": "1216"
}