{
    "headline": "Jenn Ashworth: Why I refused to go to school", 
    "text": "We were watching Family Fortunes. I was 11  a late-blooming August baby who looked more like a nine-year-old. A Sunday evening: the end of my first week at high school. It was darkish: my dad liked to have the big lights off and only one of the fringed table lamps on at a time, either because the dimness made it easier to see the telly or because he wanted to save money on the electricity bill. I remember, certainly, lying on the sofa under ared tartan blanket that smelled like the car and the dog, and it being a few minutes before my mum noticed I was crying. She asked what was wrong. I gave her the simplest answer I could think of: I didn&apos;t want to go to school. What should I have said? That my rucksack wasn&apos;t right? The other girls had different sorts of socks? My hair wouldn&apos;t stay inside the clips? This sort of thing came up later as Isearched for a reason they could accept, but the truth is that it started with a feeling I still have difficulty putting into words. I hated it. I couldn&apos;t get used to the bell  the noise hurt my eyes and filled my mouth with the taste of metal. There were so many people swirling around in those corridors, all wearing the same clothes, that I couldn&apos;t tell anyone apart and was convinced that among them I would get lost, disappear or die. Sunday night school blues are not unusual. What is strange was that I then refused to go. Istayed in bed and refused to get dressed. I ran out of the house in the morning and didn&apos;t come back until the bus had gone. Ifaked migraines, stomach bugs, phantom aches and pains. I cried and threw epic tantrums that lasted for hours. I&apos;d threaten to kill myself and refuse to eat for days. This went on for years. I&apos;m not the first or the last to do this. There&apos;s even a name for it: school refusal. They distinguish it from common-or-garden truancy because there&apos;s no attempt to deceive  I never pretended to get the bus. Us school refusers are normally academically bright or, if not bright, at least willing. That was me. When school, convinced that Iwas ill in mind if not in body, sent work for me to do at home, I&apos;d sit up in my bedroom and complete it, arranging my books inside a bag that never left the house. When I did go outside (which was rare), I&apos;d haunt the library. School refusers are, apparently, depressed. They are anxious. It&apos;s a phobia, of a sort. If they wanted to write off my refusal as the product of an anxious personality, there was plenty of evidence for that. In the previous year, my last of primary school, I&apos;drefused to join agang formed in order to bully a girl who&apos;d fallen off her bike and broken off the ends of her two front teeth. The praise I received for my stance was addictive, but when the whole thing didn&apos;t blow over in a few weeks, it startedto look more like what it was: stubbornness. I sat on my own for a year and my hair fell out in clumps. Even when the gang disbanded and Iwas invited back into normal social circulation, I refused. My mum told the education welfare officers this story, and together they looked back at it andtold me my hair fell out because I was worried about going to high school and it proved Iwas already anticipating the change with dread. Or perhaps the cause was a postviral depression: as a 10-year-old, I&apos;d had a severe case of chickenpox, so severe I&apos;d been hospitalised for several days. Perhaps I&apos;d never been right since? For the adults working with me, these felt like adequate explanations, so all the interventions and &quot;treatments&quot; over the next three and a half years were about dealing with an anxiety disorder or a phobia. They suggested I just go to school in the afternoons, and build up over a few months to a full week. They tried cognitive behavioural therapy aimed at correcting the faulty thoughts that triggered the anxiety they told me I was feeling. It made sense to them. But that is not how I felt. It is true, though, that at 12 I was prescribed an antidepressant and later had a series of sessions with a child psychologist. I remember almost nothing except that she wore a brown leather skirt and told me it was not her aim to make me go back to school. I&apos;m not sure I believed her. I told them I would not take the antidepressants, and then I did because they told me they would help me sleep better. I pretended to fall asleep on the couch and listened to my parents talking about me. I didn&apos;t take any more tablets after that. I didn&apos;t sleep, not because I was depressed, but because I didn&apos;t do anything to tire me out. My mum was advised not to punish me for refusing school, but not to make days at home an attractive treat, either. So I stayed in and read. So, not depressed then. But unhappy, certainly. Catastrophically so. I cried every day and counted the months until I would turn 16. Ithought, very often, about suicide as a preferable option to all that miserable waiting. My mum said the worst of the unhappiness came in the second and third years of my refusal, and that is how I remember it. It was all the education welfare officers, the endless meetings, the counsellors, the constant pressure to do something I&apos;d already made up my mind not to do, the pressure to explain when my explanation was never, could never, be acceptable to them, that brought on this deep and immovable unhappiness. They kept asking why and the only thing I could tell them, like a stuck record, was that I didn&apos;t want to. I knew without being able to say that that place was bad for me. I refused. But I prefer to think of it, all of it, as declining. Ideclined what was offered. I realise I&apos;m not painting an attractive picture of myself. I&apos;m sure I was hard to like, hard to love, during those years, but it felt like life and death to me. The local education authority wrung its hands and eventually Iwas sent to Larches House, apupil referral unit that specialises in children with behavioural problems at risk of being excluded. I was 13. There was a boy whose epilepsy, or the medication he took for it, made him unpredictable and aggressive. Agirl who cut off her hair with a pair of kitchen scissors because she thought her mother wouldn&apos;t send her to school if she looked like she&apos;d been scalped. There were swings. They were kind. They asked me what I wanted to read. They let me write stories. Iwas happy there. I made a friend, April, who was like me  clever and quiet and no trouble at all, so long as she was getting her own way. We walked around the gardens and decided to invent a new language. Iremember my mum commenting on how bright and happy I looked, how she hadn&apos;t seen me smiling, with my hair up, for months and months. But my placement there ended because Irefused to carry on going when it was made clear that I could attend for only one term and the aim was to ease pupils like me out of their phobias and back into mainstream schools. I declined. At 14 there was another unit for kids with behavioural problems who had been excluded. Ican see now that they didn&apos;t have a clue what to do with me. The lacklustre lessons were held in a storeroom above the changing facilities attached to a council-run sports ground. There were rickety tables, gym mats and hockey nets stacked against the walls, and two tutors who&apos;d take us through English and maths for three hours every morning. I remember Julie, who dressed like a boy, was pleased when she was mistaken for one and always wore a hat because she had severe alopecia. And Emma, who&apos;d corner the rest of us at break-time, smoking furiously, to gleefully tell us about the sex she was having with her uncle. The tutors told us not to pay any attention  she&apos;d got kicked out of school for telling tall stories. I read Earthsea by Ursula K Le Guin, and because I told them I liked English and wanted to be a writer, they encouraged me to find the hidden metrical patterns in transcripts of Douglas Hurd&apos;s speeches. Every now and again, the tutors would tell us what wastes of time we were. This lasted for only a few weeks. Istopped going because I was bored and because a promise  if Ikept up with the tutor, they&apos;d let me stay out of school and take my GCSEs at a local college  was withdrawn. Iwas ferried to and from this place, and others, in black cabs. I must have cost the LEA thousands; much more expensive than a blind eye and a library ticket, which is what I wanted most. A couple of months ago, I went back to Larches House and took a tour of rooms that were familiar, looked at the garden in the pouring rain. The head teacher spoke passionately about child-centred education, about literacy, about making adifference. Phobics and refusers aren&apos;t lumped in with the naughty kids any more, she explained, which means that were I 11 again and starting my antics now, I wouldn&apos;t get sent to Larches. The medical educational services would have taken me on. Perhaps being ill is better than being bad, but what if it&apos;s neither? When I expressed this to the staff at Larches House, I could see I wasn&apos;t making sense to them. &quot;Children often refuse as a way of getting back at their parents,&quot; one teacher said, &quot;as a way of getting back at them for a divorce, or for putting too much academic pressure on them.&quot; I am sure that is sometimes true. But isn&apos;t it also true that there are plenty of adults (most, perhaps) who would not choose to spend their days locked into a series of rooms with 30 people dressed just like them; to be startled by abell every 35 minutes; to queue for 40 minutes of a50-minute lunch break in order to eat; to stand outside in the cold for 15 minutes twice aday; to be told to &quot;shoo&quot; when standing in the wrong place; to be forced to sit on a sports hall floor in rows and be lectured at for 20 minutes twice aweek; and, most of all, to be bored, bored, bored out of your mind  bored to the point ofdepression, to the point of rage. Ihave worked in a prison. It is not that different. Most grown-ups would not volunteer to spend five years of their life like this. This is what I wanted to say then and what I still want to say now: disliking mainstream school and declining to take part in it is not an illness. It is not a mental health problem, or a behavioural problem. But this is a story with a twist. Because, one day, I changed my mind. &quot;You just went,&quot; my mum says, and she still sounds shocked. She tells me about the morning Icame down the stairs with my hair tied back, cheery and chipper, my school uniform on, asking for a quick breakfast before I missed the bus. At this point they&apos;d nearly given up. I&apos;d certainly given up on myself. The education welfare officers told me I was wasting my life and I&apos;d never amount to anything if I didn&apos;t go to school. I&apos;d started to think they were right. And then I decided to decline this version of events, too. It looked like an impulse decision to my mum, to everyone else, because the most important thing I had given up on was discussing what went on in my head. But I wrote about it in my diary. &quot;I will go to their shitty fucking school,&quot; I wrote, and the handwriting is recognisably mine, in 15-year-old ballpoint pen that is fading but scratched through two pages, &quot;I will get these stupid exams and I will go away to university and NEVER COME BACK.&quot; My mum spent the next months on tenterhooks  getting up before me and crossing her fingers that, when I came down the stairs, I&apos;d be in uniform. And I always was. Ididn&apos;t approach it gradually, as people with phobias are supposed to. (Clue: it wasn&apos;t a phobia.) Ichanged my mind, and plunged into the cold and filthy water of my mainstream, one-size-fits-all comprehensive high school. The boys were strange. Six inches bigger than when I&apos;d seen them last, and with cracked, booming voices. Something had happened to everyone else that had not happened to me and Ididn&apos;t know what it was. They smelled like sweat and fags, and they called me Mouse. I remember a sex-education lesson, and telling one of them off for talking about girls like they were &quot;nothing but orifices&quot;. What a way to make friends. What a prude I was. There was a silence. None of them knew what &quot;orifice&quot; meant. We were 15. I&apos;d been the one at home wasting my life, neglecting my brain. What had they been doing? (Another clue: they went out at night and kissed each other. Some of them were &quot;doing it&quot;.) It was not easy, but I never refused again. I was a terrified little stiff who could quote Shakespeare and The Book Of Mormon, who knew what &quot;oestrogen&quot; and &quot;orifice&quot; meant but not &quot;blow job&quot; and &quot;getting off&quot;. I&apos;d never tasted Coke, never mind White Lightning. There are some things, I realised, Icould not learn from books, and though I was fearless and driven about those exams (on the morning of my French oral, my mum was shaking, not me), I blushed and trembled and looked around for the teacher when someone said &quot;fuck&quot;. Never mind, I thought. I&apos;ll just get these exams and then I&apos;ll get out. Ihad a hope for university  the farthest away, if not the best  but Iguessed that I&apos;d missed too much and would fail these exams; guessed that no uni would want me, with my school file bulging with notes about sparse attendance, the minutes of mental health panels and the psychologist&apos;s reports. On the day I got my GCSE results, Iwent to afriend&apos;s house to open the envelope. I got kissed. It was going to be all right. But first there were A-levels, and uni couldn&apos;t come soon enough. At just 17 I moved into a flat with a clever, unsuitable boy who had a ponytail, aleather jacket and a Faith No More T-shirt. My FE college put up with an ordinary amount of truancy, and during my days off I did what teenagers who are bunking off are supposed to do  ignored my books and nursed my hangovers. What they also did was send me on a Sutton Trust visit to Gonville and Caius College, Cambridge, with a bunch of other no-hopers. They took us to the Fitzwilliam Museum, read us Blake, showed us what a lecture theatre looked like. I asked about Measure For Measure and was given a book with a list of 16th-century laws about marriage and left to figure it out on my own. Iwent home, did those A-levels, and a year later I went back. Life began. It was brilliant. In preparation for writing this, Ihad a long conversation with my mum. She told me it would be hard for anyone to trust an 11-year-old to know what was best for her, that the education welfare officers and other suits involved with the case threatened her  regularly  with prison if she didn&apos;t get me to school, without giving her any useful information about how. She reminded me of our shared snigger when a stumped psychiatrist suggested I was depressed over the death of Kurt Cobain (except on the phone my mum said, &quot;Curt Curtain&quot;). She told me when I did decide to go and take the exams, the uniform she&apos;d bought for me at 11 fitted me when I was 14 because I didn&apos;t grow, because I wouldn&apos;t eat. She reminded me, without saying anything, that she knew me. That if she&apos;d have found her confidence, she probably would have given me alibrary ticket and left me to it. I told her Iwanted to set up a school that was more of amuseum or a library where the children were set free, and she told me why not, why shouldn&apos;t I,what was stopping me?  Cold Light, by Jenn Ashworth, is published in paperback by Sceptre.", 
    "section": "education", 
    "gid": "education/2012/jan/13/jenn-ashworth-refusing-to-go-to-school", 
    "wordcount": "2949"
}