{
    "headline": "Call of Duty Ghosts preview  the next generation of CoD", 
    "text": "     The first live footage we see is a forest. Well, this is Call of Duty  of course it&apos;s a forest. A week before the big Xbox reveal, Infinity Ward is showing off Ghosts to a roomful of journalists in LA.  Eric Hirshberg, CEO of Activision Publishing, has been onstage giving it the corporate spiel. &quot;We could have played it safe and simply made Modern Warfare 4, which is what a lot of people were expecting,&quot; he says with admirable understatement. Then he tells us that, before he got on stage, he Googled Modern Warfare 4, just out of interest: &quot;122m search results for a sequel that doesn&apos;t exist,&quot; he laughs. &quot;That&apos;s a lot of built-in interest.&quot; So, what&apos;s the deal Eric? Why the new brand? &quot;We didn&apos;t want to do the easy thing,&quot; is his immediate explanation. &quot;We wanted to push forward, and we wanted to use the opportunity presented to us by the next generation consoles to usher in the next generation of Call of Duty. We wanted to eliminate the restrictions that would have come with a straightforward sequel.&quot; Yes, this is the next generation Call of Duty, targeted at the coming Xbox and PlayStation machines. It&apos;s built around an entirely new engine, which ramps up every facet of the visual experience. The poly count is through the roof, the textures are super high resolution. The coders have added fluid dynamics, interactive smoke and a new AI system.  We&apos;re introduced to a cavalcade of improvements. There&apos;s a better lean system, which lets you look out over battlefield from cover; the animation is more intuitive and reactive  when your character runs at a wall, he&apos;ll just leap over, maintaining momentum. The team has also added a slide mechanic which lets you slip straight out of line of fire, or into an offensive position. It looks like the sliding in Bulletstorm  and indeed, much of this sounds familiar. But here, the screen is alive with detail and activity.  &quot;Our goal is to make everything around you more life-like and more immersive,&quot; says Infinity Ward exec producer, Mark Rubin when he comes on stage. And, well, that has always been the aim of Triple A visuals. How does this move things along? The hills are alive After a brief behind-the-scenes video from the development studio, we&apos;re into a live demo, showing a jungle location. It is a richly organic scene: hundreds of different types of flora surround the player; vines hang from trees; branches part in your wake  you can even make out detail on individual leaves. The air is fecund with mist and insects; we pass a shattered helicopter buried in the undergrowth, and move on toward a water fall, in which a quivering rainbow is suspended.  Lead Animator Zach Volker talks about the use of volumetric lighting and self-casting shadows: &quot;specular mapping on particle effects, environmental tessellation and a drastic increase in the sheer volume of objects create a near-photorealistic world,&quot; he says. And yeah, it&apos;s beautiful, a clear generational leap beyond the current games machines and into the territory of upper-end PCs  not obviously further though. Not yet.  The overall message, as you&apos;d expect I guess, is detail: texture detail and geometry detail. We see some of the character models, the eerily life-like faces employing high-res textures, sub-surface skin shaders, multiple lights and self-casting shadows. We see the new weapon models, with every detail modelled down to the texture on the grips and the screws.  &quot;All weapons use dual spec metal shaders for enhanced realism,&quot; says Volker  I&apos;m not sure how many people in the audience know what that means, but it&apos;s the sort of thing you hear at the beginning of a new console generation. He also talks about how the main visual representations of the player character in a first-person shooter are the arms and hands, so the team has bloated the detail here: fine hairs, bruising, cuts, the dirt beneath finger nails      COD 3 Photograph: Activision    Oh yes, the plot Wait, the setting, we&apos;re forgetting about the setting. What is Ghosts about? This is the  difficult part. At the time of the demo, a week before the Xbox reveal, there aren&apos;t many details to play with.  During the brief video at the start of the presentation, Rubin says this: &quot;The story opens with a mass event, America is crippled, the military forces are devastated, the government is in disarray, and as the player you&apos;re actually the underdog, fighting back against these superior forces.&quot; Immediately I was thinking, so, Modern Warfare 3, then? Mixed with a little Black Ops 2? But the game is definitely taking place in a whole new fictional universe, so this isn&apos;t the North Koreans. And it isn&apos;t just set in America  there will be missions all over the world.  We also know the Ghosts are formed from the remnants of various US special forces outfits. They&apos;re an elite fighting force, the Spartans of a post-apocalyptic USA, and they&apos;ve adopted every technique useful for modern urban guerrilla combat. In this world, they are near-mythical.  &quot;The idea of the Ghosts team is that these guys are mysterious,&quot; Volker tells me later. &quot;We don&apos;t know who they are, we don&apos;t know where they came from, we don&apos;t know anything about them. But the public sees them as this legendary force that is out doing great things behind enemy lines. They&apos;re really a symbol of hope for the American people. Their backs are against the wall, they&apos;re fighting for their lives  they see the Ghost team as a possible salvation.&quot;  The player is a Ghost then? Not quite, not right away. &quot;So when the player and his brother start, you&apos;re young, around 18-ish, and this is the world you&apos;ve grown up in  you don&apos;t know any different,&quot; continues Volker. &quot;The Ghost team is your idol, it&apos;s what you&apos;ve always wanted to be when you grew up. That&apos;s what we wanted to build  the idea that, &apos;what if the best of the best that we have to offer is a force that you look at from the outside.&apos;&quot; Hollywood effect I don&apos;t know. It sounds a bit like the movie Red Dawn, which is sort of where Homefront evolved from. I try to get more detail, but the doors close on the conversation. Clearly, Infinity Ward wants to take narrative seriously, but they don&apos;t want to talk about it right now. Except the studio has bought in Stephen Gaghan, the Oscar-winning writer of Traffic and director of Syriana as a script consultant.  &quot;We wanted to create a cast of characters you felt more emotionally attached to,&quot; says Rubin. Indeed, Infinity Ward is also employing a wealth of CG talent from Hollywood: &quot;They&apos;ve had a dramatic effect on the look of the game, they&apos;ve bought with them a lot of new tech philosophies,&quot; he continues. And we&apos;re back to visuals. There are two key technical additions Infinity Ward wants to show us with this demo  and they hint at what we can expect from next-gen console titles in general.  First up, the new engine employs &apos;Sub D&apos;, or subdivision surfaces, a graphical effect which  as the name suggests  subdivides polygons as the camera draws closer to an object, creating almost perfectly curved surfaces. The concept was perfected by Pixar for use in its movies and can be seen working to great effect in the studio&apos;s award-winning short Geri&apos;s Game. But here, the computationally expensive effect is working in real-time.  During his live demo, Rubin shows this off by looking through the sight of his gun; and true enough, the lens seems totally round. &quot;The engine determines on its own how many polygons it needs to create a perfect smooth surface,&quot; he says. &quot;And it changes depending on how close you are.&quot;  The second big term is displacement mapping, another costly effect that&apos;s coming in from CGI, a more demanding cousin to bump and normal mapping. This time it&apos;s a technique that involves elevating points on a texture surface in order to create a more three dimensional model, which can even cast shadows and occlude models behind it. So instead of a flat texture of, say, a rock face, displacement mapping picks out geometric points in the map and adds geometric data, making authentic outcrops and fissures.  In the forest demo, Rubin shows us this effect on the rocks that line a river edge  they&apos;re raised and uneven, as though modeled by artists. &quot;But the artists didn&apos;t create all these rocks,&quot; he says. &quot;This is all done on the fly  the engine is determining what that geometry should look like.&quot; It&apos;s subtle, but this is lovely stuff for a console game. Dogs of war Yet, amid all this talk of increased particle counts and volumetric lighting effects, what caught the imagination of most attendees is the dog. You may have caught a glimpse of a canine companion in the Ghosts teaser trailer launched a week ago. Well, this is a key new feature.  In Ghosts, your squad will have a dog AI along for the ride. The model is based on high-resolution scans of an actual SEAL team German shepherd, replicated down to scars on its nose and the tattoo inside its ear. It is, says Rubin, a fully active member of the team, able to sniff out explosives as well as attack enemies.  &quot;It was all about the gameplay,&quot; says Volker when I ask about this unexpected addition. &quot;We&apos;ve experimented with dogs in our games in the past, but then one of our designers just said, hey, what if we made him an AI character  on a par with your friendlies. We thought we could do some really cool stuff with that.  &quot;Eventually, we moved on to talking with different special forces consultants, dog handlers, asking them about what a dog does in the military. The perception is, it&apos;ll just chase people down and bite their heads off, but what they really do is reconnaissance: they seek out explosive ordinance and also use their nose to alert friendlies to human contacts outside of visible sight. We took some liberties, we pushed it more toward the Hollywood side because from a gameplay perspective it has to be fun. But we maintained believability.&quot; This could be an intriguing addition. Lots of games have used canine companions  Shinobi, Dead to Rights, Fallout  but we&apos;ve not really seen them in a military context. What will be interesting is if you have to start really learning to read the animal, understanding when there&apos;s danger nearby from its actions and noises rather than from an HUD. This is what increased modelling detail and visual realism should be about: an increased demand on the player&apos;s visual perception and intelligence. We&apos;ll see.  As for multiplayer, not surprisingly, there were few details at the demo event. Rubin did mention that the studio is introducing more dynamic maps. &quot;We have everything from earthquakes and floods to player driven actions, explosive traps, things that change the flow of the map,&quot; he says.  &quot;All of this creates a more dynamic experience whether it&apos;s a large map-changing event or a gameplay mechanic that you have to work with to win the game.&quot; Again, we&apos;ve already seen this slipping into Call of Duty tittles, as well as other shooters like Gears of War 3 with its gigantic sandstorms, but it&apos;s all about scale and detail now.  Oh, two more things. Volker hinted that dogs will play a part in multiplayer, either as player companions or even as playable avatars. There will also be an advanced customisation option with players able to change the faces, bodies, helmets and outfits of their characters.  In a conversation later, Volker said to me there will be some crossover between assets and gear in single and multiplayer  stuff you pick up in the former, will maybe be available in the latter. A slight but welcome evolution of the transferable XP we&apos;ve seen in most recent shooters.      COD 2 Photograph: Activision    Hidden depths Back to the demo and we&apos;re finally shown another excerpt of in-game footage. This time it&apos;s a live mission rather than a scene walkabout. We&apos;re with a squad of divers, deep under water, heading out to intercept an enemy ship. The seascape detail is as a rich as the jungle: light beams stream in from far above, coral reefs glow beneath and schools of fish zig-zag past (apparently using crowd AI to bloom away from the soldiers as they pass).  Suddenly we&apos;re intercepted by some sort of submersible pod, from which enemy divers emerge instigating a brief subaquatic fire fight. Then we&apos;re on though the skeleton of a sunken craft and a ruined lighthouse, and suddenly, the ship looms above. The player then launches an RC torpedo, controlling it toward the vessel. There&apos;s a huge explosion and after the shockwave, vast chunks of wreckage start dropping through the murky brine. There&apos;s a sequence where the player is trapped under rubble, but is freed, only to look up and see dozens of enemy divers heading in. It&apos;s time for another shoot out. With guns. Underwater. This is Call of Duty Ghosts. A new world, new engine, new characters, much of it still a mystery. What&apos;s clear is that this is no bizarre left-lurching revolution for the series. Hirshberg can rattle on all he likes about taking chances but this is clearly an Infinity Ward CoD title, from the linear design (Volker tells me some stages will be more open, but this is still an A-to-B blaster at heart) to the emphasis on apocalyptic scenarios and near-futuristic hardware.  &quot;We get to be the studio that brings Call of Duty into the next generation,&quot; says Rubin early on, &quot;We have a unique opportunity to re-invent the series.&quot; And perhaps the really explosive new stuff is waiting to be discovered. This is after all, is a demo running on what Activision very deliberately refers to as &apos;next-generation specifications&apos;  a powerful PC in other words. There could be console-specific features we&apos;re not seeing here just yet. But you know, Call of Duty  like Killzone: Shadow Fall  was never going to be the place to come for stark staring innovation; and Ghosts  like Killzone: Shadow Fall  does look truly beautiful at times.  The canine aspect is compelling, the environments buzz with life, we&apos;re promised 60-frames-per-second gameplay, low latency controls  and there is bound to be something we can really look forward to in multiplayer.  For now, this is a glimpse at what Triple A next-gen games will look like in the coming months, provided by a developer that is often wrongly overlooked when we think of technical expertise. Some feel that Call of Duty has been fading of late; this is the originator of the brand picking up a megaphone and yelling about the future.  Yet, although there are 40 million CoD fans out there listening, it will be interesting to discover how loud this voice really is when other next-gen Xbox titles are around trying to drown it out. Keith Stuart attended a press trip to LA, with expenses and accommodation paid for by Activision.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/may/21/call-of-duty-ghosts-preview", 
    "wordcount": "2560"
}