{
    "headline": "Reading University's Mr Impeccable", 
    "text": "It is surprising to learn that Sir David Bell is still only 52. He has been chief education officer of Newcastle, chief executive of Bedfordshire county council, head of Ofsted and, most recently, permanent secretary at the Department for Education. Now he is vice-chancellor of the University of Reading and can, as he puts it, &quot;call &apos;house!&apos; on the bingo card of educational jobs&quot;, which isn&apos;t bad for a man who started as a primary school teacher in his native Glasgow. He got most of his jobs at ridiculously early ages: a deputy headship at 26, a headship at 29, chief executive at 36. He doesn&apos;t think he&apos;s Reading&apos;s youngest vice-chancellor, but he must be the first who trained as a primary teacher. If you ask how he got these jobs, people will say it&apos;s because he&apos;s good at running things. They can quote, for example, from a &quot;capability review&quot; on the education department carried out by the Cabinet Office during Bell&apos;s tenure: he was &quot;visible, decisive, engaging and inspiring&quot;. Or Ofsted&apos;s verdict on Newcastle in 1999: that a &quot;remarkable improvement&quot; in its performance &quot;to a large extent results from&quot; Bell&apos;s appointment four years previously. He did so well as permanent secretary that he was at one stage tipped for cabinet secretary. But other people are good at running things, and even Bell has mishaps. At the education department, for example, he accepted a measure of responsibility when Michael Gove, the secretary of state, left himself open to legal challenge over axeing school building projects and, on his watch at Ofsted, the inspectorate was berated for issuing a number of flawed reports. So perhaps it is Bell&apos;s authoritative manner that has taken him so far. Everything he says sounds balanced and measured  &quot;I am extreme in my moderation,&quot; he explains  and the certainty and confidence probably derive (though he is no longer a churchgoer himself) from his Scottish Protestant background. Estelle Morris, a former Labour education secretary, describes him as &quot;one of the calmest men I&apos;ve ever met&quot;. The manners are impeccable. In his office at Reading, with its panoramic views over the university&apos;s Whiteknights Park, he greets me with the firmest of handshakes, warmly recalls our previous encounters, introduces me to his personal assistants, and regularly drops my Christian name into his answers. You admire the smooth functioning as you might admire a Rolls-Royce. I learn from the university&apos;s communications officer that, while undergraduate applications for next autumn are down 7% generally, Reading&apos;s are up 10%. This cannot have anything to do with Bell, who has been in post just four weeks, but you can&apos;t help feeling that, when he appears on the scene, things inevitably go well. At Ofsted, he was often sharply outspoken, criticising the Labour government for turning down the Tomlinson report&apos;s recommendation to scrap A-levels and GCSEs and lamenting the effects of &quot;the target culture&quot; on schools. Permanent secretaries, however, aren&apos;t allowed to express controversial opinions in public, even after they&apos;ve left the job. So reports of tensions between him and Gove have never been publicly confirmed. Bell has always been described as &quot;close to New Labour&quot;, though nobody would ever be rude enough to call him a crony. When he left the education department at Christmas, newspapers reported &quot;a difficult relationship&quot; with Gove. &quot;Here&apos;s a knighthood, good references, off you go,&quot; was one account of his departure. Bell is having none of it. &quot;I never had a difficult relationship. I told the secretary of state in the summer of 2010 that I didn&apos;t expect to do a full parliament, and expected to be away around the end of 2011. That&apos;s exactly what happened.&quot; He has no quarrel with either free schools or Gove&apos;s rapid expansion of academies. &quot;I have always believed that if you maximise the independence of schools you have a better chance of securing progress. Academies are not a huge step from local management of schools. They are a logical continuation of policies to increase levels of school autonomy.&quot; Pushing the Academies Act through parliament as soon as he came to office was &quot;a brilliant decision&quot; by Gove. Free schools are &quot;a good addition to the system&quot; that &quot;will have a galvanising effect&quot;. As for suggestions that the creation of these schools, outside the local authority system and wholly dependent on Whitehall, amounts to a power-grab, &quot;that&apos;s a caricature  the secretary of state won&apos;t be taking every micro-decision about schools from Cornwall to Cumbria&quot;. Gove&apos;s reforms haven&apos;t caused the same &quot;brouhaha&quot; as the health reforms, Bell points out. &quot;That&apos;s because they haven&apos;t been imposed systemwide. It&apos;s not been a top-down reform in which every school has to become an academy.&quot; He agrees, though, that accountability is still an issue that hasn&apos;t quite been resolved and that the future of LEAs is uncertain. &quot;It&apos;s a question of whether schools think the local authority is providing the right kind of services. Local authorities have to find a way to work with their schools that will continue to make them relevant. That&apos;s the way it should be. The idea that the local authority should have power just because it&apos;s the local authority is one that most people in the education system would now challenge.&quot; On academies, free schools and the possibility of allowing for-profit providers to run schools (to which he has &quot;no principled objection&quot; and which he thinks will probably happen eventually), Bell sometimes uses almost exactly the words and phrases Gove uses, albeit without the tendentious political rhetoric. This may suggest, to some, that Bell hasn&apos;t lost the habit of echoing his master&apos;s voice. More likely, it shows that Gove listened to his permanent secretary&apos;s advice. Bell&apos;s pitch-perfect understanding of how a Whitehall mandarin should conduct himself is all the more remarkable given that his background is a world away from the public school and Oxbridge training traditionally associated with the role. His grandfather was a guard on the Flying Scotsman and his father started as a purser on the Clyde steamers, later rising to white-collar status in British Rail&apos;s property division. As a child, Bell says, he was more interested in football than reading and schoolwork, but he went to a fledgling Glasgow comprehensive where bright young teachers inspired him to aim at a teaching career. He took history and philosophy at Glasgow University, living at home until he wed his childhood sweetheart (they are still married, with two daughters who went to state schools), and then trained as a teacher at the city&apos;s Jordanhill College. When he started teaching in a Glasgow primary school, he says, &quot;I thought I&apos;d died and gone to heaven&quot;. Then somebody pointed out a &quot;slightly wacky&quot; advertisement for a deputy head in Essex. &quot;It was written in terms of an exciting opportunity in a great school in an era long before heads normally marketed their schools.&quot; He &quot;clicked instantly&quot; with the head, who was very committed to the topic-based approach. So the head was what would now be called a trendy? &quot;He was very much ahead of his time in recognising that an integrated curriculum also needed a commitment to basic literacy and numeracy.&quot; He went on to a primary headship, also in Essex, but left after two years to join Newcastle town hall. He became the chief inspector in 2002. The most important part of his job was not being Chris Woodhead, who had left two years earlier to the sound of popping champagne corks in staffrooms across the land. In Newcastle, Bell enthusiastically supported a model of school self-evaluation developed by the National Union of Teachers. This was reflected in his approach at Ofsted, which was far less confrontational and judgmental than Woodhead&apos;s. True, he was the first chief inspector to declare that &quot;satisfactory&quot; wasn&apos;t good enough. But in a lecture in 2003 on the persistence of the attainment gap between socio-economic classes  which, he admits, is now as wide as it ever was  he said that &quot;schools with large numbers of low-attaining pupils are not necessarily unsuccessful schools&quot;. &quot;Under him, Ofsted was as good as it got,&quot; says John Bangs, the NUT&apos;s former education officer, now visiting professor at the London University Institute of Education. Bangs was less enamoured of Bell&apos;s period at the education department, arguing that he should have done more to resolve conflicts over teachers&apos; contracts and working conditions. But even among critics, Bell has no real enemies and almost everybody is impressed by his hard work, his diplomatic skills and his speed in devouring documents. In his zeal for disinterested public service, he is one of an increasingly rare breed, and we should expect him now to emerge as an incisive spokesman for universities. I point out that his career trajectory through state school teaching and local government will be impossible to repeat in future. &quot;You&apos;re absolutely right,&quot; he says. &quot;The career I chose to follow in the 1980s  I wouldn&apos;t have that option now. Local government was a good grounding for lots of people who came into central government. Where are the next generation of national leaders coming from?&quot; It is the nearest he comes to expressing regret about the actions of the government he has just served.", 
    "section": "education", 
    "gid": "education/2012/feb/06/david-bell-interview", 
    "wordcount": "1593"
}