{
    "headline": "University teaching and assessment will not improve without tighter regulation", 
    "text": "Mark it down as one of those dates that have to be learned by rote. 21 June 2012, the day that a Conservative education secretary said free market competition had lowered education standards. Last week Michael Gove told the commons that &quot;a culture of competitive dumbing down&quot; between exam boards had led to easier exams. So how does this fit with the idea that competition between schools is good for standards? Could it be that &apos;competitive dumbing down&apos; happens when independent institutions competing for pupils are ranked by league tables based on exams set by those with a vested interest in the outcome? Sound familiar? I have written before of the danger that a combination of competition and weak regulation could create a dynamic to lower standards in higher education. David Willetts remains convinced that a combination of higher fees and improved information through the Key Information Sets will refashion students as informed consumers, making sophisticated choices and forcing institutions to improve. Teaching and assessment are areas that the government believes will be improved by increased competition and the KIS. There seems to be evidence to support their confidence in the way that universities respond to the National Student Survey data. For instance the quality of feedback and assessment has consistently been an area where the university system as a whole has scored poorly in the NSS. But scores have been gradually rising  suggesting that universities are responding to student demands. Earlier this month I visited Manchester Metropolitan which has been going through a series of seismic changes in an attempt to improve NSS scores. Around 300 million has been spent on three iconic new buildings, but the university has seized the opportunity to bring in new mobile technology to revolutionise the way that it communicates with students and the way they are assessed. The problem is that universities respond to student power through the NSS because of its influence on many of the league tables  not because of their consumer power. Surely markets only really work in favour of the consumer, where there are surplus places so that producers can be punished by losing revenue. There are still more people who want and are qualified to go to university than there are university places. According to the Higher Education Policy Institute, unmet demand could reach 100,000 people by 2020. Universities, particularly the top 30, are operating in a global market where domestic students hold relatively little sway. They care about international league tables and research is the most important driver of these. In his February lecture in the Best of Bristol series, professor Gervas Huxley says there is no evidence that higher fees will lead to higher teaching quality. On the contrary, he argues that the evidence of the past suggests that there will be an even greater concentration on research with very little extra benefit for students. Using data from the Robbins report published in 1963 he shows that while contact hours have stayed more or less the same in science and humanities, the quality of the time that students get from their tutors has got considerably worse as class sizes have increased. While the quality of teaching and the student experience has suffered he says, the global research position of the UK&apos;s top universities has improved. A similar argument was made last year by professor John Holmwood of Nottingham University. He says that overseas students have been used for years by universities to subsidise research and that higher fees will just mean domestic students doing the same. It is interesting that both Professors Holmwood and Huxley come to the same conclusion about a possible response to the problem. They urge students to campaign more vigorously to ensure that the resources generated by higher fees are devoted to better teaching and assessment. I have to say that sounds like a bit of a cop out to me. If the government&apos;s faith in the market is misplaced and the standard of teaching continues to decline relative to research, then it is up to politicians to intervene with tighter scrutiny and regulation. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the higher education network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/jun/29/decline-in-university-teaching-standards", 
    "wordcount": "718"
}