{
    "headline": "Readers' photo challenge: what is life like in your city?", 
    "text": "What is life like in your city? How has it changed? With more people living in urban areas than ever before, the health and wealth of the world&apos;s cities are rising up the global development agenda. In the runup to World Habitat Day on 1 October, we&apos;re looking for your photos and your views on the growth of cities. The debate around the impact of urbanisation is often pitched in extreme terms  either positive or negative. But our experiences often fall in between. Help us tell a more nuanced story of urbanisation and the impact of growing cities on development with your photos. For years, commentators have pointed to the negative consequences associated with urban growth, highlighting the challenges urbanisation can bring, particularly in developing countries. In Dhaka, Bangladesh, for example, infrastructure development is struggling to keep pace with the influx of new residents, with millions going without basic facilities, such as water and electricity. However, a UN report released this month at the World Urban Forum in Naples, Italy, called for an upbeat view of urban growth. &quot;A fresh future is taking shape, with urban areas around the world becoming not just the dominant form of habitat for humankind, but the engine-rooms of human development as a whole.&quot; Slum-dwellers&apos; organisations, meanwhile, stress that the positive impact of urbanisation hinges on the involvement of communities and the urban poor in the planning process. What do you think? Let us know your views below and share your photos via our Flickr group. Perhaps you have pictures of your journey to work or to school, for example. Or pictures of new businesses or health centres opening up close to where you live, suggesting people are benefiting from urban growth? Are there any green areas in your city where children and families can go, or any interesting urban garden projects? Were you born in a city, or did you move from a rural area? How have things changed over your lifetime? How do you imagine the future? We&apos;re looking for a range of images showing daily life in your city and highlighting the key issues facing those who live there. If you are on Flickr, you can submit your photo to our group. If you are not, you can email your photo to development@theguardian.com with the subject line &quot;Reader urbanisation photo 2012&quot; and we will add it to the Flickr group. Please add some information when you post or email your picture so we know who you are, where you&apos;re from and what&apos;s happening in your photo, although you&apos;re free to remain anonymous. Please note that by posting your pictures in this group, or sending them to us in response to this request, you agree to let us use them on our site and potentially in the newspaper (though copyright remains with you at all times, and you will be credited). We&apos;d like to feature some of your photos on our site over the next few weeks.", 
    "section": "global-development", 
    "gid": "global-development/2012/sep/24/readers-photo-challenge-cities-urban", 
    "wordcount": "500"
}