{
    "headline": "Will climate change lead to more droughts?", 
    "text": "Although climate change is  expected to lead to slightly more rainfall at the global level, the timing and distribution of that rain is likely to change, increasing the chance of drought in some regions. The details are very difficult to predict, however. This is partly because regional climate impacts are strongly dependent on large-scale atmospheric circulation patterns like thejet stream, which are hard to model in climate simulations. There is some indication fromclimate modellingthat the Mediterranean, central America and Western Australia regions may experience reduced precipitation, but there is still considerable uncertainty as climate models do not all agree, because local features such as mountains and rainforests can be important, and because of the large range of natural variability. The picture is made even more complex by the fact that unusually low levels of rainfall (so-called meteorological drought) isn&apos;t the only factor affecting the existence or significance of drought conditions. Just as important is hydrological drought, in which the water supplies in groundwater or reservoirs are depleted. There are also &quot;agricultural drought&quot; and &quot;economic drought&quot; which result from the inability to access water when needed rather than from the lack of water itself, and in some regions these are more important than the physical factors. The various types of drought are closely related, of course, and different countries have different levels of sensitivity to each. Meteorological drought was experienced bysouthern parts of the UK in 2011, leading to hydrological drought as the water in storage systems became low. When the rainfall increased again inspring 2012, hydrological drought conditions (and thehosepipe ban) remained in place until the stores started to be recharged. In that case the effect on the population was limited, but in places like India, where the year&apos;s rainfall is concentrated in themonsoonseason, small changes in the location or timing of precipitation can have a big regional impact on agriculture. Like other types of extreme weather, drought is experienced when circulation patterns get &apos;stuck&apos; in one formation, or push outside their normal bounds of variation. In 2003, the heatwave and drought in Europe was caused by just such a blocked circulation pattern and may have causedtens of thousandsof excess deaths. As temperatures remained high for a long time, the soil moisture evaporated, causing an additionalfeedbackand worsening the heatwave. Calculations indicate that this kind of event may havedoubled in frequencydue to greenhouse gases in the atmosphere, and could continue to become more frequent and more severe. Therefore, if greenhouse gas emissions continue to increase, then by the end of this century European summers like 2003 could be &quot;anomalously cold&quot;. The exact position and timing of monsoons are influenced by many factors and would vary from year to year even in the absence of global warming. Climate change isexpectedto cause a weakening of the circulation pattern, but an increase in atmospheric water content. Some areas are predicted to experience more drought, others less, but the competing effects make it harder to detect and predict changes, so uncertainty in these projections is large.  This article was written by Erica Thompson, Juan Duan and Brian Hoskins of the Grantham Institute for Climate Change, Imperial College London, in collaboration with the Guardian The ultimate climate change FAQ  This answer last updated: 10.10.2012 Read about the project and suggest a question Report an error in this answer Related questions How will climate change affect rainfall? Will climate change lead to more flooding? If water vapour is the key greenhouse gas, why are man-made emissions important? This editorial is free to reproduce under Creative Commons This post by The Guardian is licensed under a Creative Commons Attribution-No Derivative Works 2.0 UK: England &amp; Wales License.Based on a work at theguardian.com", 
    "section": "environment", 
    "gid": "environment/2012/oct/18/climate-change-more-droughts", 
    "wordcount": "657"
}