{
    "headline": "UK steps in to help West Africa in fight to overturn EU fishing abuses", 
    "text": "Small-scale fishermen in West Africa have appealed to the UK fisheries minister Richard Benyon to protect their future by voting on Monday to restrict over-fishing in the coastal waters of developing countries. Leaked EU documents seen by the Guardian suggest that Britain has successfully blocked Spanish proposals which, if passed, would allow EU fishermen to continue to overfish African and other waters. But fears remain that countries will try to weaken reforms to the European fishing policy that would force trawlers to take only fish that are surplus to developing country needs. &quot;Our livelihoods and our food supply are being destroyed by EU vessels supported by EU money&quot;, said Abdou Karim Sall, president of the Fishermen&apos;s Association of Joal and the Committee of Marine Reserves in West Africa. &quot;We urgently need the EU to reform its policies to give us a chance of supporting ourselves. &quot;Monday&apos;s meeting in Brussels to reform the EU fishing policy will go a long way to deciding our fate here in West Africa. When I met the UK Fisheries minister Richard Benyon last year, he gave us hope that he would help, and we know that he has fought for us in these negotiations&quot;, said Sali. Legal and illegal European trawlers, whose owners receive subsidies of more than 1bn per year (0.83bn) have long plundered West African fishing grounds with devastating effects on local communities. Since 1990, thousands of small-scale fishermen in Senegal, Morocco, Mauritania and elsewhere have had to give up their small boats, adding to hunger and poverty in many countries that previously depended on fish for protein. Nearly all the fish caught in African waters is re-exported or sold in Europe. Most fishing stocks in West African coastal waters are now fully or over-exploited, and in danger of collapsing. According to a Greenpeace report last month, just 34 European vessels now catch about 235,000 tonnes a year of fish from Moroccan and Mauritanian waters alone, leaving little for the local fishermen. In Senegal, catches fell from about 95,000 tons a year to 45,000 tons between 1994 and 2005, according to the government&apos;s department of maritime fishing. &quot;Millions of Africans depend for their diets on fish caught by local fishermen, but as a consequence of overfishing by the European fleet, stocks are further decreasing. Local fishermen are now forced to fish further out at sea,&quot; said the Greenpeace International report. &quot;With fewer fish to catch, local fishermen are forced to make dangerous journeys further away. In addition, European trawlers often trash traditional fishing gear, which the locals can&apos;t afford to replace.&quot; The issue of &quot;discards&quot; will also be on the agenda for today&apos;s vote on reform of the Common Fishing policy. Maria Damanaki, the EU fisheries chief, had backed a change to the European common fisheries policy to ban discards. Her reforms would mean fishermen would be forced to land all fish they catch, in return for compensation. But some member states, led by France and Spain, are expected to hijack Monday&apos;s meeting of the EU&apos;s fisheries ministers to pass a declaration allowing discards to continue indefinitely  dismissing the proposed ban as unrealistic and too prescriptive. &quot;This declaration looks like a vote for maintaining the status quo, or at best tinkering at the edges, and allowing hundreds of thousands of tonnes of perfectly edible fish to continue to be wasted in European waters,&quot; said Hugh Fearnley-Whittingstall, the celebrity chef who has campaigned on this issue. &quot;If it succeeds, I fear we can expect negligible progress on discards for many years ahead.&quot;  John vidal&apos;s travel costs to Senegal were paid by Greenpeace. The NGO had no say over editorial content.", 
    "section": "environment", 
    "gid": "world/2012/mar/18/uk-west-africa-fishing-quotas", 
    "wordcount": "626"
}