{
    "headline": "How do I swap Apple for Android? Your tech questions answered", 
    "text": "I have an iPhone 3 and a first-gen iPad. They need replacing and those new Google/Nexus phones and tablets look pretty nifty to me  and way cheaper. How can I change brands without losing all the iTunes music and apps? It feels like it&apos;s easier to leave Scientology than leave Apple. Let&apos;s start with the bad news: there&apos;s no simple way to transfer apps from your iPhone to your new Google Nexus. Sorry. However Android&apos;s version of the iTunes App Store, Google Play, is just as comprehensive and you&apos;ll find that most developers have created versions across different operating systems, so it&apos;s just a case of starting afresh and re-downloading all of your favourite apps onto your new phone  although you will have to re-buy your apps. Many of the apps you use will have your data stored online, so you can just log in and see your Facebook account, Instagram photos or saved documents straight away. Music-wise there&apos;s an app called doubleTwist that&apos;s been specially designed for Apple evacuees like you, which allows users to organise their iTunes music from a PC or Mac and sync it with an Android device. For your pictures I&apos;d recommend uploading them to Flickr and using the Android Flickr app to view and share them. All done? Congratulations, you&apos;ve left one cult and joined another. I have too many passwords and log-ons to remember. I&apos;ve seen sites that can manage them for me; how do I know they will protect my data? While some internet security experts would argue that you shouldn&apos;t trust a password management system that you haven&apos;t developed yourself, few of us have that level of technical ability, so password management software represents an option. Services such as Password Safe, LastPass and 1Password generate strong passwords for each site you use and store them in an encrypted file accessed by one master password. You install the software on all your devices and only have to remember a single password. The weakness of these systems is that if one of your devices is stolen, hackers can run password-cracking software such as the charmingly named John the Ripper to unlock the master password. Some of these sites use the cloud to store your details, which some security experts consider a flaw. However, these sites insist they have both these matters covered. If you&apos;re not the trusting type, an alternative approach might be to develop your own personal algorithm for generating passwords. For example, take a line of dialogue from a film: &quot;Hello. Jerry Langford, please. Rupert Pupkin.&quot; Then string together the first three letters from each word: heljerlanpleruppup. Then disrupt it with a few repeated strokes of the alt and shift keys: HeJeLa~PlRuPu. This is certainly more secure than using pets&apos; names, sports teams or any word from the dictionary. Another tip is to respond to security questions in a nonsensical, guess-proof way, for example: what&apos;s your mother&apos;s maiden name? Ans: PrejudiceCalcified. Manufacturers are continually releasing newer, &quot;better&quot; digital cameras. What&apos;s a good future-proof camera for less than300? Ah yes, megapixel envy. Encouraging us all to buy a new gadget, then releasing a slightly better model a few months later, is the tech industries&apos; not-that-cunning plan to exercise our PayPal accounts. Currently (and this advice may change in three weeks  sorry) if you want a feature-packed option then go for the Fujifilm FinePix F800 EXR, an advanced compact camera with 20x optical zoom, a 16-megapixel sensor and simple wireless image transfer, allowing you to send your snaps to other devices or straight to the web. If you&apos;re willing to pay a little extra then Samsung&apos;s new Galaxy Digital camera has been hailed as the next big thing in photography. It&apos;s a 16-megapixel compact camera that runs Google Android and boasts 3G and Wi-Fi connectivity, meaning you have instant access to apps and the internet from your device. It retails for nearly 400 now, but no doubt the price will fall although I can confidently predict this will mean a new slightly better model is in the works. I have a gazillion digital photos  all in complete disarray. I loathe iPhoto as a way of managing them and the face recognition is creepy. I don&apos;t want to be beholden to Apple (iCloud) or Google (Picasa), so what&apos;s the best cloud storage software that will sync with my iPhone and iPad? Your best option is Dropbox. If you give it permission the free cloud storage service will now automatically take all of the photos from your phone when you sync it to your computer and send them to a dedicated folder. From here you can sort everything out into categories and as Dropbox is cloud-based you can get access to yourphotos, files and documents wherever you are. If you want an online storage platform to show off your photos to your friends or even total strangers, then try Flickr. It provides users with a free and easy way to organise and share photos and it&apos;s a firm favourite with everyone from professional photographers to friends who insist on snapping every mediocre moment. What&apos;s the best practice to prolong laptop battery life? It&apos;s not rocket science. Engage the power-saving option. Switch off the bluetooth or Wi-Fi when you&apos;re not using them. Clean the battery contacts with alcohol. Run only the applications you need  for example, if you&apos;re simply writing using a simple text editor rather than a multitasking &quot;office&quot; application. Install more RAM on your computer, so it doesn&apos;t have to work so hard. Unplug connected devices, empty the DVD drive. If you&apos;re using a PC, regularly de-fragment the hard drive. Extendingthe overall life of the battery is best done by avoiding over-heating the battery: don&apos;t block the cooling vents and consider removing the battery when you&apos;re using the mains. Also, ensure the AC adapter has the correct voltage. Can I use Microsoft Office for free? No. Microsoft is an old-fashioned tech company so makes its money by selling and licensing software. However, the new-fashioned way is free and open source. My bosses at Observer Towers use, for example, OpenOffice, which includes word processing, database and spreadsheet applications and allows you to read and save documents in the Microsoft Word format. Alternatively, you could try a cloud service such as Google Drive, where you&apos;ll have the advantage of being able to get access to your documents from any computer or device with an internet connection  although you will be charged for storing more than 25GB. Prices start at 1.50 a month.", 
    "section": "technology", 
    "gid": "technology/2012/dec/16/becca-caddy-tech-problems", 
    "wordcount": "1111"
}