{
    "headline": "Groupon loss disappoints Wall Street", 
    "text": "Groupon, the daily deals website, has disappointed Wall Street expectations of a return to profit by reporting a $43m (27m) fourth-quarter loss in its first set of results since joining the stock market late last year. The Chicago-based company watched its shares crash 8.5% to $22.50 in after-hours trading after it emerged that a drive to cut costs prior to going public last November had failed to eliminate losses. Analysts had hoped for a profit of three cents a share after Groupon cut marketing budgets, but it reported a net loss of 8 cents a share for the final quarter of 2011. However, revenues beat forecasts, up 194% to $506.5m in the three months to 31December, from $172m in the same period the year before. An uplift in trading, propelled by international expansion, meant Groupon comfortably beat Wall Street&apos;s revenue predictions of $475m. International revenues of $981m for the full year now account for 60% of total income, and the company did succeed in making its first operating profit since international operations began in the second quarter of 2010, registering a modest $15m gain compared with $336m of losses a year ago. Chief executive and cofounder Andrew Mason said Groupon had saved its customers billions of dollars and would continue to invest in new services. Annual revenues now total $1.6bn, up from $313m in 2010, and Groupon had 33 million active customers  those who have bought from the website in the past 12 months  at the last count, up 20% quarter on quarter. Some 26 million people have downloaded its mobile phone app. But after Wednesday&apos;s maiden results, Groupon shares are in danger of crashing once more below their $20 IPO price. The company raised $700m in what was the largest internet company IPO since Google&apos;s $1.7bn debut in 2004, although the record was overtaken by games group Zynga which sold $1bn of stock in its December offering.", 
    "section": "technology", 
    "gid": "business/2012/feb/09/groupon-website-27-million-loss", 
    "wordcount": "326"
}