{
    "headline": "Cosmic rays: the truth is still out there somewhere", 
    "text": "One hundred years after they were first discovered, cosmic rays are still giving scientists headaches. Observations made at the IceCube neutrino observatory at the south pole, and published in Nature last week, appear to have eliminated a favoured possible source for the most intenselyenergetic types of these extraordinary emanations. Cosmic rays are subatomic particles, mostly protons, that hit the upper atmosphere with a wide range of energies and trigger showers of other particles that stream down to the ground. They are thought to be responsible for about 10-15% of the natural background radiation that weexperience on Earth. Scientists have traced the multiple origins of most cosmic rays  the sun is a major emitter, for example  but despite struggling with the problem for 100 years, they have been unable to establish the source of the most energetic versions. These cosmic rays are more than a million times more energetic than the particle beams produced by the largest accelerators and two major possible sources have been put forward to account for their existence. The first idea involves supermassive black holes in the centres of galaxies. The second proposes that gamma ray bursts, the most powerful blasts in the universe  which occur when huge, very distant supernovae explode and emit gigantic gamma ray eruptions  are responsible. This latter theory was a particular favourite for many scientists. But now a major investigation involving satellite telescopes and observatories built beneath the Antarctic ice has dashed these hopes. Theorists had made it clear that gamma ray bursts would also give off particles called neutrinos when they erupted. So researchers at the IceCube neutrino telescope went looking for signs of neutrinos that arrived at the same time that gamma ray bursts had been detected by the Fermi and Swift space telescopes. Situated at the south pole, IceCube consists of more than 5,000 optical sensors buried across a cubic kilometre of glacial ice, each looking for the brief blue flash of light produced when a neutrino strikes an atomic nucleus in the ice. Between mid-2008 and mid-2010, around 300 gamma ray bursts were recorded  but IceCube detected no neutrinos associated with them. &quot;After observing gamma ray bursts for two years, we have not detected the telltale neutrinos,&quot; said study co-author Francis Halzen at the University of Wisconsin-Madison. Thus only supermassive black holes remain as viable candidates to account for ultra-high energy cosmic rays. However, searches at IceCube to find neutrinos from them also remain inconclusive. The mystery, and the high-tech apparatus being used to solve it, would have delighted Victor Hess, the discoverer of cosmic rays in 1912. In those days it was assumed that the background radiation levels that were measured on the ground would decrease as altitude increased. Hess investigated and in a series of highly dangerous balloon voyages that reached altitudes up to 5.3km he measured radiation levels and found that after an initial brief decrease they increased considerably the higher he went. Hess concluded radiation was penetrating the atmosphere from outerspace. His discovery, which wonhim the Nobel prize in physics in1936, is still making ripples.", 
    "section": "science", 
    "gid": "science/2012/apr/22/cosmic-ray-supernova-research-antarctica", 
    "wordcount": "525"
}