{
    "headline": "Education in brief: Is the DfE trying to rig the teacher-education market?", 
    "text": "Trainee teachers: a spot of poaching?  Relations between the government and university-based teacher educators have reached a new low amid claims that a Department for Education agency has been attempting to lure would-be students away from the traditional higher education sector towards a favoured ministerial project. An email sent by the National College for Teaching and Leadership  which oversees both traditional, university-based provision and the new School Direct school-based route  sought to persuade prospective postgraduate certificate in education university trainees to consider its rival. It reads: &quot;You may have already applied for a PGCE by now, but have you thought about applying for School Direct?&quot; It continues, under &quot;Why you should apply for School Direct&quot;: &quot;School Direct is different. That&apos;s because you&apos;re part of a school team from day one, where you can train as a teacher with the expectation of a job once you qualify. &quot;It&apos;s free to apply. Simple too.&quot; The Universities&apos; Council for the Education of Teachers (Ucet) has furiously accused the government of trying to &quot;manipulate&quot; the teacher-education market, arguing that its members have tried to play fair by not discouraging would-be students away from School Direct, which is the favoured route of the education secretary, Michael Gove. Just as intriguing, though, is why officials felt the need to make the appeal. Although the DfE published figures this month suggesting applications for School Direct have been very healthy, questions have been raised about the detail behind the numbers, amid persistent rumours that the total actually accepted on to School Direct is still low. Is the DfE getting desperate? Governors throw in towel The highest-profile battle fought by parents this year against moves by the government to enforce an academy &quot;sponsor&quot; on a non-academy school seems to have been lost. Governors at Roke primary in Kenley, Surrey, voted by a 2-1 majority to stop contesting its transfer to the Harris academy chain, bringing to an end four months of furious campaigning by parents. This was triggered after the government responded to a &quot;requires improvement&quot; Ofsted verdict on the previously &quot;outstanding&quot; Roke by insisting that the school was to be sponsored by Harris, rather than another local academy seemingly favoured by governors and parents. The majority of governors are understood to have come to the view that the arrival of Harris in September had become the only way to stabilise the school, which lost its headteacher last month. But parent campaigners are bitterly disappointed, complaining they were not consulted, and that they had raised money for a legal challenge. This would now not work, said a source, without governor support. Ironically, governors have just been sent the results of the consultation carried out by Harris on the plans. Parents are said to have voted by clear majorities both against Harris&apos;s sponsorship and against any move to academy status. So much for local democracy. School secrets A London local authority is facing pressure to release an investigation report on management practice at a school once described as &quot;outstanding&quot; by Ofsted. Newham council has rejected a freedom of information request for the report, which was written about activities at Langdon school in the period from 2004 to 2009, after a probe by education consultant Tim Blanchard. Allegations investigated included claims that free school meals and pupil attendance data were falsified. Newham has relied on a provision within freedom of information legislation that can allow the non-release of reports on the basis that individuals could be identified. Rick Helm, a former teacher at the school who made the request, is challenging the decision through the information commissioner. Newham said: &quot;Newham council&apos;s decision [not to release the report] is currently being reviewed by the information commissioner. It would be inappropriate to comment further.&quot; Langdon was in the spotlight in 2005 when pupils travelled to Singapore to support London&apos;s successful Olympics bid. A letter sent to Langdon staff last year, by a second investigator into the affair, Susan Paul, said that Blanchard&apos;s report had found evidence of a &quot;systematic process involving professional malpractice designed to show the school in the best light educationally and also to benefit financially&quot;. It also said Blanchard had concluded that attendance, exclusions and free school meals data had been falsified and that &quot;inappropriate processes&quot; had been followed with regard to keeping pupils officially &quot;on-roll&quot; and &quot;off-roll&quot;. Paul wrote to staff saying she wanted to &quot;assess and if necessary challenge&quot; Blanchard&apos;s findings. Education Guardian understands Paul&apos;s investigation never concluded. Asked to comment, Newham said: &quot;Following an independent investigation into serious allegations regarding management and administrative matters at the school between 2004 and 2009, six members of staff were suspended. Disciplinary procedures were undertaken  resulting in a number of these members of staff leaving. There has been no further evidence of management irregularities.&quot; It added that improvements had since been made to teaching and management. Helm said: &quot;I am disappointed that Newham has not released the report, as there needs to be a resolution of these issues.&quot; Last month, the school lost its &quot;outstanding&quot; rating and was placed in special measures.", 
    "section": "education", 
    "gid": "education/2013/may/20/education-department-manipulate-teacher-market", 
    "wordcount": "876"
}