{
    "headline": "Carcinogen may have entered human food chain in horsemeat, claims Labour", 
    "text": "A potentially carcinogenic drug may have entered the human food chain through meat from horses slaughtered in the UK, Labour has claimed. The shadow environment secretary, Mary Creagh, told the Commons she had evidence that several horses slaughtered in the UK last year tested positive for phenylbutazone. Her claim comes days after the separate revelation that burgers sold by some supermarkets contained traces of horsemeat. Creagh said: &quot;I am in receipt of evidence showing that several horses slaughtered in UK abattoirs last year tested positive for phenylbutazone, or bute, a drug which causes cancer in humans and is banned from the human food chain. It is possible that those animals entered the human food chain.&quot; The agriculture minister, David Heath, said the Food Standards Agency (FSA) checked all meat to ensure it was fit for human consumption. &quot;The Food Standards Agency carry out checks in slaughterhouses to ensure that equine animals presented for slaughter are fit for human consumption in the same way as they do for cattle, sheep and other animals,&quot; he said. &quot;In addition, the FSA carry out subsequent testing for phenylbutazone and other veterinary medicines in meat from horses slaughtered in this country. Where positive results for phenylbutazone are found, the FSA investigates and takes followup action to trace the meat.&quot; Creagh asked whether that meant Heath was already aware of the issue. &quot;I&apos;m astonished that you have not raised this and I think the public have a right to know,&quot; she said. Creagh said it was a &quot;very serious development&quot; and demanded action to ensure that &quot;illegal and carcinogenic horse meat stops entering the human food chain&quot;. Responding to Creagh&apos;s claims, the FSA said: &quot;Horses which have been treated with phenylbutazone or &apos;bute&apos; are not allowed to enter the food chain. &quot;The FSA carries out checks in slaughterhouses to ensure that horses presented for slaughter are fit for human consumption, in the same was as they do for sheep and cattle etc. The FSA also carries out regular enhanced sampling and testing for phenylbutazone in meat from horses slaughtered in the UK. &quot;In 2012 the FSA identified five cases where horses returned non-compliant results. None of the meat had been placed for sale on the UK market. Where the meat had been exported to other countries, the relevant food safety authorities were informed.&quot; The FSA added: &quot;During the recent horsemeat incident the Food Safety Authority of Ireland (FSAI) checked for the presence of phenylbutazone and the samples came back negative.&quot; The claim that bute could have entered the food chain follows the revelation that burgers sold by Tesco and other supermarkets contained traces of horsemeat. Ten million burgers have been taken off supermarket shelves across Ireland and the UK as a result of the scandal. Suppliers in the Netherlands and Spain have been identified as the possible sources for incorrectly labelled ingredients. In the aftermath of the revelations last week the former president of the association of public analysts, Dr Duncan Campbell, told the Guardian that it raised question about the safety of meat. Campbell, who is now the chief public analyst for West Yorkshire, said: &quot;All we know is it is not a beefburger. What is it? We don&apos;t know. Until we know what the source is of the &apos;horse&apos; or &apos;something derived from horse&apos; that has been found in the beef products, we cannot be sure there is no food safety risk.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/jan/24/horse-meat-carcinogenic-drug-food-bute", 
    "wordcount": "588"
}