{
    "headline": "Pro-wind protesters gather for offshore windfarm", 
    "text": "Protests both for and against an offshore windfarm gathered on Swanage seafront on Sunday, in an unusual demonstration of pro-wind activism in the UK. About 400 protesters turned out in response to plans for a 100-330 turbine project called Navitus Bay, with approximately 100 for and 300 against, all bundled up against an icy wind coming off the sea. &quot;I&apos;ve never seen anything like it,&quot; says Luc Kerley, watching from the door of his coffee shop. &quot;And I&apos;ve lived here all my life.&quot; Tempers occasionally flared, with a few heated exchanges, but there were no arrests. Developers EDF and Dutch energy company Eneco are proposing a site which will be about nine miles from shore, over an area of more than 60 square miles, with a capacity of 0.9-1.3GW. &quot;Poole harbour is the second biggest natural harbour in the world, with an internationally important bird migration route through it, and the marine life and birdlife will be devastated by these plans,&quot; said local artist Charlie Sanderson, who organised the anti-demo, Challenge Navitus. &quot;This is one of the worst possible locations for a windfarm. We&apos;re not all anti-wind, but this plan is a disaster.&quot; Another local resident against the windfarm, Pam Johnson, said: &quot;This is a seaside resort and the local economy is really dependent on tourism. You&apos;ll be able to see the turbines very clearly from here, and people may come once to see them, but will they want to come here for a beach holiday?&quot; The pro-wind group was also local, made up of a mixture of Dorset-based green groups including Friends of the Earth in East Dorset, the local Green party, Greenpeace, Wind for Dorset and the Transition Hub. &quot;We&apos;ve been talking for a while about the need to work together more,&quot; explained Theresa McManus, who helped co-ordinate the pro-demo. &quot;We&apos;ve done a couple of local surveys about wind power, and you always get over 50% saying they&apos;re in favour, but the anti-groups just seem to be much more vocal. And then someone mentioned that Challenge Navitus would be demonstrating today, and we thought, okay, there&apos;s plenty of support for the windfarms, let&apos;s make it a bit more visible.&quot; Graham Horne, who was also in favour of the windfarm, added: &quot;There are no power stations in Dorset, and we put bugger all into the national grid. We really want to challenge the nimby mentality. Dorset isn&apos;t pulling its weight.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/jan/14/pro-wind-protesters-offshore-windfarm", 
    "wordcount": "419"
}