{
    "headline": "Tesla's Elon Musk posts data from disastrous New York Times test drive", 
    "text": "The world of electric cars is usually seen as one of mildly eccentric do-gooders striving to solve the world&apos;s all-too real addiction to fossil fuels by developing vehicles that can be recharged with a plug. But a New York Times test drive of a new model of Tesla electric sports car has instead now descended into a bitter war of words, allegations of lying and fraud and a rapidly ballooning media and technology scandal. Elon Musk, the founder of Tesla as well as private space firm Space X, has now released detailed computer logs that he says are from the onboard computer of a car that New York Times reporter John Broder took for a disastrous test drive that ended with the vehicle being towed away. According to Musk, the records reveal that Broder&apos;s account of his experience with the brand new Model S car differs in key areas from what the computer logs say happened. On a Tesla blog Musk stated: &quot;Our Model S never had a chance with John Broder  he simply did not accurately capture what happened and worked very hard to force our car to stop running.&quot; Broder&apos;s initial report of his test drive in the newspaper certainly made painful reading. On a trip attempting to travel between Washington and Boston  to explore the creation of new recharging stations on the east coast  Broder detailed a nightmare journey. His Tesla, he said, repeatedly logged miles below what he expected and what the car told him the range was, leaving him limping along at slow speeds to conserve energy. Eventually the car ran out of juice and had to be towed away. The headline on the piece read: &quot;Stalled Out On Tesla&apos;s Electronic Highway&quot;. Not surprisingly Tesla were offended. On Twitter and television, Musk called the story &quot;a fake&quot;. Broder then in turn robustly defended his journalism as did the New York Times itself. In a Times motoring blog called Wheels, Broder wrote: &quot;My account was not a fake. It happened just the way I described it.&quot; He then went on to tackle various assertions made by Musk and defended his writing. Tesla&apos;s outrage and sensitivity might have been explained by a previous experience with the BBC&apos;s motoring show Top Gear. In December 2008, a review of the Tesla Roadster showed the car being pushed by the presenters into a hangar at the test track after apparently running out of charge. Tesla claimed the car had not actually run out of charge and sued for libel. The case was dismissed last year in a British court. But one result of the spat with Top Gear was that Tesla then made sure that it always logged data from media test drives. Now Musk has published what he says is the data from Broder&apos;s trip and detailed how he says it directly contradicts key aspects of the Times&apos; account. He says the logs show that the car never fully run out of charge, even when a tow truck was called. Musk also says that  contrary to Broder&apos;s account  he never set the car in cruise control at 54 mph and never drove at a constant speed of 45 mph in order to conserve the charge.  It also addresses Broder&apos;s claims that he had to turn down the car&apos;s heating system to save energy on what was a freezing day. &quot;At the point in time that he claims to have turned the temperature down, he in fact turned the temperature up to 74 F,&quot; Musk said in a blog post filled with graphs and data. But, perhaps most damagingly of all, Musk claimed the reporter at one point appeared to have driven in circles around a car park to run down the charge. &quot;After taking an unplanned detour through downtown Manhattan to give his brother a ride, the display said &quot;0 miles remaining&quot;. Instead of plugging in the car, he drove in circles for over half a mile in a tiny, 100-space parking lot. When the Model S valiantly refused to die, he eventually plugged it in,&quot; Musk said. Such serious allegations are unlikely to go unanswered by the New York Times and Broder. On his Twitter account, Broder promised a further response and posted a link to his initial defence of the piece. &quot;Stay tuned,&quot; Broder said. Meanwhile, the New York Times public editor Margaret Sullivan announced that she would be investigating the issue. &quot;On Tesla I&apos;m on it, as they say. May take some time. Meanwhile, look for a point-by-point response on Wheels blog soon,&quot; she said. Sullivan later wrote a note on her blog on the Times&apos; website in which she revealed that Musk had not yet returned a phone call and that she would be interviewing Broder later on Thursday. &quot;I will keep reporting on this, and, for now, am simply telling readers what I know so far,&quot; she wrote. She revealed that she intended to ask Tesla to fully release all its data so that others could examine it and acknowledged that the allegations made by Musk were devastating if shown to be accurate. &quot;Mr Musk&apos;s contentions are devastating ones for any journalist,&quot; she said.", 
    "section": "technology", 
    "gid": "technology/2013/feb/14/tesla-post-data-times-review", 
    "wordcount": "882"
}