{
    "headline": "Boot up: Motorola unFRANDly?, Kindle Fire v Galaxy Tab, Olympic transport and more", 
    "text": "A quick burst of 8 links for you to chew over, as picked by the Technology team After Apple, Microsoft also files an EU antitrust complaint against Motorola Mobility over FRAND abuse &gt;&gt; FOSS Patents This may not be what Google wants to hear as it prepares to cement its takeover:   Less than a week after Apple&apos;s EU antitrust complaint against Motorola Mobility became publicly known, Microsoft has also filed formal competition charges against MMI with the European Commission. With two industry leaders complaining about MMI&apos;s alleged abuse of FRAND-pledged, standard-essential patents, the prospects of formal investigations have certainly increased. Under its best practice guidelines, the European Commission will presumably make a determination on the launch of full-blown investigations within a few months. European regulators are already investigating Samsung&apos;s related conduct, which is largely consistent with what MMI is doing in Europe.  Amazon Lights the Android World on Fire The Kindle Fire is vying with the Samsung Galaxy Tab for user sessions, says ad tracker Flurry.   So how can a late entrant like Amazon, with little-to-no hardware DNA, waltz in and knock off a consumer electronics juggernaut like Samsung, a company that also enjoyed strong growth in 2011? This is where we believe things get interesting. In short, Amazon&apos;s launch of Kindle Fire had more in common with an Apple-style launch than it did with aligning with the Android system. To date, the Android world has focused on marketing the operating system and the &quot;power&quot; of the devices, with quality of content and the consumer experience subordinated in priority.   You can sort of guess this, but it&apos;s because people don&apos;t really buy devices based on specification. Price and ecosystem are the two key elements. Lots of interesting data in this post. How to remove your Google search history before Google&apos;s new privacy policy takes effect &gt;&gt; Electronic Frontier Foundation Pretty easy: &quot;Note that disabling Web History in your Google account will not prevent Google from gathering and storing this information and using it for internal purposes. It also does not change the fact that any information gathered and stored by Google could be sought by law enforcement.&quot; Who Can Profit from Selling 1-Cent Books on Amazon? Robots &gt;&gt; Good Business  [Carlos] Bueno raised money with Kickstarter to publish his book through Amazon&apos;s self-publishing service, making his book available in a variety of electronic formats and also as a print-on-demand book--each time a physical copy is purchased, it&apos;s printed specifically for that order. Bueno set the price of the book at $14.95 and has sold about 1,000 copies. But in the last few weeks, Bueno has seen his book become the center of a strange phenomenon on Amazon: the bot market. A reseller in Amazon&apos;s used books section was offering the book for $55--even though the book was available for forty dollars less on the same website. Then another one appeared, selling for $14.94--lower than the retail price. Another was for sale for $12.50. The only way these resellers could profit would be through excessive shipping and handling charges. Even stranger, these resellers are offering &quot;Very Good&quot; or &quot;Like New&quot; used copies of a book that is printed on demand--that is, they&apos;re offering used copies of books that probably don&apos;t even exist.   Imagine if this happened in financial markets. Oh. Gabriel Rossman on David Graeber&apos;s &quot;Debt: The First 5000 Years&quot; &gt;&gt; Brad DeLong Oh dear:   How the poor debtors still sell their daughters, How in the drought men still grow fat  Code and Culture: At Unfogged there&apos;s a review (and a very funny comments thread) pointing out that the following sentence contains six factual claims all of which are incorrect: Apple Computers is a famous example: it was founded by (mostly Republican) computer engineers who broke from IBM in Silicon Valley in the 1980s, forming little democratic circles of twenty to forty people with their laptops in each other&apos;s garages.   Many of the reviews offer similarly &quot;alternative&quot; views of other parts of history. US Air force to purchase tablets to lessen pilot load &gt;&gt; Economic Times Considering iPad 2, Brand Name or Equal devices:   The goal is to replace the bag of manuals and navigation charts weighing as much as 40 pounds that are carried by pilots and navigators, said Captain Kathleen Ferrero , a spokeswoman for the command. &quot;The airline industry is way ahead of us on this,&quot; she said in a telephone interview. &quot;Most, if not all of the major airliners are already switching to tablets.&quot;   Sign o&apos; the times. (Apologies, we&apos;ve forgotten who gave us the link.) Update: Air Force Special Operations Command has cancelled its planned acquisition of iPads after being queried about the inclusion of GoodReader software - developed in Russia. Not clear if this will hit the planned contract above. London Olympics: Olympic Travel Advice &gt;&gt; Get Ahead of the Games Fantastic interactive graphic of how London&apos;s public transport will all turn to porridge in August. Seems to be HTML5 - it&apos;s not Flash. Apple, please steal* these webOS features (*well, improve on) &gt;&gt; Ignore The Code Lukas Mathis gives a compelling listing of why webOS is better than the iPad for all sorts of daily tasks. He&apos;s completely right - the TouchPad was the great missed chance in the world of tablets, but its software is what made it so great, and these are all features that should be in any tablet interface. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/feb/23/technology-links-newsbucket", 
    "wordcount": "952"
}