{
    "headline": "Sudan refugees flee south to camps", 
    "text": "The word Antonov strikes dread among refugees who have fled into this remote corner of South Sudan. Shortly after landing at the Jamam camp, about 75km west of the border with Sudan, we were told that some of the refugees had scattered, mistaking our Ukrainian M18 helicopter for an Antonov. Since fighting broke out in Blue Nile state in Sudan between government forces and rebels from the Sudan People&apos;s Liberation Movement-North, about 85,000 people have fled into South Sudan&apos;s Upper Nile state. Lala Ali, 20, left the town of Bock two months ago after seeing Antonov planes in the sky. Despite their reputation for inaccuracy, the Antonovs are repeatedly mentioned by refugees as one of the reasons for the arduous trek to safety. &quot;We walked for eight days to the border, carrying water with us, but we did not have enough food,&quot; said Ali, holding her child, a one and a half-year-old boy with enormous eyes and stick-thin wrists. &quot;We left because of the war, we heard that the fighting was getting nearer to us and we decided to leave. After we left I even saw the Antonovs.&quot; Around 36,000 refugees have arrived at Jamam and they could not have come to a worse place. For now, the dark earth is baked and cracked. Water is a critical issue for UNHCR, Oxfam, Mdecins Sans Frontires and other relief groups working in the camp, dotted with white tents and thatched huts among the sparse trees. Most of the water is brought in tankers from a borehole 10km away, but once the rains come, in a few weeks&apos; time, the roads will be impassable and water from the other, closer, boreholes will be insufficient for the refugees. There is also the prospect of cholera breaking out as people drink dirty water. There is talk of flying in a rig using a giant M26 helicopter borrowed from UN forces in neighbouring Democratic Republic of the Congo. The big drill can dig down 250m-300m, but it is still a big gamble as it may not strike water. People are receiving an average of 6.5 litres of water a day  enough to meet basic needs. Once the rains start, the ration will drop. Water collection is a laborious process. At a water point, a lone man holding a whip  more for effect  tries to maintain order by barking at the dozens of women and children who have gathered with their plastic containers. It takes about five minutes to fill one up by constantly pressing on a button at the pump. A child guzzles thirstily from a jerrycan lid before darting back into the crowd. Helam (she did not give a surname), 22, in her purple shawl, is taking her turn at the pump. Also from Blue Nile, she fled after Antonovs bombed her village. &quot;We are still so scared, we were afraid when we heard your helicopter,&quot; she said. The influx of about 100,000 refugees in all, most fleeing fighting from Sudan&apos;s Southern Kordofan and Blue Nile states, is one of the most visible manifestations of the tension between Sudan and South Sudan, which gained its independence last year. Frantic diplomatic efforts are under way to pull the two countries back from the brink of war, following South Sudan&apos;s incursion into the oil town of Heglig and retaliatory bombing raids by Khartoum. As part of the diplomatic drive to avert a war that can only further impoverish two of the world&apos;s poorest countries, the UK international development minister, Stephen O&apos;Brien, is to meet senior South Sudanese officials  including the vice-president, Riek Machar, and the deputy finance minister, Mary Jervas Yak  in the capital, Juba, on Thursday. He will call for an immediate ceasefire and for the two governments to return to negotiations to resolve outstanding issues, particularly over sharing oil revenues. O&apos;Brien will remind South Sudan of its responsibility to look after its own people and he will warn that British development funds would not be used to fill a financial hole of the government&apos;s own making by shutting down oil production. &quot;We face a crisis on an unimaginable scale if those South Sudanese living north of the border are forced by the government of Sudan to leave. I want to remind both governments that it is their own people who are suffering as a result of their inaction,&quot; he said. &quot;It really is in South Sudan&apos;s own best national interest to take a step back from their retaliatory posture and sit down and negotiate a resolution of outstanding issues,&quot; O&apos;Brien told the Guardian. Britain is the third biggest provider of humanitarian aid to South Sudan, behind the US and the EU, giving 30m for this year. O&apos;Brien, who visited Jamam on Wednesday, announced 10m in emergency food from the existing aid budget to provide assistance for 100,000 hungry people for five months through the World Food Programme, plus 5m in reserve in case of a mass return of South Sudanese from Sudan. The minister met several NGO representatives in Jamam, where it was decided that the best option to stave off catastrophe once the rains come is to move around 15,000 people to the nearby Doro camp. It emerged during discussions that the numbers at Doro were fewer than previously thought and therefore the camp can take people from Jamam.", 
    "section": "global-development", 
    "gid": "global-development/2012/apr/26/refugees-flee-to-south-sudan-camps", 
    "wordcount": "909"
}