{
    "headline": "Osborne's claim wildlife rules too costly for  business challenged by own review", 
    "text": "An attack by George Osborne suggesting wildlife protection rules were &quot;placing ridiculous costs on British businesses&quot; has been revealed as false in more than 99.5% of cases, by a review he ordered from his cabinet colleague, Caroline Spelman. The environment secretary concluded on Thursday that just a &quot;handful&quot; of the 26,500 land use consultations received from business each year ended in rejections, with the review citing just one example of a project  a windfarm  being abandoned. Martin Harper, conservation director at the RSPB, said: &quot;The government&apos;s own review has shown that the chancellor&apos;s comments were misleading rhetoric, with no factual basis. &quot;We remain determined to persuade the government that there is no contradiction between environmental protection and economic growth.&quot; Changes to protections for the countryside and wildlife to ease business development has become a highly controversial issue, with Osborne promising in Wednesday&apos;s budget &quot;the biggest reduction in business red tape ever undertaken&quot; as planning law guidance is reduced from 1,000 to 52 pages. A separate &quot;red tape challenge&quot; saw almost three-quarters of environmental regulations scrapped or simplified. The government has insisted that the changes will not weaken protection, but campaign groups with memberships of many millions have expressed serious concerns. Osborne demanded the review of the European habitats and wild bird directives, which protects internationally important wildlife and ecosystems in England, in November. The 54-page review found that Natural England &quot;objects&quot; to less than 0.5% of the 26,500 consultations received annually, and that &quot;most of these objections are successfully dealt with at the planning stage&quot;. Spelman told MPs in February: &quot;There are a handful of cases where we have had problems.&quot; On Thursday, she said: &quot;The review has shown the directives have been working well to provide the vital protection nature needs, but that there are cases where problems arise and delays occur, which is not good for business, the environment or local communities.&quot; The review recommends 28 new measures, including setting up three new units or groups, as well as promising &quot;new streamlined guidance&quot;. Spelman said: &quot;The action we are taking will allow genuine green growth, boosting our economy while looking after the environment.&quot; The single example of a project being abandoned because of the habitats directive was a 90-turbine windfarm, five miles off the coast of Blackpool, which would have harmed a major concentration of the scoter, an endangered migratory sea duck. Four large projects were also highlighted: the Chilterns railway, where the disturbances of bat was at issue, the Able marine energy park on the Humber, the port of Falmouth and the Greater Wash windfarms. All are now proceeding. Carol Day, a lawyer at WWF-UK, said: &quot;Osborne&apos;s claims were completely wrong. We are pleased to see that Caroline Spelman stood her ground and strongly defended the directives. We must to stop EU and UK biodiversity from continuing to disappear at unprecedented rates.&quot; Two species go extinct in England every year, according to Natural England, a rate 40 times faster than the natural rate. Furthermore, Day pointed out, the network of sites protected under the habitats directive contributes 200-300bn a year to the European economy in natural services and tourism, according to the Institute for European Environmental Policy.", 
    "section": "environment", 
    "gid": "environment/2012/mar/22/conservation-business-review", 
    "wordcount": "560"
}