{
    "headline": "The curious case of Climate Week's disappearing EDF logo", 
    "text": "Once more, dear friends, into the looking-glass world of corporate sponsorship of climate change campaigns and in particular the topsy-turvy conundrum that is the UK&apos;s &quot;Climate Week&quot;. The latest controversy to strike this for-profit enterprise began with a clever wheeze from the protesters from No Dash for Gas. They decided to put themselves forward for Climate Week&apos;s &quot;best campaign&quot; award, for their direct action which shut down EDF&apos;s West Burton gas-fired power station in Nottinghamshire in November. What made it puckish was that EDF was a principal sponsor of Climate Week. What happened next is disputed. No Dash for Gas say EDF&apos;s logo vanished after their entry was sent in. Kevin Steele, who runs Climate Week, says the logos had been taken down a week before. But in his initial response to me, Steel said: &quot;EDF Energy&apos;s sponsorship of Climate Week ended more than six months ago, in June 2012.&quot; So why was their logo on the site until at least the 17th January 2013? Steele said: &quot;During the period when sponsoring partners for 2013 were being secured, there was a possibility that some of our 2012 partnerships may have been reconfirmed for 2013, and some of the logos from 2012 were kept on the Climate Week website into January 2013,&quot; Steele said. &quot;The logos should have been removed sooner and we apologise if this has caused any confusion.&quot;  So the dog ate his homework. Sam Merton, at No Dash for Gas, was unimpressed: &quot;Big energy companies like EDF aren&apos;t friends of the climate, they&apos;re part of the problem. They&apos;re not just pumping out pollution, they&apos;re lobbying governments to twist energy policy in their favour, and against the interests of people and a safe climate. It&apos;s difficult enough to challenge their power, wealth and political influence without the likes of Climate Week giving them an easy reputation boost - including, in this case, six extra months of free advertising all over the Climate Week website.&quot; We&apos;ve been here before: the Royal Bank of Scotland, heavy funders of tars sands exploitation, were a previous sponsor of Climate Week and attracted negative publicity. Eventually, RBS threw in the towel. So once again we ask what role, if any, should corporate sponsorship play in climate campaigning? Climate Week is, it says, &quot;a supercharged national occasion that offers an annual renewal of our ambition and confidence to combat climate change&quot;. There&apos;s more: &quot;Thousands of businesses, charities, schools, councils and others ran events during Climate Week in 2012. They showed what can be achieved, shared ideas and encouraged thousands more to act during the rest of the year.&quot; This is all good. There is no mention of the corporate sponsorship on Climate Week&apos;s &quot;About us&quot; page but in 2011 Steele defended taking big business&apos;s bucks thus: &quot;We cannot afford to waste precious time arguing about which organisations are sufficiently green to be allowed to take part in a movement for change.&quot; Why not? You wouldn&apos;t recruit livestock farmers to back a campaign supporting vegetarianism. Last week, Steele subtly changed position, telling me: &quot;We assess potential sponsors both in terms of their commitment to sustainability and their capacity to have a positive communications impact on the Climate Week campaign.&quot; A positive communications impact for whom was not specified. Nonetheless, it is true that combating global warming cannot be achieved without action by business. But the crux here is &quot;action&quot;, as paper giant APP finally admitted today. Corporate sponsorship of Climate Week is not action, however nice it looks in a CSR report. Businesses that are serious about climate change what they do, not merely what they say. Outsourcing action to community events is a superficial substitute for real change within companies. Climate Week claims to be &quot;Britain&apos;s biggest climate change campaign, inspiring a new wave of action to create a sustainable future&quot;. Yet is has zero impact on the big decisions they could create that sustainable future, such as whether George Osborne&apos;s dash for gas goes ahead. By lending credibility to EDF, you could argue that it actually holds back progress. This is not to say that grass-roots action that enables people to feel they can make a difference is unimportant. Quite the reverse. But the movements like Transition towns and the huge membership of campaign groups like Friends of the Earth, WWF, Greenpeace, WWF and RSPB show people don&apos;t need the backing of big business to get busy. So the question boils down to this: is the good done by the thousands of events organised by Climate Week fatally undermined by the harm done by the corporate greenwashing that perpetuates business-as-usual? I fear so. But Climate Week will reveal its new sponsors any day, &quot;of which we are very proud&quot; says Steele. Perhaps Climate Week can square the circle after all. We will see.", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2013/feb/05/climate-week-protest-edf-gas", 
    "wordcount": "827"
}