{
    "headline": "On getting cross with light", 
    "text": "    Once a scientist, always a scientist. Last week I wrote a little bit about science careers and how, despite having stopped doing lab-based science three and a half years ago, I haven&apos;t downed my mental instruments; instead I have remained insatiably curious. In a way my somewhat altered career trajectory, taking in information architecture, science journalism and most recently medical communications, has freed me to wonder about things outside my own somewhat specialised &quot;native&quot; field. Not, I hope, in the way that loons and Nobel Laureates suddenly pronounce on areas outside their expertise, or start saying stupid things like, &quot;They didn&apos;t believe Galileo [or Einstein or whoever] either!&quot;, but more in the sense that I feel I have an increased freedom to look at things around me and ask stupid questions. Such as &quot;How does that happen?&quot; Often the answer might be &quot;I dunno&quot; but sometimes it&apos;s &quot;I dunno, but I might be able to find out.&quot; For example, one of the current (slightly tangential to my main focus area at the moment) questions that is puzzling me in the day job is why there is a 30-fold increase in risk of acute myocardial infarction following total knee replacement. Now, of course scientists still working in the lab can think about this, and practising scientists are some of the most annoyingly curious people I know. But the problem with working in the lab is that sooner or later you have to bring your focus back to the job in hand, to what&apos;s going to fund your next grant. I&apos;m actually free (and unofficially encouraged) to engage in thinking about multiple and diverse issues. I&apos;m not in the position of being able to do clinical trials, but sometimes I can do experiments, and with any luck these experiments might be interesting to other people.  Enough preamble. A while ago I wrote a little poem that was reasonably well received (especially among the women of my acquaintance, for some reason). Except  my good friend Stephen objected to my conceit that human hair could diffract sunlight. Now, I&apos;d actually fucked up in the poem: I&apos;d meant &quot;diffraction&quot; but written &quot;Fresnel&quot;  the latter being more poetic at that time and moment. (That&apos;s my excuse anyway, and I&apos;m sticking to it.) But the thing is, a couple of years later I saw a video in which someone split a laser beam (sorry, a &quot;fricken laser beam&quot;) with a hair, and showed something very peculiar. Now, you might expect that if you split a single beam of light, you get two spots of light. Rather beautifully however, if you set it up right, you get the two beams of light you&apos;ve just created interfering with each other, and a splendid diffraction as shown above (and which, incidentally, demonstrates the wave nature of light). It&apos;s like the classic Young&apos;s slit experiment, but you are able to create the slit simply by splitting a very narrow beam. Cool, I thought, poem vindicated  and I promptly mostly forgot about it, except when I wanted to impress people in the office. Fast forward to August this year. We went camping in Devon, managing to avoid much of the rain, but some of the time we had to sit inside the tent. And one fine evening, Jenny pointed out something very interesting.      The evening sunlight, as its (effectively) parallel beams streamed through the gauze window of our tent, was forming a rather striking cross-shaped diffraction pattern. Here&apos;s a close-up:      Now, it&apos;s difficult to tell on these photographs (something about the dynamic response of my camera, I suspect), but the arms of each cross were actually tiny rainbows. Which you might expect: different wavelengths  and therefore different colours  of light diffract by different amounts, and therefore white light will split into its constituents when diffracted. My experiments with red and green laser light a month before had already satisfied me as to the truth of that. Even the light from other campers&apos; equipment was splitting into rainbows (if you squint you can just see it):      The horizontal gauze threads of our tent are about the width of a human hair, and if you look real close (go to Flickr and load the largest image: it&apos;s OK, we&apos;ll still be here when you get back) you can see that there are two types of horizontal thread: one slopes slightly up to the right; the other slightly down. And because the diffraction pattern is perpendicular to the hair/thread/slit you get to see the cross which if I&apos;d been smart enough to predict beforehand I would have predicted. And yet again, I promptly more or less forgot about it. But then I saw a video where some cove was trying to recreate the famous cross-shaped diffraction pattern that Rosalind Franklin observed, which led more or less directly to the elucidation of the structure of DNA.            Look familiar? Oh yes. So now I&apos;m trying to find pieces of wire from which I can make small enough helices that will reproduce the cross-shaped diffraction pattern you get from DNA. I&apos;m hoping I&apos;ll learn something along the way.", 
    "section": "science", 
    "gid": "science/occams-corner/2012/oct/04/1", 
    "wordcount": "868"
}