{
    "headline": "50 months: 'Our lifestyles in rich countries come at a cost for others'", 
    "text": "It is time to talk about how we live our lives in rich countries. As an international development agency, Oxfam has always sought to put poor people in the spotlight: to amplify their voices, to explain their struggles, to support their causes. This work will and must continue. But alongside it, we must now also confront the crisis of consumption within developed countries. Our work on climate change, along with all our partners and allies, has helped to show the human face of an environmental crisis. From Bangladesh to Johannesburg, we have supported climate tribunals in which those on the front lines of the climate crisis have explained their experiences of a changing climate, and voiced their anger  about shifting seasons which have cost them crops, and rising sea levels which have ruined their land. Along with our partners, supporters and allies, we showed that climate change is not only a question of arctic ice and polar bears but one of people. Not an issue evolving to affect the distant future but a current crisis already demanding urgent action today. We have always been clear that at the heart of climate change is a deep injustice: that those with least responsibility for causing the problem are the hardest hit by its impacts. We demanded that those who caused the problem by emitting excess greenhouse gases in the process of industrialisation, must take the lead in cutting emissions and delivering new finance to help poor countries to adapt to climate change and embark on low carbon development. But so far we haven&apos;t seen a concerted shift in the politics of rich countries to embrace a low-carbon future with the urgency that the climate crisis demands. Emission reduction targets have been set in most countries, but there is still insufficient political space almost everywhere to embrace the scale of change we need. The hard truth is that our lifestyles in rich countries are not compatible with our efforts to confront climate change. Our over-consumption of resources comes at the cost of the life chances of those who are denied their fair share of access to water, energy and food. But until we grasp this fact, our politicians will dodge the hard decisions. We will not achieve a quite radical transformation to a low carbon economy without a popular politics of fairness and thriving. One thing we feel must change at Oxfam in our campaigning on climate change, is to engage our supporters not only in thinking about the lives of poor people affected by climate change, but also about their own lives and lifestyles. Perhaps the time will come when instead of asking supporters to campaign with us on biofuels, we will urge them to give up their car. After all, when the people lead, the leaders will follow.  Barbara Stocking is the chief executive of Oxfam", 
    "section": "environment", 
    "gid": "environment/2012/oct/01/50-months-barbara-stocking", 
    "wordcount": "475"
}