{
    "headline": "Careers advice at every stage of life is crucial to social mobility", 
    "text": "On a straight word count &apos;careers&apos; gets 82 mentions in Alan Milburn&apos;s recent report, University Challenge: how Higher Education can advance social mobility. The majority of these mentions appear in two contexts. The first looks at the role of university careers services in helping students &apos;get on&apos; after graduation. Suggestions include: that university careers services should be embedded within academic departments, more universities should provide sandwich courses, careers services should work to establish a &apos;skills supply chain&apos; between higher education and local businesses, and that careers services and businesses should develop co-curricular activities to enhance student employability. The second considers the negative impact of changes to careers provision in schools. Recommendations include: further statutory guidance for schools focusing on the importance of face-to-face guidance delivered by accredited professionals, the inclusion of the effectiveness of careers advice in the Ofsted school inspection framework, and the creation of structured programmes for schools including &quot;inspiring talks, university visits and work experience&quot;. So should we to be encouraged that a report into universities&apos; role in social mobility gives so much space to careers? Careers information, advice and guidance (IAG), at every stage of life, is utterly crucial to social mobility. People will not &apos;get on&apos; if they don&apos;t understand where they could be going and how to get there. While the problem does not, of course, lie with universities alone, careers advice in higher education is one of the areas that suffered most under the auspices of the Connexions service, with its focus on helping those at risk of failing; a deficit now compounded by the demise of Aimhigher. Milburn&apos;s 82 references to careers contain all the elements of the right response, but they are scattered with too few concrete recommendations. There is, as he points out, a vacuum in careers provision, and this is an opportunity missed to shout it from the rooftops and push for a coherent and forceful response. In this, more than possibly many other areas of education, the responsibility for provision is surely a collective one and best delivered collectively. It cannot  it must not  be impossible to provide a careers IAG service which covers all bases, where schools, careers guidance professionals, colleges, universities, charities and employers work together. They need to help students of every age choose the right subjects and pathways for their interests and aptitudes, and get the right exposure to experiences which will demonstrate the range of career opportunities available and provide the skills and contacts necessary to grasp them. All of the necessary work is already being done somewhere, by someone, but coverage is patchy and often follows funding streams not greatest need. A combination of the financial crisis and the creation of quasi-markets throughout the education system work against the sort of cooperation required. It will require a Herculean effort of collaboration, realistically on a regional basis.. However, once established, with clear indications of who has responsibility for delivery, students will receive a holistic range of provision. The different partners involved will play to their strengths, and it might just provide a mechanism to make a reality of sharing good practice, which we tend only to pay lip service to currently. Only then will we see social mobility start to shift in the right direction. Dr Tessa Stone is the chief executive of education charity, Brightside This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/oct/31/careers-advice-social-mobility-milburn", 
    "wordcount": "582"
}