{
    "headline": "Severe abuse in childhood may treble risk of schizophrenia", 
    "text": "Children who experience severe forms of abuse are around three times as likely to develop schizophrenia and related psychoses in later life compared with children who do not experience such abuse, according to a study that has brought together psychiatric data from almost 80,000 people. The results add to a growing body of evidence that childhood maltreatment or abuse can raise the risk of developing mental illnesses in adulthood, including depression, personality disorders and anxiety. Prof Richard Bentall of the University of Liverpool&apos;s Institute of Psychology, Health and Society, who led the study, showed that the risk of developing psychosis increased in line with the amount of abuse or trauma a child had gone through, with the most severely affected children having a 50-fold increased risk compared with children who had suffered no abuse. He also showed that the type of trauma experienced in childhood affected the subsequent psychiatric symptoms later in life. Schizophrenia occurs in around 1-3% of the population and is defined by psychiatrists as one of the most severe types of mental illness. It is characterised by hearing voices, bizarre beliefs and loss of motivation. Bentall&apos;s team analysed 36 published studies that contained data on childhood maltreatment (including sexual, physical and emotional abuse, death of a parent, school bullying and neglect) and psychiatric symptoms in almost 80,000 people, collected over the course of 30 years. People who experienced these types of trauma in childhood were between 2.7 and 3 times as likely to develop schizophrenia as adults, the team found. The research is published in the journal Schizophrenia Bulletin. In cases where someone had suffered sustained abuse or several types, their risk of developing schizophrenia in later life was increased further. &quot;People who had severe and multiple traumas in their lives, in some of their studies they&apos;d go up to an odds ratio of 50 times greater risk of psychosis [in later life],&quot; said Bentall. &quot;There is nothing in genetics which looks as strong as this in terms of effects and it&apos;s consistent across the different studies, so it&apos;s a highly robust effect.&quot; The latest results add to recent evidence that childhood abuse can lead to serious problems in later life. In 2011, scientists at the Institute of Psychiatry (IoP) at King&apos;s College London found that people with a history of abuse or maltreatment during childhood were more than twice as likely to have recurrent episodes of depression in adulthood and also 43% more likely to experience a poor outcome when it came to psychological or drug-based treatment. They examined data from 16 epidemiological studies involving more than 23,000 people in total and 10 clinical trials involving more than 3,000 people The mechanisms behind the link between childhood maltreatment and schizophrenia are not yet understood. Earlier this year, psychiatrists at Harvard University found that being sexually or emotionally abused as a child correlated with reduced volumes of three important areas of the hippocampus, which is involved in the control of memory and regulation of emotions. Volumes were reduced by up to 6.5%. &quot;It&apos;s entirely possible that these changes in the brain that we see in patients are the results of their life experiences,&quot; said Bentall. &quot;But we don&apos;t know if that&apos;s the case.&quot; Louise Arseneault, a senior lecturer at the IoP, said it was encouraging to know that so many different studies were coming up with similar conclusions on the relationship between childhood adversity and psychotic symptoms. &quot;We already know that trauma and harmful experiences in childhood bring their share of difficulties, whether it is mental health or physical health problems. But it is striking that these adversities extend to mental health as disabling as psychosis, which has been thought to be highly influenced by genetic factors.&quot; Andrea Danese, a researcher in child and adolescent psychiatry at the IoP, said: &quot;These tragic findings may help us uncover new solutions. If we can understand how childhood adversities influence risk for psychosis, we will have new hopes for developing interventions to prevent and treat mental illness.&quot;", 
    "section": "science", 
    "gid": "science/2012/apr/18/severe-abuse-childhood-risk-schizophrenia", 
    "wordcount": "685"
}