{
    "headline": "Half of free schools still negotiating sites for autumn opening, minister says", 
    "text": "Half of the free schools opening this autumn are still negotiating over premises, an education minister has admitted. Despite many having made provisional offers of places for September, only about 35 of the 70 schools have written confirmation from the land or lease owner that they can use their proposed building, and a few have yet to find a site. The information was divulged by Nick Gibb, the schools minister, in response to a parliamentary question by Stephen Twigg, the shadow education secretary. Gibb said &quot;around half&quot; of the free schools due to open this autumn or shortly afterwards had a &quot;confirmed&quot; site, while a &quot;large majority&quot; of the rest were still negotiating contracts for their buildings. Some 70 free schools are expected to open in September or shortly afterwards  almost three times as many as opened last year. This time last year, fewer than half of those opening last September had confirmed their sites, Gibb said. Of the 24 free schools that opened last September, nine were initially in temporary premises. However, Labour said the revelation would worry parents and was proof that one of the coalition&apos;s key reforms was &quot;in disarray&quot;. Free schools are state-funded primaries and secondaries started by parents, teachers, charities and private firms. The policy, inspired by similar initiatives in Sweden and the US, is one of the government&apos;s main education reforms and is designed to raise standards and increase competition in the state sector. Free schools are allowed greater freedom over the timings of the school day, teachers&apos; pay and the subjects they teach. They are accountable to central government rather than their local authority, in the same way as academy schools. Twigg said parents would fear that the coalition&apos;s &quot;approach to new schools is too much of a gamble&quot;. The New Schools Network, a charity that works closely with the Department for Education to provide advice on setting up free schools, urged the government to rethink the way in which schools find appropriate buildings. Natalie Evans, the charity&apos;s chief operating officer, said some free schools had to postpone their openings because they had been unable to find suitable premises. &quot;Securing a site does appear to be the single most challenging issue for free school groups once they have been approved,&quot; she said. &quot;We believe the government needs to think again about the whole process of finding a site and who actually carries out that role, as what was fit for purpose for a couple of dozen of free schools will not work for the hundreds that are now coming forward.&quot; Those involved in the Greenwich free school, a secondary school opening this September in south-east London, told the Guardian that finding a suitable building had been challenging. The school may require an interim site while renovation work is carried out on its premises  the former living quarters for nurses of the Royal Herbert hospital. Louise Buckley, a governor of the Greenwich free school, said the group had also looked at a former rifle factory but found that the modifications required to the building would have been too expensive. John Simes, founder of Collingwood Learning, an education consultancy which helped the Greenwich free school find its premises, said obtaining a building had been fraught and stressful. &quot;The time frame is short  It can take up to two years to find a building which can sometimes bring you near to the point at which the school needs to open.&quot; Zenna Atkins, chief executive officer of consultancy Wey Education, anticipated that &quot;quite a few&quot; of the free schools expected to open in September would be in temporary premises at first. The Tories&apos; star teacher, Katharine Birbalsingh, has had to delay the opening of her free school. Birbalsingh gave a blistering speech to the Conservative party conference in 2010 in which she attacked dumbed-down standards in exams and &quot;chaos&quot; in classrooms. She had planned to open a secondary school, the Michaela community school, in Tooting, south London, this September, but failed to secure her preferred location. The school may open next year instead. A Department for Education spokeswoman said the government was working closely with free school groups to &quot;help realise their vision of creating great new schools with high standards and strong discipline  in response to local demand&quot;.", 
    "section": "education", 
    "gid": "education/2012/apr/13/half-free-schools-negotiating-premises", 
    "wordcount": "734"
}