{
    "headline": "Government committed to UN overseas aid target, says Justine Greening", 
    "text": "Justine Greening, the new international development secretary, has reassured Britain&apos;s main aid charities that she remains committed to meeting a UN target on overseas aid spending. As George Osborne told MPs that the government would abide by its commitment to spend 0.7% of gross national income on aid by 2013, Greening told Save the Children and other charities that this is the &quot;right thing to do&quot;. There has been speculation that Greening, who was furious when Cameron demoted her from the Department for Transport to prepare for a possible U-turn over a third runway at Heathrow, would weaken Britain&apos;s commitment to the UN target. Some aid groups had warned that the chancellor could abandon the 0.7% target in his autumn statement as he searches for new savings. But Greening said at her first meeting with aid charities: &quot;Delivering on our promise of 0.7% is the right thing to do, whether it&apos;s helping countries cope with natural disasters and famines, or working with some of the British charities who are world leaders in international development.&quot; Greening said she would continue the work of her predecessor, Andrew Mitchell, in ensuring value for money in Britain&apos;s aid budgets, one of the few to be ringfenced by the Tories. She said: &quot;I will critically assess our budget on behalf of the British taxpayer to make sure that, pound for pound, it goes exactly where it&apos;s intended and where it can make the biggest difference.&quot; She added: &quot;A strong focus on international development is also the smart thing for Britain to do. You only have to look at the business generated by China and India to see the potential they provide for UK companies as their export markets continue to develop. My work at international development will sit alongside the [Foreign Office&apos;s] work led by William Hague to build strong relationships around the world, as the developing countries of today become our trading partners of tomorrow.&quot; Osborne confirmed that the government would meet the 0.7% target when he was asked by the former Labour minister Tom Clarke when a bill to implement the pledge would be introduced. Osborne said: &quot;The short answer is yes, we are. It is not about legislation; it is about delivering the money.&quot; As Labour MPs interrupted him, Osborne said: &quot;Labour members say &apos;Ah&apos;. But we can legislate as much as we like. The question is whether we are prepared to take the difficult decisions to deliver the money. They say they do not trust us, but this is the government who will deliver the 0.7% aid commitment that all parties signed up to.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/sep/11/government-un-overseas-aid", 
    "wordcount": "450"
}