{
    "headline": "Microsoft unveils Xbox One console - as it happened", 
    "text": "  7.57pm BST    Summary    A slew of Microsoft executives rolled out a stream of new features for the Xbox One in a single, speedy hour. Here is a summary of those announcements:  Xbox One will respond to voice and gesture input. It can also detect your heartbeat. &quot;This is human control for a human experience,&quot; Marc Whitten said.   The new controller looks similar to the current controller but is more ergonomically correct and has a new d-pad.   Microsoft landed several exclusive partnerships including one with the NFL.   The company is also focusing on creating exclusive games for its console. Microsoft Studios plans to launch 15 new games in the first year of Xbox One, including 8 brand new franchises.   Steven Spielberg is producing a Halo television series.   Call of Duty: Ghosts will feature dogs.  More features are set to be announced at the E3 conference in June.    Here it is! twitter.com/keefstuart/sta&mdash; Keith Stuart (@keefstuart) May 21, 2013        7.09pm BST       The end of the Call of Duty: Ghosts preview is the end of the conference, apparently. Unless the black, quiet stream is just a zoomed in look at the new console. Either way, The Guardian&apos;s Keith Stuart has a preview of the game.   Yes, this is the next generation Call of Duty, targeted at the coming Xbox and PlayStation machines. It&apos;s built around an entirely new engine, which ramps up every facet of the visual experience. The poly count is through the roof, the textures are super high resolution. The coders have added fluid dynamics, interactive smoke and a new AI system. We&apos;re introduced to a cavalcade of improvements. There&apos;s a better lean system, which lets you look out over battlefield from cover; the animation is more intuitive and reactive  when your character runs at a wall, he&apos;ll just leap over, maintaining momentum. The team has also added a slide mechanic which lets you slip straight out of line of fire, or into an offensive position. It looks like the sliding in Bulletstorm  and indeed, much of this sounds familiar. But here, the screen is alive with detail and activity.        7.03pm BST       Here&apos;s the trailer for Call of Duty: Ghosts.         Updated at 7.03pm BST     7.01pm BST       Though the conference has devoted several minutes to Call of Duty: Ghosts, the general consensus is that the conference has said very little about new games. It&apos;s possible Microsoft is saving this information for the its E3 conference in early June.     There will be much gnashing of teeth amongst gamers about the lack of games in this event. Which keeps the stakes of E3 high.#XBoxReveal&mdash; Noah J Nelson (@noahjnelson) May 21, 2013        6.57pm BST    Dogs    Mattrick just said Microsoft will release the console by the end of the year. Which everyone knew already. The event is wrapping up with a world premiere of Call of Duty: Ghosts, launching exclusively on Xbox One. &quot;America is in disarray,&quot; explain an Activision employee. He is referring to the Call of Duty: Ghosts America, not actual America, I think.  Most importantly, the game will have dogs.        6.52pm BST       A video of Xbox president Don Mattrick speaking with NFL commissioner Roger Goodell is on screen. The two are discussing their new partnership and how it will improve the sport. &quot;You&apos;re going to change football in a way that is so dramatic,&quot; said Goodell. So there&apos;s one more exclusive partnership for Microsoft, take note Sony.        6.50pm BST       Steven Spielberg started playing Pong in 1974. I know this because he is talking about the Halo universe in a video at the conference. He&apos;ll be behind the new Halo live-action television series Ross and Tellem are very proud to announce. Quite a get, no?     This is happening Photograph: NICK ADAMS/REUTERS      Updated at 7.06pm BST     6.49pm BST       &quot;Xbox Live is about to become the next water cooler,&quot; says Nancy Tellem, formerly of CBS and now head of Xbox TV studios, is on stage to talk about television integration. Tellem brought us CSI and Survivor  truly, TV&apos;s lowest common denominator. She has now brought out Bonnie Ross to introduce an interactive Halo television show. Which she seems to think will be as good as Breaking Bad  this might be like when they showed us Internet Explorer and expected us to take it seriously.       6.43pm BST    Exclusive games    A child with superpowers just arrived on the conference screen. Guess it&apos;s time to preview more new games. This one is called Quantum Break. &quot;Microsoft is investing more in studios around to world to create new and original IP for Xbox One.&quot;  Microsoft Studios plans to launch 15 new games in the first year of Xbox One, including 8 brand new franchises.        6.38pm BST       Phil Spencer, corporate vice president of Microsoft Studios, is on stage now to talk about games. Games will be &quot;more immersive, more personal and more connected than ever before,&quot; says Spencer. Forza Motorsport 5 announced for Xbox One. It will be available at launch.    Updated at 6.48pm BST     6.34pm BST       Now from EA Sports, the launch of FIFA, Madden, NBA Live and UFC, which will all be released in the next 12 months. EA Sports Ignite has just been unveiled: &quot;to blur the line between real and virtual.&quot; It will utilize the Xbox One&apos;s exclusive updates for enhanced game play. &quot;Sports are as much about your head as your feet or your hands,&quot; says Microsoft. The words &quot;human intelligence&quot; are flickering on screen and I think this is not supposed to scare me.    Updated at 6.35pm BST     6.30pm BST       The new controller was created with game players, Whitten said. It will have improved ergonomics and a new d-pad. &quot;This is your controller,&quot; he said. Whitten said the Xbox One will use more power than the entire world did in 1999. Whitten moves on to explain the updates to Xbox Live, including a way to post bragging rights to the cloud: &quot;A dedicated game DVR to capture and access your game-winning moments.&quot;     The controller Photograph: Nick Adams/Reuters      Updated at 6.31pm BST     6.26pm BST    What it looks like       The Xbox One on display Photograph: NICK ADAMS/REUTERS         6.25pm BST       Whitten, corporate vice president of Xbox LIVE, said the console can detect your heartbeat when you are exercising  which is helpful? Scary? You decide. &quot;This is human control for a human experience,&quot; Whitten said.       6.23pm BST       &quot;This is rocket science-level stuff,&quot; says Marc Whitten, taking us beneath the hood and explaining the tech behind the voice recognition.        6.21pm BST       Xbox One Guide is a feature that makes it so you don&apos;t have to memorize television channel numbers, instead, just say what channel or show you want to watch. I don&apos;t know why this wasn&apos;t invented before. So far, all the new features focus on the console&apos;s entertainment features, we&apos;ve heard nothing about how this improves game play.     Interesting that Microsoft has kicked off Xbox one with Skype and live tv - not games. Massive change in approach compared to sony and PS4.&mdash; Keith Stuart (@keefstuart) May 21, 2013        6.17pm BST       Mehdi is showing off &quot;snap mode,&quot; which lets you play a game or watch a movie while using an on-screen window to, say, browse the internet (with Internet Explorer, natch). It&apos;s poised to take on two-screen &quot;interactive TV&quot;, wherein we all watch awards shows and snark on Twitter. All of this can be controlled through voice control--Mehdi is simply telling the Xbox what he wants to do, and it does it.    Updated at 6.18pm BST     6.16pm BST       Yusuf Medhi, senior vice president of Microsoft&apos;s interactive entertainment business, just unveiled howvoice input can be used to control Xbox One. It will also respond to gesture controls. Medhi is demonstrating how people will be able to do &quot;instant switching between input modes  tv, game, music.&quot; People using Skype on Xbox One will be able to do group chats now.    Updated at 6.16pm BST     6.09pm BST    Xbox One    &quot;Team Xbox is on a new mission,&quot; Mattrick said. And that mission is focused on making this an entertainment console. He said the goal is to build a system that lines up games, television and software and that the most important part is that it must be &quot;simple, instant and complete.&quot; &quot;It is time for technology to step behind the curtain and you and your entertainment to take the stage,&quot; Mattrick said. He then announced that the new console will be called Xbox One.    Updated at 6.10pm BST     6.05pm BST       The event has begun with a promotional video that features Steven Spielberg, JJ Abrams and a bunch of strangers explaining how we will all have relationships with our televisions thanks to the new Xbox. Don Mattrick, president of the interactive entertainment business, is now delivering his opening address.       6.01pm BST       Computerandvideogames.com said that the new Xbox will be called simply Xbox after a trailer for the new Call of Duty: Ghosts was allegedly leaked. This information has not been confirmed by Microsoft though many names have surfaced from reliable anonymous sources in the past few months including: Durango, Infinity, Fusion, 720, 666, Fusion Durango Star. It is possible some of those are made up.       5.48pm BST       Just so you know, this is a picture of the building the event is being held in, not the new Xbox.    It's a video game event so... HUGE EXCITO-QUEUE! #xboxreveal twitter.com/keefstuart/sta&mdash; Keith Stuart (@keefstuart) May 21, 2013     Inside the tent of future Xbox... twitter.com/keefstuart/sta&mdash; Keith Stuart (@keefstuart) May 21, 2013        5.38pm BST       The Guardian&apos;s Keith Stuart has sent his first dispatch from Redmond, Washington.  It&apos;s a rainy, overcast morning in Redmond, and the world&apos;s gaming press is arriving on the Xbox Campus in a convoy of coaches, here to finally discover the future of Microsoft&apos;s console. Somehow, the company has managed to keep the contents of this enormous &apos;reveal&apos; event secret  even the name of the machine still eludes us. Current guess are Infinity, Fusion or even just Xbox  an iPad style definitive branding endeavour. What we do know is that the console itself will be revealed, unlike Sony&apos;s PlayStation 4 announcement in February, when the machine design remained curiously under wraps. We&apos;re also expecting a range of exclusive game reveals; possibly something from veteran UK developer Rare, maybe a whisper of the next Halo, the next Fable or Forza Horizon. Activision will no doubt corner off a section of the one-hour event for Call of Duty Ghosts, the next gen debut of the multi-million selling shooter series. EA should also have Fifa, Battlefield and a UFC tie-in to show. &quot;We&apos;re expecting a lot of third-party exclusives - Microsoft has put a great deal of effort into securing these - although it&apos;s unlikely we&apos;ll see them all today,&quot; says Andy Robinson, editor of CVG [cvg.co.uk]. Also likely to feature are lots of new video-on-demand and entertainment services: Microsoft is pushing its next Xbox as a true living room hub, and may even include PVR features, such as recording and storing TV programmes. Join us now, then, as we venture into whatever version of the future Microsoft is preparing...        5.26pm BST       Hello and welcome to the Guardian&apos;s live blog of the Xbox reveal in Redmond, Washington. The as-yet unnamed console will be the first major revamp of the popular Xbox since Xbox 360 debuted in 2005. Microsoft&apos;s announcement comes two months after itsrival Sony released some details on its forthcoming Playstation 4 console. The two systems are expected to have similar technical specifications and a key focus of today&apos;s announcement will be how Microsoft plans to differentiate itself from its competitor. One way Microsoft might be able to do this is with updates to the motion-sensing Kinect device. Kinect 2.0 is rumored to have advanced capabilities that can track fourseparateplayers and allow people to log in with facial recognition. It&apos;s possible Microsoft will save some announcements for its E3 conference in June and the company will likely keep quiet on a release date or price for the new console. The Guardian&apos;s games blogger, Keith Stuart, is at the Redmond conference and he&apos;ll be sending in updates throughout the event.Keith&apos;s preview piece on the anticipated updates and expectations for the new Xbox is here. Keith Stuart&apos;s travel and accommodation was paid for by Microsoft    Updated at 5.30pm BST  ", 
    "section": "technology", 
    "gid": "technology/2013/may/21/xbox-720-microsoft-reveal-console-live-blog", 
    "wordcount": "1879"
}