{
    "headline": "Pope resigns, scientist applies for job", 
    "text": "To: The Vatican (HR Department)  Name: Dean Burnett Date: 11-02-2013 Reference: Vacancy CCLXVI (&apos;Pope&apos;) CV: [Attached] PERSONAL STATEMENT IN SUPPORT OF APPLICATION: See below Dear Sir/Madam/Holy Ghost I am very interested in applying for the recently announced vacancy for the position of pope. I am sure you&apos;ve received many applications already, but I believe I would make an excellent candidate for the role as I could bring innovative new approaches and help increase diversity, which would have the effect of both motivating those involved in and enhancing the reputation of the organisation (i.e. The Catholic Church). I have read the job description and although I admittedly do not meet all the specified essential criteria for the role (e.g. I do not regularly commune with God or any other unspecified deity) I feel that my strengths in other areas more than make up for my lack of direct experience. Although I am not a practising member of the Catholic (or any other) Church, I am a qualified and enthusiastic scientist. I believe this makes me an ideal choice for the next pope, for a number of reasons. For example, I have had many jobs where it is compulsory to wear a white coat, and the wearing of long white garments appears to be the main duty of the pope. I also regularly lecture on the subject of neuroscience, so am extensively experienced at speaking in an unfamiliar language to rooms full of people who are struggling to stay awake, so it would be no trouble for me to offer Mass whenever required.  I am not a cardinal, but a recent check of my wallet reveals that I still have a membership cards for both GAME, Blockbuster Video and MVC, showing that I am clearly dedicated to declining institutions and have a robust if unrealistic belief in resurrection.  As an atheist scientist I cannot claim to be in regular contact with God per se, but I have regularly encountered professors with equivalent levels of power and influence who demand unquestioning obedience from those who serve them, so feel this has provided me with equivalent professional experience required for the position.  As a scientist pope, I could bring an element of rationalism and logic to the Catholic Church, which would better equip it to survive in more modern, enlightened times. I could provide numerous plausible-sounding theories as to the origins of the universe, life, evolution, human consciousness and any other area that the Church feels it should have influence over. Whereas most scientists require evidence and peer review before their theories can be accepted, my being the pope would mean I was infallible so I wouldn&apos;t have to go through this process; the simple act of me saying it would mean it is accepted by many as fact. This is a privilege enjoyed by only a few scientists, and one I definitely wouldn&apos;t abuse, scouts honour! I have performed a number of miracles in recent years. For example, I have managed to sustain a career in science in present circumstances, despite having very few notable publications to my name and a disastrous history of high-profile embarrassments.  I have managed to remain in my post despite these numerous blunders, so I would be able to bring this experience to my duties as pope. I can also turn water into wine, which is viewed as more of a &quot;classic&quot; miracle. It takes some time as it involves me pouring the water onto grapevines before growing, picking, sorting, crushing, fermenting, maturing, bottling and selling. But overall, it&apos;s definitely water being turned into wine. With Science! (Unless that doesn&apos;t count as a miracle, in which case it&apos;s clearly magic). I am not presently celibate, but as a teenager who was a big science fan with terrible acne, I am very familiar with the concept. I am also not a homosexual, as that would obviously exclude me from the role (NB. In the interests of transparency, I did once suck a penis, but I didn&apos;t inhale so it doesn&apos;t count). At the last count, I also have the required number of testicles to be pope (at least two). I also have experience with covering up crimes.  I believe these qualities and more make me an ideal candidate for the position, so I hope you will consider my application seriously. I realise the vacancy is somewhat above my pay grade, but I am looking for a higher paying position as I need money to provide for my family  I mean buy condoms  I mean jewels. I look forward to hearing from you. Vestrum fideliter Dean Burnett P.S. What&apos;s the pension scheme like? Dean Burnett will answer all prayers sent to him (if by &quot;prayers&quot; you mean &quot;Tweets&quot;, @garwboy). If you&apos;d like to comment on the pope&apos;s resignation, you can do so on our live blog", 
    "section": "science", 
    "gid": "science/brain-flapping/2013/feb/11/pope-resigns-scientist-applies-job", 
    "wordcount": "817"
}