{
    "headline": "Malawi warms to sustainable stoves  in pictures", 
    "text": "   Onesta Chimbalanga from the Mg'anja group, Kachindamoto, shows off her new cookstove. Concern Universal has been working with 180,000 people in 321 villages in Balaka district in southern Malawi, focusing on sustainable access to energy Photograph: Concern Universal       The teams split into production and marketing groups. Each stove maker develops her own signature rim marking, enabling her to identify her products Photograph: Concern Universal       Unpacking the kiln after the stoves have been fired, 84 at a time. Production is hard work, say the women, but the incomes make it well worthwhile. The wholesale price is 300 kwacha (80 cents), and the retail price 350. In urban areas, stoves go for 500 kwacha ($1.30). About 24,000 fuel efficient cookstoves have been sold through the project. In this community, 9,000 have been made and are now in use Photograph: Concern Universal       Those who sign up for the project form a village savings and loans group. Using the real-life demands of the business and the savings group, about 1,500 adults have become functionally literate. About 90% of literacy class attendees were women Photograph: Lucy Lamble/Guardian       In this village of more than 250 households, about 80% of homes are now using the fuel efficient ovens. They last for up to three years and have to be exactly the right dimensions. This model is a German design from Giz. Concern Universal has been working with the Malawian government on standardising six or seven types of stove that comply with emission reduction criteria. The project stoves qualify for carbon financing. More than $115,000 has been raised so far Photograph: Lucy Lamble/Guardian       The marketing teams concentrate on transporting and selling the stoves, each of which has a serial number  consisting of a group, batch and stove number  crucial to securing carbon financing. Records are kept on a database of every stove sold; a carbon auditor flies in annually from Europe, selecting a random sample from the records before travelling to the villages to check the stoves are actually in use (in Balaka district, more than 95% are). Confirmation of this triggers payment; this year, 90,000 ($115,000) worth of carbon credits were generated on the voluntary emissions market in Europe. Now the project has wound up, these funds will come back to the communities through the district council, allocated to villages according to how many stoves they have. It's up to the community how the money is spent Photograph: Lucy Lamble/Guardian       Previously, villagers  like 97% of Malawian households  cooked on the traditional three-stone open fire oven (left). The new stoves require less fuel, saving 1 ton of firewood, or 1.6 tonnes of CO2, annually. They also generate less smoke, and are therefore better for health. Zelifa Mankhwala, 30, says that since she switched over, both her family of four children and her neighbours have experienced far fewer smoke-related illnesses. She also has more time for other household chores, since she doesn't have to gather so much wood Photograph: Concern Universal       Addness Banda, a hairdresser, explains that her children used to have a lot of accidents with the three-stone fire, especially when they were crawling. She used to have to collect wood every day, but now the same quantity of fuel she was using daily lasts her more than two weeks. She's also able to wear much nicer clothes, because her garments are no longer at risk from sparks and she's not having to collect dirty wood every day. She's happy to recommend the stove to neighbouring villages Photograph: Lucy Lamble/Guardian       Making maize porridge. Meresi Damisoni, 26, says food can be prepared faster on the stoves and tastes good. 'The three-stone fire exposes our children to accidents,' she says. 'Also, the new stoves mean we can maintain our cleanliness more easily.' Efenisi Glaeta adds: 'We used to catch our clothes on the open fire due to sparks' Photograph: Lucy Lamble/Guardian       Gift Chikhwaya, who works on the marketing side, says that about 2.5m kwacha ($6,500) has been raised so far by the 9,000 stoves made in this community group. Some families have been able to build houses with corrugated iron roofs. Others have been able to pay school fees or buy livestock Photograph: Lucy Lamble/Guardian       Enere Paulo, vice chair of the production group, has been able to buy a goat and iron sheets to finish her home. She has faith in the scheme, which is her only source of income. She finds it much better than doing casual work, earning about 5,000 kwacha a month ($13). She has five children, four of whom are married while a fifth is at school Photograph: Lucy Lamble/Guardian       Tobacco, a key cash crop, drying Photograph: Lucy Lamble/Guardian       Village chief, Jamson Buluweti, explains that the biggest challenge facing the community is water. 'We only have one source. Normally, as we approach September, the water table goes down and we face a lot of challenges. Deforestation goes hand in hand with water. We hope to use these carbon funds on the water projects' Photograph: Lucy Lamble/Guardian       More than 6m trees like these saplings have been planted as part of the project. In addition, more than 500 hectares of community forest have been established. Some tall trees are planted that are suitable for building poles; bushier varieties, like acacia, are used for for firewood Photograph: Lucy Lamble/Guardian  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2013/mar/28/malawi-sustainable-stoves-in-pictures", 
    "wordcount": "0"
}