{
    "headline": "Met Office hosts 'conversations' with climate sceptics", 
    "text": "We hear a lot these days about the need for scientists  particularly climate scientists  to engage more with the public and better communicate their findings. Without such dialogue, their work can be misunderstood or, worse, misrepresented. Just saying, &quot;I let my science do the talking&quot;, no longer cuts it in the rough&apos;n&apos;tumble world in which we now live of cherry-picked soundbites, online echo chambers, and bruising culture wars. Scientists need to not only explain their work, but defend it, too. I think we should applaud the fact, then, that there now appears to be more of what I call &quot;Rapunzel&quot; scientists; those that choose to (metaphorically, at least) let down their long hair and allow us to climb up into their ivory tower to converse with them and to see how they operate. Many scientists now publish their own blogs and an increasing number are taking to Twitter. A good example is Professor Richard Betts, a climate scientist who is head of the climate impacts research team at the Met Office Hadley Centre in Exeter and a lead author on both the 4th and 5th Assessment Reports of the Intergovernmental Panel on Climate Change (IPCC), in Working Groups 1 and 2. By being positioned at the heart of both the Met Office and the IPCC, he is a scientist placed very much under the scrutiny of climate sceptics. But rather than defensively pull up the drawbridge, he routinely posts explanatory comments on blogs that are hostile to climate science and engages in debates on Twitter with sceptics.  In fact, the Met Office has confirmed to me that it has now hosted a number of &quot;conversations&quot; with its critics over the past couple of years in an effort to both better explain how it works and to &quot;hear other viewpoints&quot;. Around 18 months ago, it invited Benny Peiser and David Whitehouse from the Global Warming Policy Foundation to a &quot;roundtable&quot;. It says it has also &quot;bumped into&quot; Lord Monckton at various UN climate summits over recent years. (Two invitations sent to Christopher Booker have so far been ignored, apparently.) The latest such meeting  which are confined to Met Office staff and are said to attract around 100 people - came last month when Andrew Montford, who hosts a blog popular with climate sceptics called Bishop Hill, was invited to Exeter to present the conclusions of his book The Hockey Stick Illusion, which is particularly critical of the methodologies of paleoclimatologists. I asked Montford why he went and what he got out of the experience:  I went to the Met Office on the invitation of Vicky Pope [head of the climate predictions programme at the Hadley Centre], who I met at the Cambridge conference last year. It was billed as a chance to have an informal chat, although I persuaded them that I should give a talk on my book as well. Richard Betts invited some outsiders down as well to spice things up - they don&apos;t do paleoclimate at the Hadley Centre so he wanted someone who could ask more searching questions.The talk was politely received, although it was probably pitched at too general a level. There were some very interesting exchanges in the audience, in particular one on the confidence intervals in the Hockey Stick [graph]. A statistician was quite strongly critical of paleoclimatologists&apos; use of statistics.I enjoyed the visit and got a better impression of the range of views in the organisation. I didn&apos;t find any sceptics there, but I was surprised to find support for my book - several people approached me and said they had read and enjoyed it and were comfortable with the case I make.  I also asked Richard Betts to explain why he had supported  and, to some extent, facilitated  Montford&apos;s visit:  I invited Andrew to visit because I wanted him to understand more about the Met Office, particularly what we do and why, and also to understand more about his arguments and motivations.In the polarised debate on climate change, there seem to be two self-reinforcing groups which criticise each other but do not really understand each other. They each get their impression of the other group second-hand, which only leads to further misunderstandings and increased bitterness. Neither party comes out of this looking very good.I wanted Andrew to be able to see the Met Office first hand and meet some of our scientists and forecasters. In particular, I wanted him to see that our motivation is scientific understanding and using that understanding to help people make appropriate decisions in matters that are connected with weather and climate. This ranges from the weather forecasts we provide to the public, airlines, the military etc, to climate projections provided to governments and commercial organisations to help them plan to adapt to climate change and also come to an informed decision regarding mitigation. I specifically wanted Andrew to have the opportunity to learn more about weather and climate modelling, including the fact that they are actually the same thing!Andrew was given a tour of our operations centre and chatted with the forecasters working there, and he saw the model output being turned into advice for routing transatlantic aircraft, RAF operations and the shipping forecast. (He was given a copy of that day&apos;s shipping forecast script as a souvenir!) A couple of my colleagues gave talks on using the model for climate projections, particularly in the near term (seasonal to decadal, including natural variability and solar forcing as well as greenhouse gases), so he could learn more about how the models actually work and see the areas of the modelling that we are confident in and the areas we are less confident it - and what we are doing to address the latter. He had the opportunity to ask questions, and of course he did so, so hopefully it was a useful experience for him.I also wanted to really understand where Andrew is coming from in his &quot;scepticism&quot;. I had already seen from his blog that he accepts that the greenhouse effect is a real phenomenon and that increasing greenhouse gases is therefore confidently expected to have at least some sort of warming effect. So the interesting thing for me is why he is so concerned about the mainstream policy response to this. This is not because I am pushing any policy response, it is just that the policy is informed by the science so it is important to establish whether his disagreement is with the details of the science or with what it means in the context of wider issues. My impression is that it is more the latter, but he is the best person to tell you that!When I invited Andrew to visit, he offered to give his usual talk on his book. Having read the book I thought there were some excellent points to discuss in that, so I took him up on the offer. He spoke to an audience of mainly climate scientists, although his talk focussed more on wider issues than the technical points (on reflection I should have given him more of a steer in advance). Members of the audience did of course challenge him on some points, but when we got into the detail there was also some heated debate amongst the audience about some technical issues. It was good to be able to talk it through.Overall, I believe that Andrew does now know more about the Met Office, our modelling, and what motivates our climate scientists (ie: science!), and likewise I understand more about why he is concerned about climate policy.  Last June, I wrote a blog post in which I proposed that a &quot;meeting of moderate minds&quot; within the climate debate might be a productive way forward, even if it&apos;s just to see if any common ground could be identified. The idea wasn&apos;t exactly warmly received - not least by Montford&apos;s readers! - but I still hold firm that there is some sense to this idea. It is, therefore, refreshing to hear that the Met Office is now holding such &quot;conversations&quot; with its critics. The testimony of both Montford and Betts show that such efforts can produce positive, if tentative, steps forward.", 
    "section": "environment", 
    "gid": "environment/blog/2012/mar/29/met-office-conversations-climate-sceptics", 
    "wordcount": "1389"
}