{
    "headline": "More on sexy dinosaurs", 
    "text": "   The skull of a pachycephalosaurian dinosaur, but what was the purpose of the huge bony dome?    As readers may know, I&apos;ve been away in Canada for the last few weeks, and coupled with a rush at work, the Lost Worlds had rather ground to a halt. However, my trip to Alberta has been incredibly productive, so there&apos;s lots of things to come once I&apos;ve cleared the inevitable work backlog that appears whenever one goes away. I want to start with a paper of mine that came out while I was away as this is the latest in a series of ongoing exchanges in the scientific literature on the origins and functions of the bewildering variety of crests and horns that appear on the heads and bodies of so many dinosaur lineages (including some birds, but mostly the non-avian crowd).  Some may remember this post of mine a few months back based on a paper where I and my colleagues argued that many of these features were very likely linked to either sexual signaling or social dominance. In other words, these were basic advertisers for animals to communicate with one another, in some way shape or form demonstrating their quality or superiority. We think there&apos;s some pretty good evidence for this, and for some lineages at least, it&apos;s the only really well supported hypothesis going.  A number of researchers however have championed an alternate idea: that these crests were used for some form of &quot;species recognition&quot; phenomenon: that they evolved primarily to help individuals correctly identify members of their own species, and separate out those of other species, either to make sure they mate with the right ones, or keep track of their herd or similar. Many researchers find this hard to justify though, and my latest paper with my friend Darren Naish, tackles this hypothesis.  First off, and perhaps most devastatingly, species recognition doesn&apos;t seem to be a major issue for living species when it comes to these kinds of exaggerated structures. Sure, species on average need to be able to correctly identify members of their species (or of other species for that matter) and indeed they are not bad at it (but interestingly, not great a lot of the time either). But when tested, it seems various other &quot;cheap&quot; features (colour, scent, behaviour, calling etc.) are the primary drivers  horns, crests and so on aren&apos;t used by species to recognise each other. That shouldn&apos;t be much of s surprise. Why grow all that bone and then lug it around your whole life if you can tell one species from another just by what colour stripe they might have, or whether or not their call is the right one? It&apos;s not a great start for the hypothesis that despite the huge number of extant species with big crests and frills, none of them seem to be using these to help recognise each other. These structures don&apos;t seem to be needed either. Lots of species live alongside similar-looking close relatives and seem to be capable of deciding who is and isn&apos;t a conspecific. This is true of both living groups (like various flycatchers) and indeed some non-avian dinosaurs (like the igunaodontids)  at the least, it&apos;s fair to say big crests are not essential or critical to species correctly identifying each other. Even those with extravagant displays are guilty of some rampant hybridisation as well (including pheasants and ducks) so the most gaudy and elaborate of signals can still lead to animals mating with the wrong species, suggesting that it&apos;s not such a big deal for them all the time. On the flipside, we also see numerous species with very similar crests and structures (or none) living alongside each other. If these things are so critical for correct identifications, shouldn&apos;t they be diverging, rather that staying so similar to one another? And in a similar vein, why do we find species with huge crests and horns that live alone? There are a number of dinosaur species with such crests that are the only representatives in that part of the world at that time. What other species could they get confused with if they shed their heavy and costly burdens?  Linked to this, why do so many species have so many ornaments? If the primary or only issue is to correctly identify a member of the species, then one horn or crest should be enough if the other species have different ones or none. Why then do we see species with whole clusters of different horns, and frills and crests on top of that? Stegosaurs have dozens of plates and spines but if species a) had one plate on the head and species b) one spike on the tail, this should be more than enough to avoid confusion. The rest is just excess baggage. Now to be quite clear, these various exotic pieces of headgear and associated paraphernalia almost certainly did help species correctly separate each other out. The question though is: was recognition the primary driving force of the evolution and maintenance of these features? Obviously we think not, but this idea is one that has been around for a while and perpetuated by various sources and it is worth critically examining. It may of course still be right, but there are enough obvious problems with it and a severe lack of indication of anything like it in living species that to consider it the favoured hypothesis seems incongruous.  I&apos;m sure this isn&apos;t the last word on the subject, and more papers will be coming round both for and against, but it&apos;s worth bringing up both the issue itself, and the wider point about such exchanges in the literature. Hone, D. W. E. &amp; Naish, D. 2013. The &quot;species recognition hypothesis&quot; does not explain the presence and evolution of exaggerated structures in non-avialan dinosaurs. Journal of Zoology doi:10.1111/jzo.12035 Darren Naish has also covered this topic on his superb blog, and is worth a read if you want something with a bit more technical detail, and the paper can be freely downloaded from the Journal of Zoology here.", 
    "section": "science", 
    "gid": "science/lost-worlds/2013/may/06/dinosaurs-fossils", 
    "wordcount": "1009"
}