{
    "headline": "Action must be taken now to prevent an ever-worsening cycle of hunger", 
    "text": "David Cameron&apos;s hunger summit focuses on an issue of critical importance for Africa. The crises in the Sahel and the Horn of Africa mean more than 200 million people in sub-Saharan Africa are food insecure. Hunger, combined with a powerful mix of rapidly growing populations, rising food prices, and climate change, is cause for serious concern. To prevent an ever-worsening cycle of hunger, the Africa Progress Panel calls on African governments and international agencies to adopt a number of policies. First, put Africa&apos;s smallholder farmers and agricultural productivity at the centre of national food security and nutrition strategies. Using minimal energy for heating, transport and production, smallholders are among the world&apos;s smallest contributors to climate change. Yet, as the Inter-governmental Panel on Climate Change (IPCC) found, they are paying the highest price for other people&apos;s emissions. Climate change is likely to hit food security harder in sub-Saharan Africa than any other region. Smallholder farmers face the prospect of increased drought, unpredictable rainfall, water shortages and desertification. These farmers need support with water management and irrigation, drought-resistant seed strains, soil conservation, and climate-resilient cropping to manage the mounting challenge of climate change. Second, create stronger social safety nets and focus more attention on the issue of inequality. When food prices rocket or harvests are poor, social protection programmes can help rural producers cope. Initiatives such as Ethiopia&apos;s productive safety net programme assist farmers to keep their children in school during difficult times without compromising their long-term productivity. Africa may have some of the world&apos;s fastest-growing economies, but such headlines conceal major inequalities. We want to see donor and public spending target disadvantaged and marginalised populations. Third, create greater protection for Africans from increasingly common &quot;land grabs&quot;. Of an estimated 2,000 land deals around the world between 2000 and 2011, Africa accounted for 948 acquisitions covering 124m hectares (306m acres), an area larger than France, Germany and the UK combined. These acquisitions were initially triggered by sharp rises in food prices in 2007. Other factors include increases in the price of oil and growing European demand for biofuels. For Africans, the benefits of such large-scale land acquisitions can be questionable. Foreign investments have resulted in the eviction of many thousands of smallholder farmers from their land, sometimes by force, and typically with minimal compensation. In western Uganda, for example, 20,000 farmers were allegedly evicted, with no compensation, to make way for pine and eucalyptus plantations. We do not question Africa&apos;s need for foreign investment. But Africa cannot afford policies that transfer land to investors motivated primarily by profit, to feed populations in other countries or to supply biofuel markets across the globe. Fourth, world leaders need to intensify their commitment to reducing hunger. The G8 agreement on food security and nutrition was a welcome commitment to tackling hunger, but much more needs to be done. Undernutrition still contributes to a third of all child deaths each year. Poor nutrition is undermining the development of many millions more and, with them, the development of societies and economies.  Caroline Kende-Robb is executive director of the Africa Progress Panel", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/aug/10/action-now-prevent-worsening-cycle-hunger", 
    "wordcount": "518"
}