{
    "headline": "Facebook IPO: is a smartphone next on the agenda for Zuckerberg?", 
    "text": "With its flotation, many think that Facebook is now a juggernaut, sitting pretty on $16bn (10bn) of cash and a valuation that started the day at more than $100bn. Friday&apos;s launch was fun (cue Zuckerberg&apos;s droll status update: &quot;Mark Zuckerberg listed a company on Nasdaq&quot;) but there&apos;s a tendency to see stock market flotations as the culmination of a company&apos;s existence. That&apos;s a common mistake, like first parents being excited about the baby&apos;s birth, and forgetting it&apos;s the next bit that really matters. It has taken eight years to get here, yet it&apos;s easy to forget that this is actually just the beginning. What to expect now? Don&apos;t be surprised if the next big thing is a Facebook phone  running its own software and developed from top to bottom to involve you in the site all the time. Zuckerberg&apos;s team has been advised to do this directly, because it needs to reach the &quot;next billion&quot; internet users, and they are mainly going to be using mobile phones, not desktop or laptop computers. Selling its own phone would mean it could make itself the background hum of many peoples&apos; lives everywhere  and show adverts and collect data on its own terms. When Google floated in 2004, everyone knew it was good at search, but they didn&apos;t think it would last. Microsoft was going to come after it, and anyway the founders&apos; lack of respect for the investment banks (something Zuckerberg hasn&apos;t mimicked, hoodies aside) meant the float was not so anticipated. Yet, in the eight years since, Google has bought YouTube and made it the internet&apos;s biggest video destination. It has launched Android, the mobile operating system which now powers more than half the smartphones being sold worldwide. It has won millions of corporate customers for its Google Apps suite. The IPO, at $85 per share, was just the start: on Friday, Google&apos;s shares were $630. Similarly for Facebook, everything so far, and the money and public presence it now has, are just a beginning. It has more users now (901 million) than were using the internet at the end of 2004 (817 million); but the total number of internet users has meanwhile tripled, so rather than having 816 million potential new users, it has 1.38 billion. The potential market has nearly doubled. But can it carry on growing, or will it sputter out, like Myspace and Bebo? Ed Barton, director of digital media at the research firm Strategy Analytics, thinks that getting that next billion will be a significant challenge. &quot;Facebook depends on advertising, and I would highlight that the fastest-growing internet media markets are China and the Far East, India and Brazil,&quot; he told the Guardian. &quot;Facebook&apos;s potential is nowhere near as strong in those as it has been in the US. And in those markets there are often a number of locally oriented social networks already in place.&quot; China in particular, where Facebook has so far been banned, has many thriving social sites, as does Russia with VKontake claiming about 290 million users (compared to Facebook&apos;s 901 million). Barton doesn&apos;t think there&apos;s any risk of Facebook fading out where it&apos;s strongest, in the west: &quot;In the places where it&apos;s already strong, it has a defensible position,&quot; he said, arguing that we &quot;invest&quot; in the networks we use, and don&apos;t want upheaval. So rather as Google cornered the market for internet search early this century, not by being the first but by being far and away the best, Facebook wasn&apos;t the first social network, but its management has been far better  and unlike Bebo (bought by AOL) or Myspace (bought by News Corporation) or Friends Reunited (bought by ITV), Facebook had no parent that could feel threatened by its rapid growth. So for some, it looks like a one-way bet. Andrew Schneider, a hedge fund adviser and CEO of San Francisco-based Schneider Family Office, was busy on Friday selling shares of Apple and LinkedIn on Thursday to free up at least $20m of cash for Facebook shares. &quot;You&apos;ve got 900 million users, and you&apos;ve got real solid revenue, and the company is earning money,&quot; Schneider said. But the present limits to growth could be dictated by its heritage. Facebook was founded on a desktop computer in a university dorm room, and while it long since broke free of the latter, it&apos;s the former that prevents it reaching those 1.38 billion, and the next billion to come. That&apos;s because a growing number of internet users aren&apos;t going online through the PC, but through the smartphone. By next year, there will be more internet-capable mobile phones (1.83bn) than PCs (1.78bn), according to research company Gartner. Which is why analysts have been itchy about Facebook&apos;s stark admission that it doesn&apos;t make any money from mobile advertising: it&apos;s missing half the market. What&apos;s the solution? The Facebook mobile app isn&apos;t enough; people only spend a little time there, and showing ads on a mobile screen doesn&apos;t pay well. Horace Dediu, who runs the independent consultancy Asymco, spent a day at Facebook&apos;s headquarters a few months ago and told them to talk to Chinese smartphone manufacturers, create their own version of Google&apos;s Android (as Amazon and China&apos;s Baidu search engine already have) and start selling a &quot;Facebook phone&quot;. &quot;My recommendation was that they should do a handset,&quot; he told the Guardian. &quot;Because it means they can control the user experience, and capture all the information that they might need to monetise the experience. For Facebook, they could offer it as making your life richer as a social participant.&quot; While there&apos;s no indication of whether Zuckerberg&apos;s teams will act on Dediu&apos;s advice, the rumours that Facebook is working on a phone have surfaced from time to time  most recently in April, when the Taiwanese news site Digitimes suggested it is working with Taiwan&apos;s HTC to build a device integrating all the Facebook functions, for release this autumn. Digitimes has a mixed record for rumours like these, but it would be a smart strategy. If that seems strange, consider that Google realised it needed to control mobile search or it would lose its dominance; hence Android. But Facebook can create a version of Android that doesn&apos;t rely on Google. (It could use Microsoft&apos;s Bing search engine  which some executives there offered to sell to Zuckerberg early in 2011; he demurred). Everything is in place for this mewling infant of the internet to turn into a real force, if it chooses. And Zuckerberg certainly will choose to.", 
    "section": "technology", 
    "gid": "technology/2012/may/18/facebook-ipo-is-a-smartphone-next", 
    "wordcount": "1105"
}