{
    "headline": "Google Nexus 7 to launch in UK without music, magazines or TV shows", 
    "text": "Google is to launch its flagship Nexus 7 tablet computer in the UK without music, magazines or TV shows after failing to strike rights deals with several media groups. The company&apos;s first own-branded tablet computer will go on sale in the UK on 19 July, but many potential buyers could be put off paying 169 for the device without a full library of content. Google&apos;s closest rival in the tablet market, Amazon, also failed to settle rights issues with media groups last year, meaning it has been unable to launch its Kindle Fire in the UK. The setback makes it more likely that Google will struggle to compete directly with Apple&apos;s market-leading iPad, which is 160 more expensive than the Nexus 7 but boasts a huge library of music, films and TV shows. A Google spokesman said: &quot;We want to bring different types of content to as many places as we can, but we don&apos;t have anything more to share on timing. We plan to continue expanding the Movies &amp; TV shows category to more countries in the coming months.&quot; International rights issues mean that manufacturers must strike deals for music and TV shows in individual countries. Both Google and Amazon have so far only managed to sign successful licensing agreements in the US. Analysts questioned whether it was worthwhile for manufacturers to spend significant time and money negotiating with major rights groups for cloud-based media. &quot;There is certainly a big question mark over how worthwhile it is to device manufacturers is building those relationships,&quot; said media analyst Mark Mulligan. &quot;It is not just the cost of licensing but the difficulties of licensing and how you might have to compromise user experience. It is harder for Google to get as much back from the very significant investment that this requires.&quot; The setback could prove further damaging for Google if it Apple decides to launch a smaller, cheaper version of its iPad. The Wall Street Journal reported on Wednesday that Apple has told component suppliers in Asia to prepare for mass production of a tablet computer with a screen smaller than 8in. The Asus-manufactured Google Nexus 7 has a 7in screen, the same as Amazon&apos;s Kindle Fire. The Apple iPad has a 9.7in screen. The Nexus 7 will be the first tablet computer to run Google&apos;s latest Jelly Bean Android software. It has a 1.2MP camera  unlike the Kindle Fire  and is available with 8GB of memory (159) or 16GB (199).", 
    "section": "technology", 
    "gid": "technology/2012/jul/05/google-nexus-7-tablet-uk-launch", 
    "wordcount": "422"
}