{
    "headline": "Minister rejects claim that immigration curbs will damage higher education", 
    "text": "The government has rejected claims that the crackdown on immigration risks deterring legitimate foreign students and losing the British economy billions of pounds a year. A letter to the prime minister, David Cameron, signed by 68 university chancellors, governors and presidents, urges the government to take foreign students out of net immigration counts amid fears that toughening up the rules on student visas may drive applicants towards institutions in other countries. They urge ministers to class foreign students as temporary rather than permanent migrants. Signatories to the letter include the former Liberal Democrat leader Menzies Campbell, who is chancellor of St Andrews University, as well as the broadcaster Lord Bragg, chancellor of the University of Leeds. They also include former Conservative minister Virginia Bottomley, chancellor of the University of Hull, and Patrick Stewart, chancellor of the University of Huddersfield. The letter  circulated by Universities UK (UUK)  says Britain attracts around one in 10 foreign undergraduates and postgraduates who study outside their home country, according to the Daily Telegraph. This generates around 8bn a year for the UK in tuition fees and other investment, it is claimed, with the total expected to more than double by 2025. But UUK told the Telegraph that many risked being pushed towards other countries such as the US, Australia, Canada and Germany. The immigration minister, Damian Green, said the Office for National Statistics was responsible for producing net migration figures, which were based on an internationally agreed definition of a migrant  someone entering the country for more than a year. Green insisted the policy did not stop genuine students coming to the UK but said the government was &quot;determined to prevent the abuse of student visas as part of our plans to get net migration down to the tens of thousands&quot;. &quot;Public confidence in statistics will not be enhanced by revising the way the net migration numbers are presented by removing students,&quot; he said. Home Office research conducted in 2010 showed 20% of students who came in 2004 remained in the UK five years later. Green said: &quot;When we announced our full raft of changes to the student visa route, Universities UK said that the proposals &apos;will allow British universities to remain at the forefront of international student recruitment&apos;. &quot;Students coming to the UK for over a year are not visitors  numbers affect communities, public services and infrastructure.&quot; The letter states: &quot;In this Olympic year, when our universities will be hosting athletics teams and media from across the globe, we urge you to send a clear message that genuine international students are also welcome in, and valued by, the United Kingdom.&quot; Home Office ministers have introduced a wide range of curbs on the 400,000 overseas students who come to Britain each year to study as part of their drive to reduce annual net migration from its current level of 240,000 a year to below 100,000 by the time of the 2015 general election. The changes to the student visa system place a limit on the number of years non-European Union students can spend studying and restrict the number of hours of paid work they can do during and after their degrees. In addition, they are no longer allowed to bring their spouses or children with them unless they are enrolled on a postgraduate course that lasts more than a year. They claim some universities have already seen the number of applications from India drop by a third this year. Nicola Dandridge, the UUK chief executive, told the Telegraph the &quot;cumulative effect of all these changes is to present a picture of the UK as not welcoming international students&quot;. &quot;As competitor countries start to introduce visa changes to attract more international students and academics, we have real concerns about the situation in the long term,&quot; she said. &quot;Although the UK continues to have one of the strongest higher education systems in the world, in recent years, we have already started losing market share in the face of growing competition globally. &quot;The reality is that countries such as the US and Australia are taking active steps to encourage international students and are communicating a very different message It is clear that international students at universities should not be treated as permanent migrants, since the vast majority of them leave the UK at the end of their studies.&quot; A report by the Institute of Public Policy Research published earlier this month said the refusal to exclude international students from the government&apos;s drive to reduce net migration to the tens of thousands was damaging British education and putting at risk 4bn to 6bn a year in benefits to the UK economy.", 
    "section": "education", 
    "gid": "education/2012/may/30/government-rejects-immigration-higher-education", 
    "wordcount": "795"
}