{
    "headline": "Europe considers suspending airline emissions charge", 
    "text": "European officials signaled on Tuesday that they may recommend the suspension of the continent&apos;s carbon emission fees for airlines to avert a trade war with major economic powers such as China and the United States, allowing time to forge a global agreement on climate charges for the aviation industry. China and India have prohibited their airlines from participating in the European trading system (ETS) because it will require airlines that fly to and from Europe to buy permits for all the carbon they emit en route, a measure they say infringes on their sovereignty. Beijing has also blocked purchases of European aircraft by its carriers  prompting alarm from Europe&apos;s aircraft maker Airbus, which sees China as its fastest-growing market. In Washington, too, the Senate is considering banning US airlines from complying with the EU law. &quot;This conflict could become serious and Airbus could suffer deeply,&quot; said Peter Hintze, a German deputy economy minister. Speaking after meeting Tuesday with Airbus representatives on the sidelines of the ILA Berlin Air Show, Hintze and his counterparts from Spain, France and Britain said they agreed to push for a global solution when the International Civil Aviation Organisation, a UN body, convenes in September 2013. But because the EU&apos;s carbon trading system begins in earnest before then, the EU would have to agree to make an exception for airlines to prevent retaliation against European companies. &quot;We must see that we find a way to avert this conflict before April 2013,&quot; said Hintze. EU officials have in the past defended pressing ahead with the levy after previous attempts at a global carbon charge for airlines failed. The 27-nation bloc has traditionally been at the forefront of international efforts to curb emissions of greenhouse gases, earning praise from environmental groups but criticism from developing nations that say some of the measures limit their economic growth. With Airbus, a big European employer, warning of serious commercial consequences if ETS for airlines comes into force next year, officials stressed the need to act fast. &quot;Airbus today has left us in no doubt that the threat of retaliatory action is a clear and present danger to their order list,&quot; said Michael Fallon, Britain&apos;s business minister. &quot;We are very aware that the clock is now ticking,&quot; he added. &quot;It really is important that we find, across the world, a solution to this.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/sep/12/europe-airline-emissions-charge", 
    "wordcount": "401"
}