{
    "headline": "Why giving polygraph tests to sex offenders is a terrible idea", 
    "text": "It was recently announced that the government is keen to introduce mandatory polygraph testing for rapists and other serious sex offenders when they are released from prison, in the hope that this will reduce re-offending rates and thus protect the public.  A pilot study has been carried out in the East and West Midlands suggesting that the routine use of such testing would lead to offenders being more honest with their offender managers. Offenders undergoing polygraph testing made twice as many &quot;clinically significant disclosures&quot; as a control sample. CSDs were defined as &quot;new information that the offender discloses, which leads to a change in how they are managed, supervised, or risk assessed, or to a change in the treatment intervention that they receive.&quot; Examples included disclosures relating to increased access to children or contact with other known sex offenders.  It seems, however, that these encouraging results were based not upon the ability of the test to detect when offenders are lying, but instead upon the offenders&apos; belief that the test was capable of doing so. This raises serious issues regarding the wisdom of rolling out such a scheme on a mandatory basis across England and Wales. Polygraphs are often wrongly referred to as &quot;lie detectors&quot;. In fact, all that polygraphs do is measure various psychophysiological indices of arousal, such as skin conductance, blood pressure and respiration. It is assumed that most of us, when we lie, become more emotionally aroused. Polygraph operators claim to be able to detect such tell-tale signs of arousal and use them to determine whether a person is telling the truth or lying.  There are several different techniques used in this context, but most rely upon the notion that liars will be more aroused when answering &quot;relevant&quot; questions compared with when they answer &quot;control&quot; questions, due to their fear that they will be detected. Studies have shown that in general polygraph tests correctly identify about 85% of guilty individuals. This may appear to be impressive at first sight but it is necessary to take into account the proportion of innocent individuals who are wrongly classified as guilty. According to a report by the British Psychological Society in 2004, reviews suggest that between 12% and 47% of innocent individuals are also classified as lying.  Innocent people may be more aroused by the relevant questions than the control questions for a variety reasons. For example, suppose the suspect did not commit the crime in question but was engaged in some activity at the time that, although perfectly legal, he or she was ashamed of. Alternatively, it may simply be that the suspect is terrified that he or she will not be believed despite their innocence. It is clear from the results of the pilot study that it was the sex offenders&apos; belief that the polygraph would detect deception that led to the increase in disclosures. Not only did most of the these disclosures take place during the polygraph session as opposed to during routine supervision, but they actually took place during the pre-polygraph interview before the test itself was carried out.  Indeed, a previous experiment by the lead author of this pilot study, Theresa Gannon, clearly showed similar effects among a group of child molesters. Those who were connected up to a convincing, albeit fake, &quot;lie detector&quot; gave more honest responses on a questionnaire than those who were not connected. It is clear that offenders only have to spend five minutes on Google to realise that experts generally agree that polygraph testing is in fact not a reliable technique for detecting deception. If such testing becomes mandatory, it is inevitable that this truth about polygraphs will become widely known among offenders. From then on, any effect that unfounded belief in the effectiveness of the technique had in terms of increasing disclosures is likely to disappear. To make matters worse, techniques exist to beat the test. Once the underlying rationale of the test is understood, steps can be taken to either augment the psychophysiological response to control questions (eg via self-induced physical or mental pain) or else reduce the response to relevant questions (eg using mental training, such as meditation).  Vaughan Bell described the case of Floyd &quot;Buzz&quot; Fay, who was wrongly convicted of murder on the basis of polygraph testing. During his time in prison, Buzz found out as much as he could about the polygraph and used his knowledge to train other prisoners to beat the test. After a mere 15 minutes of instruction, 23 of 27 inmates were able to beat the test. It is highly likely that a sex offender who was motivated to beat the test and thus give the impression of being low risk would easily be able to do so. There is another reason to be cautious about the results of this pilot testing, one that was noted by the authors themselves. In their words, &quot;It is possible that polygraph offender managers may have felt more motivated or &apos;expected&apos; to provide large numbers of CSDs compared to comparison offender managers.&quot;  By its nature, the design of this study could not be double- or even single-blind and it is highly likely that this would have had an effect on the results. In other words, the managers&apos; body language and interpretation of offenders&apos; responses could have been subconsciously skewed.  The authors of the report estimated that polygraph testing would cost between 400 and 937.30 for each additional disclosure that resulted. Obviously, any intervention that might reduce offending is worthy of serious consideration. But we should be cautious about implementing an intervention that might only be effective for the short time it would take before the truth about polygraphs becomes common knowledge among offenders. Perhaps even more worrying is the prospect that a motivated high-risk offender could probably beat the polygraph from the outset after just a little bit of background research.", 
    "section": "science", 
    "gid": "science/2012/aug/10/polygraph-lie-detector-tests-sex-offenders", 
    "wordcount": "996"
}