{
    "headline": "Fifa 13: international careers, skill moves and more", 
    "text": "EA Sports has announced a bunch of new features for Fifa 13. Key among them is the decision to add an international element to the game&apos;s in-depth Career mode. Whether you&apos;re taking part as a player or a manager, good performances may earn you an international call-up. For managers, that will mean abandoning your domestic side for a new life as a national coach. &quot;It&apos;s the number one fan request,&quot; says lead producer Dave Rutter. &quot;We&apos;ve been asked to put it in for years, but we&apos;ve really been trying to address the fundamentals and make a really solid mode, before laying in other features on top. We feel we&apos;ve done that now, so we&apos;re ready to add internationals.&quot; Apparently, the sorts on international roles you&apos;re offered as a manager will depend on the prestige of your club achievements. Guide a modest side to League One victory, for example, and you may get a call from one of the, shall we say, less auspicious nations. Guide Liverpool to a treble-winning season, however, and you may attract the attention of one of the sides that really deserves to be in Fifa&apos;s top five international rankings. Or from England.  &quot;The idea is that it&apos;s a bit of a meta-game, going on alongside the main game,&quot; says Rutter. &quot;It has it&apos;s own set of screens and it&apos;s own commentary so it looks and feels very different, and obviously we&apos;re supporting the whole gamut of international tournaments.&quot; The whole structure of the game also changes. &quot;Obviously it then becomes about squad selection for whatever friendlies you&apos;ve got lines up and then committing squad selections to tournaments. You&apos;ll be looking at players and figuring out who&apos;s on form rather than getting involved in the weekly grind of domestic football. It&apos;s quite different.&quot; It looks as though there will be another way to try out a career in international football however. As announced at E3 2012, any experience points earned through Fifa 12&apos;s EA Sports Club online infrastructure will be accessible in Fifa 13, as all regular Fifa buyers will now have persistent identities within the series. And one option will be to spend XP on the international management or playing career of your choice. Meanwhile, for those undertaking a player rather than manager career, EA Sports is adding to the range of match, club and season-based objectives. There will be more challenges on offer, revolving around tasks such as scoring a certain number of goals in a single match, or converting 50% of your passes in a season. Objectives are also being added to the manager option, and to liven things up, there are also mid-season career swaps, so if you&apos;re performing well, a better club might come in for you before the year is complete.     Fifa 13    To enhance the authenticity of the career element, inexperienced players and young virtual pros can now be sent out on loans from their chosen clubs. &quot;It&apos;s another big fan request,&quot; says Rutter. &quot;It allows you to pick up experience rather than sitting on the bench and having no fun.&quot; For transfers, the concept of part-exchanges has been added, so if managers can&apos;t afford the players they want to buy in, they can offer cash, plus members of their own squad.  Elsewhere, the EA Sports team is also adding a new tutorial feature named Skill Moves. &quot;For the last few years we&apos;ve had tyne idea of putting some training in the game, but it&apos;s always been cut in favour of something more important,&quot; says Rutter. &quot;This year, one of the guys was messing around with the player impact engine and started putting targets around empty stadia  just things you could try to hit with the ball. We said &apos;that&apos;s it! That&apos;s what we need to do&apos;. So we&apos;ve created 32 mini-games based around the eight core skills of the game: passing, long passing, shooting, advanced shooting, dribbling, crossing, penalties and free kicks.&quot; Each challenge will have three skill levels  bronze, silver and gold. Passing and shooting tasks will involve accurately hitting targets, while dribbling will involve an obstacle course. &quot;Our game is pretty intimidating at times, so Ii&apos;s just to help new users get used to the controls,&quot; says Rutter. &quot;However, we hope to help intermediate and skilled players to hone their skills even more.&quot; Naturally, the challenges are linked into social leader boards so friends will be able to compare their results. &quot;It&apos;s been a massive time sink in the office,&quot; admits Rutter. While talking to Dave, we asked another couple of questions, which have cropped up recently. For example, how is Fifa 13 going to handle the Rangers situation? &quot;We&apos;re not confirming what we&apos;re up to there, at the moment,&quot; he says. &quot;We&apos;re trying to figure things out. It&apos;s one of those crazy situations, it&apos;s so unfortunate, we&apos;re just trying to fathom it out.&quot;  And of course, the subject of goal line technology hit the news during Euro 2012, and it now seems as though it will be implemented from next season. Any plans to bring it into the Fifa titles? &quot;Ah, that&apos;s a good one,&quot; says Rutter. &quot;We had this minor panic when that came in, thinking, what are we going to do?! But ultimately, the referees in Fifa don&apos;t make goal line mistakes so we&apos;ve really already got it. &quot;That&apos;s a cheat answer, I know! But the fact that they&apos;ve implemented it has been very helpful to us, We used to get asked all the time, can referees make mistakes in Fifa and disallow goals? And we were always saying no, we get enough rage from the internet without us adding fuel to the fire!&quot; Due out in September, Fifa 13 is also bringing in new attacking features including a more useful ranged dribbling option, and more intense physical contact, with players able to knock each other off the ball. You can see our preview here.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jul/23/fifa-13-ea-sports-news", 
    "wordcount": "1012"
}