{
    "headline": "Ed Davey defers decision on aviation and shipping in carbon targets", 
    "text": "Ed Davey, the energy and climate change secretary, has postponed a decision on whether to include greenhouse gases from shipping and aeroplanes in the UK&apos;s carbon targets. A decision had been expected this week, but now will not be made until 2016, after the next general election, which is also when the fifth carbon budget  setting out the UK&apos;s emissions from 2028 to 2032  will be decided. Green campaigners were angered by the deferral, which they said was unnecessary. The issue is one which has divided ministers, as many on the right of the Tory party  including the chancellor  are reluctant to do anything that can be seen as strengthening environmental regulations. If the greenhouse gases from aviation and shipping were included in the targets, it could mean other sectors, including electricity generation and industry, would have to make steeper cuts in their emissions. But the Committee on Climate Change, the statutory body that advises ministers on how to meet the UK&apos;s long term target of reducing emissions by 80% by 2050, has advised that the UK&apos;s share of international transport in the form of aviation and shipping should be included in the national carbon targets. Emissions from aviation are increasing globally as more people fly, and shipping has high emissions because of the cheap low-quality oil used on most tankers. It would have been an incendiary move for Davey, a Liberal Democrat, to become the first minister ever to reject the committee&apos;s advice. But in the face of Tory opposition, there was little chance of a consensus on the issue emerging. The government justified its decision by arguing that by 2016 there should be &quot;more clarity on how aviation emissions will be tackled at an EU and global level&quot;, pointing to a decision by the European Commission last month not to force airlines from outside the EU to submit to its emissions trading scheme. Connie Hedegaard, the EU&apos;s climate chief, said at that time she was suspending the enforcement because of a commitment by the International Civil Aviation Organisation to move to a global agreement on cutting emissions associated with flying. Davey said: &quot;Given the uncertainty of what is happening at the EU and global level in managing aviation emissions, we think it sensible to defer our decision on the inclusion of aviation and shipping emissions in the UK&apos;s carbon budgets. This government is fully committed to meeting the 2050 target [of cutting the UK&apos;s emissions by 80%], and this is consistent with the UK&apos;s contribution to the international goal of limiting global temperature rises due to climate change to 2C.&quot; The Department of Energy and Climate Change also said the deferral would not affect the first four carbon budgets, which have were set to &quot;allow headroom for emissions from international aviation and shipping&quot;. Keith Allott, head of climate change at WWF-UK, said: &quot;This decision is yet another example of dither and delay, kicking another key decision on climate change into the long grass until after the election. The clarification that the 2050 emissions target includes aviation and shipping is a positive step, but it&apos;s hardly a ringing endorsement of the government&apos;s green credentials. The UK&apos;s existing carbon budgets already take emissions from international aviation and shipping into account, and representatives of the aviation and shipping sectors have expressed their support, so there is no real reason to delay this decision.&quot; He added: &quot;The government needs to prove that it is still serious about the Climate Change Act commitments  world-leading legislation that was passed with overwhelming cross-party support just four years ago.&quot; Andy Atkins, executive director at Friends of the Earth, said: &quot;Yet again the coalition has ducked a key decision on tackling climate change - if only ministers put as much effort into taking action to cut emissions as they did in finding reasons to avoid it. Climate change is one of the biggest threats the planet faces  we need bold and decisive leadership.&quot; Decc&apos;s announcement came as Labour opposed the second reading of the coalition&apos;s energy bill on Wednesday, because of its lack of a target to decarbonise electricity generation by 2030, which the Committee on Climate Change has also called for. Tim Yeo, the former Tory minister, told the Guardian on Monday that he would seek an amendment to the bill to include such a target, probably at the report stage which is likely to be next February. Atkins warned: &quot;A real political fight is brewing, with many Lib Dem backbenchers keen to back [Yeo&apos;s] proposal. It&apos;s time to put the country&apos;s long-term interests ahead of George Osborne&apos;s reckless gas-fuelled economic strategy  MPs from all parties must vote for clean power and an energy system we can all afford.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/dec/19/ed-davey-aviation-shipping-carbon", 
    "wordcount": "797"
}