{
    "headline": "Donors getting better at seeing aid recipients as more than victims", 
    "text": "A suggestion box would seem to be a straightforward way of getting feedback, but when an aid group tried this technique during an emergency to see how it could do better, few people came forward with ideas. The aid recipients thought the suggestion box was for donations and they were hardly in a position to give money. The story illustrates some of the pitfalls aid agencies face in trying to canvas opinion from the people they are trying to help. &quot;It has taken a long time for the development sector to think of aid recipients as more than victims,&quot; John Mitchell, director of the Active Learning Network for Accountability and Performance in Humanitarian Action (Alnap), a network of aid agencies, said ahead of world humanitarian day on Sunday. &quot;In the late 1980s and early 1990s, relief groups realised there was a need to work through local structures and through the capacities of local people.&quot; But it is a long slog. In its July report on the humanitarian system, Alnap acknowledged the work still needed. &quot;Despite recent pushes in the humanitarian sphere for accountability and transparency, people&apos;s knowledge of the aid process  who is entitled, what they are entitled to, how they can access it and who to contact if they encounter problems accessing it  is often still inadequate,&quot; said the report. &quot;Disaster-affected persons are rarely given opportunities to assess the impact of interventions and comment on performance.&quot; Mitchell cited cultural barriers to getting feedback, with people in some countries unwilling to complain on their own. The Alnap report also mentioned a lack of trust in the security of the process, fear of retaliation, and doubts about access and the utility of the process. It is not all negative. The report cited Kenya&apos;s hunger safety net programme (HSNP), established in 2009, as an example of good practice in accountability. The aim of the HSNP, a cash transfer programme targeted at the chronically food insecure, is to reduce extreme poverty in Kenya. Under the scheme  funded by the UK Department for International Development  the most vulnerable 10% of Kenyan households receive guaranteed cash transfers. Initially, 60,000 people in the arid and semi-arid lands districts of northern Kenya received the transfers. According to a Transparency International report, the HSNP has one of the most developed beneficiary accountability mechanisms in the humanitarian community. Accountability is handled by HelpAge International, which is also responsible for transparency in all forms of the project on the basis of a charter of rights. Relief committees, composed of members elected from the communities, form the cornerstone of the accountability of the system. These committees oversee the HSNP payments, and address any complaints or grievances that beneficiaries or non-beneficiaries might have. They are not responsible for arbitrating issues; they report to HelpAge, which refers the issue to the relevant party. The rights committees are considered to be working so well for the HSNP that there is evidence showing they are also being used for other roles, including conflict resolution, advocacy and in political dialogue with councillors and MPs. Oxfam has come up with its own accountability mechanism in a very different context, in the Jamam refugee camp in South Sudan, housing thousands of people who have fled from Sudan. It has set up complaints and feedback desks on particular days and times at different locations in the camp. Again, the process features committees, consisting of camp residents. These Wash (water, sanitation and hygiene) committees were consulted on where and when to have the desks as well as operating them. A one-page format was developed and used to collect feedback. Oxfam did receive complaints about a latrine  its narrow entrance and the shakiness of the slab that made people nervous of falling down  which was then redesigned. One way of coming to terms with local customs is to work with local NGOs. Several donors require that international agencies work with local partners. This sounds good in theory, but in practice runs into problems. Donors rarely fund national NGOs directly. In particular, funding for national NGOs via international agencies rarely provides the necessary longer-term support for building office infrastructure, and administrative and financial capacity, including hiring permanent staff. A further challenge for national NGOs is the burden placed on small but qualified local organisations building capacity to meet the demands of multiple international partners.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/aug/20/donors-aid-recipients-victims", 
    "wordcount": "731"
}