{
    "headline": "Entire US political system under attack by Russian hacking, experts warn", 
    "text": "It could have been a cold war drama. The world watched this week as accusations and counter-accusations were thrown by the American and Russian governments about documents stolen during a hack of the Democratic National Committee and the email account of Hillary Clintons campaign chair John Podesta. The notion that public figures have any right to privacy appears to have been lost in the furore surrounding the story, stolen correspondence being bandied around in attempts to influence the outcome of one of the nastiest, most vitriolic US presidential campaigns in history.  Some have argued that as secretary of state, Hillary Clintons emails were fair game for hacking because had they not been held on a private server, they would have been subject to freedom of information requests and available to the general public. There may be some truth to that, but it doesnt change the fact that correspondence between public figures has allegedly been hacked by those acting under the direction of a foreign government and released for everyone to peruse, with little opportunity for the authors to offer context or even confirm that the contents of the leaks are accurate.   Related: US officially accuses Russia of hacking DNC and interfering with election    The hacks have created a dilemma for American voters, according to Rob Guidry, CEO of social media analytics company Sc2 and a former special adviser to US Central Command. He says voters seem to want the information that has been leaked by the hackers but dont feel entirely comfortable with the hacks that have brought the information to light. What I find most intriguing about this is that many establishment outlets  including Fox News  are now actively turning to WikiLeaks and others for information that used to be provided by freedom of information requests, he said. Its a rather strange turn of events. Malcolm Nance, a former naval intelligence officer and author of The Plot to Hack America: How Putins Cyberspies and WikiLeaks Tried to Steal the 2016 Election, suggests there is a deliberate strategy behind the timing of release of the hacked emails. The latest leaks mix false information with text extracted from real, stolen emails, he said. This is a slow-roll political attack on the entire political infrastructure of America. It is Watergate  its literally Watergate. They did what Nixon couldnt do.    It's a slow attack on the entire political infrastructure of the US. It's Watergate. They did what Nixon couldnt do  Malcolm Nance, former naval intelligence officer and author     The US government is taking a very direct approach in calling out what it says is Russian-directed hacking. Thats significant  according to Richard Stiennon, author of There Will Be Cyberwar  because there is nothing new in what the Russian government has allegedly done in the 2016 election cycle. Russian interference with US elections is not heating up per se, as much as its coming out of the shadows, says Stiennon, who is also chief strategy officer of Georgia-based data security company Blancco Technology Group. Hacking the DNC and Democratic congressional campaigns and then the leaking of stolen emails is somewhat ham-fisted, but its an escalation of Russian disinformation campaigns, he said. Stiennon also warned that one deeply disturbing potential result of these efforts could be to cause Americans to question the validity of the results of their presidential election.  The probing of at least 23 election operations in various US states could lead to mistrust in election results if the election is close  think digital hanging chads, he said. The gloves are coming off as the tools of cybercrime are merging with the tools of information disruption. The blatant attacks on US elections  and political officials  is just one element as continued hacking and doxxing [releasing stolen documents] of US officials and agencies serves to embarrass the Obama administration.  After the elections, the new administration will have to be prepared for even further escalations.   Related: Clinton campaign dubs WikiLeaks 'Russian propaganda' after latest hack    That leads to the third and final issue: that the US will fight back. No one yet knows what form that response will take, but the words of White House press secretary Josh Earnest were clear about the administrations commitment to ensuring that the hacks do not go unanswered.  With regard to a response, we obviously will ensure that a US response is proportional. It is unlikely that our response would be announced in advance, he said.  Its certainly possible that the president could choose response options that we never announce. The president has talked before about the significant capabilities that the US government has to both defend our systems in the United States, but also carry out offensive operations in other countries. So there are a range of responses that are available to the president, and he will consider a response thats proportional. When the US fights back, internet users will need to watch out for the digital fallout  particularly if it results in a tit for tat battle.  Turn the clock back to 2010 and the Stuxnet worm  a computer virus whose origins in branches of the CIA and Mossad were recently chronicled in a documentary that debuted earlier this year. That worm wasnt intended to impact users beyond its original target in Iran, but did.  Where does retaliation begin, and where will it end?", 
    "section": "technology", 
    "gid": "technology/2016/oct/14/hillary-clinton-email-hack-russia-cybersecurity", 
    "wordcount": "851"
}