{
    "headline": "Is there a cure for a smelly Mac Pro?", 
    "text": "Have you heard any more about pre-2008 Mac Pros being plagued with an unpleasant smell? I&apos;ve been trying to resolve my 2007 smelly Mac Pro issue with Apple since 2009. After having thermal pastes, heat sinks and the power unit replaced over two-and-a-half years of repairs, the problem still persists. I&apos;m at the end of my tether, because Apple have said that they&apos;re no longer prepared to do anything about it, leaving me with a machine that I can&apos;t use.  I&apos;ve been met with verbal denials about the supposed toxicity of the emissions, but I&apos;m yet to receive any proof of Apple&apos;s tests, which seems unreasonable and a bit odd. I&apos;m planning to do a Sales of Goods Act claim as I&apos;m still within six years of purchase.Alasdair Hopwood The &quot;smelly Mac Pro&quot; issue became a story in 2008 when a French newspaper, Liberation, published Mac Pro, le ppin toxique pour Apple? I wrote a blog post about it at the time: Anyone got a really smelly Mac Pro? The problem wasn&apos;t so much the smell  to which some people might be more sensitive than others  but whether it might be harmful. Briefly, an anonymous molecular biologist working for CNRS in France had taken a smelly Mac Pro to Greenpeace, which called in Analytica. Its analysis reportedly identified seven volatile organic contaminants including styrene and benzene derivatives. Liberation sent Analytica&apos;s report to Inris, France&apos;s national institute covering the industrial environment, which said that someone inhaling benzine fumes for a long period could develop leukemia. Apple said it had no evidence to support the claim that the smell was dangerous, and that its products complied with European Union restrictions on the use of potentially hazardous chemicals.  I am sure this is true, but as you said in another letter: &quot;There are some troubling findings reported in a number of articles and discussion groups about the issue. This has caused great anxiety as I didn&apos;t expect to be dealing with a potential risk to my health when I bought the system in good faith.&quot; Searching the community support section of Apple&apos;s website turns up plenty of complaints and queries about smelly Macs. This includes a strong chemical smell from a Mac Mini, &quot;toxic fumes&quot; from a 27in iMac, and even MacBook Pros with Intel Core i7 processors. In other words, it&apos;s not just Mac Pros that can be smelly. Also, the problem is by no means restricted to Apple computers: plenty of PC users have complained about computer burning smells. However, while I haven&apos;t tried to tabulate them, most of the Apple-related complaints seem to be quite old. It looks as though there was a problem with some old Mac Pros, including yours, but it doesn&apos;t appear to be a generic problem with recent or current Apple products.  Unfortunately, it&apos;s hard to identify a specific cause, except overheating, so you should check your Mac Pro thoroughly for any signs of that. I asked Geek Squad about smelly PCs, since the company probably sees far more malfunctioning computers than the average repairer. Agent Emma Holloway said: &quot;It is a very rare thing for this to happen, but it can be caused by overheating and the burning of components inside of the computer.&quot; This could include leaky capacitors. Another Geek Squad agent, Leon Andrews, said: &quot;We very rarely encounter smelly laptops! Usually it&apos;s down to the dust that gets inside the unit and burns when the laptop gets hot, or it can be glue used inside the computer burning. It&apos;s a strange one that without looking at the machine is tough to diagnose.&quot; Burning dust and fibres (eg, from clothes and carpets) do get sucked into computers, and especially into laptops. Dust and clogged fans may even be to blame for most smells. However, that&apos;s more likely to be a problem with old computers than with new ones, and the solution should be relatively simple: turn off the machine, open it up, and remove the dust. Overheating graphics cards and failing power supplies can also produce burning smells. Modern graphics cards tend to run hot at the best of times, and are likely to burn if the built-in fan fails. PSUs can also overheat, particularly if users add fast video graphics cards and other upgrades that draw more power than the system was designed to provide.  Replacing the power supply solved the problem for at least one Mac Pro user  see My Mac Pro stinks, from 2007  but Apple has already replaced your PSU. The smell of burning thermal paste is another known issue, particularly among users who fit new cooling fans and overclock their processors. (Overclocking the processor makes it run hotter.) Again, Apple has already replaced the thermal pastes in your Mac Pro. One user on Apple&apos;s support board, Freezo, had a Mac Pro that smelled of burning rubber, and he posted a solution. He wrote: &quot;Apple uses two (actually three) strips of this rubber, about 1.5in wide and several inches long, on the sides of the CPU cooling towers to keep them apart and cushion them. Unfortunately, these towers get hot and that gives you that strong Latex smell  especially when you stress the CPUs, which is what some people did to try and get rid of it! So I took those strips off, replaced them with some other foam with comparable thickness and voila: smell is completely gone. The strips really stink, but that&apos;s Latex rubber for ya.&quot; Freezo&apos;s answer didn&apos;t get any support from other Mac Pro users, but he has the right idea: look for something that&apos;s overheating. However, not many computers are as easy to open as the Mac Pro, and probably not many users would risk replacing overheating parts themselves. Most people should probably leave this kind of thing to the manufacturer or a qualified repairer. I did ask Apple about your &quot;smelly Mac Pro&quot; problem, and it replied, reasonably enough: &quot;The best thing any customer can do who experiences problems with any of their Apple products is to contact Apple Care (Apple  Support).&quot; The problem is that Apple Care has already had three goes at solving your problem without success. This has involved a Senior Technical Support Advisor based in Cork, where your 2007 Mac Pro was built. If Cork&apos;s experts can&apos;t solve the problem, the rest of us don&apos;t have much hope. With hindsight, it would probably have been cheaper to replace the machine in the first place, which Apple reportedly did in some cases. Replacing a five-year-old Mac Pro is a trickier proposition: its best days are behind it. It would be simpler to sell yours second hand and buy a later model. If you can sell it locally, you could let the buyer smell it first. You can, of course, bring a case under the Sales of Goods Act, at some cost in time and trouble. Sometimes this involves paying an independent expert for an opinion, to confirm that the product had a manufacturing fault, or is otherwise not fit for the purpose for which you bought it. Also, the result could take into account the length of time you have had the Mac Pro, and the use you have made of it, so you might get a pro rata offer rather than a refund. However, I don&apos;t have any expertise at all in this area, so you should seek advice elsewhere. If you do bring a case, please let us know what happens. Also, if any readers have useful tips on taking this route, please add them below.", 
    "section": "technology", 
    "gid": "technology/askjack/2012/jul/20/smelly-apple-mac-pro", 
    "wordcount": "1279"
}