{
    "headline": "Boot up: EE's 4G prices, Apple's rubber band rebounds, Chromebook hands-on and more", 
    "text": "A quick burst of 9 links for you to chew over, as picked by the Technology team EE announces 4G tariff details &gt;&gt; guardian.co.uk And everyone detests them. Samsung says it&apos;s still supplying LCD panels to Apple &gt;&gt; CNET News  Samsung refuted claims that its display business plans to end its LCD panel supply agreement with Apple, saying the report from a Korean publication was incorrect.  The Korea Times, citing an unnamed senior Samsung source, said Samsung was taking the step by the end of this year because it &quot;believes its American partner is no longer a cash-generator due to the iPhone maker&apos;s stiffer supply-chain management structure.&quot;   (Thanks @ponk2k for the correcting link to this story.) Patent office tentatively invalidates Apple&apos;s rubber-banding patent used in Samsung trial &gt;&gt; FOSS Patents  The United States Patent and Trademark Office has good news for Samsung, and Samsung has already shared it with Judge Koh in a late-night filing. In a non-final Office action the USPTO has declared all 20 claims of Apple&apos;s rubber-banding patent (U.S. Patent No, 7,469,381 invalid, including claim 19, which Apple successfully asserted against Samsung in the summer trial in California.   This is potentially huge for Samsung against Apple, because the &quot;rubber-banding&quot; patent - what happens when you scroll too far - was a linchpin in Apple&apos;s win. If Judge Koh agrees, she could overrule the jury and void many of the damages against Samsung. But it&apos;s a big if - this could be appealed and appealed. And in effect, Apple has got what it wants: Samsung (and Google) have already changed their software&apos;s scrolling behaviour. A non-patent that changed behaviours - and it&apos;s only cost millions in legal fees. (Thanks @rquick for the link.) The best graphics that make you realise you don&apos;t know how big anything actually is &gt;&gt; Smart News The Smithsonian Magazine has a go at the world&apos;s longest headline, but these are graphical representations that are actually useful - if making yourself feel tiny is useful. Samsung Chromebook: hands-on review &gt;&gt; Information Week  What happened? Google decided to stop fighting the desktop metaphor. Early Chromebooks, like Google&apos;s CR-48 and the first generation Samsung and Acer devices, were about as much fun to use as an airport computing kiosk set up to support Web browsing and nothing more. Chrome OS felt like a prison, like the desktop typically behind the browser had been hidden. That may have been nothing more than user expectation, but user expectation is part of the user experience, and that experience tends not to be positive when expectation is denied.  Earlier this year, Google made its Chrome OS browser window behave like a browser on a Mac or Windows computer--it can now be minimized to reveal a desktop with files and icons. Chrome OS has gained a menu bar at the bottom of the screen with Web app icons. Clicking on a device-related icon, like the battery, produces a free-floating menu pane, without any reference to the Chrome browser. There&apos;s a files folder, accessible from the Apps menu in the menu bar, that displays local downloads and remote Google Drive files. In other words, Chromebooks have adopted more legacy user interface conventions and are better for it.   So basically, ChromeOS can&apos;t beat the desktop paradigm. But at that price, who minds? (Thanks @modelportfolio2003 for the link.) Beyond their 10 blue links, Google&apos;s and Bing&apos;s search strategies diverge &gt;&gt; TechCrunch Intriguing:   Not too long ago, Google and Bing seemed fully focused on adding as many social features to their search engines as possible. For Google, that meant adding lots of Google+ features and for Bing it meant making the best out of its exclusive relationship with Facebook. Since then, though, it seems the two search engines&apos; strategies have changed, with Google slowly deemphasizing social search and Bing going all in by adding more social features than ever.   (Thanks @rubbernuke for the link.) Night and the City &gt;&gt; Eurogamer.net &quot;One of the nicer tech stories I&apos;ve read over the weekend,&quot; says @ponk2k (who provided the link). The story of someone playing LA Noire with his dad; it is. Universally compatible beercan keyboard created using Raspberry Pi and Arduino &gt;&gt; The Verge Oh, but where would you get the empty beer cans? Wait, start with full cans... (Thanks @rubbernuke for the link.) Mobile Apps: HTML5 vs Native &gt;&gt; Eric Sink  This issue is not new.  Back in the 1960s and 1970s, when we only had mainframes and minicomputers, there was a distinction between smart terminals (thick clients) and dumb terminals (thin clients).  In the 1980s, we got workstations (really expensive thick clients, purchased by people who perceived them as cheap compared to the mainframes and minis) and microcomputers (far less expensive thick clients, purchased by people who previously didn&apos;t have a computer at all).  You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/oct/24/technology-links-newsbucket", 
    "wordcount": "846"
}