{
    "headline": "Higher education is a funny old game", 
    "text": "I have been a Chelsea fan since the age of nine so it was a pleasure on Christmas day to unwrap the book, I Am The Secret Footballer. Not because Mr S Footballer is likely a Chelsea player (the internet is rife with speculation over his identity), but rather due to the book&apos;s claim that most fans don&apos;t understand what football is really about. The book highlights a discrepancy between the view of the majority looking in from outside (the fans) versus the profession  the players, managers, agents and WAGs. This got me thinking about our own &apos;industry&apos; and how the different internal and external players  academics, students, professional services, management, regulators and, increasingly, parents  also have their own take on issues common to them all. Of course making a link between football and universities is hardly novel: annual league tables being the most obvious parallel, along with commentary comparing the transfer market in star academics with the Premiership in the run up to the 2008 Research Assessment Exercise (RAE), and next year&apos;s Research Excellence Framework (REF). What really struck home reading the book, however, was fans&apos; lack of recognition that their game is now a business that just happens to be a sport. In that order. Only through acknowledgment of this simple truth (unpalatable as it may be) can their beautiful game be understood. So here&apos;s the provocative corollary: is public higher education in England now first and foremost a business that just happens to be education-based? Here are three footballing parallels which suggest that depressingly/ inevitably/obviously (delete by preference) the answer is yes. Commercialisation Like football teams, universities compete against each other for talent: high entry grades, top research staff, full-fee overseas students, research and industry funding. This has long been the case but higher fees are ushering in more explicit forms of commercial behaviour: cash-back deals (bursaries if you work at Offa), laptops and iPad bundles, all backed up with customer satisfaction surveys and strategic branding. Buying education is increasing like buying a new car  and who wants to pay the full forecourt price? Add to this the growth in merchandising (branded hoodies, graduation DVDs, alumni credit cards etc) and it is hard to argue that higher education is anything other than an exclusive enterprise. Buy this argument then from an economics perspective and the notion of the university as a public good is plain wrong. Should this matter? That will depend upon your opinion of how the higher education game should be played and managed. Internationalisation I&apos;m not thinking about UK universities going offshore and competing abroad. What interests me is closer to home. One lesson from the Premiership in the last decade is the influx of foreign money buying assets with an eye for a return on investment. These investors were attracted by the lure of a world class industry and, according to Will Hutton, the opportunity for rent seeking. How long before the equivalent of the Glazers and Lerners in the form of overseas organisations (think University of Florida in London) move in to get a slice of the action? The UK eyes the rest of the world; why too shouldn&apos;t others look to us as a sector ripe for big returns? The UK market has the potential to be internationalised like never before by foreigners. And the lesson from the Premiership that if it happens it will likely be quick and brutal. Spectators A stage invasion by rival supporters on University Challenge notwithstanding, higher education does have spectators: variously, sector regulators, parents and as in football, the media. While regulators watch the data ball and quality of play with an eye to interventions, parents are becoming an increasingly influential external voice on a range of issues that focus around value for money. But like the misinformed football fan, they may not always see the full picture. This, as the Secret Footballer points out, is made worse by a media convinced the public appetite is for negative stories, be it incompetent managers and unjustifiable top-end wages or in the case of higher education, unjustifiable top end wages and incompetent managers. In his introduction to the book, Guardian deputy editor Paul Johnson challenges fans and media alike. Despite the endless debates about football, tactics, managers and players, how much real understanding of the game is there? Not much. The book&apos;s lesson: those who complain about astronomical wages, high ticket prices and parasitic agents destroying football have failed to renegotiate their psychological contract with the game they love, a game that has moved on and left them stranded, perplexed and angry. Irrespective of the true nature of the current higher education business model, there is one thing that universities could do far more easily than football teams (if they really put their minds to it). That is to drop self-interest and collaborate around shared objectives. This happens already of course but arguably is mostly within mission groups with opposing agendas meaning the sector can appear fragmented on issues vital to the health of the game. Professor Nick Petford is vice-chancellor and CEO of the University of Northampton  follow him on Twitter @nick_petford This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/jan/21/higher-education-football-business-marketisation", 
    "wordcount": "884"
}