{
    "headline": "Draw Something 2 available now (but only in Sweden)", 
    "text": "Zynga has been working on a sequel to its Draw Something social mobile game for several months, with US celebrity Ryan Seacrest breaking the news in March 2013 by tweeting a screenshot of an early version of Draw Something 2. Now the game is available, but only in one country: Sweden. Draw Something 2 has been launched for iPhone in the Swedish App Store, with its listing describing the release as &quot;an exclusive sneak peek for Sweden only - the first country to drive us to #1 in the App Store, one year ago&quot;. Zynga bought the developer of Draw Something, OMGPOP, in March 2012 for a reported $210m, after the game was downloaded 35m times in its first seven weeks of availability. In February 2013, Zynga reported that Draw Something had passed 100m downloads a year after its release, although it was quieter on how many active players the game still had by this point. Since the acquisition, there has been regular speculation about the game declining in popularity from the 13.3m daily active users (DAUs) at the time OMGPOP was acquired. A failing franchise? Not exactly: social games analytics site AppData indicates that Draw Something still has more than 1m DAUs and more than 5m monthly active users and these numbers only count players who&apos;ve connected the game to their Facebook accounts. What does Draw Something 2 have to offer? The Swedish App Store listing promises &quot;dozens of new tools, patterns, stamps and colors&quot; for the social drawing game, as well as the ability for players to share all their pictures in a feed for friends to see. More of a social scribbling network, then. &quot;Follow your friends, celebs, and discover new artists - there&apos;s always something new, funny and inspiring to check out,&quot; notes the listing. The listing also explains that there will be more than 5,000 new words to draw in the new game, new Daily Guess and Daily Draw modes, and a Free Draw option to draw and share pictures outside the main gameplay. There is also a &quot;Safe Mode&quot; with parental controls to disable the social feed and gallery features, while only allowing someone to play against existing friends rather than strangers. It&apos;s unclear when Draw Something 2 will get a wider release, but testing mobile games in single countries ahead of their full launches is now an established strategy for social games publishers Canada is usually the beneficiary, due to the market&apos;s perceived similarity to the US, which is the most lucrative country for social mobile games in the West. The Draw Something 2 release in Sweden was spotted by Ouriel Ohayon of app discovery service Appsfire.", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/apr/02/draw-something-2", 
    "wordcount": "456"
}