{
    "headline": "UK budget must stick to aid pledge to make real impact on lives of poorest", 
    "text": "UK taxpayer money could put 15.9 million children in school, protect 5.8 million mothers during childbirth and help more than 9 million people overcome malnutrition in the next four years, according to a report on the impact of British aid. But the report from advocacy group One, Small Change: Big Difference, says the results will only be achieved if George Osborne, the chancellor, confirms in his Wednesday budget that the UK will reach its target of investing 0.7% of national income in aid in 2013. The 0.7% figure translates into 1.6p in every pound of government spending. Only five countries have met the target, which dates back to at least 1969  Denmark, Luxembourg, the Netherlands, Norway and Sweden. According to analysis from the UN Millennium Project, led by economist Jeffrey Sachs, 0.7% of national income from rich countries can provide enough resources to meet the millennium development goals (MDGs) of improving the lives of the world&apos;s poorest people. If every developed country set and followed through a timetable to reach 0.7% by 2015, says the project, the world could make dramatic progress in the fight against poverty and start on a path to achieve the MDGs and end extreme poverty within a generation. The Danish government is pushing for a &quot;0.7% club&quot;, first proposed in its 2011 government manifesto, to emphasise the importance of Europe living up to its aid promises to the world&apos;s poorest, despite the climate of austerity. One&apos;s report reviewed data from DfID&apos;s plans released last year, which are divided into bilateral (national and regional) and departmental (including multilateral aid) and are rarely analysed together. The group audited all of Britain&apos;s existing bilateral and multilateral aid commitments and came up with outcomes expected to be delivered over the next four years. DfID has seven priority areas: health; water and sanitation; education; governance and security; wealth creation; poverty, hunger and vulnerability; and humanitarian assistance. One said British aid in maternal and child health over the next four years will ensure 5.8 million more births will occur in a safe environment and save the lives of 50,000 mothers. On vaccinations, Britain&apos;s contribution to the Global Alliance for Vaccines and Immunisations (GAVI), a public-private partnership to help the world&apos;s poorest countries obtain vital vaccines, will vaccinate 80 million children over the next four years, saving an estimated 1.4 million lives. said One. Should Britain stick to its 0.7% pledge for next year, the group said UK aid would:  put 15.9 million children in school  help 44.9 million people participate in freer and fairer elections  support more than 40 million people with prevention or treatment for malaria, including distributing 26.6 million bed nets  provide access to safe drinking water to more than 17 million people  provide 633,000 people with life-saving treatment for HIV  ensure better nutrition for 9.6 million people Adrian Lovett, Europe Director of One, said: &quot;Britain&apos;s aid costs less than a penny in each pound of national income, and this analysis reveals for the first time just how much every penny counts. For many millions of poor people, what happens to our aid budget is a matter of life or death. In tough economic times, keeping our aid promise is more important than ever. No other budget achieves so much for so little. The UK is proven to spend aid effectively. It is an investment now that will save and transform lives, boost Britain&apos;s own economic prospects and bring forward the day when aid is no longer needed.&quot; Britain spent around 8.6bn on aid in 2011, 0.56% of national income. The figure is set to rise to an estimated 11.7bn in 2013 if the UK fulfils its plege to hit the 0.7% figure. Although the coalition government is on course to meet its target, it has backed off a Conservative election pledge to enshrine it in law in the first session of a new parliament. Andrew Mitchell, the international development secretary, last week told MPs that the bill was ready, but &quot;had to take its place in the queue&quot;. In November, the government announced cuts of 1.2bn to its 30.7bn aid budget between now and April 2015 as a slowing of the economy meant it would have exceeded the 0.7% figure without the reductions.", 
    "section": "global-development", 
    "gid": "global-development/2012/mar/19/uk-aid-budget-target-mdgs", 
    "wordcount": "739"
}