{
    "headline": "Inside the meat lab: the future of food", 
    "text": "The future feast is laid out around a cool white room at Eindhoven&apos;s University of Technology . There is a steak tartare of in-vitro beef fibre, wittily knitted into the word &quot;meat&quot;. There are &quot;fruit-meat&quot; amuse-gueules. The green- and pink-striped sushi comes from a genetically modified vegetarian fish called the biccio that, usefully, has green- and pink-striped flesh. To wash this down, there&apos;s a programmable red wine: with a microwave pulse you can turn it into anything from Montepulciano to a Syrah. For the kids, there are sweet fried crickets, programmable colas and &quot;magic meatballs&quot;. These are made from animal-friendly artificial meat grown from stem cells: packed with Omega 3 and vitamins, they &quot;crackle in your mouth&quot;. Yum. None of this is quite ready to dish up. The meatballs at the Eindhoven future food show are made from Plasticine; the knitted steak, appropriately, from pinky-red wool. But the ideas aren&apos;t fantasy. Koert van Mensvoort, assistant professor at the university, calls them &quot;nearly possible&quot;. Van Mensvoort  who is also the brains behind nextnature.net, a must-see website for technological neophiliacs  put his industrial design undergraduates together with bio-tech engineers, marketing specialists and a moral philosopher, tasking them to come up with samples of food that is, technologically, already on our doorstep. The truth, though, is that artificial steak is still a way off. Pizza toppings are closer. The star of the Dutch research into in-vitro meat, Dr Mark Post, promised that the first artificial hamburger, made from 10bn lab-grown cells, would be ready for &quot;flame-grilling by Heston Blumenthal&quot; by the end of 2012. At the time of writing it is still on the back burner. Post (who previously produced valves for heart surgery) and other Dutch scientists are currently working over the problem of how to turn the &quot;meat&quot; from pieces of jelly into something acceptably structured: an old-fashioned muscle. Electric shocks may be the answer.     What's cooking? An example of 'nearly possible' fantasy food. Photograph: Observer    This quest is key to the future of food. It&apos;s not what can be done but what we will accept. Some scientists warn that trying to copy the meats humans are used to is futile  another symptom of our ignorant and unsustainable nostalgia about food. &quot;It&apos;s simplistic to say &apos;natural is good&apos;, to reject globalisation and hark back to a mythical past when food was still &apos;true and honest&apos;,&quot; says the Dutch intellectual Louise Fresco, a former head of food- innovation research and an advisor to the UN. &quot;It&apos;s the default thing to do, to try and replicate what you know,&quot; warns van Mensvoort. &quot;It&apos;s not how you innovate. We started with horseless carriages, but in the end what we got was cars. &apos;Natural&apos; is the biggest marketing scam, and the most successful, of all.&quot; The technological problems of producing the new hi-tech foods are nothing compared to the trouble the industry is having with the consumers  the &quot;yuck factor&quot;, as the food technology scientists across the world like to put it. Shoppers&apos; squeamishness has turned the food corporations, from whom the real money for R&amp;D will have to come, very wary, and super-secretive about their work on GM in America. There&apos;s energy behind these projects because of the certainty that 9 billion human beings cannot possibly go on eating food, especially meat, produced in the traditional way. The planet can&apos;t take it. Dutch food companies need to cater to a population that eats more pork than any other in Europe, but they do not publicly fund Koert van Mensvoort&apos;s work at Eindhoven, or any of the artificial-meat research. That&apos;s doneby the Dutch government. Van Mensvoort is contemptuous of the food corporations&apos; nervousness, especially when so much is at stake, pointing out that &quot;if the industry sees a word like &apos;pharmaceutical sushi&apos; they say, &apos;You can&apos;t put our name near that!&apos; They&apos;re afraid.&quot; I have first-hand experience of this: at a scientific conference on food and nano-technology (engineering at sub-molecular level) an executive from Europe&apos;s biggest food company begged me not to print the fact that he was there. It&apos;s all Monsanto&apos;s fault. &quot;It was a historic mistake that GMO started with herbicides, and that the US government gave the corporations the freedom to introduce them,&quot; says Professor Fresco, who wants to feed not just the rich, but the hungry all across a future world of 9billion people. Monsanto, the Dr Frankenstein of our time, certainly generated appalling publicity around its callous and careless marketing of GM pesticides in the United States and in India. The public&apos;s subsequent collapse of faith in bio-tech science, says Fresco, has not just put the brakes on new foods for the rich world. It&apos;s also damaging the fight to end hunger. Hundreds of millions of Africans who depend on an unreliable staple, such as cassava, are deprived of the technology that could make it disease- and pest-resistant. GM rice could raise productivity by 40%. &quot;African scientists say, &apos;Don&apos;t you dare bar us from this technology,&apos;&quot; says Fresco. There are risks, she agrees, but she believes we&apos;re better able to monitor them than ever before. Though the scientists in Holland avoid the term GM, the quiet consensus is that the technology is coming, the world needs it and that Europe needs to get real about it or be left behind. Could ethical concerns ultimately drive public acceptance of the new food technology? Cor van der Weele, Professor of Humanistic Philosophy at Wageningen University, is convinced that&apos;s the case, with artificial meat at least. &quot;People will see the moral benefits of cultured meats. Taking stem cells from a pig rather than killing millions of pigs in factories is already a more attractive idea to consumers.&quot; She quotes studies of the viability of growing meat in sunlight-fuelled &quot;bio-reactors&quot; placed in desert areas: the reduction in resources is staggering. &quot;It would require 1% of the land and just 2% of the water that traditional meat production does. And it would involve a 90% reduction in greenhouse gases,&quot;she says. Eating real meat in 2035 could be as morally questionable as eating foie gras  and about as expensive. As Dr Mark Post says: &quot;A meat-eater with a bicycle is much more environmentally unfriendly than a vegetarian with a Hummer.&quot; All we know for sure is that future meals are going to be more expensive, and won&apos;t come in a pill. That job is technically impossible: even the Pentagon&apos;s battlefield R&amp;D department has given up trying to cram 2,000 calories into one capsule (it would weigh about half a pound). Besides, we like eating. And though the food industry is brilliant at selling us things we don&apos;t need, the customer is still king.     This steak is a bit... stringy. An example of 'nearly possible' fantasy food. Photograph: Observer    Our desires in food are laden with paradox. We love novelty, but are transfixed by nostalgia and tradition. We want to pay less while getting ever better quality. We want natural and healthy, though the two are not necessarily the same. We want to eat better than previous generations, but we revere what those generations ate. Nostalgia, neophilia, hypochondria and snobbery drive the hunter-gatherer today, all sauced with deep scepticism about science, supermarkets and the dark machinations of the &quot;food-industrial complex&quot;. None of that seems likely to change over the next 25 years. But what will is the supply of food  more radically than at any time during the 20th century. Climate change and the end of the era of cheap fossil fuels for transport and fertiliser are altering the food system. The world&apos;s three most important food crops  rice, wheat and maize  are largely grown in the countries most at risk from rising temperatures, and the predictions are stark. Maize, for a start, can&apos;t be grown above 30C. All food futurologists agree we can&apos;t go on eating the way we have. But though the organic lobby is convinced that back to basics could solve the world&apos;s problems, no serious scientist believes traditional farming alone will work. And so we will have to accept the new and &quot;unnatural&quot; if we want to stay fed. The public already accepts many things as natural that are not  from the bacteria-generated slime that gives bulk to low-fat mayonnaise to the chemicals that taste more real than the real thing (have a look at the label next time you buy &quot;truffle oil&quot;). Author Josh Schonwald has found US bio-tech researchers are already far ahead with the nutrition of the future. As he reveals in his book, The Food of Tomorrow, the labs at the University of California-Davis are gene-splicing to create &quot;grapes spiked with jellyfish, tomatoes spiked with carp&quot; and lettuce that will last on the shelf for weeks. There may already be pigs genetically engineered to grow up to five times faster. Notoriously  it was the subject of a Greenpeace campaign  there is a tomato made to last longer by using Arctic flounder genes, while in Israel a lemon basil plant crossed with a tomato has tested well with consumers. In Schonwald&apos;s view, all that the industry awaits is a relaxation of government regulation that will make development of these foods financially feasible. In the course of writing his book, Schonwald was converted. He began as a technosceptic: now he reckons that categorical rejection of GM is &quot;reckless, dangerous and inhumane&quot;. It&apos;s the promise of adapting crops to get essential vitamins to millions of the poorest children that sold GM to him. But, historically, hi-tech seems to let down the poor. Chemical fertiliser and pesticide has created dependency and pollution. Medical breakthroughs are for the rich world: drug companies spend more researching erectile dysfunction than they do malaria. But breeding and mutating food species, whether in a lab or on the farm, is the only convincing plan anyone has for feeding the whole world. Something has to give in our present food culture. It doesn&apos;t seem possible that food can ever be as cheap again as it was circa the year 2000. In Western Europe we now spend between 10% and 15% of household income on food  60 years ago it was 60%. Tim Lang, Professor of Food Policy at London&apos;s City University, says cheap food has been unrealistic, because at the moment we don&apos;t actually pay its real price: &quot;We&apos;ve externalised the costs on to the environment, far-off places and cheap labour throughout food chains.&quot; Population growth alone is going to push up the price of grain; the UN&apos;s Food and Agriculture Organisation reckons the planet will need to produce 40% more by 2050, while climate change is already affecting the great bread-baskets of the world. Lang has told the UK government that the oil-dependent food culture is over and that trading bio-diversity for food justice &quot;will lead to Armageddon&quot;. When the future food arrives, most of us won&apos;t have any choice about what we eat.", 
    "section": "science", 
    "gid": "science/2013/jan/05/the-future-of-food", 
    "wordcount": "1847"
}