{
    "headline": "Ptch social iPhone app launches with DreamWorks Animation backing", 
    "text": "Ptch is guaranteed to get app-sceptics hot under the collar. It&apos;s missing a vowel, launching on iPhone alone, and is the kind of social videos&apos;n&apos;photos app that generates talk of &quot;Instagram meets Viddy meets Animoto meets a mashup contest&quot; before it even launches. Yet Ptch, which launches in the US today, is interesting. Not least because it&apos;s a startup incubated within film studio DreamWorks Animation, its sole financial backer. Alongside the two obvious questions for any new social app is it good, and will it be successful? there&apos;s a third question about why a Hollywood studio is incubating an app startup. Is it good? Yes. The free app aims to get its users sharing animated slideshows of up to 60 seconds in length, pulling in photos, videos, music and comments from social networks including Facebook, Twitter and Google+. The clips can be sent to friends or posted on Ptch itself a self-contained social network in the same way that Instagram and Viddy are as well as to Facebook and Twitter, or sent by email. &quot;What we&apos;re trying to do is to really transform how consumers think about sharing their media in a visual way,&quot; says chief executive Ed Leonard, who was previously chief technology officer at DreamWorks. &quot;It enables you to do something that would take you hours on a desktop computer using a heavyweight tool, and share it in a way that&apos;s super-satisfying.&quot; The app is certainly easy to use: dragging and dropping elements into a timeline, adding titles, and choosing comments that were made when those photos and videos were originally posted on social networks. Its equivalent of Instagram&apos;s filters are &quot;styles&quot; black&apos;n&apos;white, vintage, comic-book and so on. Ptch also wants to get its users remixing one another&apos;s clips, so the app is capable of breaking each down into its constituent parts again. &quot;If I send you a ptch, you can reshape it, take out pictures, pick a different style or song, and remash it easily,&quot; says Leonard. &quot;When you get sent a YouTube movie from the web, that&apos;s the end of the conversation. Well, you can comment on it and like it, but you can&apos;t really interact with the content. Ptch is really the beginning of the conversation.&quot; One problem Ptch faces is that it&apos;s hard to convince someone why they might like the app without them actually using it  a challenge shared by another new video-sharing app Vyclone, which I wrote about in May. That said, Ptch is viral by its nature: people are most likely to discover it by being sent a clip by a friend. Anyway, your level of app-scepticism will define whether you think Ptch has a chance of becoming popular. But it&apos;s the DreamWorks connection that&apos;s fascinating that third question about why a big studio is financing an app that isn&apos;t directly promoting one of its films. &quot;About a year ago, we started to think about how we could take the insight and intellectual property around the movies and the [animation] technology and apply it to different businesses: not just making great films, but creating value and new business in other areas&quot; says Leonard. &quot;I was put in charge of finding some of these ideas, and Ptch is the one I became obsessed by. And obsessed is the best word! So I went to Jeffrey [Katzenberg, DreamWorks&apos; chief executive] and said &apos;Not only is this a great idea, but I wants to do this full time. Give me a year to build the company&apos;.&quot; That idea of studio as startup incubator is fascinating. And remember, this was nearly a year before Facebook tabled its $1bn acquisition offer for Instagram. If DreamWorks&apos; rivals weren&apos;t considering similar strategies of spinning off their own startups, they may well be now. Does the studio&apos;s involvement mean Ptch will be involved in its own film marketing campaigns sooner rather than later, though? The obvious way would be to provide styles, titles and music based on whatever movie was about to come out, for fans to use in their own slideshows. &quot;We&apos;ll definitely be doing that sort of thing, but it will be a little bit later,&quot; says Leonard. &quot;We want this to be seen as a very fun and cool social tool for everybody to use, not a movie marketing tool.&quot; He also says that Ptch has very deliberately been created as a separate startup to enable it to be more nimble than a large studio this, admittedly, is what any skunkworks team within a large company is duty-bound to say, but it&apos;s likely true. Ptch&apos;s entertainment industry background is affecting what it does in other ways, though. For example, its approach to music.  Each style has 8-10 songs to use as a soundtrack, and they&apos;re real songs from the likes of U2, Justin Bieber, Kanye West, Florence + The Machine and The Killers, through to Godsmack, Steppenwolf, Andrew WK and Steely Dan. &quot;We&apos;re working with music labels to deliver a variety of music into the app,&quot; says Leonard. &quot;We believe that the right long-term strategy is allowing people to open their iTunes libraries and put in the music that they want. But we&apos;re working with the labels on a way to do that where they can monetise through pieces of songs.&quot; Which is where the DreamWorks connection comes in. &quot;Our DNA is rooted in content owners, so we&apos;re trying to do this in the right way and make sure we respect content owners&apos; rights,&quot; he says. &quot;We really want this to be an opportunity for the content guys to make new revenue.&quot; Some fun licensing talks ahead, then. But those new revenue opportunities won&apos;t come until Ptch itself is popular enough.  Today&apos;s launch is US-only and iPhone-only, but Leonard says Android will follow once the app has iterated through a few updates to hone the product, and that a global rollout is also high on the company&apos;s priorities.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jul/19/ptch-app-dreamworks", 
    "wordcount": "1016"
}