{
    "headline": "SuperMes and the idea of emergent drama", 
    "text": "Video games have been toying with the notion of &apos;emergent narratives&apos; for many years. Stories that arise from the combination of player actions and the unpredictable behaviours of AI characters are a common element in &apos;open world&apos; titles like Fallout, Far Cry and Dwarf Fortress. But can these techniques be used to create new forms of TV and movie entertainment? Channel 4 Education certainly thinks so  it has just launched a new online drama named SuperMes, about a shy loner moving into a shared house with three lively, but rather challenging strangers. The series uses virtual actors and settings from popular PC game The Sims, a sort of interactive soap opera which has sold over 150 million copies since its launch in 2000.  But this wasn&apos;t a case of simply hijacking the character models and moving them around like automatons to act out pre-set story. Instead, developer Somethin&apos; Else programmed the game&apos;s AI characters with a set of disparate behaviours and characteristics and then let them loose, filming the resulting interactions and building a narrative around them. The team hired indie games coder Robin Burkinshaw (who previously made his own Sims drama, Alice and Kev) to effectively &apos;direct&apos; the action by playing the simulation, but he kept his interactions to a minimum, allowing the characters to decide on their own courses of action. &quot;This is not machinima,&quot; says producer Sean Coleman, referring to the burgeoning artform in which game engines and characters are used to act out narrative stories. &quot;The scripts always followed gameplay and never dictated what should happen. The basic rules we set were never to recreate anything that hadn&apos;t happened and never to force the characters into situations their in-game wishes wouldn&apos;t put them in. &quot;We spent a number of weeks working out the personality traits that would work best to give us the most interesting characters, the most dramatic conflicts and the most quirky entertainment. The game is very sophisticated in the grey areas that it provides - the kind of ambiguities of personality that make really fascinating characters, and we were constantly surprised by our Sims. Like the time the two boys decided to go skinny-dipping. Nothing we had done told them to do that.&quot;       In effect, SuperMes is a convergence of game design and traditional story-telling  it is an experiment in allowing computer programmed characters to create their own plotlines on the fly. There are certainly parallels to be found, as Coleman points out, &quot;There are elements of Dogme, Ken Loach and TOWIE in this project. It was always vital for us that we made a genuine collaboration between the film-makers and the AI of the game, and that&apos;s what we did.&quot; The Ken Loach comparison is, perhaps, the most interesting. Like Mike Leigh, the veteran director often uses improvisation to discover and enrich elements of each scene, with a script following afterwards  and this is essentially the formula behind SuperMes; except the actors are replaced by artificially intelligent virtual beings. Fascinatingly, the Somethin&apos; Else team talks about the similarities between AI algorithms and emotions  both are sets of systems that, when combined with different agents, can lead to unpredictable and dramatic outcomes. &quot;We tried to create internal conflicts,&quot; explains Coleman. &quot;Clare was shy and a loner, but her life goal was to be super popular. Because of her shy trait, she doesn&apos;t like being among strangers, and finds it difficult to talk to people. If Anita then talks about herself to Clare, the combination of Clare&apos;s discomfort with strangers and her hot-headedness would make her angrier with Anita&apos;s self-obsessed blathering. The idea was to look at archetypal sitcom characters, and try to arrange the traits we gave our Sims to create similar characters, who would rub each other up in all possible ways.&quot; The results are surprisingly watchable, touching and at times really funny. The morbidly self-conscious Clare loafs about the house, often sitting alone in the garden contemplating the narcissism of household attention-seeker Anita, while slacker Robert and musician Ryan mess about, eventually forming a quite heart-warming relationship. Meanwhile, a jokey voice over from Waterloo Road actor Jason Done adds a sort of Come Dine With Me meta-narrative. The series is a spin-off from Channel 4 Education&apos;s award-winning SuperMe project, an online social game designed to help teenagers through difficult experiences and emotions. But it also hints towards interesting new narrative experiments, in which AIs rather than scriptwriters shape future linear dramas.  &quot;Myself and co-deviser Jo Roach came up with the phrase &apos;emergent drama&apos;,&quot; says Somethin&apos; Else&apos;s chief creative officer, Paul Bennun &quot;Emergence is a core concept of the science of complexityhugely sophisticated behaviours can emerge for free from simple systems interacting. It&apos;s almost like the universe wants to tell stories.  &quot;The human mind is always looking for patterns, and is always giving personality to inanimate objects or seeing narrative even when events are random. We&apos;re using universal tendencies to tell stories, but it&apos;s through the agency of talented storytellers that we interpret the sims. We called Robin Burkinshaw our &apos;Sims whisperer,&apos; because he was able to do this with such style.&quot;      Bennun compares the approach to generative music, a term popularised by Brian Eno to describe a process in which the musician enters a set of criteria into a computer and allows the software to improvise. There are various applications, such as Mixtikl and Eno&apos;s own Bloom and Trope apps for the iPhone that allow users to create music in this way. I wonder how long it will be before soap opera writers and movie producers are using AI improvisations to create content. After all, the three act structure that governs most mainstream film releases is so intricately shaped, it is almost a computer program in itself; start combining the data from successful movies, and allowing AI characters to experiment within the resulting confines, and you have the sort of crazed hybrid of Hollywood formula and Marxist dialectics that can only result in hit romantic comedies. Coleman is more grounded in the possibilities of emergent drama. &quot;For me, you will always need an experienced storytelling team to guide the output to make the best programme, but in terms of making a reality-drama from a virtual environment - this was inspirational to work on. As long as games engines can create characters which surprise you as much as a real-life person, you can have fun creating stories inside them.&quot; Frankly, anything that you can usefully compare to both Ken Loach and TOWIE is worth exploring. And if that means a future of dramas based around AI programs and improvisational avatars, so be it.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/feb/06/super-mes-and-emergent-drama", 
    "wordcount": "1121"
}