{
    "headline": "Nokia slumps to 1.3bn loss under competition from Apple and Samsung", 
    "text": "Nokia has announced the departure of its head of sales as the struggling mobile phone maker, beset by competition from Apple and Samsung and an under-par new product launch, slumped to a loss of 1.3bn (1.1bn). The Finnish telecoms group said Colin Giles was leaving to be closer to his family, as sales fell to 7.4bn in the first three months of 2012 compared with 10.4bn in the same period last year. The operating loss of 1.3bn compared with a profit of 439m in 2011. Nokia&apos;s chief executive, Stephen Elop, said the business was working its way through a significant company transition in an industry environment that continued to evolve and shift quickly. Nokia&apos;s smartphone sales have faltered after Elop moved its devices off its home-grown Symbian operating system last year to the untried Windows Phone software owned by Microsoft. As a consequence, sales of Symbian-based phones are declining rapidly while uptake of Nokia&apos;s new Windows-based phone, the Lumia, has disappointed. Elop admitted on Thursday that the Lumia launch had not proceeded as planned in some markets, including the UK. &quot;We have launched four Lumia devices ahead of schedule to encouraging awards and popular acclaim,&quot; he said. &quot;The actual sales results have been mixed. We exceeded expectations in markets including the United States, but establishing momentum in certain markets including the UK has been more challenging.&quot; According to Nokia, sales of handsets fell 32% in Europe in the first quarter, to 15.8m units, while China recorded a slump of 62% to 9.2m. Worldwide, handset sales fell 24% to 82.7m compared with the corresponding period in 2011. The company said Giles would not be replaced in a move that it saw as reducing a layer of sales management. Nokia said the operating loss was comprised of 1.1bn of restructuring charges relating to a joint venture with Germany&apos;s Siemens to make telecoms equipment, with a further 260m loss caused by competition and the fact that the first quarter is traditionally a quiet sales period. Squeezed at both ends of a fiercely competitive sector, Nokia is struggling to compete at the lower end of the market with Chinese manufacturers such as Huawei launching products based on Google&apos;s Android system. Research in Motion, maker of the BlackBerry, and Motorola are among the manufacturers who have also been caught out by the emergence of Chinese competitors. At the upper end, Apple&apos;s iPhone and Samsung&apos;s Galaxy, which uses the Android operating system, have pulled far ahead of Nokia in a market that the Finnish firm once dominated. Nokia&apos;s share of the smartphone market has fallen from 40% a few years ago to 10%. This week Nokia&apos;s debt was downgraded to one notch above &quot;junk&quot; status by the Moody&apos;s credit rating agency, which cited a severe decline in mobile phone sales. Adding that it was putting the firm on a negative outlook, Moody&apos;s expressed also doubts over Nokia&apos;s ability to recover ground lost to faster-moving rivals. The agency said: &quot;Moody&apos;s believes that the structural challenges facing Nokia&apos;s mobile phones segment many not be easy to address.&quot; The Moody&apos;s downgrade followed a profit warning last week, in which Nokia forecast that it would lose money in the first half of its financial year, blaming fierce competition for smartphone sales in developing markets such as India, China and the Middle East.", 
    "section": "technology", 
    "gid": "technology/2012/apr/19/nokia-slumps-loss-competition-apple-samsung", 
    "wordcount": "570"
}