{
    "headline": "Internet copyright law has to have public support if it's going to work", 
    "text": "I know lots of people who disagree about when and whether it&apos;s OK to reproduce creative works without permission. There are long, thoughtful debates about how long copyright should last; whether publicly funded works should be treated the same as privately created ones; whether scientific and scholarly works should be freely available; what sort of works qualify as &quot;creative&quot;, and, of course, what fair dealing/fair use should and should not allow. But while I know plenty of proud pirates, I don&apos;t think I&apos;ve ever heard of someone standing up for the good, old fashioned plagiarism. Plagiarism and copyright infringement are different things, of course. Shakespeare is not in copyright, but if you try to trick someone into thinking you wrote Romeo and Juliet, you&apos;re still a plagiarist. Even the most dedicated copyright enthusiast has to admit that brief quotations are fair dealing, but when you pass off someone else&apos;s sentences as your own, you&apos;re a plagiarist. Indeed, copyright enforcement is sometimes as odds with plagiarism detection  as when Turnitin, a piece of software that helps teachers catch students who copy others&apos; papers, was sued for violating students&apos; copyrights. The plaintiffs argued that creating a database of student work to which suspect papers would be compared was a violation of their authors&apos; copyright. A US appeals court found this activity constituted fair use. I&apos;m not sure how it would have gone in the UK  our fair dealing is in many ways more restrictive than US fair use. Some of the most egregious forms of plagiarism are perfectly legal. Fans of indie nerd troubadour Jonathan Coulton were infuriated to discover that the Fox TV programme Glee had &quot;ripped off&quot; his distinctive arrangement for &quot;Baby Got Back,&quot; which includes new lyrics and sound effects that are unique to Coulton&apos;s version. Fox stonewalled, then Glee music producer Alex Anders tweeted: &quot;Some people can&apos;t see opportunity when it smacks them in the face.&quot; (it seemed clear at the time that Anders was commenting on Coulton, though he later deleted the tweet and claimed it was a comment on an unrelated issue). Close analysis of the two pieces is especially damning, as it sounds and looks as though Fox&apos;s version actually uses parts of Coulton&apos;s recording, mixed down to cut out the vocals. Copyright experts were quick to explain that Fox&apos;s plagiarism was legal  the same rules that allowed Coulton to record his cover of Sir Mix-a-Lot&apos;s original &quot;Baby Got Back&quot; also allow Fox to produce a sound-alike version. But it&apos;s shoddy, because it is, at heart, a lie. (Coulton got his own back on Fox: he rereleased his own &quot;Baby Got Back&quot; and billed it as a cover of the Glee version, with proceeds to charity  it climbed the iTunes chart while the Fox version was clobbered by angry Coulton fans who gave it one-star reviews) Why does Fox&apos;s sin stick in the internet&apos;s craw? I think it&apos;s because Fox hasn&apos;t just wronged Coulton: they&apos;ve wronged the public. We have been misled about the origin of a product we&apos;re being asked to purchase. This is different from, say, a fake designer handbag that&apos;s offered as a cheap knockoff, where there&apos;s no intent to fool the purchaser, who understands that a 99% discount on a Vuitton bag means that it&apos;s really a &quot;Vuitton&quot; bag. This kind of plagiarism is more like selling horsemeat labelled as beef burgers. Horsemeat can be perfectly harmless, and many people happily eat it, but when you buy beef burgers, you expect that you&apos;re getting what you paid for. Plagiarism evokes the same outrage even when the only thing at stake is attention. Users of Reddit hold especial contempt for people who post others&apos; art as their own in order to get &quot;upvotes&quot; and &quot;karma&quot;  intangible, non-redeemable measures of internet applause from strangers. When this happens, a consensus quickly emerges that the culprit is a bad person, that the attention has been misappropriated. The real artist has been wronged  she didn&apos;t get the upvotes, attention and good feeling she deserved. But so has anyone who was conned into believing the misattribution, and so missed the chance to discover more works by the real artist. For me, the most interesting thing about plagiarism is that even though it&apos;s legal, companies and people who do it get into real trouble for it. Even without a law, doing something that is so universally reviled has genuine, lasting consequences. There&apos;s a lesson in there for people looking to find the right balance for internet copyright: a law without public support will be widely flouted, but things that the social consensus rejects out of hand be automatically, widely enforced.", 
    "section": "technology", 
    "gid": "technology/blog/2013/jan/31/internet-copyright-law", 
    "wordcount": "791"
}