{
    "headline": "Disney updates paper purchasing policy to protect Indonesian rainforest", 
    "text": "Environmentalists campaigning to prevent the wholesale destruction of the Indonesian rainforest scored a major victory on Wednesday after coaxing the Walt Disney company, one of the world&apos;s largest publishers of children&apos;s books, to revamp its paper purchasing policies. After two years of occasionally testy exchanges and intense negotiation with the Rainforest Action Network (Ran), a San Francisco-based advocacy group, Disney agreed in a new written policy to do everything it could to safeguard endangered forests and their ecosystems, which support the sorts of animals celebrated in Disney feature films and their multimedia spinoffs. &quot;Disney is adding its voice to the growing chorus of companies demonstrating that there&apos;s no need to sacrifice endangered forests in Indonesia or elsewhere for the paper we use every day,&quot; Ran&apos;s executive director Rebecca Tarbotton said in a statement. Or, as another activist for the organization put it: &quot;The Jungle Book will no longer be destroying the jungle.&quot; Disney will now avoid the mixed tropical hardwoods typically harvested in the Indonesian rainforest and will seek alternative sources such as recycled paper and wood harvested according to the recommendations of the internationally recognized Forest Stewardship Council.  The company said in a news release accompanying its new written policy that it would &quot;work with non-governmental organizations to identify and prioritize regions with poor forest management and high rates of deforestation&quot;. It also pledged to issue annual reports on its progress. Disney is the ninth major US publisher to switch its paper purchasing policy in response to an alarming study published by the Rainforest Action Network in 2010, which offered scientific proof that pulp from endangered trees were turning up in the glossy colour pages of children&apos;s books, cookery books and coffee-table style art books. Unlike the other eight publishers, however, Disney initially held out, offering only token changes and dismissing calls from Ran for a broader policy review. Negotiations began in earnest only after Ran activists, dressed as Mickey and Minnie Mouse, chained themselves to the gates of Disney headquarters in the Los Angeles suburb of Burbank in May 2011 and erected a huge banner reading &quot;Disney: Destroying Indonesia&apos;s Rainforests&quot;.  Within a week of that protest, initially dismissed by Disney as a &quot;no more than publicity stunt&quot;, a delegation of senior executives had flown to Ran&apos;s offices in San Francisco and begun serious negotiations. The problem, according to Robin Averbeck, who has spearheaded Ran&apos;s Disney campaign, was that top management did not wake up to the reality of what was going on until the protest encouraged them to take a more careful look.  &quot;Transparency in the supply chain is very challenging. The pulp comes from a forest to a paper mill to a broker to a printer to a supplier to Disney,&quot; Averbeck said. &quot;When a company has Disney&apos;s enormous global reach, its arms are so long they often don&apos;t know what their hands are doing.&quot; She and other negotiators for Ran said that it didn&apos;t take long for senior executives to understand how damaging it could be to Disney&apos;s brand to be associated with the destruction of ancient forests, the dwindling of Sumatran tigers and elephants, and a major contribution to global warming.  Nailing down a new policy was highly intricate, because of the number of moving parts. Disney products are manufactured in close to 25,000 factories worldwide, about 10,000 of them in China. The new purchasing agreement does not just cover books  it applies to theme park brochures and cruise ship menus and corporate stationery. Ran has been remarkably successful in challenging big corporations on this issue, largely because of the startling analysis it conducted on a number of paper products in its 2010 study. It commissioned a specialist laboratory in Wisconsin to examine paper samples under a microscope and identify the wood types in the pulp  the paper industry equivalent of using DNA analysis to draw conclusions from a crime scene. Since then, numerous corporations in and out of publishing  they include Random House, Pierson/Penguin, Mattel and Tiffany  have changed their paper purchasing practices. The lone holdout among those identified in the 2010 report as a rainforest menace is HarperCollins, the book publishing division of Rupert Murdoch&apos;s News Corp empire, which Ran continues to define as a &quot;laggard&quot;. HarperCollins began negotiations with Ran, like the other companies, but pulled out for reasons that have never been spelled out publicly. HarperCollins, however, defended its policies, and contested Ran&apos;s right to decide whether they meet an appropriate standard.  &quot;We use only acceptable fibre sources, and have worked with printers to eliminate the use of Indonesian fibre,&quot; company spokeswoman Erin Crum said. Crum held up HarperCollins&apos;s UK division as a model for the industry, saying it was one of the first to seek certification from the Forest Stewardship Council and now uses FSC-certified paper in at least 60% of its products.  This article was amended on 31 October 2012, following a complaint from Asia Pacific Resources International Limited, to take out claims that Disney is severing its ties with two paper producers.", 
    "section": "environment", 
    "gid": "environment/2012/oct/11/disney-paper-indonesian-rainforest", 
    "wordcount": "855"
}