{
    "headline": "Anne Warner obituary", 
    "text": "Anne Warner, who has died aged 71, combined several careers: as a physiologist working on embryo development, as an effective science policymaker and as the first director of a centre for systems biology, which she set up at University College London. Her scientific work developed ideas about how the junctions between individual cells contribute to vertebrate development, a problem whose complexity still eludes understanding. She worked at the right time to benefit from many new biophysical techniques developed during the 1960s, and she used these to study the electrical events occurring at the earliest stages of amphibian and mouse embryogenesis. This was a period before the emergence of imaging and molecular techniques became sufficiently powerful to study development. In a brief 1980 paper co-authored with Tim Rink and Roger Tsien, a Nobel prizewinner in 2009, she provided an early link between calcium and cell organisation, and one of the early hints of momentous developments in the field of calcium-sensing that have revolutionised modern cell biology. During the last decade of her career she was founding director of the Centre for Mathematics and Physics in the Life Sciences and Experimental Biology (CoMPLEX), at UCL. The inspiration for this came from the realisation that biology emerging in the post-genomic era required active collaborations between scientists from the physical, computer and biomedical sciences. This centre, ahead of its time, focused on many aspects of systems biology and became a model for many other centres in the UK. Although not a mathematician herself, she always encouraged others to dip their toes in the deeper waters outside their own specialities. She was born Anne Brooks in London, and her father was an engineer. From Pate&apos;s grammar school in Cheltenham, she went to UCL, graduating in physiology. Working for her doctorate with Otto Hutter at the National Institute for Medical Research in Mill Hill, north London, she was appointed at the early age of 23 to a staff position in its research laboratories. There she carried out some of the now classic studies on the permeability of skeletal muscle. Her first post came in Lewis Wolpert&apos;s department of developmental biology at the Middlesex Hospital medical school in 1968, and then as a lecturer at the Royal Free Hospital school of medicine, when still located in Hunter Street in Bloomsbury. In 1976, Anne went to UCL, and was appointed to a chair of developmental biology in 1986, the same year she became the Royal Society Foulerton professor, a position that she held for 15 years. She remained at UCL until 2009, and had been appointed professor emeritus by the time she left. She was elected a fellow of the Royal Society in 1985. Although her scientific work on the role of gap junctions in the developing embryo continued for the rest of her working life, much of her energy subsequently went into committee work and scientific policy. She sat on a remarkable number of councils including the National Environmental Research Council, the Lister Institute and the Roslin Institute, as well as on several Medical Research Council boards and policy committees. As a vice-president of the Marine Biological Association based in Plymouth, she undoubtedly steered the MBA through particularly difficult financial times in the 1990s when even its future was in doubt. Many of her ideas were taken up over the years, including a cell-physiology training workshop started in 1984 that has helped produce several cell physiologists in the UK and abroad. She often said that she saw this course as a major part of her legacy. Anne had a penchant for academic (but not malicious) gossip, whisky and cigarettes, probably in that order. She clearly saw herself as part of a UCL family and was extremely loyal to it. Although famed for being able to sense conversation and a bottle of wine at a considerable distance, she could also be spotted in the UCL quad, pacing up and down deep in thought, with a cigarette held jauntily in one hand. Anne was formidable and, once her gaze fixed on you through her carriage-lamp spectacles, it was quite hard to refuse to do what she asked. Anne&apos;s illness started with a heart-valve replacement that did not turn out very well. After that she never smoked again, seeming to give it up remarkably easily. With her husband Michael, she remained a wonderful friend to many, providing warm, practical and down-to-earth advice. Michael, a marine engineer whom she met when both were students in the UCL Dramatic Society, predeceased her by only a few months.    Anne Elizabeth Warner, biologist, born 25 August 1940; died 16 May 2012", 
    "section": "science", 
    "gid": "science/2012/jun/10/anne-warner", 
    "wordcount": "767"
}