{
    "headline": "Kenyans with HIV join activists in call for unused US Aids money to be spent", 
    "text": "Scores of Kenyans living with HIV sang and chanted outside a hotel in central Nairobi on Wednesday, demanding that $500m of unspent funds from the US government&apos;s Aids programme be freed to provide life-saving antiretroviral treatment in Kenya. The protesters&apos; shouts were meant to reach the ears of US officials, including ambassador Scott Gration and the country head of the US President&apos;s Emergency Plan for Aids Relief (Pepfar), who were attending a conference at the hotel with Kenyan health officials. Protesters also waved placards featuring pictures of President Barack Obama, whose father was Kenyan. The rally, organised by local and US-based activists, was called after it was revealed that about one-third of a $1.46bn pipeline backlog of Pepfar funds, earmarked for Kenya, had not been spent. Pepfar officials in the US said had remained unspent because of inefficient bureaucracies and reductions in the cost of Aids treatment, among other factors. &quot;It&apos;s a tragedy that money goes unused while Kenyans with HIV get sick and die because they don&apos;t receive treatment,&quot; said Jacque Wambui, of Health Global Access Project (Gap) Kenya, the local branch of a US-based Aids and human rights activist group. The protesters shouted: &quot;Treatment is prevention, treat a million now&quot;, a reference to a government commitment to double the number of Kenyans on antiretroviral treatment (Art) by 2015. That pledge was made at the same time as Obama vowed to raise the number of people on Art globally to 6 million by 2013. &quot;We demand that Obama keep his promises to all Pepfar countries,&quot; said Patricia Asero Ochieng, who works in an Aids support group in Dandora, one of Nairobi&apos;s many slums. &quot;We want them to send that money to Kenya so there can be a rapid scale-up of Art.&quot; Activists want the $500m to be spent on providing Art to more of the 1.5 million Kenyans estimated to be infected with the virus that causes Aids, and on HIV treatment for pregnant women for life, the so-called PMTCT option B+. &quot;Not one more child should be born with HIV,&quot; said Lucy Ghati from the National Empowerment Network of People Living with HIV/Aids in Kenya (NEPHAK). &quot;Our ministers of health must demand that this unused funding be spent to implement PMTCT option B+.&quot; Anyango (who didn&apos;t want to give her full name because of the stigma that still surrounds having the disease), a 28-year-old whose swollen belly was just discernible under her loose black-and-white top, is HIV-positive and expecting her third child. Her first two children were born free of the virus. Her sister Maureen (who also did not wish to be fully identified) had come with her to the rally from Nairobi&apos;s Kibera slum. Maureen is also HIV-positive and has been on Art since 2005. &quot;I am just normal like every other person,&quot; Maureen said. &quot;I rarely get opportunistic diseases.&quot; But her sister is not yet getting the treatment needed for pregnant women. Paul Davis of Gap said Pepfar Kenya had not increased the rate of enrollment of new patients on Art in its draft operational plan for 2013. &quot;We are demanding that they scale up the treatment and break the back of the epidemic,&quot; he said. Pepfar officials in Kenya were not immediately available to comment on the protesters&apos; demands. Last week, the GlobalPost news website quoted US officials in Washington and Nairobi as saying that Kenya had trouble spending the Pepfar money because of inefficiencies in its two ministries of health. GlobalPost said the Obama administration had submitted a fiscal year 2013 budget that called for a $550m cut in Pepfar funding.Officials said this was because there had been nearly $1.5bn stuck in the pipeline for 18 months or more. Last November, US secretary of state Hillary Clinton held out the prospect of &quot;an Aids-free generation&quot;, and called on the American people to support renewed efforts against the disease. However, Kenyan activists say they are still seeing new infections: many people have not yet been tested because of the stigma associated with HIV and Aids. &quot;Recent statistics show that only 4 million (Kenyans) know their HIV status,&quot; said Peter Odenyo, chairman of the National Network of Post-Test Clubs. &quot;Stigma is still rampant. Among the 36 million, infections are still occurring because people are positive and do not want to know their status.&quot; Peter Cherutich, deputy director of the National AIDS/STD Control Programme, a division of Kenya&apos;s Ministries of Health, accepted a memorandum from the protesters and said the government had not been aware of the unspent funds. &quot;We are having talks with our US government colleagues to make sure that, if indeed it is true that there is money in the pipeline, that money is reserved for this country,&quot; he said. &quot;The opportunity we have is that the cost of delivering treatment is actually going down but we also know that, as we are putting more and more people on treatment, we are straining our resources, particularly our human resources, our health facilities, and equipment.&quot; Rose Kaberia, regional director for the International Treatment Preparedness Coalition, had a message for the Kenyan officials behind the Laico Regency hotel&apos;s security barrier: the Pepfar money was needed &quot;like yesterday&quot;. Looking ahead, she said it was time for the Kenyan government to take on more responsibility for dealing with HIV and Aids: &quot;I challenge the government to reduce dependency and use our money to sustain our own people.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/apr/27/kenya-activists-unspent-us-aids-money", 
    "wordcount": "938"
}