{
    "headline": "Timor-Leste has much to celebrate on its 10th birthday", 
    "text": "Asia&apos;s newest nation celebrated its 10th birthday this month: 20 May in Timor-Leste was a celebration of freedom that also deserved to be a celebration of development. After centuries of foreign rule, Timor-Leste has readied itself to be a full partner in what is shaping up as Asia&apos;s century. Nation-building is a complex process, and the world&apos;s media have documented Timor-Leste&apos;s difficulties, from the graphic images of violent uprisings in 1999 and 2006, to the assassination attempts of 2008. These disturbing episodes earned it the moniker of fragile state. What some may have missed, however, is that Timor-Leste has emerged as one of the fastest-growing economies in Asia and the Pacific. Projections by the Asian Development Bank (ADB) show the economy has the potential to sustain a near double-digit rate of growth over this decade and beyond. What&apos;s more, this rapid economic growth has been inclusive, reaching the poor and well-off alike. The inclusiveness of growth is best revealed by the progress made in providing opportunity to a nation&apos;s children. This is an especially important perspective in Timor-Leste, where half of the population is 18 years or younger. Research by the ADB drawing on household surveys (eg the most recent demographic and health survey) is showing that Timor-Leste has indeed succeeded in expanding the opportunities provided to its children. Nearly three-quarters of Timor-Leste&apos;s young children were in school by the end of the past decade, up from 50% at the start of the decade. Most importantly, the poor were sharing in the opportunities education provides. At the end of the decade, 60% of young children from the poorest families were in school. Among the poorest families, 72% of older children were in the classroom. For both younger and older children of the poorest families, the participation of girls was at least matching that of boys. By the end of the past decade, 64% of young girls from the poorest families were in school, compared with 57% of young boys. For the older children of poorer families, the school participation rate had reached 72% for both girls and boys. At the start of the decade, only 2% of children under five from the poorest families were receiving a full course of vaccinations. That figure climbed to nearly a third by the end of the decade. A mere 7% of the poorest Timorese children under five were receiving a vitamin A supplement at the start of the decade. Now, more than half are receiving it. Ten years ago, 27% of the poorest mothers received antenatal care from a trained provider. By the end of the decade, this had risen to 75%, with an average across all mothers of 86%. These are important milestones in Timor-Leste&apos;s move beyond &quot;fragility&quot; and on to a path of sustainable development. The nation is also saving for its future, putting aside revenue earned from offshore petroleum fields jointly managed with Australia, in a world-class sovereign wealth fund that now holds more than $10bn for future generations (the Petroleum Fund is explained here). Over the coming 10 years, Timor-Leste will see the second of two new power stations, road and water supply upgrades, and a new international port. This investment will help break a bottleneck on the economy caused by deteriorating infrastructure. The nation&apos;s budget, meanwhile, reveals that Timor-Leste&apos;s leaders have remained true to the long-held values that fuelled the country&apos;s quest for independence. The principle of equity can be seen in the pensions provided to the elderly, the payments made to single mothers and those with disability, and the support provided to the veterans of the fight for independence. Information on Timor-Leste&apos;s budget is also now provided on a near real-time basis by the world-class transparency portal. The essential underpinnings of a modern state  credibility and trust  have been strengthened by the Timorese&apos;s assertive efforts to meet the needs of the people. Timor-Leste is now investing in peace and stability. As it celebrated its first 10 years, Timor-Leste inaugurated a new president  one peacefully elected by the people. President Taur Matan Ruak is part of the next generation of leaders and his appointment marks a healthy sharing of political power across generations that Timor-Leste can be proud of. Timor-Leste has emerged as an exciting frontier economy, and its application to join the Association of Southeast Asian Nations will help it more closely integrate with the world&apos;s powerhouse economies. This is not to suggest that the hard work is over. For a long time, Timorese have been living to survive. The people of Timor-Leste now need to learn to make a living. Success is not guaranteed. We know from international experience that maintaining good governance, and striving for the most value-for-money from government expenditure will be vital if Timor-Leste is to reach its potential and catch up with the rest of Asia. We also know that each time Timor-Leste stumbled, it stood up again, learned, and moved forward. This resilience, together with the continued support of development partners, can leave us confident that the next 10 years will be a success for Timor-Leste.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/may/31/timor-leste-celebrate-10th-birthday", 
    "wordcount": "847"
}