{
    "headline": "Nanotechnology: striking a balance between glorification and 'grey goo'", 
    "text": "Great things can happen when you think small: thousands of times smaller than a grain of sand, much finer than your thinnest hair. So small that swimming among water molecules would feel as though you were in a pool of thick jam. Get to this scale and you can play Lego with individual molecules. You could build tiny machines that can travel through the stem of a flower or, as in my case, minuscule needles that can inject drugs into single brain cells. There is beauty in exploring the nanoscale. But the idea gets more tainted the more we learn about it, like a young love affair full of expectation of the endless possibilities, which gradually becomes a dysfunctional relationship the more the partners learn about each other. One day we read about wonderful nanomaterials with exotic names such as zinc oxide nanowires, say, or silver nanocubes used to make ultra-efficient solar panels, and the next we read about shoebox bomb attacks against labs and researchers by anti-nanotechnology terrorist groups. It makes me wonder: is there a particular problem with nanotechnology? As with all human relationships, we run the risk of raising expectations too high, too soon. Most of us can recall our enthusiasm and hope for a range of things we cared about, but then lost. Whether it was a political party (ask any liberal about US President Barack Obama&apos;s governance  even Obama himself), a football team (my personal experience with Arsenal FC in August each year speaks volumes on this front), or hobby (gym membership cards issued last January already buried deep in wallets and drawers). On the other hand, enthusiasm, excitement and optimism are needed to motivate students, investors and governments to join in exploring the unknown nanoscale world. Communicating reality, creative cynicism and measured expectations are challenging and can easily be misinterpreted as negativity. One of the projects at our own Nanomedicine Lab at University College London aims to build a nano &quot;sticking plaster&quot; that could help cardiac surgeons regenerate parts of their patients&apos; hearts faster and better. Even if we successfully designed this product tomorrow, it would take at least 15 years of development and testing before it reached the clinic. The levels of investment needed to achieve it will be immense. How do we sustain enthusiasm and belief in this discovery without sounding like naive dreamers or professional salesmen? Emerging scientific fields such as nanotechnology, stem cell biology and gene therapy struggle to strike the right balance between optimism and realistic expectations. The best solution is a mixture of integrity, scientific rigour, communication of facts and, most of all, perseverance. Perhaps not uniquely in new scientific fields, nanotechnology also suffers from a prevailing false dichotomy that represents everything &quot;nano&quot; either as a marvel that will revolutionise our existence and allow us to transcend our capabilities, or as a hazard of unprecedented proportions that will devour the environment, possibly in the form of grey goo, and eventually eliminate humanity. Such negative imagery has no basis in scientific reality, and does not take into consideration that some of the most stringent requirements for safety already govern the approval of new therapeutic and diagnostic products. Liposomes  nanoscale spheres made from lipids that are used to ferry chemotherapy efficiently and safely to cancer cells  were first described in 1965, but the regulatory approval for their clinical use was not granted for at least 30 years. This is the time frame one should have in mind before nanotechnology can begin to help patients. A lot of safety studies were carried out for liposomes over those three decades. The same will happen for any other new nanomaterial. The simultaneous glorification and demonisation of nanotechnology is creating a landscape that is unstable to operate in and prone to publicity stunts by both sides. We should not allow vigilance, critical thinking and scientific rigor to transmute into polemic. As someone who lives and breathes exploration on the nanoscale  which aims to create tools for doctors and other health professionals against some of our most debilitating diseases  I hope that this blog will offer an everyday insight into this journey and its great promises, flaws, highs and lows. We want to offer you a transparent and honest view of nanotechnology&apos;s superhuman feats and its very human limitations. Kostas Kostarelos is a professor of nanomedicine at University College London and director of the university&apos;s Nanomedicine Lab", 
    "section": "science", 
    "gid": "science/small-world/2013/apr/23/nanotechnology-striking-balance-grey-goo", 
    "wordcount": "736"
}