{
    "headline": "10 Best iPhone, iPad, Android and Windows Phone games this week", 
    "text": "This new, weekly post will be a roundup of the best mobile and tablet games from the past seven days. Starting with this week&apos;s selection (in no particular order): Pitfall! Activision has revived its classic Pitfall! brand in a game that, as the blogosphere has been quick to note, bears a distinct resemblance to Temple Run. Less considered platforming, then, and more adrenalin-fuelled endless-running (and leaping, sliding...)iPhone / iPad Michael Jackson: The Experience Ubisoft has ported its Michael Jackson music game from console to iOS, getting players to draw shapes on-screen to match dance moves. Four songs are included, with others available as in-app purchases. The link above is for iPhone, but there&apos;s a separate version for iPad.iPhone / iPad Happy Street Happy Street dangles the prospect of &quot;a lively world where everybody was happy&quot; (ie a bit like London during the Olympic Games). In this case, that world is populated by animals making friends, catching fish, collecting resources, and generally feeling like an inventive mobile take on Animal Crossing.Android / iPhone / iPad Kingdoms &amp; Lords Mobile publisher Gameloft has been shifting its focus towards freemium games, with Kingdoms &amp; Lords the latest example. It straddles two genres: FarmVille-style resource management to build your village, and strategic combat when you send your army into battle.iPhone / iPad Freekick Battle It&apos;s been on iOS a while, but Gamevil&apos;s casual football game slogan: &quot;Do you suffer from an uncontrollable desire to kick balls?&quot; has been released for Android. It&apos;s a freemium free-kicks game with lots of customisation and upgrading, as well as online multiplayer matches.Android Townsmen HandyGames&apos; Townsmen is actually one of the longest-established mobile game franchises, stretching back to pre-smartphone days. Its new version for Android is the biggest yet: a city-building strategy game featuring as much farming, mining and resource management as you can handle.Android Sally&apos;s Spa The latest Xbox Live-enabled game to be released for Microsoft&apos;s Windows Phone OS, Sally&apos;s Spa is a long-established spa-management game from the Diner Dash genre, where you have to keep customers happy while building up your virtual spa.Windows Phone Gasketball &quot;The only game better than basketball&quot; according to its blurb, this is a quirky sports-puzzler from developer Mikengreg that takes basketball mini-game H.O.R.S.E. as its starting point, then gets you to create shots to challenge friends with either online or on the same iPad.iPad Ben &amp; Holly&apos;s Little Kingdom Big Star Fun Less for adults, this is a game for children who are fans of the Ben &amp; Holly&apos;s Little Kingdom TV show their first official iOS game from publisher P2 Games. It includes four mini-games, and multiple difficulty levels to suit different ages and abilities.iPhone / iPad Einstein Brain Trainer HD Already available for iPhone and Android smartphones, this brain-training title from BBG Entertainment has now been upsized for Android tablets good timing given the recent release of Google&apos;s Nexus 7. Daily tests aim to improve and measure your brain fitness, with 30 different exercises.Android What have you been playing on a smartphone or tablet this week? Make your recommendations in the comments section.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/aug/09/best-mobile-games-pitfall-bingo", 
    "wordcount": "533"
}