{
    "headline": "Talk point: which development innovations have caught your eye?", 
    "text": "Over the past two weeks the Global development site has looked at ideas in development that caught our attention in 2012. We looked at disease-eating prawns in Senegal and farms that float on fresh water lakes in Costa Rica. We also looked at the ideas that are transforming housing and the labour market in South Africa. We&apos;ve seen new ways of funding development programmes, such as the Red Umbrella Fund, the first global grant-making scheme that gives sex workers influence over the projects that directly affect them, and social impact bonds. A number of these innovations utilise new technologies, such as solar power lamp-posts in Mali, and &quot;smart&quot; waterpumps in Kenya, which, using a mobile data transmitter, monitor the amount of water used and send a signal when the water is running out. We also looked at Farmerbook (Facebook for small-scale farmers), twitter consultations with the Rwandan health minister and anti-corruption reporting as examples of how social media is supporting development. What do you think of the innovations we included? What did we miss? What ideas have you come across that you think we should write about? Post your comments in the thread below. You can also contribute on twitter @GdnDevelopment. If you have any problems posting a comment, or would prefer to comment anonymously, email us at development@guardian.co.uk and we&apos;ll add your views to the thread. Readers Voices  CindyNawilis  GravityLight should be in the list, for it is an even cheaper alternative to kerosene lamps than solar lights. Didn&apos;t think it&apos;d be possible to find a cheaper energy source than sunshine, but was I wrong!  LEPRAHealthinAction  We are quite proud of our social audits as a development innovation... Social audits are meant to be used as a tool to fight corruption in India, to plug the leaks in public expenditure where officials are obliged to reveal all documents.  chipmorgan  The development ideas series is an excellent means of letting people know about new approaches to difficult development issues and problems. Too often development organizations, donors, and aid programs are very conservative in the way they tackle seemingly intractable development problems - avoiding risk and far too accepting of appallingly low success rates.  howmatters  What if we can re-conceptualize &quot;innovation&quot; for development? What if the thing really makes something innovative is not the idea itself, but the learning and empowerment that made it possible?  ", 
    "section": "global-development", 
    "gid": "global-development/2013/jan/08/development-innovations-caught-attention", 
    "wordcount": "401"
}