{
    "headline": "Education in brief: Sam Freedman, the tweeting civil servant", 
    "text": "Aggravated tweeting?  As Michael Gove ponders what to do about the Information Commissioner&apos;s order that he must release emails sent from a personal email address, he is not the only one to come under scrutiny over the blurring of private and public business. Earlier this month, Sam Freedman, a civil servant in the Department for Education, used Twitter to make allegations that have raised eyebrows in the community around Beccles, in Suffolk, where many residents  and, now, the Tory MP, Peter Aldous  oppose plans for a free school on the grounds that the area already has surplus places. In a series of tweets exchanged with  amongst others  Brian Lightman, general secretary of the Association of School and Colleges Leaders (ASCL), Freedman accused the Anti Academies Alliance of &quot;intimidating&quot; supporters of the proposed free school at a consultation meeting in the village of Carlton Colville, reducing one to tears. Freedman also suggested that the headteacher of the Sir John Leman high school in Beccles, Jeremy Rowe, had rigged the audience of Radio 4&apos;s Any Questions programme, held at the school earlier this month, to include more anti-free-school campaigners. During the programme Baroness Warsi was jeered by members of the audience. Freedman&apos;s surprisingly strong comments would appear to contravene the civil servant&apos;s code, which demands impartiality. A letter seen by Education Guardian shows that a complaint was made by Cambridge Education (a consultancy carrying out work on behalf of the group proposing the free school, the Seckford Foundation) about noisy, intimidating behaviour, but made no mention of tears. And the owner of the newsagent where the informal meeting was held, Jimmy Mitchell, told us the event went off smoothly with &quot;no suggestion of trouble&quot;. It is thought that nobody from the Anti-Academies Alliance was in attendance. The existing school, Sir John Leman, is itself an academy. &quot;People feel very angry about this attack on our small Suffolk town,&quot; says campaigner and primary school governor James Hargrave. &quot;They are looking for an apology.&quot; The Anti Academies Alliance would also like a &quot;sorry&quot; from Freedman. In a telephone conversation with Education Guardian about whether Twitter was the appropriate place for his comments, Freedman said that he doesn&apos;t tweet about party politics, only about department policy. Sadly we can&apos;t publish what he said, though, because, despite his Twitter outbursts, he says he can&apos;t be quoted in the media. We wonder what the new boss at the DfE, Chris Wormald, is going to make of all this. The man who never left Sir Bruce Liddington, the best paid man in education, who was reported last month to be leaving the academy chain E-Act, is back at his desk, it seems. Liddington was last year paid 280,00, plus 18,000 in pension benefits and a measly 16,700 in expenses. It had been reported that he was leaving after the board felt he was taking the organisation in the wrong direction. The board was said to be unconvinced by Liddington&apos;s plans to create the country&apos;s largest academy chain, with 250 schools. Liddington has apparently not been seen much at E-Act&apos;s office lately, but after a special board meeting, E-Act has announced Sir Liddington is still the company&apos;s director general and always has been. The director general had just been away on holiday. Academies ups and downs Conversion to academy status is supposed to help failing schools turn into good ones, but in January, we brought news of the Birkdale High academy in Southport, whose performance appears to have nosedived since it became an academy last September. Its latest Ofsted report, published last month, showed that the school  judged &quot;good with outstanding features&quot; three years ago  has serious weaknesses in behaviour, teaching and leadership. The school&apos;s head, Gary Loveridge, says plans are in place to make improvements, but some parents think he should resign. One told the Guardian: &quot;The head assessed the school as outstanding as part of the inspection process. If he believes this, what chance has he of managing the school out of this crisis?&quot; The MP for Southport, John Pugh, says the situation at Birkdale highlights a worrying loophole in the government&apos;s academy programme. While local authorities can and do intervene in the running of failing maintained schools, academies are accountable only to their trusts (a small group, that sits outside the governing body, and is often made up of the head and a handful of senior governors) so only they  or the secretary of state himself  can intervene. &quot;It poses a risk that huge public assets [schools] could effectively be run by a small group of people,&quot; says Pugh. Media shy The media has a lot to answer for these days. On top of interfering with murder investigations and invading Hugh Grant&apos;s privacy, it&apos;s being blamed for the departure of Professor Sandra Kemp as head of the London College of Communication. You&apos;d think as principal of an institution that specialises in journalism and public relations, she might be well placed to deal with the media. Kemp&apos;s resignation came two weeks after it emerged that she had sought advice from publicist Max Clifford over reports about internal criticism of her management style. Kemp approached Clifford after a letter of resignation from LCC&apos;s former head of communications, Gillian Radcliffe, claiming she had been subjected to &quot;irrational criticism&quot;,was leaked to the press last November. Confirmating Kemp&apos;s departure came in an email to staff, the rector of the University of the Arts London, Nigel Carrington, said the professor told him that &quot;sustained media coverage of events at London College of Communication has threatened to make her leadership  untenable.&quot;Kemp faced criticism from staff over the departure of 19 senior managers since her appointment in 2008. The University and College Union, GMB and Unite unions all called on Kemp to resign in January following the announcement that 16 courses at the college would close. Union sources welcomed the resignation, but said the college&apos;s reputation now needed some ingenious communications management.", 
    "section": "education", 
    "gid": "education/2012/mar/12/academies-twitter-civil-servant-liddington-e-act", 
    "wordcount": "1016"
}