{
    "headline": "Jonathan Saunders and Motilo: is this the future of fashion online?", 
    "text": "Those watching Jonathan Saunders&apos; spring/summer 2013 show back in September would probably have been too distracted by the shimmering hologrammic skirts, sequin cardies and chevron stripes to notice innovation taking place off the catwalk: the presence of three cameras livestreaming the show, in collaboration with website Motilo. The result? Customers logging on could pre-order pieces from the show to receive in January but also  this is new  buy straight off the runway, with pieces (scarves, in this case) delivered days later. While Motilo might not yet be a household name to match Net-a-porter or Asos, the website is at the forefront of the next generation of online shopping. It reflects the way we&apos;re using the internet for fashion now  with Beyonc&apos;s Instagram snaps as important as a catwalk review on Style.com or a blogger&apos;s musings on anything from sheer blouses or varsity jackets. With regular livestreaming and blogposts by style luminaries such as Anna Dello Russo, Motilo&apos;s biggest talking point is the &quot;sharing&quot; function. A kind of upscale Polyvore, you can create a profile and shop with friends in real time, or look at other members&apos; edits of outfits. Follow shoppers whose picks you like and, to bite their style, click through their selection to the relevant shopping site (Motilo partners with Shopbop, Net-a-porter and Matches) and buy it. In my case, that&apos;s a flared skater dress by Three Floor. Thank you, Sonia Giovannini. While some may object to the monetising of an online fashion community, you have to admire the ingenuity of pairing the chatter and conversation of social networking with cold, hard transactional sites. Motilo  which gets its name from the Latin for &quot;to move and influence&quot;  even won most innovative website at the Guardian awards for digital innovation 2012. How to sum up its USP, Dragon&apos;s Den style? &quot;Social shopping,&quot; says founder Sofia Barattieri, a glamorous fortysomething Italian with a background in finance, expensive hair and good connections. &quot;The idea came to me on a shopping trip with a friend. I thought: &apos;Why do we have to be together to shop? Why can&apos;t we do it online?&apos;&quot;     Dresses from Jonathan Saunders' exclusive collection for Motilo.    Collaborations with designers such as Saunders (he has produced an exclusive collection for the site, released this week) only add to Motilo&apos;s clout. In a stellar year, Saunders has shown two hit collections  the Guardian dubbed that spring/summer show the best of London fashion week  dressed Emeli Sand at the Olympics&apos; opening ceremony and won an emerging talent award for menswear at the British fashion awards. As is natural in fashion, though, all this is a distant memory. A visit to Saunders&apos; Islington studio finds him and faithful pup Amber deep in his next menswear collection to be shown in January  rolls of fabric are delivered (and inspected by Amber) during our interview. &quot;There was a snobbery about shopping online not that long ago,&quot; Saunders says, lighting up one of several cigarettes. &quot;We would buy staples but you would never buy a cocktail dress for 3,000. Think about how much that has changed.&quot; Although he is &quot;not at all techie&quot;, the Scottish-born 35-year-old appreciates how the internet provides opportunities to independent designers without advertising. &quot;It&apos;s how younger brands are seeking new ways of promoting themselves and it has been respected,&quot; he says. &quot;The elite are now using social media as tools to promote what they do.&quot; More and more of us are shopping online  a study found that the UK was the most internet-based major economy in 2010, with 13.5% of all purchases made online in 2010, a figure that is expected to double by 2016. Luxury shopping online clearly plays a part in this, and is evolving again  editorial content is in demand (Style.com&apos;s print magazine will be followed by Net-a-porter&apos;s for spring), and sites including Moda Operandi, set up by ex-American Vogue staffers, have introduced the idea of pre-ordering pieces from the catwalk. Motilo  which, by Barattieri&apos;s own admission, is in its early stages  is a way to find out what happens next, when the consumer gets involved for a version of crowd-sourced shopping. While the site won&apos;t share how many members it has, to give you an idea, 10,000 entered a competition to win tickets to watch Saunders&apos; show in September  presumably only a proportion of all subscribers. It&apos;s a demographic expected to grow. &quot;The fashion-conscious consumer is changing how we shop,&quot; says Barattieri. &quot;They&apos;re looking at social media and blogs for their opinions  e-tailers are catching up with that. They are pushing the change  that&apos;s exciting.&quot; &quot;If we want to watch a movie, we can get it instantly,&quot; says Saunders. &quot;Why should fashion be any different?&quot; Of course, challenging the wait we have between seeing a design, and actually getting our paws on it strikes at the very heart of fashion  with spring clothes shown in autumn and vice versa. Saunders is hard at work on clothes we won&apos;t wear until September. &quot;If we went to the logical conclusion it would mean that there were no seasons,&quot; says Saunders. &quot;But maybe that&apos;s what a consumer needs and wants now  it&apos;s really brave of Motilo to try this.&quot; A new way of shopping  and, conceivably, a new way for fashion  is gradually taking shape.", 
    "section": "technology", 
    "gid": "fashion/2012/dec/12/jonathan-saunders-motilo-fashion-online", 
    "wordcount": "909"
}