{
    "headline": "Collective switching will not fix the UK's broken energy market", 
    "text": "Energy bills are soaring and UK consumers are feeling the pinch. Leading politicians and consumer groups are rushing in with a new solution: collective switching. But they should beware. Done wrong, collective switching will take money from the poor and the old and put it in the pockets of the middle classes while undermining competition between energy suppliers. All eyes should instead be on the regulator, Ofgem, whose job it is to fix the UK&apos;s broken energy market. The phenomenally fast growing discount retailer Groupon has put the power of collective purchasing on the map. The idea is that by bringing together groups of consumers to buy a product in bulk, they can access discounts that aren&apos;t available to individuals. Now imagine the model applied to buying electricity and gas and you have collective switching. Since coming to office, the energy and climate change secretary, Ed Davey, has put collective switching schemes at the forefront of his approach to reducing energy bills. The leader of the opposition Ed Milliband has got involved too and is looking into whether the Labour party itself could set up and run a scheme. This would involve the Labour party recruiting members and constituents to the scheme and then, once a threshold is passed, negotiating prices with energy suppliers on their behalf. Meanwhile a number of schemes have already been launched, the most high profile being the Big Switch campaign, led by the consumer organisation Which? and the campaigning body 38 degrees, which has signed up more than 280,000 people. The concern with these schemes is that we know a problem already exists in the market, where suppliers give major discounts to some customers only to recoup the money by overcharging others. New research by IPPR to be published on Monday shows how some people pay 330 than their neighbours for using the same amount of energy and 5 million people could be overcharged in this way. If schemes are not designed carefully, collective switching could make these problems worse. But the real problem lies in who benefits and who loses out. &quot;Switchers&quot; who get the best deals are the young and upwardly mobile. Meanwhile it is the older and poorer who don&apos;t switch that get overcharged. Collective switching schemes need to focus on getting bills down for non-switchers. It is against the interests of those most in need for people already on cheap deals to get even bigger discounts. Not only that but loss-leading discounts are bad for competition. The energy market in the UK is dominated by an oligopoly of six companies who supply 99% of all consumers. Small suppliers struggle to compete against loss leading offers from the &quot;big six&quot;. IPPR&apos;s new report shows that we need more competition in the energy market to put downward pressure on everyone&apos;s bills and that means action to support small suppliers, not keep them out. All eyes should turn to the energy markets regulator, Ofgem. It is considering a major package of reforms to improve competition in the energy supply market. The last batch in 2008 failed to improve conditions and, according to Ofgem&apos;s own research, things have actually got worse. UK consumers cannot afford these new reforms to go the same way. Ofgem should start by enforcing its existing policy that suppliers must offer tariffs that are reflective of their costs. So far Ofgem has given little indication that it will bare its teeth: it launched an investigation to see if Scottish Power was in breach of the policy over a year ago and has still not provided an update on how this is progressing. Collective purchasing might work well for buying nights out and beauty treatments on Groupon but buying energy is far more complex. At its worst, collective switching will take money from the poor and give it to the middle classes. A better solution is to improve competition in the UK&apos;s broken energy market. It is up to Ofgem to take firmer grasp of the reins.  Reg Platt is a research fellow at IPPR", 
    "section": "environment", 
    "gid": "environment/2012/apr/27/collective-switching-energy-market", 
    "wordcount": "679"
}