{
    "headline": "Lois Benyon obituary", 
    "text": "Our friend Lois Benyon, who has died aged 82, had a passionate belief in the integrated education movement in Northern Ireland, which brings together Roman Catholic and Protestant students. In the mid-1980s she was appointed director of the Centre for Educational Management at Ulster University in Belfast. Lois was impressed by the stable and settled environment of schools in Northern Ireland during a time of great civil unrest. For 16 years she served as vice-chair of the governors and chair of the education committee at Lagan college in Belfast, the first planned integrated school in Northern Ireland, which took students from both religious communities and of all abilities. Lois was responsible for appointing many of the staff. The position required commitment, dedication and expertise  it was a courageous move for her to come to Northern Ireland during this period. She was born and educated in Bolton, Lancashire, and often told the story of her mother pointing out the offices of the Manchester Guardian in Cross Street to her as a young girl. She later became a dedicated reader of the paper, even appearing in its Good to Meet You column. After a position as headteacher at a primary school in Hyde, Greater Manchester, Lois went on to teach at St Katharine&apos;s college in Liverpool, also studying for an advanced diploma in primary education and completing her masters. She trained teachers at Padgate College in Warrington in the late 1970s before moving to Northern Ireland. Music was Lois&apos;s lifelong love and many young people in Belfast benefited from her piano teaching. She also became an accomplished organist. Worshipping at Knockbreda Parish Church, Belfast, she was a popular figure, both in the church choir and the indoor bowling club. Another lifelong interest was football, gained from her father who took her to matches at Burnley from an early age. She frequently flew from Belfast to attend matches. Lois is survived by three cousins, Margaret, Michael and Toby, and several godchildren.", 
    "section": "education", 
    "gid": "education/2012/oct/08/lois-benyon-obituary", 
    "wordcount": "328"
}