{
    "headline": "Road protests return: a new generation takes on the bypass builders", 
    "text": "It&apos;s not yet 4pm but the sun is setting at Combe Haven. As it sinks below the winter landscape, its last rays illuminate the scene unfolding in the trees overhead. Half a dozen young men and women, their faces mostly concealed by scarves, are perched on the branches of a big, old oak tree, securing the ropes that support a wooden platform they have suspended between it and another oak. They are discussing how best to hang an enormous net that has been donated by the fishing fleet at Hastings afew miles away. This will make a giant hammock, intended for those not comfortable intree houses high above the ground. Indiana (not her real name), a veteran of roads protests dating back to the early 1990s, says she may sleep in the net tonight. Her grandfather was afisherman at Hastings and it was she who went to ask for it. Wrapped around the trunks and branches, the braided polypropylene can also impede the chainsaws, causing them to snag. In a clearing on the other side ofawaist-high barricade made of branches, a dozen men in hard hats and high-visibility jackets look on. They are specialist contractors working as high-court enforcement officers, figuring out how they will forcibly evict the protesters in the days or weeks ahead. Another dozen or so activists and legal observers are on the ground, chatting and making tea on a fire. As they watch their best climber clambering 50ft up, they explain how the platform has been positioned high in the crown of the tree so they cannot be approached and plucked out from above. This is what protesters have dubbed the second battle of Hastings. The camp sprang up in December, when locals and anti-roads activists, determined to obstruct the tree-felling, decided to stick around. Indiana and a few others spent Christmas here, sleeping in tents and eating leftovers brought to them bysupporters. Monday was the contractors&apos; first day back, and the early part of this week saw a dozen arrests. Now the protesters are digging in and waiting for the next move. &quot;Three Oaks&quot;, their name for the copse by the railway embankment where I watch them rig up their fishing net, is a new outpost, established in response to activity nearby. &quot;Base camp&quot; is about amile away; a third set of treehouses sits in between. The question that has drawn the media here over the past few days is: Could this be the start of a new wave of anti-roads protests? Everyone who watched the news or read the papers in the mid-1990s recalls the road protests then, culminating in attempts to block construction of the Newbury bypass, when around 1,000 people were arrested. Even those not particularly sympathetic to environmental concerns were fascinated by the conviction of these protesters: at the peak of the crisis one activist, &quot;Swampy&quot;, who spent several days in a network of tunnels dug in Devon to ward off the bulldozers, became a minor celebrity. What happened next was that, whilethe headline schemes went ahead,future road-building was drastically scaled back. In 1989 prime minister Margaret Thatcher billed her road-building plan, called Roads for Prosperity, &quot;the biggest road programme since the Romans&quot;. But following Newbury, other projects were cancelled by ministers rattled by local opposition, and fearful of general election defeat. The roads budget was slashed, and the green movement that had fought so hard against the Conservative vision of abigger, faster network took credit for having stopped a revolution in its tracks. Now Thatcher&apos;s children, led bychancellor George Osborne, areseeking to revive many of these long-abandoned schemes. They include a Manchester airport link road, a bypass to the A556 in Osborne&apos;s Tatton constituency, a road linking Heysham in Lancashire to the M6 and a new east London crossing of the Thames. The proposed Bexhill-to-Hastings link road in East Sussex, which the Conservative county council expects to bring with it thousands of new jobs and homes, is just the first on a list of road projects designed to boost the economy and prove the coalition&apos;s commitment to investment as well asausterity. Activists know the history too well,and are pitching their stand atCombe Haven as the start of awider resistance to what they call Osborne&apos;s &quot;roads to nowhere&quot;. Sian Berry of the Campaign for Better Transport, the charity that grew out of 1990s protest group Road Block, says: &quot;The Treasury&apos;s decision to fund this road shows that no landscape is safe and local people need to be alert to what is happening in their area. The Department for Transport itself identified the Bexhill-Hastings Link Road as having the lowest value for money of all the road schemes it was considering.&quot; It was at a Twyford Down reunion last September that activists began to spread the word, and while most people at Combe Haven haven&apos;t been on roads protests before, they have heard about them. Simon Medhurst, a former RAF photographer who has built the camp&apos;s two tunnels and is standing (or lying) guard 24 hours a day, taught himself to tunnel from a manual posted online by &quot;Disco Dave&quot;, digger of the famous tunnels at Newbury. Some of the protesters have been on climate or anti-nuclear camps, and two men Iwatched build a treehouse said they had received training. Council leader Peter Jones insists the road is supported by most people in the area, and stresses the regeneration benefits for one of the poorest corners of the country. &quot;These protesters have got to understand it&apos;s not all about them,&quot; Hastings resident George Vorkas told me. &quot;We need to move forward, we need people to arrive and feel they are in a modern place, like you do when you get to Eastbourne. I&apos;m all for the environment, I cycle, I recycle, I don&apos;t waste nothing, but progress has to be allowed. It&apos;s for future generations.&quot; But it isn&apos;t difficult to find people who take the opposite view. Peter Ashdown, a St Leonard&apos;s resident in his 50s, told me he thought diverting the traffic could make things worse in his part of town. He remembered the old lido on the seafront and said sadly that &quot;certain parts of Hastings at this time of year just die&quot;. Another local, Dan Cleave, spoke of the neglect of Hastings town centre and the pier, damaged by fire in 2010 and still awaiting rescue. &quot;Why doesn&apos;tthe government fund that?&quot; Back at the camp, I run into Rosamond Palmer, who was quoted this week wondering what her bridge friends would make of her court appearance. Wearing smart outdoor gear, she was carrying bags full of homemade soup and roasted vegetables that she told mewere for dinner. It is this funny mixture of different types of people  combinations you feel would defy the census-compilers or pollsters&apos; best attempts at social classification  thatmake environmental protests socolourful, and help win the media attention that, if they are to succeed, isvital. When one activist complained grumpily that the Guardian photographer hadn&apos;t asked permission to take pictures of people&apos;s faces (in fact he had), he was told firmly that being nice to the press is part of the job. The politics of the area are interesting. Conservative MP for Hastings and Rye Amber Rudd has amajority of just 2,000, and her seat is number 30 on a new list of Labour targets. No wonder she has thrown her weight behind a scheme she believesis popular. A few months ago she was appointed parliamentary private secretary to George Osborne, leading protestersto believe that the personal touch has helped her secure the necessary funding. As you walk around the camp to calls of &quot;Hey Hawk!&quot; and &quot;Ahoy Stardust!&quot;, the clash of cultures is clear. Combe Haven is a beautiful patch of country  arriving at the tiny station in Crowhurst, just 90 minutes from London, I was startled by the tranquillity. When the landowner signed the compulsory purchase order for the land at Three Oaks, where a flyover is to be built above the railway, he persuaded the council to spare one tree thought to be 450 years old (not a promise the protesters expect to be kept). Many of those here are green to their roots, deeply concerned at carbon emissions and opposed to anything that will raise them. Andrew Birch, 28, who has taken a day off work to stick around, was shocked by the tree-felling he witnessed. &quot;When a tree falls down, itmakes this incredible crack that reallytravels.&quot; But this is also a battle of political philosophies, a vision of homes and businesses linked by new roads that willdraw upwardly mobile, ambitious youngfamilies to the area. Set against this, is alow-carbon ideal of improved public transport combined with amake-do-and-mend approach toexisting settlements. Can the Combe Haven Defenders and their allies recapture the ferocious energy of the 90s? So far, they have attracted fewer than 300 followers on Twitter  though social media is perhaps not the best gauge. They don&apos;t really expect to prevent the Hastings-Bexill link road. Protesters have very rarely prevented a road from being built oncethe physical work has begun. The plan isto hold out as long as possible, until nesting season when they will be forced to pause. &quot;It&apos;s not just about this road,&quot; Andrew Birch says. &quot;It&apos;s about the other190 roads. Hopefully, this is a line in the sand.&quot; As in the 1990s, they could lose the battle but win the war. Or not. Itall depends. Do British people want more roads? The battle for Britain&apos;s roads  The Westway (A40), London The section of raised dual carriageway from Paddington to North Kensington, opened in 1970, was unpopular with locals, and objections raised at the time led to plans for more urban motorways in the capital being dropped. The road featured in a 1974 novel by JG Ballard, and in what is likely to be the last-ever song by Blur, &quot;Under the Westway&quot;, written for their 2012 reunion show.  Twyford Down, Hampshire 1992 saw the start of the modern anti-roads protest movement with direct action at Twyford Down. A section of chalk downland that had been designated an area of outstanding natural beauty and site of special scientific interest was lost to traffic when a planned extension to the M3 linking London and Southampton  and avoiding a traffic bottleneck in Winchester  was carved through the countryside.  Jesmond Dene, Newcastle-upon-Tyne In 1993 a long-buried plan to bypass Cradlewell with a short stretch of dual carriageway in the east of thecity was resurrected. Protests throughout the summer featured themovement&apos;s first tree houses.  M11 link road Seen as a milestone because 1994 protests against this scheme to join the A12 with the motorway in Leytonstone saw experienced eco-protesters join up with local people who wanted to save their homes. It won extensive and sympathetic media coverage.  Solsbury Hill Another bypass, this one outside Bath, and regarded by some of those who took part in the months-long protest against it in 1994as a life-changing experience. Photojournalist Adrian Arbib published a book about it.  Newbury bypass Seen as the apex of those years of action, protests against this nine-mile stretch ofthe A34, which opened in 1998, included a march by 5,000 people led by local celebrities. Opposition was fierce because the route ran through woodland, and its construction entailed the felling of around 10,000 mature trees, many of them occupied by protesters in more than 20tree villages. Julian Cope and New Model Army wrote songs about it.  This article was amended on 22 January 2013 to clarify that the tunnels being referred to in relation to Swampy were in Devon. ", 
    "section": "environment", 
    "gid": "environment/2013/jan/12/combe-haven-green-protesters-trees", 
    "wordcount": "2045"
}