{
    "headline": "Climate fight needs businesses to sway consumers, says Method pioneer", 
    "text": "Stopping climate change and biodiversity loss will not happen without business and marketing professionals, says the co-founder of a pioneering US green cleaning brand that was bought by Ecover last year. Eric Ryan, who launched Method with Adam Lowry 12 years ago before selling it to create a group with combined revenues of $200m (131m) and around 300 staff, told the Guardian that governments were still not doing enough to tackle environmental challenges because of vested interests. &quot;The only way we&apos;re going to solve sustainability is through changing consumer behaviour. There&apos;s too much money at work for government to put enough regulation in place to make businesses change,&quot; Ryan said. He cited lack of action by governments on waste and reuse as one example. &quot;I kinda joke about it, [but] it&apos;s going to be up to marketers to save the world because you need great marketing to change consumer behaviour to adapt these better practices that ultimately have an impact.&quot; Ryan said that selling Method, which is based in San Franciso, to the Belgium-based Ecover would boost the brand&apos;s sales internationally, which are currently overwhelmingly in the US. &quot;By doing this deal it allowed us to get a great return for our investors, stay 100% true to our mission and values  not a single person at Method has lost a job  and we now have this global stage.&quot; Ecover&apos;s &quot;green R&amp;D&quot; and sustainable manufacturing facilities  its flagship factory in Antwerp has a &apos;living roof&apos; of plants and uses no heating or air conditioning  were two of the things he admired most about the company, he said. Approaches from other buyers including some in the UK were rejected for fear the company, which uses recycled materials in its packaging and says its product&apos;s ingredients minimise impact on aquatic life, would lose its values. &quot;A lot of what they [potential buyers] loved about what we are doing is about the economics rather than the culture. They were open about it  we love you, but when we try to embrace you, we might break it,&quot; Ryan said. He said that preventing the two brands cannibalising one another&apos;s sales was &quot;definitely a watch-out&quot; and &quot;my big challenge&quot;, but he was confident the two were distinct enough. For startups with an environmental or social mission  such as Green &amp; Blacks, Toms of Maine, and other so-called ethical brands  to grow to scale without being bought by a bigger company was still possible but increasingly hard, he said. &quot;Given how much attention and growth there has been in natural categories it&apos;s become way more competitive. So it&apos;s harder to do it.&quot; Organic chocolate maker Green &amp; Blacks was bought by Cadbury in 2005, which in turn was bought by Kraft, a multinational that has come in for criticism from campaigners for additives and which has opposed the Fairtrade model. But Ryan said that few consumers cared who owned a brand. &quot;I think there&apos;s a small core of consumers, a passion following, who do care. In general, I don&apos;t think they do. I think what happens is it&apos;s less about whether the consumer cares about the relationship, and more about the company stops innovating, as the passion exits from the company [after being bought].&quot; A survey in 2011 showed most consumers were ignorant of the the multinational brands behind ethical brands, such as Seeds of Change, which is owned by Mars.", 
    "section": "environment", 
    "gid": "environment/2013/apr/19/climate-change-business-method-pioneer", 
    "wordcount": "585"
}