{
    "headline": "Boot up: LinkedIn 'hacker targets eHarmony', Google Maps go offline for Android, and more", 
    "text": "A quick burst of 11 links for you to chew over, as picked by the Technology team Facebook App Center Launch &gt;&gt; Business Insider Take with this health warning: This looks like it&apos;s from one source. And note the following paragraph:   &quot;This also might not actually happen. We&apos;ve canvassed a half dozen other developers to find out -- all of which knew little to nothing about a launch date.&quot;  Like LinkedIn, eHarmony is hacked; 1.5 million passwords stolen &gt;&gt; latimes.com LA Times reports that the eHarmony culprit is suspected of being the LinkedIn hacker. That Was Fast: Criminals Exploit LinkedIn Breach For Phishing Attacks &gt;&gt; NYTimes.com It was only a matter of time. Hours, in fact. R.I.P. Zune &gt;&gt; NYTimes.com  It was pretty clear that the days of the Zune name were numbered. Microsoft introduced Zune back in 2006, when the most exciting thing happening in the technology and electronics industry was Apple&apos;s iPod and iTunes. Zune was both a music-playing device like the iPod and an iTunes-like service that allowed people to load their Zune players with music.  &quot;Zune is a big investment for us,&quot; Bill Gates, Microsoft&apos;s chairman, said at the time, adding, &quot;It&apos;s a vision that will carry us forward for years.&quot;   BillG being literal again. All-time US box office takings by film, adjusted for ticket price inflation &gt;&gt; Box Office Mojo OK, it&apos;s not tech, but it&apos;s fascinating to see how good stories tend to win here. See if you can guess which is top before you click. (Hint: it&apos;s not Titanic.) Google unveils 3D cities in Google Earth and offline Google Maps for Android &gt;&gt; guardian.co.uk  Why, though? 3D cities might look pretty, but what are the actual benefits to this kind of technology besides swooping virtually over San Francisco or London to show off a smartphone or tablet?  &quot;Behind the scenes, this is very valuable for future applications like augmented reality,&quot; said [Google spatial technologist Ed] Parsons.   Take note of that. (Also: Google announces 3D maps for &quot;later&quot;; Apple expected next week to announce new maps for &quot;later&quot;. Google is first to announce its &quot;coming later&quot; product.) Text from Xcode &gt;&gt; Tumblr You don&apos;t have to develop with Xcode to find this funny. Microsoft has now sold over 600m licenses of Windows 7 &gt;&gt; The Verge  Microsoft previously announced in January that the company had reached 525m licenses sold of Windows 7, and prior to that the operating system reached 240m in sales to mark its first birthday. Windows 7 is now running on more than 39% of internet connected devices worldwide, according to Microsoft.   Somehow that feels as though it&apos;s underplaying it. Then again, 600m is something like half of the installed base of PCs. Would the real Search Neutrality please stand up &gt;&gt; ORG Zine The co-founders of Foundem, who complained to the European Commission:   Despite being one of network neutrality&apos;s most enthusiastic advocates, Google is fighting against the growing calls for search neutrality. In December 2009, we posed a question to Google: how can discriminatory market power be dangerous in the hands of a network provider, but somehow harmless in the hands of an overwhelmingly dominant search engine? So far, Google&apos;s response has been evasive..  The competitors Google is referring to when it says &quot;competition is just a click away&quot; are rival horizontal search engines like Yahoo and Bing, but the businesses being harmed by the anti-competitive practices described in our Complaint are not these rival horizontal search engines; they are the thousands of businesses that compete with Google&apos;s other services--in price comparison, online video, digital mapping, news aggregation, local search, travel search, financial search, job search, property search, social networking, and so on.  Android Expected to Reach Its Peak This Year as Mobile Phone Shipments Slow &gt;&gt; IDC IDC predicts Windows Phone will be the No 2 mobile operating system by 2016. Airtime: not enough there to make me care &gt;&gt; GigaOm Ryan Kim reviews Sean Parker&apos;s latest startup:   &quot;That&apos;s not to say that Airtime can&apos;t succeed at some point, but I came away feeling like the service needed more seasoning and substance to be really interesting. Now, after spending more time with the application, I feel like Airtime is more of a shallow roll-up of other familiar services: there isn&apos;t enough there there yet.&quot;  You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/jun/07/linkedin-hack-eharmony", 
    "wordcount": "778"
}