{
    "headline": "Schools that fail bright pupils to be named and shamed", 
    "text": "Secondary schools that fail to push bright children will be named and shamed in a bid to prevent comprehensives from manipulating the league table rankings, the schools minister has said. Nick Gibb said he wanted to remove the incentive for schools to play the system by focusing only on pupils whose grades will affect their league table ranking. Gibb said the tables would include additional information to expose schools who fail to push bright students who were capable of performing even better if they had better teaching. In the reformed league tables, which will be published for the first time next week, parents will be able to compare schools based on the amount of progress made by the top pupils between 11 and 16. &quot;The way school league tables have evolved over the past two decades can encourage a degree of &apos;gaming&apos; by some weaker schools, desperate to keep above the standard that would trigger intervention by Ofsted or the Department for Education,&quot; Gibb writes in Saturday&apos;s Telelgraph. &quot;But the purpose of performance tables must be to incentivise schools to raise standards and to enable parents to make informed decisions when choosing a school.&quot; Gibb said that since 1997 there had been a significant increase in the proportion of C grades awarded because weaker schools had been incentivised to focus on them. He said this meant students who might have been capable of getting As getting Bs, or E students who might be able to get Ds had been neglected. The minister added: &quot;We are determined to stamp out any incentives to &apos;game&apos; the system whereby some schools focus just on those pupils who will affect their league table position. It is vital that all schools give every pupil the best chance to maximise their potential. &quot;We intend to make available data formerly kept secret in the Department for Education. For example, we want to show how well secondary schools educate those children who left primary school still struggling in the 3Rs. The new tables will have a column showing the proportion of such children who went on to achieve five or more GCSEs at grades A* to C. We can then compare schools to see which are better at helping children who started from this low base.&quot; The figures will also highlight how well a secondary school educates pupils who joined them as high achievers and will show how well schools transform the chances of children from poorer backgrounds, Gibb said. The data will also show how each school performs in the EBacc, the core academic subjects, and only the highest quality non-GCSE and vocational courses will be included in performance tables to remove any incentive for schools to put students on to courses which do little to help them progress, he added.", 
    "section": "education", 
    "gid": "education/2012/jan/21/schools-fail-bright-pupils-shamed", 
    "wordcount": "471"
}