{
    "headline": "World Bank urges nations to end 'wasteful' gas flaring", 
    "text": "Gas flaring in 20 of the world&apos;s leading oil-producing countries contributes as much to climate change as a major economy like Italy, new estimates show. While flaring has been cut by 30% since 2005, $50bn worth of gas is still wasted annually, the World Bank said on Wednesday. New satellite analysis of the flares  that are a by-product of oil drilling and which commonly light the night skies in oil fields around the world  suggests that bans and fines in some countries and the introduction of technology in newer oil fields has significantly reduced the pollution and waste in some countries, but has failed in others. According to the bank, Azerbaijan has cut flaring by 50% in two years, Mexico by 66% and Kuwait now only flares 1% of its excess gas. Other countries, including Qatar and the Democratic Republic of the Congo, now use large volumes of previously wasted gas to generate electricity . The bank&apos;s estimates show that flaring was reduced from 172bn cubic metres a year in 2007 to 142bn cubic metres in 2011. However, most of the reduction came between 2005-07 and only six of the world&apos;s big 20 oil-producing countries managed to actually reduce flaring in 2011. The figures show that the momentum to reduce flaring is now levelling off with only 10% overall cuts achieved by the world&apos;s top 20 emitters since 2007 despite pledges to drastically reduce flaring. The US, ranked fifth for highest volume in the world&apos;s gas flaring league table, increased the amount it flared by nearly 50% in 2010-2011 and has nearly tripled the amount it flares in the last five years largely because of shale oil developments in places like North Dakota. Russia, by far the world&apos;s greatest flarer, emitted 37.4bn cubic metres of gas in 2011, 1.8bn cubic metres more than the previous year. The bank urged countries and companies to reduce flaring by at least 30% in the next five years, saying it made financial and developmental sense. &quot;It&apos;s a realistic goal. Given the need for energy in so many countries - one in five people in the world are without electricity - we simply cannot afford to waste this gas any more,&quot; said Rachel Kyte, World Bank vice-president for sustainable development. &quot;The direction of travel is right but whether it is at the speed or pace needed is another matter. But no country now does not want to wrestle with this issue,&quot; she said. &quot;This major waste of a natural resource can be turned into profitable development investments,&quot; said Sir Suma Chakrabarti, president of the European Bank for Reconstruction and Development. Oil companies agreed that the waste of the gas which could be used for power was a problem, but said that it took time, money and technology, as well as infrastructure developments by host countries to make cuts. &quot;Flaring is very stupid, for sure. But stopping it is difficult. We are going in the right direction but it takes time,&quot; said a spokesperson for French oil company Total, which has committed to halving the volume it flares by 2014. Communities and non-governmental organisations in Nigeria responded to the bank&apos;s appeal by saying little had been done and alleging people were being killed by the pollution caused by some of the richest countries in the world. &quot;Gas flares are nothing short of crimes against humanity. They roast the skies, kill crops and poison the air. These gas stacks pump up greenhouse gases into the atmosphere, impacting the climate, placing everyone at risk. Gas flares go on because it is cheap to kill, as long as profits keep on the rise,&quot; said Nnimmo Bassey, director of Lagos-based Environmental Rights Action and chair of Friends of the Earth International. Nigeria is the world&apos;s second largest gas flarer but despite government bans, the federal and state authorities have been unable to force companies to stop. Oil flaring was formally banned in 1984 and declared &quot;unconstitutional&quot; by the Nigerian supreme court in 2005, but the new figures show companies on the delta have only reduced flaring 10% since 2007.", 
    "section": "environment", 
    "gid": "environment/2012/oct/24/world-bank-gas-flaring", 
    "wordcount": "692"
}