{
    "headline": "Urgent action needed to prevent England's rivers drying up", 
    "text": "Britain&apos;s rivers are drying up. Unless emergency measures are adopted, some of our finest waterways could be reduced to trickles over the next few decades. This is the stark warning of an Environment Agency study into the predicted impact of climate change on the flow of rivers in England and Wales by 2050. In some cases, the agency warns, river levels in summer could drop by 80%. Britain&apos;s cool green waters will be transformed into puddles of warm, stagnant mud. Nor will the worst effects be experienced in the south-east of England  even though UK temperatures will reach their highest in that part of the country as global warming reaches across the British isles. Rivers in the north-west of England, such as the Derwent in Cumbria, are also at risk. The implications for wildlife, housing, business and tourism are extremely serious, adds the study. &quot;The problem is not just that average summer temperatures could rise by two or three degrees in Britain over the coming decades,&quot; said Trevor Bishop, the head of water resources at the Environment Agency. &quot;It is also forecast that the population of England and Wales is likely to rise by more than 9 million. That will only add to the burden that we are placing on our water supplies.&quot; The study  The Case for Change: Current and Future Availability  is the second river report prepared by the agency. A previous version used less precise estimates of the likely impact of climate change. The new report uses more up-to-date figures and is more precise in its forecasts, says the agency. In its analysis, the report identifies the twin dangers of climate change and increased population as threats to the water supply. The former is expected to bring warmer and drier summer weather, particularly to the south-east of England, leading to the drying up of rivers and reservoirs. The second factor, increased population, will produce a jump in demand for water from them. This twin assault on the nation&apos;s water system could have a devastating impact on its ecology. &quot;Important habitats could be lost,&quot; states the report. &quot;Fish species such as Atlantic salmon and brown trout, which need cold water to thrive, may struggle to survive. While plants and animals decline in some parts of England and Wales, they are likely to become more prevalent in other areas out-competing species and habitats local to the area.&quot; The impact on fish populations would also have an effect on other species. Otters and sea eagles, which have made successful returns to waterways in recent years, would suffer as fish stocks dropped, for example. Many plant species that rely on plentiful supplies of water would also be badly affected. The agency&apos;s analysis suggests that urgent action is needed. &quot;However, our understanding of the water needs of our ecosystem is still developing,&quot; adds the report. &quot;Climate change will create a new level of complexity on top of our current understanding that we have only just begun to tackle.&quot; The report studies a number of scenarios, some less severe. Yet all indicate that action will be needed and that measures will be required sooner rather than later. Significant changes will have to be introduced to halt the lavish amounts of water that are used, and often wasted, by people  although one encouraging sign was identified by Bishop. &quot;For the past hundred years or so, the average amount of water used by each person in England and Wales has steadily increased. However, that rise has now stopped and for the first time it has started to decline  slightly.&quot; A key factor in halting our increased use of water has been the introduction of domestic water meters. &quot;When one is fitted, water usage drops by an average of 12.5% in a household,&quot; Bishop added. &quot;People become aware they have left on taps or hose pipes and so they switch them off.&quot; Around 37% of households are now fitted with water meters, and the figure is expected to rise to about 50% by 2015, cutting even further the average amount used by each person to reduce the strain on our rivers and reservoirs. Currently, each person uses, on average, about 160 litres (35 gallons) a day  around a third for toilet flushing, a third for washing and bathing, a small amount for food and drink  and the rest for recreational activities, in particular gardening. The recent white paper, Water for Life, revealed that the government is now committed to reducing that figure to 130 litres. But this will not be enough to avert the crisis brought about by the double whammy of global warming and the projected rise in the population. &quot;We have turned the corner but only just,&quot; said Bishop. &quot;We need to adopt some really radical measures.&quot; These could include the use of desalination plants that transform seawater into drinking water. These use considerable amounts of energy, however, and would only be worth using when water levels become dangerously low. Similarly, the re-use of effluent water, after it had been treated may also be considered. In addition, the government may allow water companies to introduce higher charges in summer and at times of drought.", 
    "section": "environment", 
    "gid": "environment/2012/jan/22/england-rivers-environment-agency", 
    "wordcount": "883"
}