{
    "headline": "Are you a Google Glass half full or half empty kind of person?", 
    "text": "The Chinese name their years after animals  the year of the goat, the rat and so on. In the tech world, we name years after devices. Thus, 2007 was the year of the iPhone and 2010 was the year of the iPad. It&apos;s beginning to look as though 2013 will be the year of Glass. This prediction is based on the astonishing level of comment, curiosity, excitement, trepidation and hostility surrounding an augmented reality device created by Google and called Google Glass. For those who have been vacationing on Mars, I should explain that Google Glass (note the singular) is a headset that superficially resembles a pair of spectacles and contains a small mobile computer, a camera, a microphone and a tiny refractive display that projects a virtual screen in the wearer&apos;s field of vision. The computer is networked via Wi-Fi and Bluetooth and can be activated either by touching the headset or by voice commands, as in: &quot;OK Glass, take a picture.&quot; What Glass portends, therefore, is the prospect of wearable, ubiquitous computing together with what is sometimes called &quot;life logging&quot;  the ability to compile a detailed visual and audio record of one&apos;s daily life that can be uploaded and stored in the cloud. (Google&apos;s cloud, needless to say.) Some people are wildly  nay insanely  excited by this possibility. Others are deeply apprehensive and the spectrum of responses suggests that Google&apos;s gadget has touched a nerve in a way that few technologies do. The headsets are not on general release yet, but Google clearly sees them as a mass-market product. Recently, the company started releasing &quot;Explorer&quot; (ie beta) versions to selected software developers and technology commentators, who paid $1,500 apiece for the privilege and, as a result, the first informed, critical assessments of Glass are beginning to come through. The most thorough and useful review I&apos;ve seen is by Tim Stevens of Engadget. He found that Glass has a very simple, clean design. The headset is &quot;no more or less uncomfortable to wear than your average pair of glasses&quot;, but people who normally wear spectacles can expect to have some difficulties. It&apos;s powered by an &quot;ageing&quot; TI OMAP 4430 processor, paired with 1GB of RAM and 16GB of storage and wirelessly pushes content to a Google+ account. The battery life is &quot;poor&quot;  about five hours of normal usage. There&apos;s lots more in this vein and it comes with the warning that what Stevens was testing was very much a prototype. The snags he identified will doubtless be ironed out before Glass goes into full production. But actually the technical problems are the easy bit. The big problem is the threat that Glass poses to privacy. One aspect of this is obvious: anyone in the same room as a Google Glass user can be covertly monitored. The saloon-bar challenge: &quot;What you lookin&apos; at, dickhead?&quot; could suddenly acquire a new significance, not to mention a justification. &quot;Imagine the near future,&quot; writes Shane Hegarty in a perceptive piece in the Irish Times. &quot;Sometime next year. You, sir, are standing in a public toilet and a man sidles up to the urinal beside you. He nods at you out of politeness. You notice he&apos;s wearing glasses. Then the guy takes out his phone and snaps a picture of you going about your business. Something approximating a fuss would, no doubt,ensue.&quot; Quite. But that is exactly what Google Glass makes possible, without the cue of a cameraphone being produced. Once upon a time, we had just to put up with the ceaseless surveillance of CCTV cameras. But if Glass takes off, then thousands of people will effectively become mobile CCTV operators. And that&apos;s just the beginning of it. Last week saw the first indications of the other side of the coin: the way Glass can compromise the privacy of its users. Jay Freeman, a security specialist who specialises in smartphone security, reported that Glass could be hacked. Which means that a hacker could see all your passwords as you type them. And s/he could monitor your usage of otherwise safe, offline technology. Glass watches you enter door codes, can take pictures of your keys and records what you write using pen and paper. &quot;Nothing is safe,&quot; writes Freeman, &quot;once your Glass has been hacked.&quot; So you see why I think this might be the year of Glass. Google&apos;s new gadget is fantastically interesting. And very scary. As the man said, technology can be both good and bad  but it&apos;s neverneutral.", 
    "section": "technology", 
    "gid": "technology/2013/may/05/google-glass-john-naughton", 
    "wordcount": "774"
}