{
    "headline": "Climate change making extreme events worse in Australia  report", 
    "text": "The extreme heatwaves, flooding and bush fires striking Australia have already been intensified by climate change and are set to get even worse in future, according to a new report. Only fast and deep cuts to carbon emissions can start to reverse the trend, say scientists from the Climate Commission, an independent advisory group set up by the Australian government. &quot;Climate change is making many extreme events worse in terms of their impacts on people, property, communities and the environment,&quot; said climate commissioner professor Will Steffen. &quot;We are very concerned that the risk of more frequent and more severe extreme weather events is increasing as we continue to emit more and more greenhouse gases.&quot; Chief commissioner, Tim Flannery, said: &quot;Records are broken from time to time, but record-breaking weather is becoming more common as the climate shifts. Only strong preventative action, with deep and swift cuts in emissions this decade, can stabilise the climate and halt the trend towards more intense extreme weather.&quot; The report states that the number of record hot days in Australia has doubled since the 1960s, with the summer of 2012/2013 including the hottest summer, hottest month and hottest day on record. In a previous heatwave in southeastern Australia in 2009, Melbourne experienced three consecutive days at or above 43C in late January, the report notes, leading to 980 heat-related deaths, three times the average mortality. Hot records are now being broken three times more often than cold records, the report found. &quot;There is little doubt that over the next few decades changes in extreme events will increase the risks of adverse consequences to human health, agriculture, infrastructure and the environment,&quot; in Australia, the report found. Key food-growing regions across the southeast and the southwest are likely to experience more droughts in the future, with part of western Australia having already experienced a 15% drop in rainfall since the mid-1970s. Beyond the risk to human life, the report also highlights the great economic costs extreme weather can cause. The cost of the 2009 &apos;Black Saturday&apos; bushfires in Victoria was estimated at A$4.4bn (3bn), while the the Queensland floods of 2010/2011 cost over A$5bn, the report said. Global warming has already caused global sea level to rise 20cm, the report wrote, meaning storm surges ride towards the coast from a level higher than a century ago, significantly increasing the risk of flooding along Australia&apos;s socially, economically and environmentally important coastlines. The report cites the example of Fremantle, which since 1950 has experienced a tripling in flooding. The underlying cause, the report concludes, is that climate change means the atmosphere is warmer, wetter and more energetic than 50 years ago, loading the dice towards more frequent and more severe extreme weather events. In 2011, a report by 220 scientists concluded that extreme weather was increasing, with heatwaves near certain to become more damaging and intense rainfall likely to rise. In Australia, the emergency services are already noting the need to prepare for a more extreme climate, with the Australasian Fire and Emergency Service Authorities Council stating: &quot;Fire and emergency service agencies need to plan strategically to identify how they would cope with the projected increase in frequency and intensity of extreme weather.&quot; The Climate Commission based its report on the latest research and observations from Australian bodies including the CSIRO, the Bureau of Meteorology and leading universities and their international counterparts.", 
    "section": "environment", 
    "gid": "world/2013/apr/02/climate-change-carbon-emissions-australia", 
    "wordcount": "581"
}