{
    "headline": "Giraffe birth at the Memphis Zoo", 
    "text": "    Here&apos;s an interesting and well-made video for the Caturday morning video smile: a birth. In this video, we see a female Somali giraffe, Giraffa camelopardalis reticulata, which is commonly known in zoos as the reticulated giraffe, giving birth at the Memphis Zoo. This video captures the giraffe, Marilyn, giving birth to a baby on 29 August 2008. The father&apos;s name is Kenya. Even though it is interesting, the entire birth scene is recorded on this video and thus, may be disturbing to some people.    Female giraffes can begin breeding when they are 4 years old and gestation is 15 months long. They rarely have multiple births. As you will see in this video, the mother gives birth standing up so the calf falls to the ground, a distance of up to seven feet. The calf can stand up less than 30 minutes after birth and will feed on its mother&apos;s milk as soon as possible. At birth, the calf weighs up to 200 pounds and stands roughly six feet tall. In its first month of life, the calf will grow as much as nine inches -- straight up. The young animal maintains an enormous growth rate throughout its first year of life, after which growth slows to roughly one inch per year. So I guess older adults are taller on average, than younger adults. Giraffe form a number of disjunct populations on open savannas throughout Africa. They are herbivorous browsers, which means they nibble plant material all day long. An adult male giraffe can eat as much as 75 pounds of plant material each day, whilst females and young animals eat less. Although they eat mostly any leaf, their favourite is acacia leaves. They obtain their meals by stripping the leaves, bark and accompanying insects from the branch using their tough 18-inch long tongues. Giraffes are ruminants, with four stomachs and they chew cuds (like cattle, which they are distantly related to). Giraffes are well-adapted to semi-arid habitats: they obtain most of their water from their food.            [video link]  The Memphis Zoo is on facebook and twitter @MemphisZoo .. .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientistevil google+: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/may/05/1", 
    "wordcount": "357"
}