{
    "headline": "Government confirms plans for electricity market overhaul", 
    "text": "The government has confirmed plans for &quot;revenue support&quot; to benefit nuclear power, through a complex new system of feed-in tariffs and long-term contracts as part of a wider package of reforms to the electricity market. There will also be a shakeup of another system of privatised utilities, through a water bill that will make it easier for organisations to switch water suppliers and encourage new entrants into the market. But the proposals set out in the Queen&apos;s speech held no surprises, and few details of how the reforms will work in practice. On both sets of new regulations, large areas of policy detail remain unclear. Some energy experts fear &quot;contracts for difference&quot; in the electricity market  the centrepiece of the electricity market reforms  may be too complex in practice. The government said the system  by which suppliers of low-carbon electricity, from nuclear or renewable sources, could sign long-term contracts of supply at a preferential rate  &quot;would provide more certainty of revenues for low-carbon generation and make investment in clean energy more attractive&quot;. Keith Allott, head of climate change at WWF-UK, said: &quot;While it is great that the government have accepted the principle of legislating for carbon emissions, the way it is currently drawn up simply won&apos;t work. You are not on a diet if you allow yourself 5,000 calories a day. You shouldn&apos;t be surprised if it has no effect.&quot; As yet there is no clarity on how the price for such contracts will be set, and how long the contracts will be allowed to run. John Cridland, director general of the CBI, said more detail was needed. &quot;Business investment in low-carbon will only happen when the detailed market framework is in place. Today&apos;s announcements are an important stepping stone,&quot; he said. Some welcomed the proposals. Nick Winser, executive director of National Grid, which is hoping to play a central role in brokering the contracts, said: &quot;There is a lot of work to do to ensure we are ready to deliver these mechanisms and we remain committed to playing our part and working closely with the Department of Energy and Climate Change, the energy industry and other stakeholders to ensure they are delivered on time.&quot; Other aspects of the energy bill include an emissions performance standard that would prevent the construction of new coal plants emitting more than 450 grams of carbon dioxide per kilowatt hour; a capacity mechanism that is supposed to ensure security of electricity supply and prevent blackouts; and a new regulator for nuclear power, the Office for Nuclear Generation. The water bill, which would reform aspects of the privatised water industry, is likely to attract particular attention given the drought crisis over much of England. The aims of the bill include stimulating the market for water resources, &quot;potentially unlocking new sources of water supply and reducing the impacts of future drought&quot;, and reforms to the ways in which rights to take water from rivers and underground sources are allocated. However, it is unclear how these aims would be achieved. One of the chief problems facing water companies in the worst affected areas is the difficulty of gaining planning permission for infrastructure projects, such as new reservoirs and waste water treatment systems. There was no mention of water meters, which some experts believe will be essential to saving water. Phil Burston, water policy officer at the RSPB, said: &quot;It&apos;s disappointing we won&apos;t actually see a real draft water bill for some considerable time, which we consider a sad reflection on the priority government is giving water management issues.&quot; He said the RSPB urgently wanted to see commitments on full water metering for households. Rose Timlett, WWF-UK&apos;s freshwater expert, said: &quot;With half the country in drought and aquifer levels still resoundingly low, time is running out for the government to take action on water. It is enormously welcome that the bill includes powers to reform the water abstraction system  which is currently unfair, out of date and a threat to our rivers and wildlife.&quot; She added: &quot;The government also needs to ensure that the bill addresses the huge amount of water that is currently wasted, putting an end to the red tape that currently prevents water companies from installing water meters, even when it&apos;s in the best interest of customers and the environment.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/may/09/government-confirms-electricity-market-overhaul", 
    "wordcount": "736"
}