{
    "headline": "(Don't) Respect my Authority", 
    "text": "Next month there will be a TEDxCERN event. We&apos;ll also be linking to it with an event at UCL, and one of my colleagues is speaking about Planck data. Such events aren&apos;t without their critics. There are many excellent TED and TEDx talks out there, well delivered, well produced and applauded by well-heeled audiences. However, this in itself lends authority to the occasional fraudster or fruit-loop who may slip through.  But... well, surely the point is to think, not to accept a thought because of the platform on which it has been presented.  It&apos;s reasonable to expect those who control access to such platforms to exercise some editorial judgement. But it is unreasonable to expect them to be perfect, and it is always unwise to disengage your own critical faculties.  For example: if you turn up to do an experiment in an undergraduate laboratory, you might expect the script that comes with the experiment to be accurate. It has a certain authority. However, when you do a real research experiment, to find out something no-one knew before, there is no script. So what do students learn from following scripts?  Well, you can learn techniques. How to operate equipment, how to read off results, how to structure an experiment. But if in the process you also learn to blindly follow recipes, that is a big, unwelcome side-effect.  One way around this is to plant surprises in the the scripts. They become unreliable guides, and you have to keep critical faculties alert while following them, or they may lead you up the garden path, or up some kind of noxious creek. This is great, since it is not only a much better preparation for real physics (and life, I think) but is more fun. (Paul Bartlett actually won an award for introducing this at UCL.)  Still, the scripts have to be mostly reliable, otherwise everyone wastes too much time. Similarly, access to platforms requires at least an attempt at filtering out obvious nonsense. Topically speaking, you might say that giving a platform to a struck-off and thoroughly discredited ex-Doctor is completely rubbish, and I would agree. But what about a Nobel laureate, retired professor of physics from Cambridge University? Safe enough to switch off your critical faculties? Well, I&apos;d watch out for this one.  It is reasonable, even inevitable, that we lend credence to people based on context or past performance. But in the end it really is a loan. And credit-worthiness can decline as well as rise. This applies to the gate-keepers as well as those they let through. Anyway, back to TEDxCERN: I recommend this TED Ed lesson on cosmology and particle physics from Tom Whyntie, as a good taster for the May event. He has a PhD in particle physics, dammit. But also the animation reminds me a bit of the small guy in the Pink Panther. And, to be frank, of Tom.            Jon Butterworth is a scientist, so he must be right. Except perhaps sometimes on twitter where he bangs on as @jonmbutterworth", 
    "section": "science", 
    "gid": "science/life-and-physics/2013/apr/13/science-scepticism-ted-mmr-ucl", 
    "wordcount": "505"
}