{
    "headline": "20 best iPhone and iPad apps this week", 
    "text": "It&apos;s time for our weekly roundup of brand new and notable apps for iPhone, iPad and iPod touch. It covers apps and games, with the prices referring to the initial download: so (Free) may mean (Freemium) in some cases. Looking for Android apps? Check this week&apos;s 20 best Android apps roundup, which was published earlier in the day. Here&apos;s this week&apos;s comparable iOS selection: The Thirty-Nine Steps (4.99) Book publisher Faber and digital studio The Story Mechanics are giving John Buchan&apos;s famous novel an interactive twist for iPad. It puts you in the position of central character Richard Hannay, exploring scenes, collecting items and experiencing the story in a form somewhere between a book and a game.iPad Cut the Rope: Time Travel (0.69 / 1.99) Cutesy monster Om Nom has returned with a third Cut the Rope game for Android, with a time-travelling theme as he tries to feed sweets to his ancestors. The action is very similar to the previous games: you&apos;re cutting ropes to solve physics-puzzles across six locations, although this time there are two on-screen monsters to feed, not one. The link above is for iPhone, but here&apos;s the iPad version.iPhone / iPad Twitter #music (Free) After lots of speculation this month, Twitter has finally launched its standalone music discovery app. It serves up charts of songs that are currently trending on Twitter  as well as those being tweeted by the people you follow offering iTunes preview clips for most users, but full songs for paying Spotify and Rdio subscribers.iPhone Life and Death in Pompeii and Herculaneum HD (3.99) The British Museum is behind this new iOS app based on the Roman cities that were famously buried by a volcano eruption in AD 79. Based on the Museum&apos;s exhibition on the subject, the app groups more than 250 objects by street location, with zoomable images and commentary from experts including Mary Beard; and an interactive timeline of the eruption and its aftermath. A 1.99 non-HD version of the app is also available.iPhone / iPad Yahoo! Weather (Free) iPhone owners already have a preloaded weather app using data from Yahoo, but this standalone app is a big step on in its production quality and features. The app provides forecasts, heat and wind maps and sunrise/sunset times among other features, with the twist that this data is accompanied by full-screen photos from that location, pulled from Yahoo&apos;s Flickr photo-sharing service.iPhone Hopscotch HD (Free) There are a number of apps aiming to help children learn to code  the recent Hakitzu: Code of the Warrior and further-back Move the Turtle being two examples. Hopscotch HD is another: an iPad app offering a visual programming language for kids to create games and animations, aimed at 8-12 year-olds.iPad Touchfit: GSP (4.99) Zolmo made its name with millions of downloads of its Jamie Oliver cooking apps. Now it&apos;s striking out into fitness, teaming up with mixed martial-arts fighter Georges St-Pierre. The app offers video workout exercises from Georges himself, and promises to adapt its routines based on your progress.iPhone GuardianWitness (Free) Obvious disclosure: this is an app from the Apps Blog&apos;s parent company Guardian News &amp; Media. Described as &quot;the home of user-generated content on the Guardian&quot;, the app helps readers contribute to live news stories, suggest other stories and features, and enter competitions. Submissions can include text, photos and/or videos.iPhone Fish Out of Water! (0.69) I was up until midnight playing this last night, after having downloaded it for a quick play around 11pm. That&apos;s a guide to the addictive qualities of this latest game from Halfbrick Studios  the developer behind Fruit Ninja and Jetpack Joyride. You skim colourful fish across the ocean, get rated by crabs, and unlock gems to build power-ups. Sounds strange, plays marvellously.iPhone / iPad The Animator&apos;s Survival Kit (24.49) You&apos;re most likely to know Richard Williams from his work on Who Framed Roger Rabbit?, but he&apos;s also been delivering masterclasses for animators for a couple of decades now, teaching them the tricks of his trade. This iPad app from Faber includes content from his The Animator&apos;s Survival Kit book, but also animated examples from its DVD, video explanations from Williams himself, and some of his unreleased work. It may look expensive, but it&apos;s well worth the price for anyone serious about their animation.iPad Yahoo! Mail (Free) The Yahoo! Mail app isn&apos;t new for smartphones, but the company has released a new version that&apos;s optimised for tablets. It works with the Yahoo! Mail service, with support for multiple accounts, photo attachments and notifications for new messages.iPad Roger Ebert&apos;s Film Festival (4.99) There was an outpouring of praise and warmth when film critic Roger Ebert died earlier this month. Now, in time for the 15th anniversary of his Ebertfest film festival, there&apos;s an app to celebrate its history. Expect more than 100 hours of Q&amp;As and videos, browsable programmes, Ebert&apos;s own reviews of films screened during the festivals, and trailers all with AirPlay support for Apple TV owners.iPad Wee You-Things (1.99) Children&apos;s app developer Wee Society has produced this colourful collection of characters to teach children to celebrate their differences rather than feel ashamed of them. It&apos;s all about &quot;you-things those little and big things that, together, make you special&quot;, with examples including Little Dot who gets scared a lot, Ruth with a purple tooth and Brad with two dads. The artwork is lovely, and music comes from indie band Rabbit.iPhone / iPad Wagner&apos;s Ring Cycle (5.99) This iPad app comes from classical music label Naxos: a companion app for Wagner&apos;s Ring Cycle operas, outlining their main &quot;leitmotifs&quot; with 130 audio clips, eight full tracks, and a mixture of biographical info on Wagner and plot summaries of the four operas.iPad Teenage Mutant Ninja Turtles: Rooftop Run (1.49) Cowabunga! Booyakasha! Eat My Shorts, Man! Oh wait, that&apos;s the other one. Yes, it&apos;s not just The Simpsons that&apos;s lasted as a TV brand: the Teenage Mutant Ninja Turtles have been cavorting on TV screens recently like it&apos;s 1989, and now there&apos;s an official iOS game. Released by Nickelodeon, it&apos;s a &quot;combat runner&quot; game set on the rooftops of New York. In-app purchases of up to 34.99 pay for additional virtual coins  somewhat surprising, given the young fanbase and the initial 1.49 download.iPhone / iPad Bookworm Heroes (Free) Here&apos;s a fully-freemium game from EA&apos;s PopCap division the home of Bejeweled and Plants Vs. Zombies. This is actually a new version of word-game Bookworm, reconfigured for the free-to-play market. You build words from letter tiles against Facebook friends, while earning or buying virtual coins to boost your prospects.iPhone / iPad Osom Market (Free) Swedish startup Osom is pitching its new app as &quot;Instagram meets Craigslist&quot;: an app for buying and selling clothes, shoes and other items, with filtered photos and hashtags helping show off the items and make them findable. Vintage stores are expected to be among its sellers.iPhone Calendo Event Discovery (Free) Calendo styles itself as a &quot;smart recommendation engine&quot; for events, based on your Facebook friends, location and existing tastes. The app wants users top open it regularly to see what events are coming up, with notifications for notable ones, and sharing features.iPhone YoWindow (0.69) One more weather app this week (hopefully) just in time for spring to finally get underway. The schtick here is that the app shows you a &quot;living landscape&quot; representing the weather in your chosen location, which you can swipe through to see how it&apos;s forecast to change.iPhone The London Coffee Guide (1.99) Finally, something for caffeine-lovers in the capital, with this appy guide to more than 130 independent &quot;coffee venues&quot; in London cafes, but also carts, kiosks and roasteries. Each gets its own profile with a review, opening hours and prices, as well as information on key features.iPhone That&apos;s this week&apos;s selection, but what do you think? Make your own recommendations, or give your views on the apps above, by posting a comment.", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/apr/19/best-iphone-ipad-apps-cut-the-rope", 
    "wordcount": "1386"
}