{
    "headline": "Apple's factories in China are breaking employment laws, audit finds", 
    "text": "     An audit of Apple&apos;s Chinese factories details &quot;serious and pressing&quot; concerns over excessive working hours, unpaid overtime, health and safety failings, and management interference in trade unions. In the most detailed public investigation yet into conditions at Foxconn factories in China, which assemble millions of iPhones and iPads each year, the independent Fair Labor Association found that more than half of employees had worked 11 days or more without rest. More than 43% of workers reported experiencing or witnessing an accident at the three plants audited. Foxconn is China&apos;s largest private-sector employer, and its activities have turned the coastal town of Shenzhen into the electronics workshop of the world. Health and safety breaches found by auditors and published on Thursday included blocked exits, lack of or faulty personal protective equipment and missing permits, which the FLA said was remedied when discovered. Despite several suicides, which raised the alarm two years ago, and an explosion that killed three workers last year, Foxconn still failed to consult workers on safety, with the committees &quot;failing to monitor conditions in a robust manner&quot;, the report found. The management was found to be nominating candidates for election to worker committees, with the result that &quot;committees are composed not by those who need representation, but instead are dominated by management representatives&quot;. This left workers feeling &quot;alienated&quot; and lacking confidence in safety procedures. In December, 46% of the workforce clocked up to 70 hours per week, although Chinese labour laws say employees should work no more than an average of 49 hours a week, including overtime. The average maximum week was 61 hours, and between November and January more than a third of staff did not receive the statutory one day off in seven. The breaches were discovered during a month-long investigation, described by the FLA  which has previously specialised in auditing clothing trade sweat shops  as a &quot;full-body scan&quot;; 35,000 employees were asked to fill in anonymous forms and auditors patrolled factory floors and examined paperwork. The audit focused on the Guanlan, Longhua and Chengdu plants, which have a combined workforce of 178,000. While high turnover made Foxconn dependent on overtime, workers were often denied pay for extra hours, and around 14% were likely to have worked unpaid time. Overtime was only paid in 30-minute increments, so 29 extra minutes worked was not paid. Foxconn and Apple have agreed to compensate workers, and reduce increments to 15 minutes. While a third of employees surveyed wanted to work more hours so that they could earn more, and half felt their hours were reasonable, Foxconn has agreed to abide by the Chinese legal maximum working week. It will recruit more staff, but also &quot;develop a compensation package&quot; for workers whose hours are cut. Around two-thirds of workers said their take-home pay did not meet their basic needs, and the FLA will now conduct a cost-of-living study in Shenzhen and Chengdu. The use of student interns, supposedly on work experience related to their studies, but who are in fact used to supplement the workforce during holidays, was raised as of &quot;major concern for external stakeholders&quot;, according to the report. The FLA found interns working both overtime and night shifts, in violation of the regulations, and said &quot;their employment status remains vague and represents a major risk&quot;. Student labour peaks in the summer months, and stood at 5.7% in August 2011. At Chengdu, 5.5% of employees were aged 16 or 17. The average age of all workers across the three plants was found to be 23, and many were migrant workers, with around a third of the workforce living in dormitories. &quot;The Fair Labor Association gave Apple&apos;s largest supplier the equivalent of a full-body scan,&quot; said the independent organisation&apos;s chief executive Auret van Heerden. &quot;Apple and its supplier Foxconn have agreed to our prescriptions &quot;and we will verify progress and report publicly.&quot; Apple CEO Tim Cook visited a Foxconn factory in Zhengzhou, China, on Wednesday. The company said: &quot;Our team has been working for years to educate workers, improve conditions, and make Apple&apos;s supply chain a model for the industry, which is why we asked the FLA to conduct these audits.&quot; The working conditions of those who make Apple products have been the subject of increasing scrutiny. The issue was the subject of a major New York Times investigation and a one-man Broadway play by Mike Daisey. The US public radio series This American Life used Daisey&apos;s monologue in a show about Foxconn on 6 January, but retracted it two weeks ago, saying that Daisey had fabricated key parts of it, including a claim that he saw underage workers emerging from Foxconn factories. The FLA audit did not discover any instances of child or forced labour. For too many, too little, too late Wang Ling was 25 years old when she ended her life on 7 January 2011 by jumping from her brother&apos;s high-rise flat, days after being dismissed from her job as an engineer at Foxconn&apos;s Longhua factory. An employee of over six years&apos; standing, she had recently been diagnosed with schizophrenia. It would be easy to dismiss Wang Ling&apos;s case as a tragic exception, were it not for the fact that she was the 15th Foxconn employee reported to have committed suicide since the beginning of 2010. There have been at least two since. While Apple began auditing the Chinese plants to which it outsources the manufacture of its consumer electronics in 2006, individual plants and employers were never named, and the toll of suicides at Foxconn continued to mount. Until recently, the nets swathed around Foxconn&apos;s factory buildings appeared to be the only measure being taken to catch the jumpers before it was too late. In January, Apple eventually recognised the need for independent audits and appointed to the task the Fair Labour Association, which was established by a coalition of universities, charities and businesses to clean up the garment trade, but is now turning its attention for the first time to the electronics industry.", 
    "section": "technology", 
    "gid": "technology/2012/mar/30/apple-factories-china-foxconn-audit", 
    "wordcount": "1025"
}