{
    "headline": "LAPD and FBI investigate hackers who posted celebrities' financial details", 
    "text": "The FBI and Los Angeles police are investigating suspected Russian hackers who allegedly stole and posted online sensitive financial information about Michelle Obama, Joe Biden, senior law enforcers and about a dozen Hollywood celebrities. A website using the suffix of the former Soviet Union, .su, posted the information on Monday. It included social security numbers, credit reports, addresses and personal banking details. Titled &quot;the secret files&quot;, the site features a girl with heavy black eye makeup and a warning: &quot;If you believe that God makes miracles, you have to wonder if Satan has a few up his sleeve.&quot; The FBI, whose director Robert Mueller is among the 17 high-profile figures listed as hacked, confirmed it was investigating. The LA police department, whose chief Charlie Beck was also targeted, was also investigating. Forbes reported that credit agencies were making their own inquiries. &quot;We learned about this late this afternoon [and] immediately launched an investigation,&quot; a TransUnion spokesperson said by email. Beck said: &quot;We&apos;ll take steps to find out who did this, and if they&apos;re within the boundaries of the United States, we&apos;ll prosecute them.&quot; The site featured credit card payments and mortgage details in a mass dump of sensitive information known as being &quot;doxxed&quot;. Celebrity victims included Jay-Z, Beyonc, Britney Spears, Kim Kardashian, Mel Gibson, Ashton Kutcher, Paris Hilton, Hulk Hogan, Arnold Schwarzenegger and Donald Trump. The stars&apos; representatives did not immediately respond to media requests seeking confirmation the information was real, leaving open the possibility the site was a hoax, or partial hoax. The celebrity news site TMZ, which broke the story, cited law enforcement officers on Tuesday saying that in addition to posting the information the hackers had been &quot;using&quot; it, suggesting theft or fraud. The FBI has reportedly told victims to apply additional safeguards on their bank accounts. The site posted the first lady&apos;s purported credit report, social security number, phone number, banking details and store cards. &quot;Blame your husband. We still love you, Michelle,&quot; it taunted. Some of Biden&apos;s information was also hacked, but when ABC phoned a telephone number for him it turned out to be a business in Delaware.  Other political figures who were targeted included Sarah Palin, the former governor of Alaska, Eric Holder, the attorney general, and Hillary Clinton, the former secretary of state. Beck speculated he was included because of his force&apos;s involvement in last month&apos;s hunt for Christopher Dorner, a rogue, former LAPD officer who murdered four people before being killed in a dramatic shootout. &quot;You can&apos;t corner the Dorner,&quot; said the site. Last month the hacker group Anonymous had threatened cyber retaliation for Dorner&apos;s death. The site linked to a Twitter account that since Monday had posted two tweets in Russian. &quot;Hello world, we are revealed. Our aim is to show you all that this is just one of a few tricks up our sleeves,&quot; said one.", 
    "section": "technology", 
    "gid": "technology/2013/mar/12/lapd-fbi-hacking-michelle-obama", 
    "wordcount": "496"
}