{
    "headline": "UK retailers fail to meet food and packaging waste pledges", 
    "text": "British retailers have failed to meet a pledge to cut back on supply chain food and packaging waste, with thousands of tonnes of fruit and vegetables, milk and yoghurt thrown away every year, after being rejected for being the wrong shape, size or standard. The disclosure is embarrassing for the British Retail Consortium (BRC), which has successfully met or exceeded a host of other government and voluntary targets which aim to slash the sector&apos;s carbon footprint, such as diverting more waste from landfill and helping to reduce domestic food waste. In its annual green progress report published on Tuesday, the BRC says that reducing waste, energy and water usage makes good business sense and claims that much of the progress made to date is the result of successful collaboration. The BRC estimates that the retail sector is directly responsible for around 3.5% of UK greenhouse gas emissions  with emissions from corporate buildings, refrigeration and transport accounting for over three-quarters of this figure. The report admits that retailers have not yet met Phase 2 of the voluntary Courtauld Commitment, which pledged to reduce product and packaging waste in the grocery supply chain by 5% - having trimmed it by only 0.4%,the equivalent of 10,000 tonnes, since the pledge was made in 2010. The latest figures from the government&apos;s waste adviser, Wrap, reveal that food, drink and packaging waste in the UK supply chain is about 6.6m tonnes a year and costs 5bn. Wrap said in a statement: &quot;There has been a pronounced diversion of waste away from landfill and other disposal methods towards recovery and recycling routes. While this is extremely encouraging, it does not directly contribute to the Courtauld target which aims to drive waste prevention behaviour.&quot; Bob Gordon, head of environment at the BRC, said there had been the additional impact of a year-on-year increase in sales of 1.4%. He said: &quot;This is a relatively new target and while it is disappointing that we have not met it, it needs more time because it is not a straightforward issue. We could reduce packaging, for example, but that could increase food waste.&quot; Among the positive initiatives it has highlighted are those from supermarket chain Morrisons  which sells smaller potatoes as baby roasters, and those with skin blemishes or odd shapes in value packs. The report shows that the sector has already exceeded key targets to reduce waste and to cut transport emissions. Retailers committed to reducing waste sent to landfill to below 15% by 2013, for example, and signatories beat that target two years early, sending just 14% of waste to landfill last year. On transport, retailers committed to reducing delivery emissions by 15 % by 2013 compared with 2005 levels, and by 2011 these emissions were down by 20%. Gordon added: &quot;Despite current economic difficulties, retailers are continuing to work with their suppliers to meet tougher sustainability goals. This BRC assessment shows that the UK has the most progressive retail sector in the world and, crucially, that work with consumers and environmental groups is driving standards up. Some previous targets have been net ahead of schedule but investment continues, protecting consumers&apos; wallets and the planets.&quot; The environment secretary, Caroline Spelman, said she believed reducing customer impact would continue to be a key challenge for retailers, adding: &quot;It&apos;s important all concerned build on this and work to create a green economy, by finding innovative ways to minimise waste, introduce resource efficiency measures, use water and raw materials more sparingly.&quot; Some 52% of the retail sector by value have signed up to the commitments  some from government and others self-imposed  while additional signatories as third-party commentators to the 60-page report include environmental groups Friends of the Earth, WWF and Green Alliance. The BRC is the lead trade association representing the whole range of retailers in the UK, from the large multiples and department stores through to independents, selling a wide selection of products through centre-of-town, out-of-town, rural and virtual stores. The BRC-led project, A Better Retailing Climate was launched in 2008, reporting back annually, and committing businesses to sector-wide environmental ambitions.  Get the Guardian&apos;s environment news on your iPhone with our new app. You can also join us on Twitter, Facebook and Google+", 
    "section": "environment", 
    "gid": "environment/2012/jan/31/retailers-supply-chain-food-waste", 
    "wordcount": "716"
}