{
    "headline": "Ash dieback infection sites have doubled within a month, figures show", 
    "text": "The number of sites infected by the deadly fungus that causes ash dieback has more than doubled to 291 in a month, according to government figures released on Thursday. The environment secretary, Owen Paterson, set out plans on Thursday aimed at controlling Chalara fraxinea, including keeping the ban on the import or movement of ash trees in place. His department is also considering appointing a &quot;tree tsar&quot; - a chief plant health officer equivalent to the chief veterinary officer who leads the response to animal disease threats such as foot and mouth and bluetongue. But the measures were criticised by the National Trust as &quot;limited and weak&quot;, too focused on minimising costs and &quot;surrendering the British landscape to this disease&quot;. &quot;The plan I have set out today shows our determination to slow the spread and minimise the impact of Chalara,&quot; said Paterson, who said in November it would be impossible to eradicate the fungus. &quot;It will also give us time to find those trees with genetic resistance to the disease and to restructure our woodlands to make them more resilient.&quot; The fungus was first identified in the UK in February 2012 in a tree imported from the Netherlands to a nursery in Buckinghamshire. It has now been found at 136 sites linked to imported plants and a further 155 sites in the wider environment, which government scientists think were infected by wind-blown spores from continental Europe. The disease has devastated ash trees in many countries including Denmark where 90% have been infected. The UK&apos;s control plan is based on four measures  &quot;reduce, develop, encourage and adapt&quot;, said Prof Ian Boyd, chief scientist at the Department for Environment, Food and Rural Affairs (Defra). He said the aim was to reduce the spread of Chalara, develop new control measures and resistant varieties, encourage the public and industry to help out and adapt the nation&apos;s forests to the inevitable changes. More than 13% of the country&apos;s broad-leaved woods are dominated by ash trees. However, Paterson said the current policy of tracing and destroying young infected trees  which has seen more than 100,000 trees removed  was &quot;unlikely to be sustainable in the longer term and there may be benefits from a more targeted approach.&quot; Boyd said control measures had to be &quot;proportional&quot; to ensure trade could continue and deliver &quot;economic uplift&quot; but said what a more targeted approach might be was yet to be determined. &quot;The limited actions and weak commitments set out in the plan will not be enough to control the spread of the disease - it&apos;s far too little, too late,&quot; said Simon Pryor, director of the natural environment at the National Trust. &quot;We are alarmed to see the government is even wavering about continuing its programme of tracing, testing and destroying infected young ash trees. It is also disappointing to see the government is proposing almost no action in areas of the country already infected.&quot; He added: &quot;The action plan refers repeatedly to the cost of any intervention now, but makes very little reference to the costs that farmers, woodland owners, local authorities, gardeners and the government itself will face as this disease spreads across the country. Through this action plan we&apos;re effectively surrendering the British landscape to this disease before we&apos;ve fully investigated ways of reducing rate of spread and buying time.&quot; The Woodland Trust chief executive, Sue Holden, said the control plan was stalling as the government ploughed billions into the UK&apos;s built infrastructure in Wednesday&apos;s autumn statement, but was ignoring the country&apos;s natural infrastructure. &quot;There is a distinct lack of political interest in supporting the UK&apos;s natural infrastructure despite the government&apos;s own figures valuing the benefits of our woods and trees at around 1.2bn a year. The consequences could be catastrophic, not only for the environment but for the UK economy too.&quot; But Harry Cotterell, president of the Country Land and Business Association, said: &quot;Paterson is right not to rush into unnecessary expensive control measures before the chances of success have been properly evaluated.&quot; Paterson promised in November a &quot;very, very radical&quot; overhaul of his priorities at Defra, with much more spent on tackling the rising number of exotic diseases affecting plants and trees, and less spent in other areas. But Defra, which already suffered the biggest budget cut - 30% - of any major department, lost another 55m in the autumn statement and faces another spending review in 2013. Alongside the Chalara control plan, Defra also published an interim report on tackling the rising danger of imported diseases killing trees and plants in the UK. Boyd said it recommended quarantine restrictions and plant passports as well as the appointment of a &quot;tree tsar&quot; who would lead the response to plant disease threats. He said existing rules required all plants from high-risk areas to be inspected. &quot;But Chalara simply fell below the radar,&quot; he said. &quot;It is a very difficult thing to identify.&quot; &quot;We also need more skills and capacity around plant diseases, such as the taxonomic skills need to identify them,&quot; Boyd said. He said progress had been made in other countries in identifying strains of ash that appear to be more resistant to Chalara, from which new stocks could be established.", 
    "section": "environment", 
    "gid": "environment/2012/dec/06/ash-dieback-infection-sites-double", 
    "wordcount": "908"
}