{
    "headline": "George Gray, the man who made flat screens possible", 
    "text": "This spring sees major anniversaries of two great British discoveries. One is well documented and the characters involved are familiar. Their discovery catapulted them into the public consciousness and together they could hardly have received more acclaim. The scientists in question are Francis Crick, James Watson, Maurice Wilkins and Rosalind Franklin. 23 April sees the 60th anniversary of their papers heralding the double helix structure of DNA and with it the birth of modern biotechnology. The other discovery has had, arguably, a greater impact on our society but in contrast to Crick et al, the man responsible, George Gray, is only known in select scientific circles (apart from maybe a few travellers boarding a Hull-bound train bearing his name). Yet you are probably reading this article on a device that owes its existence to Gray, for he developed the molecules that made liquid crystal displays (LCDs) viable. Forty years ago today his work was published, triggering a multibillion-dollar industry and making today&apos;s abundance of flatscreen devices possible. So what makes liquid crystals so ideal for the displays in everything from digital watches to tablet computers? Firstly, they are odd materials that run contrary to school science lessons on the three states of matter. Our teachers told us about solids, liquids and gases. In solids, molecules are ordered and pretty much static relative to each other, while liquids flow because their molecules are free to move around one another. Liquid crystals fall somewhere in between, they are a fourth state of matter  they can flow like liquids while simultaneously maintaining some order, like solids. The feature that bestows them with this strange characteristic is their shape. Liquid crystalline molecules are almost always long and thin. This means they align parallel to each other, while still being free to move around. You can see the same thing happening in packets of pasta. Shell-like conchiglie is a random jumbled mix, tubes of penne start to line up with their neighbours, while spaghetti is packaged in neat parallel strips. But the different types of pasta aren&apos;t stuck to one another so they can move past their neighbours (just like molecules in a liquid). The second important feature of liquid crystals is the way they interact with polarised light; by flipping the orientation of the liquid crystals they can be changed from opaque to translucent (a bit like tubes  hold them in one orientation and you see through them, but turn them through 90 degrees and you can&apos;t). This process can be controlled with a small electric field. Once this was figured out, it&apos;s not difficult to see how you can turn them into flatscreen displays. Gray didn&apos;t invent liquid crystals. In fact, they are quite common; every cell in our body is surrounded by a liquid crystalline membrane. Nor did he demonstrate that liquid crystals have the flippable characteristic that makes them suitable for displays. Gray&apos;s breakthrough was to develop molecules that are flippable at room temperatures. But just like so many great innovations the road to development was far from easy largely because there was little appetite for funding research on molecules that, at the time, had no clear applications. Turning liquid crystals from curiosities into the ubiquitous technologies that they are today required both a burning need for new displays and the foresight of one of the more colourful government ministers. Enter John Stonehouse, minister for technology under Harold Wilson. Stonehouse wanted a technology capable of producing flatscreen colour displays (a good 30 years before LCD TVs became the norm) with the aim of replacing cathode ray tubes that were costing the Ministry of Defence colossal sums (more than the development costs of Concorde) in royalties. So in 1968 he set up a working group consisting of military brass, civil servants and scientists to find a suitable replacement technology. The way the contracts were distributed is a far cry from how things are done today. The story goes that at one of the group&apos;s meetings liquid crystals were proposed as a candidate. But the key speaker was unable to answer a question about why light from the projector generated such curious patterns as it reflected off the vials of liquid crystals. There followed an embarrassingly long silence before a voice piped up from the back of the room exclaiming &quot;I wonder if I can help&quot;. That voice was George Gray&apos;s and come the end of the meeting he and his team of chemists at the University of Hull were awarded the contract to deliver room temperature liquid crystals. That they did and the results were patented and published by 1973 with the first LCDs in commercial devices the following year. At one time the molecules that Gray invented accounted for more than 90% of all the liquid crystals in the world&apos;s calculators, digital watches and LCD clocks. So what became of the money that flowed in via the patents? Well the MoD owned most of the intellectual property and made a tidy sum which offset the money it was still paying for cathode ray tubes. Meanwhile the University of Hull, like most academic institutions at the time, didn&apos;t think it was its place to own intellectual property, so the remainder of the royalties went to Gray and his team. But Hull wasn&apos;t left completely out of pocket, the MoD continued to invest in LCD research in Hull until the patents ran out in 1993. As for Stonehouse he may well have been blessed with the foresight to back LCDs, but he wasn&apos;t so hot with his own businesses. Shortly after the first LCD devices were being manufactured, his clothes were found piled on a beach in Florida with no sign of his body. He had apparently committed suicide after a series of disastrous business ventures. In reality he had faked his own death and was winging his way to Australia to start a new life with his mistress. The law caught up with him and briefly mistook him for Lord Lucan before sentencing him to several years in jail. As if that wasn&apos;t enough intrigue for one man, he also turned out to be a Czech spy!  Mark Lorch is a chemist at the University of Hull. He also blogs at www.t2ah.com and www.chemistry-blog.com", 
    "section": "science", 
    "gid": "science/blog/2013/mar/22/george-gray-liquid-crystal-displays", 
    "wordcount": "1048"
}