{
    "headline": "Apps bring museum studies to life", 
    "text": "The term &quot;museum&quot; is an unlikely partner for &quot;new technology&quot; in any game of word association. But mention museums to master&apos;s students at the University of Leicester and the links have more to do with computer apps than history. And that&apos;s not surprising, since postgraduates in museum studies at the university are leading the world in the use of touchscreen technology. Gone are photocopied handouts, clipboards, pens and notepads, replaced by small handheld digital museum study guides. The digital app was devised by two lecturers at Leicester&apos;s School of Museum Studies, the world&apos;s largest training provider in the subject, with 80 master&apos;s students, 60 PhD students and a further 250 graduates around the world studying by distance learning. Access to curators Janet Marstine, programme director, art museum and gallery studies at the University of Leicester&apos;s School of Museum Studies, says the handhelds overcame the problem of giving students access to different curators and provided a real-time window into the decision-making process of curators. &quot;I wanted to show them that for the most part museums are not perfect in how they handle ethics, but also that they are not villains. They struggle in many ways with issues such as cultural property, repatriation and the exhibition of human remains.&quot; Tablets could be used to negotiate a whole city, taking in six or seven different museums, says School of Museum Studies academic director Ross Parry: &quot;It wasn&apos;t just that the tablet gave us extra bells and whistles; it gave us a whole new way of consolidating theory and practice and getting students to think about the larger questions while seeing and feeling the space.&quot; The new app, used as part of an ethics module of the course, was drawn up in partnership with staff at the British Museum, who were filmed with their collections. The app provides an insight into how the staff came to decisions. What are the ethical considerations that go into a display of human remains, for example? How should disabled people be represented and who should make that decision? How are we to respond to the legacy of colonialism? To help answer these and many other questions, students visit the museum with computer tablets preloaded with information, assignments and videos of curators in their galleries, explaining the background to the exhibits. While standing in the museum students are able to reflect on dilemmas, make notes, take pictures and email presentations to their lecturers before they leave the building. &quot;It gives us access to people behind the scenes and a fascinating insider perspective that brings the subject to life,&quot; says 23-year-old museum studies master&apos;s student Laura Gordon. Gordon, a history graduate from Canada, says the tablets were useful because the assignments were preset. &quot;It was nice not having to carry around a pen and paper and being able to type up answers there and then,&quot; she says. Fellow student Catherine Sargent, 21, sees a big future for apps and handhelds, not just with students but for the visiting public as well. Sargent, who graduated last year with a history degree from the University of Manchester, has been volunteering in museums since the age of 15 and hopes to become a curator. &quot;People nowadays are used to touchscreen technology, smartphones and laptops and there is so much more you can do in a museum than stand and look at a collection,&quot; she says. Stephen Roberts, head of face-to-face learning at the Natural History Museum in London, agrees. He points out that the high-tech audiovisual and interactive Attenborough Studio is one of the most popular parts of the Natural History Museum . &quot;There will be lots of exciting technical developments in museums near you in the very near future,&quot; he says.", 
    "section": "education", 
    "gid": "education/2012/jun/19/apps-technology-museum-studies", 
    "wordcount": "634"
}