{
    "headline": "South Pacific small island states to link marine resources", 
    "text": "Small island states in the South Pacific are to link up their marine resources this year in an effort to sustainably manage one-tenth of the world&apos;s oceans and boost maritime conservation globally. The Micronesian and Polynesian nations are implementing the network in conjunction with environmentalists to ease the impacts of overfishing, pollution, acidification and climate change that are threatening their economic and social systems. The project - which aims to cover an area bigger than the combined territories of the US and Canada - was outlined during a World Oceans summit in Singapore that brought together scientists, politicians, NGOs and representatives from the fishing and shipping industries. It comes amid a raft of new moves to reduce the alarming deterioration of the world&apos;s marine environment even as governments and businesses push ahead with ever more development of coastlines, industrial fishing and deep-sea mining. To counter these threats, Kiribati is positioning itself as a pioneer of ocean sustainability and a model for the &quot;Blue Economy&quot;. Having already created a vast nature reserve around the Pheonix Islands - which is now Unesco&apos;s biggest natural heritage site - it signed up last September with 14 neighbouring island states to the Pacific Oceanscape Framework drawn up in conjunction with the US-based NGO, Conservation International. In the coming years, the signatories aim to cooperatively manage their marine resources and design policies that improve ocean health, increase resources, share expertise, and factor ocean issues into decisions about economic and sustainable development. Kiribati is the first state to try to put this scheme into practice. As an incentive - and to compensate for the loss of fisheries affected by the program - it will receive $5m from an endowment fund set up by Conservation International and the Global Environment Facility of the World Bank. It will be followed in August by Tokelau Island and Cook Island, which will add their combined sea area of 1.4m square kilometers - about three times the size of California - into the Pacific Oceanscape network. The president of Kiribati, Anote Tong, said his nation had learned that individual marine parks are not sufficient. &quot;We have to connect them together,&quot; he told delegates at the summit. &quot;Political commitment at the highest level, with support from financial community, is essential.&quot; Money remains a challenge. Hundreds of millions of dollars will be needed for the scheme to expand across all 15 states, which together account for about 40m square kilometres of ocean and a third of the world&apos;s tuna stocks. Enforcement is another problem. Kiribati has only one coastguard boat to police an area the size of California. To bolster its capacity, the US coastguard has sent ships on &quot;training missions&quot; with Kiribati representatives on board. They have reportedly intercepted two poaching ships, which were fined several million dollars. This is a worldwide concern. Illegal and unreported fishing gobbles up $22bn of resources a year, almost 50% more than illegal logging, according to Malcolm Preston, global head of sustainability and climate change of PricewaterhouseCoopers. The search for solutions to this and other threats to the marine environment are belatedly picking up pace. The World Bank president, Robert Zoellick, will call on Friday for a new International Partnership for Oceans. Next week, the Antarctic Ocean Alliance - comprising conservation NGOs such as WWF, International Fund for Animal Welfare, Greenpeace and groups from China and South Korea - will launch a campaign to link 19 areas around Antarctica into what would be the world&apos;s biggest nature reserve by an order of magnitude. The development of the &quot;blue economy&quot; is also expected to feature prominently at the Rio+20 meeting in Brazil in June. The former UK foreign secretary David Miliband said initiatives, such as that in South Pacific, showed that regional and international co-operation can promote economic growth and protect the marine environment. &quot;The fact that we&apos;re a terrestrial species on a marine planet has led to a real neglect of our oceans,&quot; Miliband said. &quot;In an interdependent world, you need to share sovereignty.&quot; The extent to which Kiribati and its neighbours can influence the international debate remains to be seen. But Peter Seligmann of Conservation International, said these countries are playing a role that shows their true colours as &quot;giant ocean states&quot;. &quot;In my 36 years of experience in conservation, I&apos;ve never been involved in anything at this scale,&quot; said Seligmann. &quot;They are not saying they won&apos;t have growth. But they want to manage their resources in a way that sustains culture and resources  This is the beacon on the hill. That&apos;s what&apos;s required.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/feb/23/south-pacific-small-island-marine-reserves", 
    "wordcount": "780"
}