{
    "headline": "Today's mystery bird for you to identify", 
    "text": "  Mystery Bird photographed at Si Phangnga National Park, Khuraburi district about 100 km north from Phangnga provincial town, far south in Thailand. [I will identify this bird for you in 48 hours] Note: If you&apos;ve ever seen this mystery bird in real life or if you&apos;ve lusted after it in your heart, then you will easily be able to identify it (and its gender) from this image crop alone. However, for those of you who are new to birds, or who are unfamiliar with the birds of southeast Asia, I&apos;ve provided a link to the complete uncropped image from the &quot;velociraptorise&quot; link.  Image: Alex Vargas, 7 March 2011 (with permission) [velociraptorize].Nikon D5000, Nikkor 300mm f/2.8G ED-IF AF-S VR 1/4s f/5.6 at 300.0mm iso:1000    This Thai mystery bird was a bit of a mystery that was very recently resolved. What am I talking about? Can you identify this bird&apos;s taxonomic family and species? About the Daily Mystery Bird:  The Rules: 1. Keep in mind that people live in zillions of different time zones around the globe, and some people are following on their mobile phones. So let everyone play the game. Wait to identify the bird until 24 to 36 hours after it&apos;s been published.2. If you know the bird&apos;s identity, provide subtle hints to let others know that you know. Your hints may be helpful as small clues to less experienced players. 3. Describe the key field marks that distinguish this species from any similar ones.4. Comments that spoil others&apos; enjoyment may be deleted. The Game: 1. This is meant to be a learning experience where together we learn a few things about birds and about the process of identifying them (and maybe about ourselves, too).2. Each mystery bird is usually accompanied by a question or two. These questions can be useful for identifying the pictured species, but may instead be used to illustrate an interesting aspect of avian biology, behaviour or evolution, or may be intended to generate conversation on other topics, such as conservation or ethics. 3. Thoughtful comments will add to everyone&apos;s enjoyment, and will keep the suspense going until the next teaser is published. Interesting snippets may add to the knowledge of all.4. Each bird species will be demystified approximately 48 hours after publication.  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or mp3 files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientistevil google+: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/jan/13/3", 
    "wordcount": "454"
}