{
    "headline": "Brigitte Askonas obituary", 
    "text": "Brigitte Askonas, widely known as Ita, who has died aged 89, was one of the leading figures of modern immunology. She built on the work of the science&apos;s earlier pioneers, Louis Pasteur and Paul Ehrlich, by increasing understanding of the immune system as an intricate network of many cell types interacting and producing mediators to control their complex functions. The principal base for her work was the National Institute for Medical Research (NIMR), north-west London, which she joined in 1952. She spent 36 years there, the last 12 of them as head of the immunology division. Her studies of milk proteins led to her important research on the origin and synthesis of antibodies. She was the first to clone memory B cells, and studied macrophages, the large cells that act as scavengers, capturing proteins, viruses and bacteria. They then present them to lymphocytes, the white blood cells that can respond to infectious pathogens by releasing antibodies. These contributions led to her election as an FRS in 1973. It was only then that she began her seminal work on the role of T lymphocytes in infection, especially infections with the influenza and respiratory syncytial viruses, now widely regarded as her major contribution. She showed that cytolytic T cells, which kill cells infected with viruses, had an ability to recognise multiple subtypes of viruses, unlike antibodies, which recognise a single virus subtype. This principle has important implications for the development of new vaccines against the infections that cause HIV/Aids, malaria, TB and pandemic influenza. Her work on respiratory syncytial virus, which afflicts infants, also led to major insights into disease pathogenesis. She thus provided the crucial intellectual basis for modern vaccine development. Ita was born in Vienna of Czech parents. Her father and his brother owned knitting mills in several European countries. Her mother had studied fine art, and her parents built a collection, most of which was lost in the early days of the second world war. Ita loved both art and classical music, often the focus of her travels on holiday. The family left Vienna in March 1938 shortly after the Anschluss that united Austria with Germany. Protected by their Czech citizenship, they moved around Europe before arriving in New York. Lacking the visa required to stay in the US, they finally settled in Canada in 1940. Ita spent two years at Wellesley College, Massachusetts, before going to McGill University, Montreal, from which she graduated in biochemistry in 1944 and five years later gained an MSc. She said that she studied biochemistry because she admired the dean of science, David Landsborough Thomson, for his brilliance as a lecturer and his sense of humour  an important factor to her in cultivating warm relations with friends and colleagues. It was her unrestrained laughter at a James Thurber cartoon above his desk, she maintained, that got her a post at the newly founded Allan Memorial Institute of Psychiatry at McGill. There she worked on the biochemistry of dementia with Karl Stern, which gave her scope for observing both the foibles of human nature and how talent could be nurtured. Then Thomson suggested she go to the biochemistry department at Cambridge University to do a PhD on muscle enzymes (1949-52). Many successful immunologists began their careers as Ita&apos;s PhD or postdoctoral students, and many others, including several Nobel laureates, were deeply influenced by her work. Throughout her career and her no less active retirement, Ita enjoyed fostering an interest in immunology in young scientists and supporting them in the development of their careers. In research, she always insisted on rigorous scientific method and careful interpretation of data. After her departure from the NIMR, Ita was a regular visitor to colleagues at the Weatherall Institute of Molecular Medicine in Oxford and the departments of leucocyte biology and respiratory medicine at Imperial College London. In 2007 she was awarded the Robert Koch Gold Medal. She is survived by her sister-in-law, Madge Askonas, two nieces, a nephew, four great-nieces and two great-nephews.  Ita (Brigitte Alice) Askonas, immunologist, born 1 April 1923; died 9 January 2013", 
    "section": "science", 
    "gid": "science/2013/jan/10/brigitte-askonas-obituary", 
    "wordcount": "679"
}