{
    "headline": "Call of Duty: Ghosts  preview", 
    "text": "Gaining traction in popular culture these days is a tricky business. There is so much competition. In an earlier era, everyone would have been familiar with, say, Sinatra or the Stones. But where is the modern equivalent? Pop has seen its position of genuine mass popularity decline as increased access to entertainment has both diversified and focused tastes, making it so much harder to achieve a crossover. In gaming, however, Call of Duty has done just that. It is one of the few franchises of the past decade that is recognised across the board and is, simply, a phenomenon. Industry magazine MCV notes that in three of the past four years it has been Britain&apos;s best-selling entertainment product (topping both music and film) and was elbowed into second place in 2011 only by the extraordinary success of Adele&apos;s 21. These statistics explain why it was so important for Microsoft to have the game&apos;s latest iteration, Call of Duty: Ghosts, on show as a launch title for its new console Xbox One and why its debut on new hardware has attracted so much attention. The fans are concerned with details of the new game, but also of interest is just how far Call of Duty has come. The first instalment was released by publisher Activision in 2003 and a decade on, the quest to improve continues. So Ghosts will push the new consoles with improved graphics; a technique called Sub-D rendering makes for more realistic curves. Compared with Modern Warfare 3, the effect is impressive. Gunsights, the view most gamers will be fond of, appeared genuinely circular. Improved texture-mapping offers more dimension as well: lush jungle dense in detail, spectacular light and water effects, and superior illusion of depth  previously achieved through shading  to create rocks that on closer inspection curve away from the eye. Details that make the experience more immersive include the brightness changing to mimic the player&apos;s eyes adjusting to the light. The storyline sees the ghosts in question brought together from the remnants of various special forces to fight an as-yet unrevealed &quot;mass event&quot; that has left the US in disarray. Oh, and they&apos;ve a fully modelled AI Navy Seal dog to help out too. A level played underwater looks extraordinary, but it is also classic Call of Duty, exciting and engaging, a piece of grand theatre in which the player is squarely in the footlights. Which is, perhaps, largely the point. Although the series takes flak from hardcore gamers for being too conservative, Activision&apos;s chief executive, Eric Hirshberg, points out that keeping the franchise fresh is key to the series&apos; success. Yet really, at its core, there is also something more basic and, for all the high-tech, something more human. &quot;Take a broader look at popular culture from superheroes, from comic books, to action movies,&quot; says Hirshberg. &quot;We&apos;ve always been attracted to bravery, we&apos;ve always been attracted to heroism, to characters and heroes that put themselves in harm&apos;s way for the greater good, and Call of Duty is built on that timeless narrative. But unlike other forms of entertainment, you get to inhabit the skin of the hero. &quot;It&apos;s a thrill ride, it has a sense of what we call epic realism. On one hand it looks very realistic but on the other it is exaggerated, it is over the top  bombastic in the way a great action movie is.&quot; Which it is, but it is also, ultimately, fantasy. Yet Hirshberg also notes that many great novels and films are pure escapism. Call of Duty&apos;s popularity, its longevity and position in modern mass culture, however, make it something more. Is Ghosts a step towards video games becoming recognised alongside their cultural siblings? &quot;We once argued about whether hip-hop was an art form and before that whether rock&apos;n&apos;roll was an art form and before that, movies and television. We&apos;ve been having that argument on a loop. Whenever a new art form or new form of popular culture takes hold with youth,&quot; says Hirshberg, who is thoughtful and articulate beyond the usual PR-speak of corporate gaming. &quot;Jay Z just sang at our president&apos;s inauguration. That would be hard to imagine just a few years ago and yet now that is such a universally accepted art form and form of popular culture. &quot;There&apos;s no doubt in my mind that video games will one day be in art museums, that the very question will sound like it came out of a time capsule,&quot; he concludes. As gamers await Ghosts with bated breath, perhaps Call of Duty&apos;s position in the bigger picture is, in fact, already assured. Call of Duty: Ghosts will be released on 5November", 
    "section": "technology", 
    "gid": "technology/2013/may/26/call-of-duty-ghosts-preview-hirschberg", 
    "wordcount": "789"
}