{
    "headline": "OXM Breakdown and the rise of gamer comedy", 
    "text": "For an entertainment medium that is effectively dominated by space heroes, military macho men and stocky plumbers with terrible Italian accents, the video game industry can be awfully serious sometimes. News sites speculate endlessly  and with sombre gravity  over the latest jingoistic military shooters, while video reports usually consists of re-packaged game trailers and flattering developer interviews. Believe me, once you&apos;ve seen one clip of a dead-eyed executive producer intoning &quot;we&apos;re not talking about multiplayer right now&quot; until the cameraman passes out, you&apos;ve seen them all. But OXM Breakdown is different. This irregular series of videos, created by the Official Xbox Magazine (full disclosure: I occasionally freelance for OXM&apos;s publisher, Future), provide bizarre, ribald and hilarious commentary on games and game players. The latest episode, released last week, tackles the perennial subject of women in games, but instead of an earnest debate on the endlessly regurgitated issues, it has writer Jon Blyth donning a dress and savagely parodying all the horrendous sexist nonsense that games put us through. It ends with him shouting &apos;&quot;Oh, will you shut up and let me save you, woman!&quot; at a bewildered female colleague. It is the funniest and smartest thing I have seen on YouTube since, well, since the last OXM Breakdown. &quot;There&apos;s lots of serious gameplay analysis out there,&quot; says the magazine&apos;s editor Jon Hicks. &quot;But we thought there was room for a bit of comedy&quot;. And Blyth has form. A couple of years ago he was making brilliant satirical videos for IGN under the title The Blyth Report, but the series was canned and he joined the staff at OXM. Hicks decided to kick off a series of videos in the same vein and the first episode, a scathing analysis of THQ&apos;s ridiculously macho UFC Personal Trainer appeared last September. This is not the sort of content you expect from an official game magazine; they tend to be perfectly approachable and well-produced, but usually shy away from video content that involves staff members, say, critiquing Skyrim while standing behind the counter in a porn shop. And yet that&apos;s exactly the sort of thing that happens in OXM Breakdown. &quot;The concept behind the show evolved quite organically,&quot; says Hicks. &quot;We&apos;ve done episodes based on single games that we thought were interesting and that we had something to say about, and it&apos;s moved on from there into covering issues that are being talked about in the industry. With the &apos;Women&apos; episode, I was apprehensive about publishing it at first, but it&apos;s good to approach such a serious topic in a way that&apos;s not tremendously self-righteous or po-faced, which is how this argument tends to pan out&quot;. Laying into everything from Bioshock Infinite (an intelligent game with gratuitous cleavage) to Asura&apos;s Wrath (a dumb game that gives the player Achievement Points for staring at some breasts), sexism in games is something Blyth has wanted to tackle for a while. Several months ago, game sites got caught up in a series of controversies about scantily clad models at trade shows as well as a trailer for the game Hitman which inexplicably featured sexy nuns. &quot;I didn&apos;t write it while everyone else was kicking off about booth babes,&quot; he says. &quot;I just thought it would be another voice thrown into the big shouty pot. So I thought I&apos;d wait until it all died down so I could stir the pot again&quot;. Blyth tends to write each episode over a period of weeks, usually away from his day job on OXM. The scripts then get passed to cameraman and editor Gav Murphy. &quot;It&apos;s good to have someone you trust who can tell you that you&apos;re not funny without you wanting to punch them,&quot; says Blyth. From here, everyone on the magazine&apos;s editorial team tends to get roped into the filming. &quot;The time it takes to make each episode varies a great deal,&quot; says Hicks. &quot;The most time-consuming element of the whole process is finding archive footage to illustrate the jokes; Gav has to spend hours trawling through royalty-free archives finding something relevant, and then treating it so it works with the HD footage that we shoot&quot;. And the most challenging aspect of the process so far? &quot;Trying to find a sex shop owner who&apos;d let us film in their store was a particular challenge,&quot; says Hicks. &quot;As was training Jon to be capable of doing hand movements while walking around on camera, which turns out to be more of a skill than we&apos;d give people credit for&quot;. Thankfully, there is an increasing range of more knowing and humorous gamer videos out there. The veteran perhaps is US series Hey, Ash, Watcha Playing a series of surreal skits and sketches created by Borderlands 2 writer Anthony Burch and his sister Ashly, lampooning game culture and their own family in equal, intertwining measure. Meanwhile, acerbic games journalist Jim Sterling has managed to successful convert his confrontational style of games criticism to video with his weekly video soapbox, The Jimquisition. Back in the UK, the presenters of the sadly canned Inside Xbox show have split off into two new ventures: Dan Maher has formed Explosive Alan Productions, which does shows like Homework and Equaliser, while his old co-host Andy Farrant is one third of Outside Xbox, which manages to do the usual &apos;here are all the new games and some interviews&apos; schtick with charm and likeability. (Update: it&apos;s also been pointed out to me that I should mention the charming YouTube show Under the Blanket, in which presenters Sean and Pete discuss current video games while in bed, under a blanket that doubles as a display for demo footage. I&apos;m glad people have pointed this out as its lovably chaotic, but strangely watchable.) The big question of course is what does Microsoft make of Breakdown? This is, after all, the official magazine and the official video of XBox gaming in the UK. &quot;They&apos;re a great partner, they&apos;re extremely hands off, they kind of trust us to get on with it,&quot; says Hicks. &quot;The discussions we&apos;ve had with the company about Breakdown have been positive, and they have run some of the episodes on the Xbox dashboard. They&apos;ve always been supportive even if in some cases they probably wouldn&apos;t endorse the things we&apos;ve said. And Future has really expanded its digital and video output over the years, so we&apos;ve been able to draw on internal resources to get Breakdown made.  &quot;It&apos;s just been nice to produce something that gets away from the stuffy reputation that official mags tend to have&quot;.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/nov/17/oxm-breakdown-review", 
    "wordcount": "1120"
}