{
    "headline": "British higher education's Hayek appreciation club", 
    "text": "   A protest by UK scientists against government funding policies in 2012 culminated in a funeral procession for science. Photograph: Martin Godwin/Guardian    Forget the Bullingdon Club. I&apos;ve stumbled upon a fascinating and hitherto undocumented secret society in Britain&apos;s universities. Unlike the famously elitist Buller, this one is much more pervasive, and its members aren&apos;t posh undergrads but academics. Before I say any more about it, let me mention something else I&apos;ve observed. When I ask friends in academia about the government&apos;s proper role in the economy, they generally tell me the same sort of thing. They say that hands-off, laissez-faire neoliberalism is a sham. That the government should regulate risky activities like &quot;casino&quot; banking, that it should challenge the short-term biases of British industry, and that it should help build the country&apos;s industrial base by investing taxpayers&apos; money alongside the private sector in areas where the UK can prosper. Sometimes you&apos;ll hear calls for greater intervention, or indeed for outright revolution: British academia is after all a broad church. But some kind of industrial activism is the baseline, especially among non-economists. It&apos;s a view of the world that wouldn&apos;t be out of place in a column by Will Hutton, Larry Elliott or Mariana Mazzucato.  And then I ask a different question: what do you think of the management at your university? Your vice-chancellor? The research council that funds you? Then the floodgates open. Almost without exception, they&apos;ll explain how their university is managed by overpaid, idiotic deadbeats; people whose love for red tape is rivalled only by their boneheaded ignorance of the value of research. How their vice-chancellor is at best a well-meaning flesh-presser and at worst a gilded nincompoop, or a brute in a suit. How the REF is to scholarship what the Mongol sack of Baghdad was to town planning.  And God forbid that a non-academic try to direct research funding to what are seen as national economic priorities, as the EPSRC did in their short-lived &quot;Shaping Capability&quot; exercise. Academics may disagree on many things, but they agree that they know better than pencil-pushers and meddling ministers what they should be researching. There seems to be a discrepancy here. If academics believe that shopkeepers and stockbrokers and factory owners can be helped out by the wise hand of government, why are they so opposed to it in their own line of work? Why should enthusiasts for industrial policy suddenly act like members of the Hayek Appreciation Society when it comes to the business of research? I can think of a few possible explanations, but none of them quite rings true.  Perhaps university and research council managers are unusually knavish or stupid, in comparison to the government officials who would run a proposed industrial policy. But on reflection, I&apos;m not convinced of this: I&apos;ve worked with both groups, and they seem very similar. Indeed, the research councils are arms-length bodies of BIS, the department in charge of what passes for industrial policy in Britain today. Perhaps academic research is unusually inscrutable to outsiders, and so especially hard to manage. Again, I&apos;m unconvinced. Research can be dizzyingly complicated, but no more so than any number of highly technical industries from derivatives trading to biotechnology. It&apos;s certainly true that academia is a creative endeavour, and the creativity is hard to channel or constrain. But that hasn&apos;t stopped industrial policymakers trying to create policies for other creative endeavours, or even of creativity itself. And remember that even the simplest things are dizzyingly complex to make: is writing a research paper really more complicated than manufacturing a can of coke? Another possibility is that academics object not to managerialism in general, but just to the particular form in which it manifests itself in British universities. Perhaps the REF is especially boneheaded. Perhaps industrial policy would work better in other areas. But this looks distinctly like special pleading. Can we really believe that new forms of industrial policy would be better run and less bizarre than what is, after all, the closest the UK comes to actually-existing industrial policy? I can only conclude that the most plausible explanation for this conflicted view of the world is that many of our academics are members of the British Universities Hayek Appreciation Club, a secret society dedicated to keeping alive the memory of the celebrated Austrian economist. In keeping with the club&apos;s omerta, they keep their libertarian views to themselves when discussing the wider world, but when it comes to their own activities, they can&apos;t help but follow their ancient free-market disciplines and abjure managerialism and its evil ways. I find it curious that so many academic advocates of industrial policy are so hostile to it in their daily lives. All I can imagine is that they swear some particularly bloodcurdling oaths at their initiation ceremony. Stian Westlake is executive director of research at Nesta, the UK&apos;s innovation foundation. He is on Twitter @stianwestlake", 
    "section": "science", 
    "gid": "science/political-science/2013/may/28/british-higher-education-hayek-appreciation-club", 
    "wordcount": "799"
}