{
    "headline": "Google v Oracle: a far-reaching trial of characters as much as copyright", 
    "text": "One owns a half-share in a 767 jumbo jet, the other flies a Russian MiG-29 fighter (and has reportedly tried his hand at mock aerial dogfights). This week Larry Page, the 39-year-old co-founder of Google, and Larry Ellison, the 67-year-old Oracle chief executive and MiG owner, have been testifying in a San Francisco court as their companies clash over accusations that elements of Google&apos;s mobile phone software were copied without a licence from Oracle-owned software. The case pits Silicon Valley &quot;old money&quot; against a new generation. Ellison made his pile producing software for big organisations in the days before the internet changed everything; Page&apos;s business is successful precisely because of the internet revolution. The two companies are almost the same size, with $38bn (23.6bn) in annual revenues and between $8bn and $9bn in profits. In the lawsuit, lodged in August 2010, Oracle accuses Google of infringing copyrights and a single patent related to the Java programming language, acquired along with Sun Microsystems in April 2009. It is the biggest legal fight in the technology industry since 1998, when the US department of justice sued Microsoft for breaking antitrust law  and won. Though Microsoft survived the subsequent court-ordered sanctions, it was never the same again. And the effect could be just as significant if Oracle wins. It would, say observers, give copyright protection to elements of a computer language known as &quot;APIs&quot; - application programming interfaces - that tell software how to carry out specified commands. &quot;That could potentially turn the industry on its head,&quot; Mark Webbink, executive director of the Centre for Patent Innovations at New York Law School, told the San Francisco Mercury. It could also lead to many more copyright fights in an industry that is already wary, and wearying, of legal wrangles over patents such as those between Apple and Android handset companies. For Google, it could mean paying royalties on every copy of Android used  now about 300m handsets and tablets worldwide  which would defeat the purpose of making it free to use. Oracle&apos;s lead lawyer is David Boies, who acted for the US government against Microsoft, famously getting Bill Gates to appear &quot;evasive and nonresponsive&quot; (to quote an observer) in a video deposition during which he queried the meaning of &quot;compete&quot; and &quot;ask&quot;, and frequently responded: &quot;I don&apos;t recall.&quot; When Boies examined Page this week, there were what looked like echoes of those moments. Page will have been well aware of it  when he set up Google with Sergey Brin and adopted a company motto of &quot;Don&apos;t Be Evil&quot;, the pair had Microsoft&apos;s misdeeds in mind. Boies sought to get Page, dressed in a shirt and tie rather than the more casual gear of Google&apos;s headquarters, to say whether he thought Java was free. Page was elusive to the extent that Judge William Alsup  who has presided over a number of hi-tech trials  told him to answer: &quot;Yes, no, I don&apos;t know or I don&apos;t recall.&quot; Page frequently opted for the latter, according to court reports. But Ellison did not escape unscathed. In previous video testimony, asked whether anybody could use Java without paying a royalty, he replied: &quot;That&apos;s correct&quot;  but on the stand, he replied: &quot;Not sure.&quot; His testimony on the stand and in the video seemed at odds more than once. Google contends that Java is open for anyone to use, and that it used the same names for elements which it argues are like parts of speech such as verbs or nouns, and can&apos;t be copyrighted. Oracle says that they are creative work  &quot;building blocks&quot; to quote Ellison  and so attract copyright, and that Google has infringed that. It is demanding a multimillion-dollar payout and a cut of Google&apos;s revenues from search and purchase on Android  the latter being a figure Google has fought hard to keep secret. The trial has already produced surprises. Ellison said that Oracle  a business software maker  had considered but rejected buying BlackBerry maker RIM and smartphone company Palm (the latter since acquired and closed by Hewlett-Packard). Page surprised onlookers who have heard him enthuse about the growth in the use of smartphones powered by Android software. Asked whether Android was a critical asset for Google, he replied: &quot;It was important. I wouldn&apos;t say critical.&quot; For those observing Google&apos;s increasing efforts to stay ahead of the internet&apos;s shift to mobile  internet-enabled phones are forecast to outnumber PCs online as soon as next year by 1.82bn to 1.78bn  playing down Android was unexpected. In the industry, sympathies are split. Oracle is famous as a tough negotiator and ferocious litigator that wraps customers tightly in its embrace. Ellison is its public face, a billionaire born in New York to an unmarried mother and an Air Force pilot. He has fought bitter battles with business rivals, married and divorced four times, is the owner of one of the largest yachts in the world and many exotic cars. Oracle is not the sort of company to have inhouse frivolities, unlike Google&apos;s freewheeling culture. On the Groklaw website  which backs open source software, denounces its patenting and has been running daily unofficial transcripts from the court  Oracle are clearly the bad guys. Ellison may as well have horns. Yet some in the industry sympathise with him. They feel Sun was ineffectual and let Google run all over it, as it has to others. &quot;Some ten years ago we dropped Java from our products because it was something like 95% open source, which means not open source,&quot; Richard Zybert, of Zybert Computing in Birmingham, which makes servers, routers and USB devices, told the Guardian. &quot;I have mixed feelings about this. Oracle are idiots, but I don&apos;t believe Google didn&apos;t know what they were doing. It&apos;s just when you grow like this, you get careless. This is not the first time Google has acted like the law was for little people.&quot; Yet it may be that legal doctrine will not, in the end, decide the case. Ilya Kazi, a partner at law firm Mathys &amp; Squire, points out that the case is being heard in front of a lay jury, including a plumber, a retired postman, a store designer for Gap and a nurse. &quot;I could talk at length about the niceties of copyright law,&quot; he told the Guardian. &quot;But I don&apos;t think that will be what decides it. It&apos;s going to be decided in the jury room by who they like or don&apos;t like.&quot; Key questions Oracle lawyer: Can you copyright a computer programming language? Larry Ellison, Oracle CEO: I don&apos;t know if you can  I just don&apos;t know that. Lawyer: If you discovered that lines of code had been copied from someone else&apos;s [intellectual property], would this be a violation of Google policy? Larry Page, Google CEO: The question is a hypothetical one, but yes, it would be a problem. Lawyer Android was a critical asset for Google? LP: It was important. Iwouldn&apos;t say &quot;critical&quot;. Lawyer: You are on the Google board of directors  wasn&apos;t the board toldthat this was a critical asset? LP: They may have been, but I do not agree with that characterisation.", 
    "section": "technology", 
    "gid": "technology/2012/apr/20/google-oracle-trial-android-software", 
    "wordcount": "1228"
}