{
    "headline": "Don't dismiss geoengineering  we may need it one day", 
    "text": "Opponents of geoengineering will no doubt seize upon this week&apos;s cancellation of the fieldwork element of the Spice project as a significant victory in their campaign to outlaw research in this area. There are important lessons to draw from the problems encountered by the project, which planned to investigate the feasibility of spraying particles into the stratosphere to mitigate global warming. But a hastily imposed moratorium on geoengineering research is not one of them. As the Royal Society argued in its influential 2009 report, more research is needed if we are to assess the feasibility, risks and uncertainties of different geoengineering options. This research needs to be carried out in a safe, transparent and socially responsible way. But without more knowledge of what might be involved, the dilemmas of geoengineering will remain impossible to debate and resolve. Spice, which stands for Stratospheric Particle Injection for Climate Engineering, involves a team of scientists from several UK universities. Their proposed experiment was environmentally benign, and involved using a hose to pump two bath loads of water into the atmosphere over a deserted field. But this didn&apos;t stop one environmental group from dubbing it a &quot;trojan hose&quot;, for moving the world one step closer to large-scale deployment of geoengineering. This element of the Spice project has now been cancelled, but the rest of the research will continue as planned. Jack Stilgoe, a social scientist at Exeter University who has been working with the Spice team, notes that: &quot;Spice was always going to be a social experiment as well as a scientific one.&quot; As the work moves cautiously forward, two lessons stand out for the future of geoengineering research. First, the role of intellectual property and the private sector in geoengineering needs attention, and may need direct regulation. The project was set up in line with the &quot;Oxford Principles&quot; of geoengineering, which state that it should be treated as a public good. Other prominent scientists working in the field, such as David Keith at Harvard University, have argued that patents for techniques of solar radiation management should be banned. But this model, however ideal, is already under strain. The problems with Spice arose in part from conflicts of interest over a patent application filed by a private consultant, Peter Davidson, who participated in an early workshop that gave rise to the project. Matt Watson, the lead researcher on Spice writes in his blog that: &quot;The details of this application were only reported to the project team a year into the project and caused many members, including me, significant discomfort.&quot; Regulators need to look at this issue with some urgency and design frameworks that allow responsible research to proceed, while ensuring that any resulting technologies stay in the public domain, protected from commercial interests. Second, scientific and environmental bodies need to intensify efforts to establish better frameworks for the governance of geoengineering. Projects like the Solar Radiation Management Governance Initiative have made a strong start in this regard. Colleagues at my own university, Sussex, are involved in a new Oxford University-led project that aims to build on these initial efforts. However much we may recoil at the prospect, if the world refuses to respond to climate change with sufficient urgency, geoengineering may one day be needed. The worst outcome would be for it to be deployed in unregulated or reckless ways by corporations or individual nations. Responsible research, ethical reflection and careful regulation must go hand-in-hand as we move reluctantly down this path.  James Wilsdon is professor of science and democracy at SPRU (Science &amp; Technology Policy Research) at the University of Sussex. From 2008-2011, he was director of science policy at the Royal Society.", 
    "section": "environment", 
    "gid": "environment/blog/2012/may/17/geoengineering-spice-project-research", 
    "wordcount": "618"
}