{
    "headline": "Doha climate conference diary: Qatar's first environmental march", 
    "text": "Qatar&apos;s climate movement Saturday&apos;s climate march through Doha, attended by about 800 people, is thought to be the first ever demonstration in Qatar. It was notable for the presence of around 100 young activists from the fledgling Arab youth climate movement, who loudly called for Arab leaders to take the lead in the talks. But this was no impromptu &quot;Arab spring&quot; uprising, as much as a carefully and expensively orchestrated exercise by western-based NGOs and the Qatari government. The movement was started recently in partnership with the Lebanese environment activist group IndyAct, 350.org, the Global Climate Change Alliance and Climate Action Network. The activists from 16 Arab countries are in a state of shock being put up in the five-star Crown Plaza hotel (usually $500 a night) by the Qatar government. Protest guidelines It must also have been the only time climate activists have ever been asked to gather at 7am, and told what to wear and what not to demonstrate about. Here is an extract of the march &quot;guidelines&quot; issued by the organisers: &quot;Qatar is an Islamic country so we need to be respectful of the culture: men and women should dress modestly  tops should cover the shoulders and upper arms, and skirts or shorts should fall to or below the knee. This march is for environmental issues only.&quot; This, of course, upset some Palestinians, Iraqis and other Arab activists who suspected manipulation by the west. &quot;From the outside the march was beautiful. But it was not saying all the other things that need to be said about conflict and human rights,&quot; said one. American lawyers: here to help The talks have an outward air of calm but high political drama can be expected to break out at any moment in the gigantic national convention centre where they are being held. Especially because the same team of hotshot lawyers that helped the US at the climate talks in Copenhagen in 2009 has been hired by Qatar to advise the presidency how to conduct this crucial last week of negotiations. Prof Robert Stavins of Harvard; Obama&apos;s former special assistant on energy, Joseph Aldy; and Prof Daniel Bodansky, the senior negotiator in the US Department of State, fly in today. They will not be part of the negotiations but here to &quot;help&quot;, says a man close to the presidency. But why are the American lawyers coming at all? It seems the Qataris had little idea how difficult their role would be when they offered to host the meeting two years ago. In July, they invited the excellent former British climate envoy John Ashton. Sadly, they found him too independent and he has returned home. Ashton, who no longer has any formal role within the British government, was tight-lipped about what exactly happened. &quot;I spent a week with them and gave advice to help them with the COP [conference of parties],&quot; is all he would confirm to the Guardian. Shell&apos;s cosy meeting No surprise to see the British head of delegation sitting at the right hand of a Shell executive at a side event to address the world&apos;s gas community on just how the talks were going. Oil companies are not generally welcome at these meetings but Shell is a key player in the emirate, Qatar has bought heavily into the company and the UK spends more on gas from Qatar than any other country. But all parties were upset that the Guardian and a UK climate youth group were spotted in their cosy meeting, even though it was not billed as closed. Happily, the liberal audience declined to have us thrown out and Shell and co grumpily agreed to let us stay - on condition that everything said was unattributable and not for quoting. So all we can possibly say is that a middle-aged man said: &quot;We have a workplan to negotiate what we said we would negotiate,&quot; and later: &quot;I am not completely pessimistic yet.&quot; The best non-quote came from an unnamed government official. &quot;We really do need to understand the real world,&quot; he may have said. You bet. A lot of gas Much more interesting was the next meeting with the gas companies. Here Shell, Chevron, the Qataris, Norwegians and others maintained vigorously that only a global switch to natural gas could keep a climate change temperature rise to a manageable 2C. Their reasoning was odd but came down to assertions that because natural gas is now so cheap because of shale gas, around 70GW of coal power will be retired. &quot;We do not see gas competing with renewables. Renewables need gas for when the sun is not shining, or the wind blowing,&quot; said the man from Chevron. No mention was made of the fact that Qatar&apos;s total greenhouse gas (GHG) emissions rose 26% last year mainly because of its natural gas production and flaring. Slow progress  So why are the talks taking so long? Why can Europe meet almost weekly to try and sort out Greece but they can only meet a couple of times a year to discuss climate? How come trillions of dollars can be found to bail out banks but nothing is found to help the poorest countries avoid catastrophe? I put some of these question to the EU bureaucrats at a press conference and at least got some answers from one: &quot;We are talking about economic policy in these talks. That effects all sectors of society. So the decisions made go very deeply into our society. Plus we are dealing with 194 countries. Each economy has its own domestic issues. All this is mirrored in these negotiations. That is why they move so slowly. A lot has happened but we should not kid ourselves. In the EU it&apos;s [climate change] no longer on the front pages. Others issues are more important. Greece is only a negotiation between 27 countries. We must put things in perspective. I, too ,wish things would move faster. I am frustrated at the slow progress.&quot;", 
    "section": "environment", 
    "gid": "environment/blog/2012/dec/03/doha-climate-conference-diary", 
    "wordcount": "1018"
}