{
    "headline": "Eastern Congo's poor left counting the cost of conflict-free gadgets", 
    "text": "There are more mobile phones and other wireless devices in the US than people. Each one probably contains small amounts of tantalum, tin, tungsten and gold. This fact, we&apos;re told, ties US consumers directly to villagers in the volatile, resource-rich eastern provinces of the Democratic Republic of the Congo (DRC). Our insatiable demand for electronic devices is keeping brutal militia groups in business, goes the now familiar story, and cleaning up the mineral trade is the key to peace. This narrative, simple yet deeply controversial, has provided fodder for newspaper columns and galvanised campus and consumer groups across the US to demand &quot;conflict-free&quot; gadgets. Long-ignored by Washington, it has helped push eastern Congo centre stage. In July 2010, a provision (section 1502) was added to the gargantuan Dodd-Frank Wall Street Reform and Consumer Protection Act, requiring US-listed companies to investigate and disclose whether the tantalum, tin, tungsten and gold used in their products comes from the DRC or a neighbouring country. But now that the US Securities and Exchange Commission (SEC) has finally released long-overdue rules to implement what is known in eastern Congo as &quot;Obama&apos;s law&quot;, the story seems anything but simple. Analysts and observers are still poring over the SEC&apos;s 356-page &quot;conflict minerals&quot; rule, and comments continue to trickle out. But don&apos;t expect much celebration. Industry groups will continue to groan about the cost and difficulty of conducting detailed investigations of their complex supply-chains. Others have questioned whether it&apos;s appropriate to task the US capital markets regulator with humanitarian and foreign policy concerns. The Enough Project and Global Witness, NGOs that led the charge for &quot;conflict minerals&quot; legislation, have issued relatively cheerless reactions. Both take issue, for example, with the SEC&apos;s decision to allow companies to describe the origin of their products as &quot;undeterminable&quot; for two to four years, depending on the company&apos;s size. Proponents of this &quot;phase-in&quot; period say it&apos;s necessary, given the time and effort required to mount such complex inquiries. Advocates say it&apos;s unacceptable, given immediate needs. Much seems to hinge on the definition of &quot;manufacturing&quot;, and on the judgment of SEC regulators as to who and what is covered by the rules. So far, mining companies and some major retailers that simply affix their brands to third-party manufactured goods appear exempt. The contrast between the emotive campaigning around &quot;conflict minerals&quot; and the unglamorous work ahead is stark: the SEC&apos;s rules are only about disclosure. How much capacity will the agency have to review these reports? How involved will campaigners get in the important but tedious task of monitoring disclosures? This is complex stuff, demanding far more than signing a petition or calling a senator. Still, few seem to doubt the Dodd-Frank regulations will have an impact on the profits armed groups extract from the mineral trade. But will it end the violence, as promised? Critics argue that the focus on cleaning up the mineral trade  in itself, a noble aim  has simplified a complex conflict. In a paper published by the Centre for Global Development earlier this year, Laura Seay, professor of political science at Morehouse College in Atlanta, argued there is no reason to believe that armed groups won&apos;t just find other sources of revenue. The idea that they fight because of minerals, or the money they make selling them, is historically inaccurate, she says. Instead, Seay offers a series of reports that suggest Section 1502 has already put entire Congolese communities out of work as companies look for minerals elsewhere. If the &quot;conflict minerals&quot; story has put eastern Congo on the international agenda, it has done so at a significant cost, argues Columbia University professor Sverine Autesserre. In exchange for attention, Autesserre says the issue has diverted attention from other key issues: poverty, corruption, land conflicts, the reform of local institutions. It has hindered the search for a comprehensive solution, she argues, leaving us instead with a series of poorly conceived technical responses. There&apos;s little doubt that those who led the charge for &quot;conflict minerals&quot; legislation understood the complexities of the conflict in eastern Congo and few would argue that foreign firms should, however indirectly, continue to bankroll  and profit from  the activities of militia groups. But was it right to simplify the message and use stories of rape and sexual abuse to push it through?", 
    "section": "global-development", 
    "gid": "global-development/2012/sep/03/eastern-congo-poor-conflict-free-gadgets", 
    "wordcount": "736"
}