{
    "headline": "Barclays iPad order could open door to wider bank use", 
    "text": "Barclays is ordering roughly 8,500 iPads for front-office staff in its 1,600 branches - an average of five per branch - in one of the largest uses so far of Apple&apos;s tablets in an enterprise, and one of its first in a UK high street bank. It also marks a key shift for Apple: the deployment by a giant high street name suggests that it has now become a contender for enterprise contracts in a way that it never could have even a few years ago. The iPad beat a number of other tablet contenders based on &quot;colleague and customer feedback&quot;, though Barclays would not specify which rivals were used in testing. The contract was first revealed by The Register on Friday. It follows pilot testing by senior Barclays staff in 2011, and a limited rollout to &quot;selected groups of staff&quot; earlier this year, as revealed by Computing in February.  At that time Barclays retail chief operating officer Shaygan Kheradpir, who is behind the new contract, said that the plan had begun with &quot;pockets of implementation&quot; supplying different smartphones and tablets. But he said that senior staff had been impressed with the &quot;instant-on&quot; nature of the iPad - then in its second generation - and the rear-mounted cameras: &quot;The camera on the iPad 2 is better than most scanners. It can upload the file directly to the internal cloud. You can secure it and tag it and off it goes. Why have paper and a scanner?&quot; But a key concern was security, as it will always be with banks: &quot;My iPad is fully secure,&quot; he told Computing. &quot;I have an internal app store we deployed with Mobile Iron and there is heavy mobile device management on it. It knows where it is, and what networks it is allowed to attach to. We also use encryption from Good Technologies, which we deploy as an app.&quot; A key use for the devices now being deployed will be by front-office staff, who will be able to use apps including one called &quot;Mortgage Brain&quot; - used to show mortgages to potential mortgagees, or more often customers waiting in line. As Kherapdir pointed out to Computing, &quot;As a consumer, when you go to a bank and you have a meeting with someone you end up talking to the back of their monitor. Wouldn&apos;t it be nice to talk to someone just holding a tablet?&quot; However Barclays was unwilling to expand on its reasoning for choosing Apple&apos;s device - or on why it chose the iPad over other devices. In a statement, it said: &quot;We are always looking for new ways to improve the service we deliver to our customers and the integration of technology, both in-branch and online, is one of the ways in which we can do this. We needed a solution to assist our branch colleagues to interact with customers, improving the customer experience, so we investigated a number of different tablet options, whilst also listening to colleague and customer feedback, and in this instance, we concluded that ipads [sic] were the best solution for their specific needs. We are now starting to roll these out across Barclays branches in the UK.&quot; However this could be a key move that might see Barclays, and possibly other banks, deploy iPads more widely. Apple&apos;s tablet has begun to prove its enterprise capability: when the US National Transportation Safety Board (BTSB) announced last week that it was abandoning RIM&apos;s BlackBerry for the iPhone 5, one of the reasons it gave for a non-competitive tender (that is, choosing the iPhone directly) was that &quot;The NTSB currently utilizes Apple iPad devices and operational support is already in place to support Apple&apos;s IOS operating system&quot; and that by doing so it &quot;also anticipates the benefit of synching of the iPad devices and the iPhone devices, allowing users to seamlessly transition between the use of multiple platforms while retaining the same applications and capabilities.&quot; At ZDNet, Zack Whittaker specuiates that this is only the beginning of a wider rollout of the iPad within Barclays - that it wouldn&apos;t buy such a comparatively small number (he estimates the hardware cost at around 4m, which sounds reasonable, and points out that training costs might be substantial too) without having broader plans.  Certainly that fits with what I&apos;ve been hearing from sources in banks, who aren&apos;t enamoured with Microsoft&apos;s approach (which they see as money-grabbing - based on the cost of licences - and slow, based on the fact that Windows 8 is only now arriving). As Whittaker also points out, the iPad is at an advantage here for precisely the reason that so many internet commenters like to complain about it vis-a-vis Android tablets: lack of expansibility (such as memory card slots) and access to the file system. Without those, an employee can&apos;t stick a bit of storage into the side of the device and siphon off a ton of data; and with the lockdown offered on iOS devices (including encrypted content), it has all the things that reassure the necessarily paranoid in any bank&apos;s IT department.  Yes, Android can be hardened - but not, it seems, sufficiently to satisfy the NTSB or Barclays. The Pentagon is looking at deploying Android devices - but has the resources to do its own custom build.  The rollout at Barclays could see further use at other banks. Mortgage Brain, the app that will initially be used by the Barclays front office staff, is produced by a company jointly owned by Santander, Lloyds Banking Group (including C&amp;G, Halifax, Bank Of Scotland, Lloyds TSB Scotland, Intelligent Finance and Birmingham Midshires), Nationwide (including The Mortgage Works), Northern Rock, Royal Bank Of Scotland (including NatWest) and Barclays (including Woolwich).  They, with their subsidiaries, account for more than 65% of the new business mortgage market within the UK.", 
    "section": "technology", 
    "gid": "technology/2012/nov/26/barclays-ipad-order-bank-use", 
    "wordcount": "997"
}