{
    "headline": "From Soas to South Africa - in pictures", 
    "text": "   8th August 2011, Brighton Pier, England.  The terrified Cycle Africa team (from left to right Craig, Loretta, Gareth, Scott, Martyn and Jodi) gathered on the morning of the second day.  Photograph: Craig Pollard/Public Domain       5th October 2011, near Hinova, Romania.  The stunning Danube river just after the Iron Gate border crossing from Serbia.   Photograph: Craig Pollard/Public Domain       29th November 2011, Giza, Egypt.  Arriving in Cairo on election day was tricky.  The upside was that we had the pyramids all to ourselves. We said goodbye to Jodi and Martyn who decided to end their trip and headed home from Cairo. Photograph: Craig Pollard/Public Domain       28th December 2011, near Akasha, Sudan.  We crossed the border into Sudan as a new team of four having just reached our landmark of 4,000 miles cycled and were nervous but excited to start tackling the bleak Nubian desert. Photograph: Craig Pollard/Public Domain       2nd Jan 2012, Nubian Desert, Sudan.  Crossing the Nubian Desert was a frightening prospect.  Dozens of camel carcasses littered the side of the road, left where they have fallen, and they somehow seemed much better-equipped than us to survive these conditions. Photograph: Craig pollard/Public Domain       4th January 2012, 150 kilometre marker to Khartoum, Sudan.  An elderly man sipping tea in a roadside shack by a local gold mine.  The hospitable culture of the Sudanese saw us drinking a lot of sugary tea throughout the day and swapping stories with kind strangers whose houses we camped by. Photograph: Craig Pollard/Public Domain       26th January 2012, near Gonder, Ethiopia.  A man was separating wheat from its chaff by throwing great handfuls into the air.  We watched it being packed into 80kg bags and then carried up a steep slope on the head of a young girl.  It made our own struggle up the mountain seem comparatively easy. Photograph: Craig Pollard/Public Domain       30th January 2012, Lalibela, Ethiopia.  The roch-hewn churches of  are one of those rare sights that live up to the hype.  They are made more special as they are living monuments, in constant use by devoted local people. Photograph: Craig Pollard/Public Domain       22 February 2012, Yabelo, Ethiopia.  Animals crossing the road always have right of way, particularly if they are four times as big as you. Photograph: Craig Pollard/Public Domain       5th March 2012, Thika, Kenya.  Our partner Action for Children in Conflict runs a feeding programme in local primary schools.  One meal of rice and beans is enough of an incentive to ensure that the children attend school instead of working on the nearby coffee plantations and reduces the risk of them taking to the streets. Photograph: Craig Pollard/Public Domain       19th March 2012, Tiwi, Kenya.  We headed to the beach (by plane!) for a week of rest and relaxation with Loretta's parents.  The colourful starfish of Tiwi beach were ample reward for the long trek through the waist deep water to the reef where they live. Photograph: Craig Pollard/Public Domain       26th March 2012, Hell's Gate National Park, Kenya.  It seemed fitting having come all of this way by bicycle to visit Hell's Gate, the only National Park in Kenya in which cycling is allowed.  Here's a giraffe walked across the road in front of Loretta. Photograph: Craig Pollard/Public Domain       14th April 2012, Kabale, Uganda.  The plantain season was at its peak with lorries and bicycles overloaded with the fruit. Photograph: Craig Pollard/Public Domain       21 April 2012, Gitarama, Rwanda.  We passed through a noisy town before Gitarama.  Buses honking their horns, people shouting at each other across the road, our lungs were full of fumes and our eyes were gritty.  We stopped for a moment on the other side to rest when a young man approached with the most battered guitar I have ever seen.  We rolled our eyes, expecting the worst but he stood there strumming his one string and sang a beautiful song before bowing theatrically and walking away.  We cycled into Gitarama refreshed and feeling peaceful. Photograph: Craig Pollard/Public Domain       24th April 2012, Bujumbura, Burundi.  The death defying community of cycle taxi riders that hitch rides on the back of lorries winding up the 40 km mountain.  Paying passengers at the top sit on the back of the rattling bikes as they career back down to the city with ear-to-ear smiles at speeds of up to 70 kph, even in the dark.  Many are killed as they regularly plunge off the hairpin bends.  Photograph: Craig Pollard/Public Domain       26th May 2012, Victoria Falls, Zambia/Zimbabwe border.  The 'Smoke that Thunders' can be seen from miles around as the sheer force of the water creates a pillar of fine mist Photograph: Craig Pollard/Public Domain       29th May 2012, Chirundu, Zambia. Photograph: Craig Pollard/Public Domain       31st May 2012, Kariba, Zimbabwe.  The sunset over the border between Zambia and Zimbabwe over Lake Kariba was spectacular as the water turned from dull grey to a molten silver blue. Photograph: Craig Pollard/Public Domain       17th June 2012, Vilanculos, Mozambique.  There are dozens of dhows that ply the waters off the coast of Mozambique, fishing or taking tourists out  to see the white sand islands of the Bazaruto Archipelago. Photograph: Craig Pollard/Public Domain       26th June 2012, Tofo, Mozambique.  There are dozens of wonderfully worded signs throughout Africa and this one was pointing towards a tiny shack selling brightly painted toy boats. Photograph: Craig Pollard/Public Domain  ", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/gallery/2012/jul/06/cycle-africa-soas", 
    "wordcount": "0"
}