{
    "headline": "Deepwater Horizon safety was a shared effort, says BP executive", 
    "text": "Safety at the Deepwater Horizon rig was a shared effort, one of BP&apos;s top executives told a court on the second day of the trial over the 2010 disaster. Lamar McKay, BP&apos;s US president at the time, is the most senior oil executive yet to testify in court about the fire that killed 11 men and triggered the worst oil spill in US history. McKay was giving evidence on Tuesday in a case brought by the US justice department, five gulf states affected by the spill and lawyers representing businesses and individuals harmed. Robert Cunningham, an attorney for the plaintiffs, repeatedly pressed McKay to concede that BP bore ultimate responsibility for the blowout. McKay repeatedly insisted that managing the hazards was a &quot;team effort.&quot; &quot;I think that&apos;s a shared responsibility, to manage the safety and the risk,&quot; said McKay, now chief executive of BP&apos;s upstream unit. &quot;Sometimes contractors manage that risk. Sometimes we do. Most of the time it&apos;s a team effort.&quot; In combative questioning Cunningham asked whether a company that took &quot;excessive risks&quot; should be &quot;allowed to exist&quot;. McKay said that was a &quot;hypothetical question&quot; adding &quot;I don&apos;t know what context you would put that in.&quot; Cunningham replied: &quot;How about the oil and gas industry?&quot; &quot;I generally don&apos;t think anything in excess is good but I can&apos;t comment on that. It&apos;s a hypothetical,&quot; countered McKay. Cunningham asked McKay if he had read the report into BP&apos;s disaster compiled by Bob Bea, a veteran safety expert and professor at the University of California, Berkeley, who testified earlier in the day. Bea said a &quot;classic failure of leadership and management in BP&quot; had caused the spill and that BP had not used its own safety code  known as the operating management system (OMS)  safety framework at the ill-fated rig. McKay answered that he had not read the report and was unaware of Bea&apos;s consulting work for BP until after the disaster. Cunningham showed McKay an internal report that said &quot;80% of these accidents have their root cause in human organizational factors.&quot; The attorney accused BP of ignoring management&apos;s role in the disaster. &quot;You think this represents failure of men on the rig,&quot; he said. &quot;I don&apos;t draw the conclusions you are drawing,&quot; replied the company executive. McKay said deepwater drilling was risky but that those risks were managed across a team that included BP&apos;s partners as well. He contradicted Bea&apos;s testimony saying that BP&apos;s OMS included provisions that would allow a rig&apos;s owner  in this case Transocean  to use its own safety systems when appropriate. BP&apos;s OMS &quot;recognises and utilizes contractors&apos; systems on their facilities,&quot; he said. &quot;Is there one sentence of criticism about any of those individuals in the Bly report?&quot; asked Cunningham. &quot;I don&apos;t think so no,&quot; said McKay, who is expected back on the stand on Wednesday. He may be followed by Mark Bly, BP head of safety at the time of the disaster.", 
    "section": "environment", 
    "gid": "environment/2013/feb/27/bp-deepwater-horizon-court-hearing", 
    "wordcount": "518"
}