{
    "headline": "Comet Ison is not the comet of the century  yet", 
    "text": "There is almost a year to go before Comet Ison reaches the inner solar system, yet excitement is already running high. The web has filled with stories of how this comet could become brighter than the full moon. The Independent even used the phrase &quot;comet of the century&quot; in its headline.  If the comet truly becomes brighter than the moon, it will be visible in the daytime and will indeed be the comet of the century. However there is no guarantee that Comet Ison will be this spectacular. Call me astro-scrooge if you like but it is far too early for astronomers to be making such predictions. Comets are notoriously fickle beasts. In the past they have disappointed as often as they have dazzled. Some of the web&apos;s more informed commentators have already noted this. Ison was discovered on 21 September 2012 by astronomers Vitali Nevski and Artyom Novichonok using a 0.4 metre telescope located near Kislovodsk, Russia. The telescope forms part of the International Scientific Optical Network (Ison), which has given the comet its popular name. The comet&apos;s official designation is C/2012 S1  not so catchy. When discovered, it was as far away as Jupiter, five times as far from the sun as Earth. By 28 November 2013, its orbit will have carried it to within 2m kilometres of the sun. This is incredibly close. Inner planet Mercury never approaches the sun closer than 46m kilometres and yet its surface temperature reaches 700K (427C), hot enough to melt lead. A comet made of ice stands no chance. Its frozen surface will turn into gas and escape into space. Some will create a gaseous coma around the mountain-sized nucleus; the rest will form the comet&apos;s tail. In general, the closer a comet comes to the sun, the brighter it becomes, because the more fiercely it is heated the more gas escapes. But this is not always the case. Every comet is an individual and there have been embarrassing letdowns in the past. In 1989-90, everything was going well for Comet Austin until it crossed Mars&apos;s orbit. Then, for reasons that remain unclear, it simply failed to brighten much more, winding up some 250 times fainter than predicted. The most infamous &quot;dud&quot; was Comet Kohoutek. First spotted in March 1973, astronomers thought it was entering the inner solar system for the first time and so would be loaded with pristine ice just ready to become an enormous tail. Time magazine called it &quot;Comet of the Century&quot; in its headline, paraphrasing astronomer Fred Whipple, who said that it &quot;may well be the comet of the century&quot;. Both were proven wrong. Kohoutek&apos;s nucleus partially broke up when it was still 20m kilometres from the sun and this may have been why it failed to live up to expectations. Even so, it became a naked eye object in the evening sky during January 1974 and, without the hype, it would have been perceived as a good comet. This is worth bearing in mind for Ison and makes it an interesting case study for science communication. Can astronomers and the media accurately communicate the chance of a spectacular comet rather than imply the certainty of one? Despite the tone of some reports, astronomers simply do not know enough about comets to make any firm predictions about Ison yet. As the year progresses we will know more; the comet will either continue to brighten or reach a plateau. This is an evolving situation and the comet could falter right at the very last. On 28 November Ison will pass 10 times more closely to the sun than Kohoutek, so there will be a strong chance it, too, will disintegrate. Although it is too early to get really excited about Comet Ison, it&apos;s not too early to cross your fingers and hope. Stuart Clark is the author of The Sky&apos;s Dark Labyrinth trilogy (Polygon)", 
    "section": "science", 
    "gid": "science/across-the-universe/2013/jan/04/ison-comet-century", 
    "wordcount": "657"
}