{
    "headline": "Trying to kick your apps addiction? Yes, there's an app for that", 
    "text": "Technology maven Mary Meeker is taking flak this week for a claim in her latest Internet Trends Report that the average smartphone owner looks at their device 150 times a day. Now the research (or rather lack of it) behind that datapoint is being questioned, but it&apos;s noticeable how few journalists and analysts thought it sounded strange when Meeker first said it.  Checking your smartphone 9.4 times per waking hour? To people who pride themselves on being always-connected digital natives, it may even have sounded a little low. But they know they&apos;re going to have to face it: they&apos;re addicted to apps. Inevitably, there&apos;s now an app for that. It&apos;s called Pause, and it&apos;s a free download for iPhone (with Android to come) that comes armed with the slogan &quot;Pause the digital. Start the real.&quot; &quot;Pause is a mobile app designed to help us reconnect with real life. Pause helps us to reduce our dependency on digital media and in turn free us up to do something more,&quot; suggests its App Store listing. Essentially, it&apos;s about putting your smartphone into Airplane Mode for set amounts of time, while telling the app what real-world activity you&apos;re planning to do in that period. Pause developed by Polidea  then tracks how long you keep Airplane Mode on. Oh, and just as inevitably, there&apos;s a gamification aspect here. &quot;Who is more addicted, you or your Facebook friends? Pause uses a ranking system so you can compete and compare the amount of time you spend looking at the world beyond a touchscreen,&quot; explains the listing. It&apos;s easy to laugh at the idea of an app to fight apps addiction, just as it is to chuckle at the thought of people willingly paying over-the-odds for &quot;digital detox&quot; holidays where their smartphones are taken away from them for the duration. Still, with the &quot;Quantified Self&quot; movement all the rage for people tracking their physical activity, food intake, vital signs and even their personal genome through digital services, it&apos;s no surprise to see an app tracking your ability to disconnect from all digital services temporarily.", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/jun/10/pause-iphone-app-apps-addiction", 
    "wordcount": "359"
}