{
    "headline": "Eritrea mining investors risk violating human rights, warns report", 
    "text": "Investors in Eritrea&apos;s mines risk complicity in gross human rights violations unless they take effective steps to ensure that no forced labour is used in connection with their operations, Human Rights Watch warned on Tuesday. In a report examining the operations of Nevsun Resources, Human Rights Watch said it found that the small Canadian company was obliged to used a state-owned contractor, Segen Construction Company, to build some of the infrastructure around the mine site. Segen has a long track record of allegedly deploying forced labour in connection with its projects, according to Human Rights Watch, which interviewed four Eritreans who worked at the Bisha project, Eritrea&apos;s first and so far only operational mine. It began gold production in 2011 and produced $614m worth of ore in its first year. The project is majority owned and operated by Nevsun Resources. The Eritreans interviewed by Human Rights Watch worked at Bisha during its initial construction phase. Some said Segen deployed them as conscript labourers, describing &quot;terrible living conditions and forced labour at paltry wages&quot;. One former conscript said he was arrested and imprisoned for several months after leaving the work site to attend a relative&apos;s funeral. Under the &quot;national service&quot; programme, Eritreans are conscripted; most are sent to the military, but others are made to work for state-owned companies. Some of those companies are construction firms that the government pressures international companies to use as contractors, said the report. &quot;If mining companies are going to work in Eritrea, they need to make absolutely sure that their operations don&apos;t rely on forced labour,&quot; said Chris Albin-Lackey, business and human rights senior researcher at Human Rights Watch. &quot;If they can&apos;t prevent this, they shouldn&apos;t move forward at all.&quot; The group said mining firms wanting to invest in Eritrea should refuse to work with any contractor implicated in the use of forced labour, and insist on the right to investigate any and all allegations of abuse connected to their operations. Nevsun said it became aware of allegations that Segen might be employing conscripts in early 2009, within a few months of the start of mine construction by its subsidiary, Bisha Share Mining Company (BMSC). Nevsun added: &quot;Unfortunately, at the time, BMSC&apos;s national service discharge document inspection procedures did not apply to subcontractors. In response to the allegations BMSC acted quickly by immediately extending its procedures to include subcontractors and by obtaining a written guarantee from Segen that it would not use conscripts at Bisha.&quot; Human Rights Watch, however, pointed out that Segen has refused Nevsun&apos;s requests to interview Segen employees to verify that they are working at Bisha voluntarily. Segen also refused to allow Nevsun to visit the site where its workers are housed to assess conditions. Nevsun, which said it began providing food in 2010 to Segen&apos;s workers after receiving reports that they had deplorable living conditions and inadequate food, underlined the benefits of Bisha to Eritrea&apos;s economy, saying it has contributed more than $400m in cash remittances to the Eritrean government. In addition, the mine has contributed tens of millions of dollars to the economy through salaries, wages, benefits, local supply-chain purchases, and community assistance, and the mine did not displace any local communities. There are 140 Segen employees at the mine, representing about 10% of the 1,400 Eritreans employed directly or indirectly at Bisha. The Segen employees will leave Bisha by the end of August, when their work is finished. In recent years, Eritrea&apos;s largely untapped mineral wealth has provided a much needed boost to its economic prospects. One of the world&apos;s poorest countries, Eritrea ranks 177th out of 187 countries in the 2011 Human Development Index. The country is ruled by one of the most closed regimes. &quot;Investors in Eritrea&apos;s mining sector risk complicity in gross human rights violations unless they take effective steps to ensure that no national service conscript is used in connection with their operations,&quot; said Human Rights Watch.", 
    "section": "global-development", 
    "gid": "global-development/2013/jan/15/eritrea-mining-human-rights-laws", 
    "wordcount": "665"
}