{
    "headline": "Mystery birds: Brandt's cormorant, Phalacrocorax penicillatus; pelagic cormorant, P. pelagicus & double-crested cormorant, P. auritus", 
    "text": "From left: Brandt&apos;s cormorant, Phalacrocorax penicillatus (synonym, Compsohaelius penicillatus; protonym, Carbo penicillatus), Brandt, 1837, also known as Townsend&apos;s cormorant, as the brown cormorant, penciled cormorant or as the tufted cormorant. Pelagic cormorant, Phalacrocorax pelagicus (synonyms, Leucocarbo pelagicus and Stictocarbo pelagicus), Pallas, 1811, also known as the Pelagic shag, the violet-green cormorant or as Baird&apos;s cormorant. Double-crested cormorant, Phalacrocorax auritus (synonyms, Hypoleucos auritus and Phalacrocorax dilophus; protonym, Carbo auritus), Lesson, 1831, also known as the Farallon cormorant, Florida cormorant, white-crested cormorant or as the white-tufted cormorant. Photographed in Everett, Washington (North America).  Image: Doug Schurman, 4 March 2012 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Canon 7D with a Canon 500 mm F4 lens    Question: These North American mystery birds elicit strong emotions in a lot of people. Why? Are these birds the same species? Can you identify their taxonomic family and species? Response: These mystery birds are not especially difficult to identify (well, not until you are standing on a windy and wet coast in poor light and see black specks flying 300 metres away through your water-spattered field glasses), but this photograph is one of the nicest comparative illustrations I&apos;ve ever seen of these three species because it captures them sitting next to each other in the same frame.  The pictured species are:  Adult Brandt&apos;s cormorant, Phalacrocorax penicillatus, in breeding plumage. This species is strictly marine.   Adult pelagic cormorant, Phalacrocorax pelagicus. This species is strictly marine, and ranges farther away from shorelines than the other two species.   Juvenile double-crested cormorant, Phalacrocorax auritus (brown instead of glossy black plumage). This species is more common on fresh and brackish waters, but also is found on marine waters.  All the mystery birds are placed into the same taxonomic family, Phalacrocoracidae, which comprises 40 species of cormorants and shags. All cormorants are medium- to large-sized coast-dwelling birds that are piscivorous, eating fish, small eels, crustaceans and in some locales, water snakes. Cormorants are difficult to miss, being big and black, and showing a distinctive behaviour where they hold their wings out from their body and stand motionless for long periods of time to dry their feathers after a feeding bout.  People have love-hate relationships (probably with an emphasis on the &quot;hate&quot; part) with cormorants because of their diet. Some people enjoy fishing and resent seeing these big black birds catching and eating &quot;their&quot; fish. But other people have harnessed the birds&apos; fishing skills by using them to catch fish instead of a fishing pole or net. To do this, they put a band around the bird&apos;s neck so they cannot swallow the fish they catch and tie a line to the bird&apos;s leg so it can be retrieved after catching fish. Once the bird has been retrieved, the fisherman forces the bird to vomit up the fish, still struggling to escape, into a basket for the fisherman&apos;s dinner.  Meanwhile, the birds go back to work, catching more fish. You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist email: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/mar/21/5", 
    "wordcount": "551"
}