{
    "headline": "Boot up: Rubin on patents, when to post on social networks, tablets v laptops and more", 
    "text": "A quick burst of 7 links for you to chew over, as picked by the Technology team Tablets want to kill your laptop &gt;&gt; Forrester Research A sponsored blogpost essentially summarising some Forrester Research:   Laptops are doomed. In the next five years, tablets will displace notebook-style computers to become the dominant personal computing platform. And the transition from laptop to tablet has already begun.  That&apos;s the key finding of a new Forrester Research report that predicts the end of the laptop&apos;s 15-year reign. The trend is already well under way among people born between 1980 and 2000, known to demographers as the millennial generation. In the U.S., 30% of tablet owners in this age group have purchased a tablet in place of a PC, compared to 20% of baby boomers.  &quot;For this growing body of [millennial] users, PCs will seem like clunky trucks rather than sleek cars, dampening their long-term propensity to buy conventional PCs,&quot; says the 19-page report authored by Forrester analyst Frank Gillett.  Google+ gets a sexy new iPhone app that you&apos;ll actually want to use &gt;&gt; The Next Web  Google has just released a new version of its Google+ iPhone app, and boy is it impressive. This release features crisper fonts, larger profile pics and a friendlier home-screen. In addition, Google worked to make the stream easier to scan and easier on the eyes, with overlays, gradients and other visual elements. Google+&apos;s original app for iPhone never received much praise, but this latest iteration is, for lack of better words, surprisingly good. Given how unexpectedly sexy this app is, my intuition leads me to believe that the acquihire of Kevin Rose and the Milk team has played a part in this.  Soca website attack: Norway arrests two youths &gt;&gt; BBC News  [A Norwegian prosecutor said:] &quot;We know Soca was recently attacked, as well as Norwegian and American sites, and that is one of the things that we are looking into.&quot;  Norway&apos;s National Criminal Investigation Service (NCIS) said the sites had been hit by a distributed denial of service (DDoS) attack, in which large amounts of data were sent to the owner&apos;s servers in an attempt to overwhelm them.  It added that the 18- and 19-year-olds were charged at the end of last week following electronic attacks over a period lasting &quot;several weeks&quot;. The offence carries a maximum sentence of six years in jail.  Android chief says he didn&apos;t know about Sun&apos;s patent portfolio &gt;&gt; ZDNet  When asked by [Google counsel Christa] Anderson why he nor his team ever attempted to learn about Sun&apos;s patents, [Android chief Andy Rubin] replied there were a &quot;number of reasons,&quot; first citing that virtual machines weren&apos;t new when Sun created the Java virtual machine. He also pointed out that &quot;there are hundreds of millions of patents worldwide.&quot;  &quot;It&apos;s not reasonable to go searching through all this paperwork, not for an engineer,&quot; Rubin remarked. &quot;You need to be a trained lawyer for that.&quot;  Possibly recalling the blog post by former Sun CEO Jonathan Schwartz, which has become a sticky subject for Oracle, Rubin confirmed that Sun&apos;s reaction to the debut of Android offered &quot;more confidence&quot; that Google wasn&apos;t violating any patents.  &quot;Over the period of the development, we felt it just wasn&apos;t necessary anymore to worry about this stuff,&quot; Rubin said.   Unfortunately, &quot;we didn&apos;t look&quot; isn&apos;t a defence against patent infringement. Can Oracle prove Android infringes, though? When to post on Twitter, Facebook and Tumblr &gt;&gt; bitly blog Twitter runs earlier than Facebook runs earlier than Tumblr. All times are Eastern Standard (ie, UK time -5hr.) Sources say AOL seeking buyers for Engadget and TechCrunch, Arrington &quot;not in rhe least bit interested&quot; &gt;&gt; PandoDaily Sarah Lacy:   We weren&apos;t sure about this one at first, but now we have two independent sources confirming that AOL is exploring the sale of its cornerstone technology sites Engadget and TechCrunch.  The two would likely be sold together as AOL Tech, possibly including smaller assets like TUAW and Joystiq.  The asking price? A hefty $70m to $100m.   How much again?? Techcrunch is a Titanic: holed by the departure of its big-name writers and, more importantly, of the advertising and conference people who actually brought in the money and made it profitable. Truly, AOL has the Sadim Touch. (You can work that out.) Interesting stat: the &quot;AOL Tech&quot; chunk &quot;represents a whopping 20m unique visitors a month&quot;. Our observation: stray adjective. AOL beats Street, plans big return to shareholders, denies selloff &gt;&gt; Reuters AOL beat expectations, but traffic was down. And:   Pando Daily reported that AOL is seeking a buyer for two of its most high profile sites, TechCrunch and Engadget, citing sources. Armstrong said it was &quot;100 percent untrue&quot; in an interview with Reuters.  Since its spinoff from Time Warner in 2009, AOL has been attempting to transform itself into a media destination dependent on advertising revenue, while at the same time winding down its lucrative dial-up service.  The company has snapped up a host of high-profile media properties, like the Huffington Post and TechCrunch, and has poured millions of dollars into a network of neighborhood news sites called Patch.  Patch has been a lightning rod for AOL - the company has spent about $150m on the effort so far - and investors are eager to see it turn a profit.  AOL executives said on the call that the company expects Patch to be profitable in 2013 and that it should generate $40m to $50m in revenue this year.  You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/may/10/technology-links-newsbucket", 
    "wordcount": "974"
}