{
    "headline": "University procurement: not a sexy subject, but essential for our future", 
    "text": "If recent reports on government budget cuts are anything to go by then higher education is not yet out of the woods. Latest figures show that BIS will face reductions in its departmental expenditure limit of 150m in 2013-14 and 280m in 2014-15. Longer term projections (2015 to 2018) reported recently show BIS facing reductions of 19.2%. And remember that these are just numbers to start the conversation. The budgetary threat to the sector remains high and savings will need to be found. But from where? We think that the answer lies in procurement, not just by channelling procurement savings to more productive uses and building a war chest for capital development and recruitment, but as an integral part of university strategy. The 2011 Universities UK report, Efficiency and Effectiveness in Higher Education, led by Professor Sir Ian Diamond, vice-chancellor at the University of Aberdeen, made several key recommendations, among them the need for the sector to think and act more strategically on procurement. Every year the sector spends in the region of 10bn buying goods and services  a more joined-up approach has the potential for large savings. A key recommendation in the Diamond review was that non-pay collaborative spend reach a target of 30% by 2016 from a current baseline figure of 10.42%. So what does this mean for the sector? UK Universities are already good at working collaboratively on procurement. In Scotland the Advanced Procurement for Universities and Colleges (APUC)has made great progress and Wales also has its own body, the Higher Education Purchasing Consortium Wales (HEPCW). In England there are four regional purchasing consortia, in London, the North East, the North West and the South.Together these consortia represent the majority of UK universities plus associated FE colleges and affiliated public organisations. In addition chairs and heads of the four English consortia, along with other specialist purchasing bodies, make up English National Procurement (ENP), the sector representative for collaborative procurement. And this month saw the first meeting of Procurement UK, set up on the back of the Diamond Review to provide high level strategic direction. Despite this good work there remains a lack of institutional understanding and engagement with the procurement process. Put bluntly, it&apos;s not a sexy topic. But there are a few simple things that can be done now to make procurement work better. One is to raise awareness among senior university leaders about what these key staff do. Another is to improve the skills and competencies of procurement professionals, something the British Universities Finance Directors Group (BUFDG) is co-sponsoring through the establishment of the Procurement Academy. We also need to collect auditable data that evidence improvements and impact. Efficiency measurement model (EMM) statistics, collected by Hefce for this purpose, are a start. But we need to take more seriously other available data on capability and capacity of institutional procurement activity. Surveys of procurement activity called procurement maturity assessments (PMAs) do just this but take up by universities is still too low. Given their importance, I think there is a strong case to make PMAs compulsory. We also need more openness and transparency across the sector. Why should an institution not be able to see how the deal they are getting compares with others? There are ways of doing this that do not fall foul of EU and competition law that need to be explored more fully. There are also other considerations. In January the Social Value Act came into power, requiring public bodies to look beyond lowest price and consider community benefits when choosing to award a contract. This ties in with the 1 Billion Pound Challenge launched by the University of Northampton in 2012, asking the sector to focus more on the 68,000 social enterprises that contributed 24bn to the UK economy last year []. New EU legislation is also on the way with implications for procurement that will form the focus of a forthcoming conference organised by Social Business International and E3M. All this is set against a backdrop of increasing sector pressure distinct from direct budgetary cuts. Confusingly, while higher fees and market volatility are leading to increased financial pressure, the external message to politicians and the wider public (neither particularly well informed about university finances) is that by charging more to get in, universities are in clover. The political message is clear. Government want auditable evidence the sector is taking action to improve efficiency and effectiveness at all levels. And the sector needs to start thinking about savings in terms of investments that enhance the student experience, help build new laboratories and recruit new professors. Only if savings are expressed as tangible outcomes will people sit up and take notice. Professor Nick Petford is vice chancellor of the University of Northampton  follow him on Twitter @nick_petford This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/feb/18/university-procurement-consortia-savings-investment", 
    "wordcount": "830"
}