{
    "headline": "West African fishing communities drive off 'pirate' fishing trawlers", 
    "text": "A group of 23 impoverished west African fishing communities has driven off a fleet of illegal, unreported and unregulated &quot;pirate&quot; trawlers by filming and reporting them when they are found in their waters. In the 18 months since the London-based Environment Justice Foundation (EJF) raised the 50,000 needed to buy and equip a small seven-metre community surveillance boat for villages in the Sherbro river area of Sierra Leone, local fishers have filmed and identified 10 international trawlers working illegally in their protected waters and have made 252 separate reports of illegal fishing. Images of the pirate ships and their GPS positions are analysed to establish the identity of the vessels and the evidence is passed on to European Union (EU) and African governments, fishing ports and other communities. Nine of the 10 ships identified by the Sierra Leonean communities were found to have licences to export their catches to Europe. The effect of communities policing their own waters has been spectacular, says EJF in a new report on pirate fishing in west Africa. More than US$500,000 in fines has been collected from the vessel owners, $6m worth of fish has been seized and none of the vessels has been reported in Sierra Leone&apos;s inshore exclusion zone for six months. In addition, it says, Panama and Korea, whose vessels have been repeatedly identified fishing illegally in Sierra Leonean waters, have agreed to act on the information provided by the communities. &quot;A clampdown in one area can lead to overfishing elsewhere. So we see the need for a number of these boats along the coast. Fishermen are the best eyes and ears when it comes to illegal fishing,&quot; said Andy Hickman, an EJF campaigner.    Pirate Fishing Exposed - The Fight against Illegal Fishing in West Africa and the EU (4 minute) from Environmental Justice Foundation on Vimeo.   The west African coast has been plagued for 20 years with massive international trawlers that are able to scoop up hundreds of tonnes of fish a day and export their illegal catch to Europe, at the expense of local fishermen who use 8m open pirogues (small flat-bottomed boats). The foreign trawlers, that are meant to stay outside the 12-mile limit, come in much closer at night because few west African countries have the money to monitor or police their waters. &quot;Along with the economic losses, pirate fishing in the region severely compromises the food security and livelihoods of coastal communities. In Sierra Leone, fish represents nearly two-thirds of the total animal protein consumed in the country,&quot; says the report. Anger at the activities of pirate fishing vessels is now boiling over. According to the report, countries like Liberia, Senegal, Mauritania, Guinea and Ghana have the highest levels of illegal fishing in the world with nearly one-third of the total catch being taken illegally. Earlier this year Senegal cancelled the licences of 29 foreign fishing trawlers, demanding that they offload their catches in the capital Dakar before leaving its territorial waters. The move followed threats of direct action by the country&apos;s 52,000 small-scale inshore fishermen against the owners of foreign trawlers. EJF is calling on the EU to tighten up its regulations, blacklist companies that have been shown to have repeatedly fished illegally and prevent illegally caught fish from entering the European seafood market. &quot;The EU is the world&apos;s largest importer of fish. It has a crucial responsibility to combat illegal fishing around the world, particularly in vulnerable countries where fish is a vital source of food security, employment and income,&quot; said Hickman.", 
    "section": "environment", 
    "gid": "environment/2012/oct/11/west-africa-fishing-pirate-trawlers", 
    "wordcount": "577"
}