{
    "headline": "Schools concerned about child neglect", 
    "text": "We are walking across the bright, airy atrium of a newly refurbished Victorian primary in south London. A little girl reading with a parent volunteer looks up and waves enthusiastically; the headteacher, my tour guide, grins and waves back. The school&apos;s positive atmosphere belies the difficulties that some of its pupils face. Half of students here are eligible for free school meals and 37languages are spoken  &quot;which I think is incredibly enriching&quot;, says the head. The headteacher  let&apos;s call him MrSmith, as he has asked us not to identify his school  is about to introduce me to the manager of the school&apos;s child protection and family services unit. Smith started to fund in-school family support just over two years ago, he explains, because he felt there was not enough intervention by social services. He and his staff felt some of the children were showing signs of neglect that needed to be dealt with here and now, and that the level of need a child had to be experiencing before social services would take action was unacceptably high. In this school, judged &quot;outstanding&quot; by Ofsted, identifying and dealing with instances of neglect before they escalate is a high priority. The team  whose members have expertise in child protection, family support and early years development  focuses on issues many would think the responsibility of the local authority. This head believes the resource, deployed across his federation of four primaries, is probably still not enough to protect all his pupils from neglect and abuse. &quot;What frightens me is I think we&apos;re barely scratching the surface here, and that&apos;s with our heightened awareness and due diligence,&quot; he says. Neglect is hard to define. The school&apos;s deputy head recalls her dismay when a child arrived midway through the year &quot;really struggling with eating&quot;. On investigation, it turned out his mother had never weaned him, instead crushing biscuits into milk and &quot;still bottle-feeding him at four years old&quot;. Even with the exceptional on-site expertise now in place, she is &quot;always worried that you&apos;ll miss somebody&quot;. &quot;It can be little things,&quot; says Clare, areception teacher, &quot;that they&apos;re hungry every time they come into school, or eating crisps again. Very often it&apos;s non-verbal signs  appearance, the way they smell sometimes. We don&apos;t do homework, but if the family activities are never completed; if the reading diary is never filled in; if there&apos;s a stream of different people picking them up, even older siblings; all this stuff would pick up on my radar.&quot; It&apos;s not just physical signs and symptoms that teachers need to watch out for, however, says Joanne, who manages the special unit. &quot;I spent eight years doing early years before I did family work,&quot; she explains, &quot;and I think teachers need a very strong understanding of early years development because it&apos;s integral to recognising neglect. If a child is not meeting milestones, it&apos;s a sign that they may have experienced neglect in the past.&quot; The children&apos;s commissioner for England, Maggie Atkinson, is so concerned about how abuse and neglect are addressed in schools that she has commissioned research into how primaries are dealing with child protection concerns. New guidelines based on the findings will be published this autumn. Physical and sexual abuse may have a high profile, but &quot;neglect is not a softer issue&quot;, emphasises Shaun Kelly, head of safeguarding at Action for Children (A4C). News coverage of the worst cases underlines his point  children who suffer from acute and sustained neglect can die. But even where it doesn&apos;t have such desperate outcomes, neglect can cause profound damage to children as they grow up. An NSPCC study published last year shows that 10% of 11- to 17-year-olds had suffered from severe neglect. Research carried out by the University of Stirling for A4C shows that although teachers and nursery staff are becoming more aware of neglect, they often feel unsure what to do when they suspect it is happening. The study, Child Neglect in 2011, found that four out of five professionals in universal services  including primary schoolteachers, pre-school and nursery staff  have suspected children of being neglected, and 55% of primary and 46% of pre-school and nursery staff said &quot;the most helpful improvement in tackling child neglect would be if they were able to report less serious suspicions before they became worse&quot;. If a child comes into class bruised or with a cigarette burn, it&apos;s easy to see there&apos;s a potential problem. But neglect manifests over time, and often in subtle ways. Teachers may feel reluctant to report the small things that worry them if they don&apos;t feel confident their concerns will be taken seriously at senior level. They can also be anxious about getting it wrong. The emotional and practical demands on teachers, even with good support, can be considerable. Orla, a year 2 teacher at the school, says she spent much of last year in almost daily contact with the specialist team because of one child who had &quot;lots of issues&quot;. She points out that eliciting information can be more complex when a child reaches an age where &quot;they become aware that if they tell you things, things can happen [to their family]&quot;. In this school, having expert staff available takes the strain of making a difficult judgment call away from teachers and means the information is shared with experienced people who know what to do. Stopping neglect from escalating by being &quot;pre-emptive and active&quot; has become the priority, says Joanne. Every new member of staff gets a 90-minute session on safeguarding. &quot;Wealso do an inset dedicated to safeguarding every year, and we take people through a case scenario, explain how it was handled and then we&apos;ll talk about what might have been done differently.&quot; A robust reporting system is also vital for prevention and for building an evidence base for referrals. There are pink slips that teachers can fill in and hand to Joanne or her team. Staff feel that it is worth reporting the observations that niggle but don&apos;t necessarily shout &quot;neglect&quot;, explains Clare. &quot;If they are getting five or six or 10 of those pink slips for a child, or for siblings, she can start to build up a picture,&quot; she says. With deep cuts affecting many services such as breakfast clubs and play schemes that might once have picked up on a family struggling to cope, this school-based resource is all the more crucial, says Joanne&apos;s colleague, Emma. The team offers intensive coaching to adults who may not have experienced good parenting themselves. They also put on sessions open to all, such as Parent Gym and the Family and Schools Together programme, to build trust between staff and parents. Early intervention, which can be done not just by social workers, but potentially in schools, should be a statutory requirement in cases of neglect, says Kelly. He points out that its cost-effectiveness has been proved, and &quot;with resources reducing rapidly, you&apos;re more likely to resource what your statutory duties are&quot;. Because of the school&apos;s work, its local authority referral rates have dropped, but both Joanne and Emma are angry that social services are so stretched that the &quot;thresholds&quot; at which any action is taken are continually, they say, being raised. The A4C research shows that a large number of social workers are worried about how neglect is dealt with  more than 40% felt that the point at which they were able to intervene in cases was too late, and 80% thought that cuts to services would make the situation worse. More than half said that for children whose cases meet current thresholds, lack of resources was a barrier to them being able to act effectively. &quot;It&apos;s desperate ... I&apos;m sure the local authority wouldn&apos;t like me to say that, but desperate, that&apos;s what it is,&quot; says Joanne. She points out that making the case to social services that a child is being neglected can be much harder than reporting other types of abuse, because neglect tends to be a slow-burn, corrosive narrative rather than a single, extreme incident. Having to convince an administrative officer staffing the phones, rather than a qualified social worker, does not, she says, help matters to progress quickly. At the University of Stirling, Professor Brigid Daniel, who supervised the A4C research, says she was struck by the extent of the safeguarding role teachers take on. &quot;People are quite clear that they do have responsibility,&quot; she says. &quot;There was a lot of anxiety around neglect ... but people also know that underlying it is a bigger concern  you&apos;re trying to stem a tide caused by much bigger issues, such as mental health, substance misuse and domestic abuse.&quot; &quot;I think you should take ultimate responsibility,&quot; says the south London head. &quot;Schools are the frontline, and not just when things go wrong, but all the time, proactively and not just responsively.&quot;  All names of those working in the primary school have been changed", 
    "section": "education", 
    "gid": "education/2012/mar/05/teachers-ill-equipped-increase-child-neglect", 
    "wordcount": "1539"
}