{
    "headline": "Higher education plc: cheating in the marketplace of ideas", 
    "text": "More than half of US university students admit to cheating in some form; slightly fewer do in the UK. Much of that cheating is in the form of not attributing others&apos; writing, cutting and pasting sentences from the web  but this is only part of the story. Essay mills, which provide papers for students to pass off as their own for a fee, account for a substantial portion of cheating. Such services, when generating original content, cannot easily be caught by plagiarism-detection software. In any case, there are questions about whether the software works at all, but what is certain is that using it only furthers the cat-and-mouse ethics of teaching which can undermine classroom trust. The truth is business is booming for the clandestine writers who deliver high school essays, university term papers, MSc theses, and even PhD dissertations in the massive custom-essay industry. Teachers know that plagiarism undermines the foundational values of higher education. The recent cheating scandal under investigation at Harvard University is just one reminder that plagiarism is a pervasive problem, whether the school is online or Ivy League. Blame for these developments cannot simply be attributed to a student&apos;s laziness or to the newfound availability of online content. It is due also to the way we collectively treat education: when our society prizes education as a private acquisition rather than a public good, its role in our culture is altered, and student behaviours will reflect such valuation. If you can buy an education, why not an essay? When students tap into their beer funds to buy a passable essay, they bypass the difficult work of learning, the trust of their instructors, fair grading, and the common rules followed by fellow classmates. Short-cuts like buying essays seem all the more natural when higher education is increasingly presented, and marketed, as a commodity for those with access. When the university experience is conceived as a consumable good, a mere satisfaction of student preference, then the option of buying a term paper fits squarely within the value system of that institution. Philosopher Michael Sandel has analysed the moral dimensions of the infiltration of &apos;market values&apos; into ever more corners of our lives. Far from being ethically neutral, the spread of market values into new domains has serious moral consequences. Markets can clearly generate efficient distributions of many products, but they also change the nature of certain goods when they peg their value directly to cash. That&apos;s fine for bicycles, but more problematic for policing, health care, and education. There are reasons to be concerned about the increasing scope of markets in higher education. Recent fee hikes have already resulted in a decrease in university enrolment for the first time in years. In America, where tuition can be several times higher than in the UK, many students understand a college education as a mere means to an end  an investment that will pay off in the form of higher starting salaries. As one student put it: &quot;I&apos;m not just going to college for myself to learn something new. I&apos;m going to college because it&apos;s not easy to get by financially today and you need a college degree to get a well-paying job. It&apos;s definitely the investment, not an intellectual experience that I&apos;m going for.&quot; If that is all there is to university, the values of learning are easily occluded by the values of the market. Fee-based plagiarism helps us to see the obvious: that education is rooted in non-market values, including respect for learning, reward for merit, trust between teacher and student, and common rules. Of course that is not to say we don&apos;t expect education to lead to further career and life opportunities, but it is to insist that the rules of the classroom are not the rules of the marketplace. We need to articulate these obvious truths in the face of creeping market values, in order to help students see what education is and what it can be: as a public good, a collective goal that is important for both individuals and society. It&apos;s clear that combating plagiarism involves student responsibility, but that cannot be the whole answer. Administrators must recognise that students  and their cheque-writing parents  are not consumers: they are not always right and they are not entitled to high grades. Universities must prioritise and incentivise good teaching. Educators need to motivate students to learn and serve students&apos; needs, even when their own careers are increasingly tenuous and dependent on research. And our policies must ensure appropriate limits to the encroachment of markets into our hallways of learning. Eric Martin is a postdoctoral researcher in the history and philosophy of science at the London School of Economics. He has taught at University of California and LSE. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/oct/05/plagiarism-marketisation-of-higher-education", 
    "wordcount": "825"
}