{
    "headline": "Big cat crisis: Africa's lions being crowded out by people", 
    "text": "African lions are running out of room to roam and some local populations, especially in west Africa, are heading for extinction, a new study warns. New satellite data, studied by scientists from Duke University, found about three-quarters of Africa&apos;s wide open savannah had disappeared over the last half century, broken up into farms or engulfed by development. &quot;The reality is that from an original area a third larger than the continental United States, only 25% remains,&quot; Stuart Pimm, a conservation ecologist at Duke and co-author of the study, said in a statement. Lion populations have dropped by two-thirds over the last half century  down to as few as 32,000, confined to isolated pockets of land. Only 10 of those 67 lion areas are stable and well-protected  lion &quot;strongholds&quot;. Other populations, especially in west and central Africa, were so small and so threatened  by poachers, disease, or inbreeding  they may not survive for long into the future. The study estimates that more than 6,000 lions are in populations with a very high risk of local extinction. Human populations in west Africa have doubled over the last 20 to 30 years. Fewer than 500 lions remain there. &quot;Lion populations in west and central Africa are acutely threatened with many recent, local extinctions even in nominally protected areas,&quot; the study said. &quot;Only immediate, energetic conservation measures can offer any hope for their survival.&quot; The US Fish and Wildlife Service announced last week it was considering adding lions to the list of endangered species. The measure would ban American hunters from bringing home lion trophies and hides. Researchers used new high-resolution satellite images from Google Earth to build up accurate maps of the remaining areas that would still be suitable for lion habitats. They compared that information with lion population records. Some areas identified as savannah on earlier, more crude satellite maps were in fact broken up into small farms, the study said. &quot;The really big, productive, well-watered savannah that are well protected outside of the national parks are a complete fallacy,&quot; said Luke Hunter, director of the Panthera conservation group, which also sponsored the study. &quot;It&apos;s true lions are not in as bad shape as tigers but that is the trajectory,&quot; he said. &quot;Lions are not going to disappear overnight, but it is quite possible they will wind up in a couple of decades in as dire a straits as the tigers are today.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/dec/05/big-cat-crisis-africa-lions", 
    "wordcount": "417"
}