{
    "headline": "Music mogul's widow gives 26m to Oxford University for scholarships", 
    "text": "It was the reunion of all reunions, one which the mighty Led Zeppelin rehearsed for two months to get right. And on Wednesday it emerged that it also laid the unlikely seeds for one of the largest donations given to the study of humanities in the UK. The 2007 concert at the O2 arena was the start of a relationship between Oxford University and Mica Ertegun, widow of Ahmet Ertegun  founder of Atlantic Records and mentor to some of the most significant musicians of the 20th century  in whose memory the concert was staged. It was announced on Wednesday that 26m, a significant chunk of the Ertegun fortune, was being offered to Oxford to create graduate scholarships in perpetuity in fields across music, literature, history, archaeology and art history. Andrew Hamilton, Oxford&apos;s vice-chancellor, called it an act of &quot;immense generosity.&quot; He added: &quot;This is without question the largest donation in the history of Oxford for the support of humanities students and for that it is a magnificent example of visionary philanthropy, one that will dramatically affect the way in which students can come to carry out graduate studies.&quot; Ertegun died in 2006 and the next year Led Zeppelin reformed to play the now famous concert in his honour. Some of the proceeds went to Ertegun&apos;s alma mater, St John&apos;s in Annapolis in Maryland, and some went to Oxford. That was the start of a relationship between the English university and Mica Ertegun. &quot;We just kept in contact and I thought the money should stay here,&quot; she said. &quot;Ahmet was highly educated, he went to a college where you really had to read everything and his passion was music.&quot; Ertegun was central to the discovery and development of some of the biggest music names of the last century, from Ray Charles to Aretha Franklin to Otis Redding. As the gift was announced, guests included John Paul Jones, Led Zeppelin&apos;s bass player, who said Ertegun was both terrifically erudite and &quot;more rock&apos;n&apos;roll than all of us put together. He was an inspiration to us and he was an innovator&quot;. Jones admitted his memory of the 2007 concert was &quot;a bit of a blur.&quot; He said: &quot;We got through it. It wasn&apos;t just about playing the songs again, it had to sound as if we&apos;d just come off a two-year tour and perform them to a particular degree. It took quite a lot of psyching up and an awful lot of rehearsal  about two months  and for this to come out of it makes it even more worth it. It&apos;s really gratifying.&quot; The money will create an initial 15 Mica and Ahmet Ertegun scholarships a year, eventually rising to 35. They will come with exclusive use of an extremely nice five-storey Georgian house on St Giles in Oxford. Hamilton said it was hugely important for Oxford and the humanities generally. &quot;It is important of course in its great generosity but also in its timing, because the hard truth is that funding for graduate studies is one of the biggest challenges facing research-intensive universities like Oxford. In the field of the humanities, the challenge can be especially tough. &quot;The best research students from around the world will increasingly go elsewhere unless we in Oxford and more broadly in the UK are competitive in the global market for their talents.&quot; He said the Ertegun scholarships would complement existing Rhodes and Clarendon scholarships and &quot;be a beacon and a model for the future&quot;. Lord Patten, Oxford&apos;s chancellor, said the scholarships were something very rare in terms of their &quot;scope and vision&quot;. Asked if Oxford was the most deserving recipient, he said: &quot;If you&apos;re asking whether I think Oxford is a great enough university to attract generosity on this scale, the answer is unequivocally: &apos;It is.&apos;&quot; He said Oxford was one of the best universities in the world for the teaching and study of the humanities. &quot;We&apos;re generally recognised as being top of the league. If not Manchester City, then maybe Manchester United.&quot; Other guests at the British Academy in London, where the announcement was made, were the promoter Harvey Goldsmith  who organised the 2007 concert  and Lord Bragg, who made a spirited call for the importance of the humanities to be more recognised. He said we were constantly told we are living in age of science but &quot;while science exemplifies the great reach of reason, the humanities, I would claim, dig deeper&quot;. Bragg said they &quot;bring us an enlarging awareness of what it is to be fully human&quot;. He added: &quot;We&apos;re now in an era of the pursuit of total knowledge. Scholarship rules. And to have such a magnificent endowment to push that forward is a real privilege.&quot; Ertegun died aged 83 after a fall backstage at a Rolling Stones concert. His death was mourned throughout the music industry. Adam Sweeting began his Guardian obituary with the sentence: &quot;The word &apos;legend&apos; is bandied about liberally in the sphere of popular music, but it is a term that can truthfully be used to describe Ahmet Ertegun, the co-founder of Atlantic Records.&quot; He began the label in 1947 and signed some amazing talent, launching the careers of some of the biggest of all musical names. Mica Ertegun said she too had a dream &quot;that, one day, Ertegun scholars will be leaders in every field  as historians and philosophers, as archaeologists and literary scholars, as writers and composers, as statesmen and theologians&quot;.", 
    "section": "education", 
    "gid": "education/2012/feb/29/mica-ahmet-ertegun-scholarships-oxford-university", 
    "wordcount": "940"
}