{
    "headline": "Morally and legally, the UK government has failed us on air pollution", 
    "text": "No less than 17 years have passed since new rules were approved in the UK to save thousands of lives by limiting deadly air pollution in our towns and cities. Pollution is the invisible killer because, for the most part, it goes unseen. Its impact on human health and the planet is why those laws were necessary.  Yet disgracefully  and illegally  we are still subjected to excruciatingly dirty air. Conditions are sometimes so poor that you notice it in your nostrils or lungs. Those days, when the air feels thick with fumes, you may be under the impression that its just one vehicle with a bad exhaust in front of you which is to blame. Its generally not. Londons pollution  the worst in the UK  was visible on a trip I made to Canary Wharf a few weeks ago. From the 11th floor, a brown haze sat across the skyline, its deadly toxins testing the health of millions of city-dwellers and workers, particularly those who suffer from asthma, heart or respiratory conditions. Pollution is right there with you when youre puffing as you cycle through the park on a summers day, or when youre chatting with friends on a visit to the shops on a Saturday morning, or when youre taking your child to school.  Why are you and I are still inhaling unlawful levels of nitrogen dioxide nearly 20 years after it should have been cleaned up?  There is a simple answer: because the UK government is breaking its own and the EUs laws.  It has failed to protect your health and mine, and more importantly the health of our children. It has failed legally. And it has failed morally.  ClientEarth is taking the government back to court on Tuesday, because of the lack of urgency, the failure to tackle the problem. Cleaning the air isnt rocket science. Not doing so is simply unacceptable political behaviour.  The fact that its taken the Department for Environment, Food &amp; Rural Affairs (Defra) 18 months to launch a consultation on just five clean air zones  when there are many more badly polluted towns and cities across the UK  is just one illustration of that lackadaisical attitude. In April last year, in our first legal challenge, the supreme court ordered the environment secretary to draw up a new Air Quality plan to meet legal limits in the shortest time possible. The plan was woefully inadequate and didnt envisage UK compliance on pollution levels until 2025. That would be 26 years since the rules were first approved.  Not only that, but while motor manufacturers have been exploiting legal loopholes and using dubious techniques to pass emissions tests, the government has failed to hold them to account - while bidding behind the scenes to allow increased emissions.  The Treasury, meanwhile, is still giving incentives through the tax system, for motorists to buy diesel cars. That is also unacceptable. A reason some give for not taking action to solve this public health crisis is the cost to the economy and the Treasury and the impact on business, hauliers and motorists. But surely the health impacts of pollution are worth more than that?  Pollution is responsible for 40,000 premature deaths in the UK. It triggers heart attacks and strokes. It can make existing heart conditions worse. It causes cancer and stunted lung growth in children. It aggravates respiratory conditions which can be fatal.   But there is also a substantial economic and societal impact. Defras own analysis suggests that the cost to the economy from early deaths by air pollution is 27.5bn. Every year.  So what should the government be doing? A national network of Clean Air Zones, preventing the worst polluting vehicles from entering our towns and city centres; a scheme to retrofit buses and heavy goods vehicles to make them compliant with legal emissions limits; and a targeted diesel scrappage scheme part funded by the car industry  used to fund low emission vehicles and alternatives to car use.  Other solutions should run in tandem: a clean public transport system and a car labelling scheme so that motorists know they cars they are buying are compliant with emissions limits in the real world. That would be a start. There is also a great opportunity: to move the economy toward zero emission vehicles. We could become a leader in sustainable energy, and sustainable cities.  The air law will be UK law under the governments Brexit plans. It should be made even stronger in future with a new Clean Air Act. First, we need to win this court case to make sure the government understands that pollution is a health hazard which we  or rather they  can solve. ", 
    "section": "environment", 
    "gid": "environment/2016/oct/17/morally-and-legally-the-uk-government-has-failed-us-on-air-pollution", 
    "wordcount": "795"
}