{
    "headline": "How green are electric trains?", 
    "text": "At last. Good news to report about the &quot;greenest government ever&quot;. Justine Greening, the transport secretary, has announced a package of railway spending across England and Wales worth 9.4bn - of which 4.2bn will be spent on previously unannounced projects. The projects include a high capacity &quot;electric spine&quot; running between Yorkshire and the East Midlands down to south coast ports, and the electrification of the line between Sheffield and Bedford. Further electrification is also planned in Wales meaning two-thirds of the Welsh population will have access to electric trains. Speaking on Radio 4&apos;s Today programme this morning, she said:  We all know that diesel is massively expensive so if we can move over to electric trains, not only are they greener, they&apos;re also cheaper and also they are lighter too, so what that means is that when they are on the track they don&apos;t damage it so much, so maintenance costs go down too.  But just how much &quot;greener&quot; are electric trains compared to diesel-powered trains? I tried to call the Department for Transport (DfT), but no one in its press office answered. However, this is what a press release issued by the DfT last year had to say:  Rail electrification is an important part of the Department&apos;s carbon strategy. Typically an electric train emits between 20% and 35% less carbon per passenger mile than a diesel train. This benefit will only improve as the electricity generation industry reduces its carbon levels. Electric trains also have zero emissions at the point of use, of particular benefit for air quality in pollution hot spots like city centres and mainline stations such as London Paddington.  It doesn&apos;t say where it gets these figures from, but I think I have found the source in this DfT report from July 2009 called &quot;Rail Electrification&quot;. On page 8, it repeats the exact phrasing used above: &quot;Typically an electric train emits 2035% less carbon per passenger mile than a diesel train.&quot; It says this is sourced from a report called &quot;Traction Energy Metrics&quot; (pdf) published by the Rail Safety and Standards Board in 2007 and authored by Professor Roger Kemp at Lancaster University. Page 8 also includes a chart showing &quot;carbon emissions by transport mode&quot; (figure 2). This is shown in much greater detail on page 51 of Kemp&apos;s original report as a chart titled &quot;domestic intermodal comparison of CO2 emissions&quot; (figure 42). The exact same chart (pdf, and below) was used in the &quot;Delivering a sustainable railway&quot; white paper published by the DfT in July, 2007.      Relative carbon performance of rail compared to other modes. Source: DfT    Figures can have a habit of being repeated without being checked or updated. But I have just spoken to Professor Kemp to ask him if these figures have changed in any meaningful way since he first published his calculations in 2007 and he said they had not:  A lot depends on the decarbonisation of our electricity generation, but by the time these new electrified lines are fully operational in the 2020s we should be advancing with the decarbonisation of the grid. However you calculate it, though, electric trains are greener than diesel trains.  Interestingly, he added that a high-speed electric train travelling at 300km per hour  as might be seen on HS2  would still emit less CO2 per passenger kilometre than a diesel train travelling at its top speed of 220km per hour. Combine all this with the fact that railway electrification, particularly on city commuter routes, helps to reduce localised air pollution - a topical subject in London this week - and it seems clear that electric trains are the way to go.", 
    "section": "environment", 
    "gid": "environment/blog/2012/jul/16/electric-trains-diesel-green-carbon", 
    "wordcount": "618"
}