{
    "headline": "Canadian government doubles advertising spend on tar sands", 
    "text": "The Canadian government has nearly doubled its advertising spending to promote the Alberta tar sands in an aggressive new lobbying push ahead of Thursday&apos;s visit to New York by the prime minister, Stephen Harper. The Harper government has increased its advertising spending on the Alberta tar sands to $16.5m from $9m a year ago. The Canadian Press news agency, which first reported on the increase in advertising spending by the Department of Natural Resources, said the television advertising was just one part of a broad promotion for tar sands. It said the Canadian government was planning another big advertising buy in America aimed at winning White House approval for the Keystone XL pipeline project and promoting exports of crude oil from the Alberta tar sands. Those high-profile ad buys included sponsoring Politico&apos;s Playbook, an influential site that is well-read by administration officials. The Canadian government has also been despatching a series of officials to US and European cities. On Thursday, it will be the prime minister&apos;s turn. Harper was due to start his day with a question and answer session at the Council on Foreign Relations before heading off to meetings with American business leaders. The announcement on the prime minister&apos;s website put the tar sands pipeline project squarely on Harper&apos;s agenda. &quot;I look forward to engaging with council members on pressing issues including the global economy, trade liberalisation, energy and security, as well as issues of importance to Canada and the US such as the Keystone XL pipeline,&quot; a statement said. Canadian embassy officials in Washington, when asked for details of the visit, provided the link to the same six-day-old press release. Barack Obama is due to make a decision on the pipeline later this year. With the fate of the project in the balance, Canadian officials increasingly are going on the offensive to try to beat back opposition to the project and push ahead with development of the tar sands. &quot;Canada will keep developing its natural resources for export to the United States in a way that ensures the environment is protected,&quot; the natural resources minister, Joe Oliver said. &quot;It is important to present these key facts on our strong environment record and long-standing energy relationship to American decision makers and opinion leaders.&quot; In addition to winning approval for the pipeline across the American heartland, Canadian officials are fighting off moves in the European Union to set a separate category for tar sands crude because of its higher greenhouse gas emissions. Oliver has said such moves are unfair. &quot;It&apos;s discriminatory, it&apos;s not based on science and it would potentially hurt Canada&apos;s ability to access markets for its resources,&quot; Oliver told CBC radio. The project will pump up to 830,000 barrels a day of crude oil to the refineries on the Texas Gulf Coast, opening up an important outlet for the tar sands. The decision has been cast by both sides as a defining moment for his presidency. The Canadian government, industry and some trades union argue the pipeline will create jobs and help restore the economy. Climate scientists, environmental campaigners  and some of Obama&apos;s biggest supporters among Democratic fundraisers  say the pipeline will unlock a vast store of buried carbon and put the world on course of catastrophic climate change.", 
    "section": "environment", 
    "gid": "environment/2013/may/16/canadian-government-doubles-advertising-spend-tar-sands", 
    "wordcount": "552"
}