{
    "headline": "UK riots report says teachers should be able to specialise in problem pupils", 
    "text": "New teachers will be invited to become specialists in managing disruptive behaviour following a review commissioned by the government in the wake of last summer&apos;s riots. From September, new recruits to the profession will be able to do part of their teacher training in pupil referral units, where children excluded from mainstream education are taught. The recommendation is contained in a report by the government&apos;s adviser on behaviour, Charlie Taylor, who said such training would be a &quot;fantastic grounding&quot; for any teacher. Two-thirds of the young people brought before the courts after last summer&apos;s riots had some form of special educational need and more than one in 10 had been permanently excluded from school. Taylor said: &quot;One of the things these children find difficult to deal with, and it&apos;s ironic because they have chaotic lives, is any sort of change. So less churn in the staff of pupil referral units, a bit more stability, is the key  specialists, and better trained specialists.&quot; Teachers with this training could inject expertise into mainstream schools, Taylor said. &quot;Often it takes an expert to go in and say: &apos;You know what? The way you react to the child is feeding their behaviour.&apos;&quot; At present, pupil referral units are not allowed to run work-based teacher training, and teachers cannot complete their qualified teacher status or spend their induction year as a newly qualified teacher in one of the units. Taylor said outstanding pupil referral units should be encouraged to convert to academy status and operate independently from their local authority. He argued this would give them greater freedom to develop a wider range of services. He said children excluded from mainstream education had historically been neglected by the school system. In 2010, just over 1% of pupils in &quot;alternative provision&quot; achieved five good GCSE passes including English and maths, compared with over 53% in all schools in England. Taylor said: &quot;One of the things is that these children are incredibly irritating. They can make us feel really angry, when you walk down the street and there are four of them blocking the pavement. It can make us want to be punitive  bring back the birch. We don&apos;t always do what we need to do for them. For many years they&apos;ve been in the peripheral vision of the education world. &quot;Ultimately, if we don&apos;t address these children and help them, give them what they need, they&apos;ll take it from us, on their terms.&quot; The Department for Education is currently running a trial in which schools retain responsibility for the education of pupils they exclude. Schools continue to receive funding for these pupils and can use the money to develop bespoke programmes for individual children. The report was welcomed by the Association of School and College Leaders union, which represents headteachers. However, the union&apos;s general secretary, Brian Lightman, warned: &quot;We have reservations about encouraging large numbers of trainee teachers in alternative provision settings. There are instances where it would make sense, but given the challenges these pupils bring, it seems that putting young, inexperienced trainee teachers in that situation would not usually be in the best interest of the teacher or the pupils.&quot;", 
    "section": "education", 
    "gid": "education/2012/mar/08/uk-riots-teachers-problem-pupils", 
    "wordcount": "540"
}