{
    "headline": "The week in wildlife  in pictures", 
    "text": "   Wild flowers in the semi-desert Namaqualand region are pictured on the side of a road outside Springbok in the Northern Cape of South Africa Photograph: ALEXANDER JOE/AFP/Getty Images       At Frankfurt zoo, Germany, 29 year-old gorilla Rebecca holds her two day-old baby. Rebecca and the father, Viatu, have been so protective, zookeepers have been unable to come near the baby, still nameless, to determine its gender Photograph: Fredrik Von Erichsen/AFP/Getty Images       A penguin swims on Arpoador beach in Rio de Janeiro, Brazil. The birds arrive from the Antarctic Circle on ice floes that melt off the country's coast  Photograph: Ricardo Moraes/Reuters       Trees burned from the Waldo Canyon fire stand alongside acres of forest that remain untouched by the blaze in Colorado Springs, Colorado, US. The fire began three miles from the city on 23 June and grew to a size of 18,247 acres, requiring 1,500 firefighters to be drafted in from around the country Photograph: Leigh Vogel/Corbis       Two endangerd hyacinth macaws, Anodorhynchus hyacinthinus, in a tree, Brazil Photograph: Roy Toft/Getty Images       A hippopotamus yawns at dusk on Lake Baringo, the Great Rift Valley, Kenya Photograph: Goran Tomasevic/Reuters       A giant wood spider, Nephila maculata, one of the world's largest spiders, is pictured in a shrub jungle near Ampara, Sri Lanka Photograph: M.A.PUSHPA KUMARA/EPA       An alder tree is stripped of its leaves by Western tent caterpillars, Malacosoma californicum, on the Hummocks Trail near Coldwater Lake at Mount St Helens, Washington, US. Tent caterpillars are some of the billions of insects that are flourishing in the landscape of the blast zone created when the volcano erupted in 1980 Photograph: Bill Wagner/AP       Long tailed macaques, Macaca fascicularis, sit in a cage at a pet market in Medan, Indonesia. The city is a major centre of domestic and international trade of wildlife according to Traffic, the wildlife trade monitoring network Photograph: DEDI SAHPUTRA/EPA       A bee collects nectar from a sunflower in a field near Leibstadt, Switzerland Photograph: Arnd Wiegmann/Reuters       Water lily, Nymphaeaceae, leaves at the Suiho En Japanese garden in Van Nuys, California, US Photograph: Joe Klamar/AFP/Getty Images       Flowers in a meadow in front of Mount Ortler near the village of Sulden, in the South Tyrol region of Italy. The area is hugely popular with tourists, with almost six million visiting last year, and has been nicknamed 'Merkel's Valley' owing to the German chancellor Angela Merkel's frequent visits Photograph: Dominic Ebenbichler/Reuters       Wild horses at the Rapa das Bestas (shearing of the beasts) festival in Sabucedo, Spain. The 400 year-old tradition involves rounding up the horses from the mountains before aloitadores (fighters) wrestle them to the ground, tag them and shear their manes and tails Photograph: Denis Doyle/Getty Images       A spoon-billed sandpiper, Eurynorhynchus pygmeus, chick is held by conservationist Nicky Hiscock at the Wildfowl & Wetlands Trust (WWT) Slimbridge Wetland Centre in Gloucestershire, UK. The chick is one of 14 hatched at the centre from eggs taken from breeding grounds in Chukotka, Russia, as part of a conservation programme to protect the critically endangered species Photograph: Sacha Dench /WWT       Thousands of grey bats, Myotis grisescens, take refuge in Hubbard's Cave, Warren County, Tennessee, US where they hibernate over the winter Photograph: Stephen Alvarez/NG/Caters News       A plastic bag containing thousands of elvers at a cargo terminal in Ninoy Aquino international airport in Manila, Philippines. Airport authorities confiscated the shipment of around 2 million young eels, which were thought to be destined for restaurants in Hong Kong, last week. Philippine law prevents the eels from being exported unless for scientific or education purposes to protect the species Photograph: Cheryl Ravelo/Reuters       A Goodfellow's tree kangaroo, Dendrolagus goodfellowi, joey at Adelaide zoo Australia. While the joey is currently being cared for by his mother, he is likely to join breeding groups overseas to help save the endangered species Photograph: Tricia Watkinson/Rex Features       A small heath butterfly, Coenonympha pamphilus, captured by one of the Guardian's Green shoots photographers. This week, David Attenborough urged people to take part in Butterfly Conservation's Big Butterfly Count, with the heavy rainfall of 2012 making it one of the worst years on record for butterflies Photograph: MentalBloc16/Flickr       A male markhor and kid, two of the thousands of animals forming a resurgence in markhor, Capra falconeri, numbers. The species of wild goat, Pakistan's national mammal, is making a remarkable comeback thanks to conservation efforts. One community of markhor monitored by the Wildlife Conservation Society (WCS) in Gilgit-Baltistan, in the Kargah region of Pakistan, have increased in number from around 40-50 in 1991 to 300 this year Photograph: IUCN       White coral syndrome afflicts a section of the Great Barrier Reef in Australia. This week, the US's National Oceanic and Atmospheric Administration (NOAA) stated that rising ocean acid levels are emerging as one of the greatest threats to coral reefs, with Jane Lubchenco, the agency's chief, describing them as the 'osteoporosis of the sea'  Photograph: Australian Institute of Marine Science/AP  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/jul/13/week-in-wildlife-in-pictures", 
    "wordcount": "0"
}