{
    "headline": "Should those with a vested interest comment on minimum alcohol pricing?", 
    "text": "Research has suggested that the alcohol industry submitted distorted and misrepresented evidence to the Scottish government&apos;s public consultation process on whether to introduce a minimum price for alcohol. Minimum alcohol pricing was introduced in Scotland after this consultation, although a challenge was subsequently made which has delayed its implementation. The study, published in PLOS Medicine, accessed 27 submissions to the consultation from drinks companies and supermarkets. The authors complied the claims made, and evaluated them against the most recent international review of the effectiveness of alcohol policy measures, which they deemed to be a book by Babor and colleagues, most recently updated in 2010. The study does not use statistics to compare the submissions to the evidence from the book, but compare it descriptively. The authors identify four ways in which the alcohol industry and those who stand to gain from alcohol sales (supermarkets for example) mislead with the evidence they present. These companies misrepresent strong evidence, accusing policy makers of having weak evidence in favour of minimum pricing without either evaluating the evidence themselves, or reporting evaluations of the evidence which have been conducted by other people. They promote weak evidence, citing poorly designed or underpowered studies which agree with their agenda, while ignoring larger more robust evidence to the contrary. They make unsubstantiated claims about the adverse effects of policy proposals, often using similar claims as suggested by the tobacco industry against plain packaging. Namely that black-market trade will go up, and that by making alcohol less available, it gives it a &quot;forbidden fruit&quot; kudos and appeal to children, the very people that should be being protected. However, they provide no evidence for these claims. Finally, they promote alternatives to the population wide intervention of minimum pricing, specifically targeted at problematic drinkers. However, as the study points out, it is not an either/or choice. It is perfectly possible to introduce a population level intervention and a targeted intervention in tandem. Again, no evidence for the benefit of a targeted intervention was presented in their submitted evidence. Rather worryingly some companies claim that their marketing strategies promote harm reduction; the paper cites Diageo as saying it &quot;uses brand sponsorships to raise awareness of responsible drinking&quot;. The authors discuss the parallels between the alcohol and tobacco industries in their discussion. In particular, they highlight the tobacco industry&apos;s tactic of suggesting uncertainty about scientific evidence where in fact there is a great deal of scientific consensus. This method is often used to undermine research, for example by climate change sceptics, by creationists and by those who wish to promote non-evidence based treatments like homeopathy. The scientific method should involve a systematic assessment of the evidence, and draw considered conclusions based upon them. Those who believe public health measures are indicative of a &quot;nanny state&quot; often claim that public health researchers are biased towards temperance, even referring to the &quot;tobacco control industry&quot;. Of course, science is conducted by humans, so is unlikely to ever be truly separate from emotions and beliefs. But adherence to the scientific method, with the checks and balances provided by the peer review process (which, while not perfect, is still valuable in preventing poor quality research and misleading conclusions), is far superior to selective reporting of findings to support an agenda. If public health scientists conducted well designed and well powered studies which found that minimum pricing of alcohol would be ineffective in reducing the harm caused by alcohol, they would publish and promote this research just the same. In fact, the opposite seems to be true, as findings from British Columbia where minimum alcohol pricing has been implemented suggest a reduction in deaths and hospital admissions due to alcohol. Alcohol policy decisions will never be based purely on scientific research, but the authors of the study argue that allowing companies with a vested interest in promoting alcohol sales to comment on the scientific evidence is not in the public interest. Currently it is looking unlikely that Westminster will implement minimum pricing. Whether this is due to a misrepresentation of the scientific literature by those with a vested interest is hard to tell. It is not surprising that companies which stand to profit from high sales of alcohol do not want measures brought in which aim to lower alcohol consumption. However, if they use scientific findings in their argument, they must report them accurately.", 
    "section": "science", 
    "gid": "science/sifting-the-evidence/2013/apr/25/vested-interest-minimum-alcohol-pricing", 
    "wordcount": "735"
}