{
    "headline": "Barcelona Mobile World Congress  Monday 27 February", 
    "text": " 8.40am: Hello and welcome to day one of the Mobile Phone World Congress in Barcelona, with me Juliette Garside.A year ago Nokia chief executive Stephen Elop announced at this event that he would be dumping the &quot;burning platform&quot; of the Symbian operating system in favour of Windows Phone. Six months later Nokia launched its first Windows Phones. Today Elop is here to explain how the world&apos;s largest phone maker is progressing with its plan to catch up with Google, Apple and Samsung in the smartphone race.Elop is on stage.  We introduced three new Lumia devices ahead of schedule, establishing beachheads from which we will continue to grow our smartphone strategy.In North America we have started our reentry into the United States with T-Mobile and sales have exceeded our expectations.In Singapore we&apos;ve had consumers lined up along the street and around the corner.   8.48am: Two new Asha devices announced, the Asha 202 and 302. Aimed at emerging markets, these are keyboard smartphones which can run web apps like Facebook and run on Nokia&apos;s Symbian operating system.A new feature is that the Microsoft Exchange email will work on the Asha 302. Includes synchronisation of calendar, email and contacts. Priced at 95 at retail.Described as a low cost entry point to data consumption.  8.52am: Elop says Nokia&apos;s smartphones are setting a new pace. The 4G Lumia 900 was launched in the US with AT&amp;T.I&apos;m pleased to share that we are going to extend the Lumia 900 beyond the US. It will be available in Elop&apos;s home country of Canada.Jo Harlow, Nokia&apos;s smartphone lead, takes the stage.  We shouldn&apos;t forget that in many countries around the world LTE networks are not deployed. That shouldn&apos;t stop people from being able to enjoy the superior content experience. I&apos;m pleased to announce that we will be bringing the Lumia 900 to other countries around the world.  The Lumia 900 - photos of a white case, for the first time. Nokia Drive turns any Nokia smartphone into a personal navigation device. You can set speed limit alerts on the latest edition of Nokia Drive. A new feature called Nokia Reading with news stream. A single hub for news, books, audio books. News stream aggregates feeds on favourite topics from favourite sources, which can be pinned to the start screen, with breaking stories appearing in the live tile. Free like Nokia Drive on the 900.  8.58am: The Lumia 900 also allows video calling.Terry Myerson, head of the Windows Phone Division at Microsoft takes the stage. The beta for Windows Phone of Skype will be available from today on Windows Phone.  Since the beginning of our partnership with Nokia, the range of applications to our market place has trippled. Windows Phone has been made compatible with mobile operator networks in China.  Harlow says that means Nokia will bring Lumia to China. In the coming months they will introduce a range of phones to the Chinese market. Myerson says Microsoft has lowered the system requirements for Windows phone, to make it available to lower end, cheaper smartphones. The total addressible market has expanded over 60%. Harlow announces a new device, the Nokia Lumia 610, the fourth in the Lumia range.   The perfect introduction to Windows Phone for a younger audience. The 610 delivers the best mobile gaming device with Xbox Live. Playing on the mobile will increase your console score.   Includes Nokia Transport, with underground and overground transport information, with maps and timetables, in 500 cities in 46 countries. Comes free with the phone.  With four phones delivered within one year we are able to cover a range of needs and a range of price points. Lumia 900 estimated retail price of 480, expected to start shipping in Q2. The Lumia 610 will ship at around 189 and is expected to also ship in Q2.  Introduces the Nokia 808 PureView, a Symbian phone that looks like a camera. Harlow says it &quot;ushers in a revolution in smartphone imaging&quot;.Features a 41 Megapixel sensor, with a Carl Zeiss lens to set a new standard in image qulaity. The iPhone 4S, by comparison, has an 8 Megapixel camera, a level of resolution which is common even among lower range digital cameras. Pictures can be saved in compact files sizes for emailing, sharing and uploading to social networks. We intend to introduce these features into other Nokia smartphones in the future. Estimated retail price of 450, it will start rolling out in May. In white, red and black.  Last year when Stephen and I stood on this stage, we hoped we could deliver one Windows Phone smartphone and we delivered two. We now have four Lumia products ready to roll out around the world. I&apos;m looking forward to bringing you even more in the next year.  Stephen Elop returns to the stage. Says Nokia Maps new edition features 50 times more places.   Nokia Drive turns a Lumia into a fully fledged navigation device. These applications are incredibly powerful but they are just the beginning of what we can unleash with location based services. There are three questions that guide most of us throughout the day - what, who and where. Today the internet provides many answers to the what and the who. We, Nokia, will answer the where, by building a where enabled platform. Nokia Drive and other apps are built on Nokia&apos;s location platform. My commute will let you know if you need to leave home early to get to work on time.   We are happy to announce today that we are entering into a partnership with Groupon, with daily deals to Nokia consumers around the world. Says Nokia on a mission to create a third ecosystem. With the location based where platform that is precisely what we are achieving. Nokia apps have had 65m downloads. There are more than 200,000 app developers for Nokia in India. Have operator billing with 150 opeartors in 40 countries, things like in app purchasing, in app advertising.Data shows purchases increase up to five times with operator billing versus credit card alone. We can offer developers access to consumers in all markets at all price points and we will continue to push this further and faster.  It&apos;s been one year since Nokia said it was embarking on a new journey. Since then we&apos;ve introduced four devices. We are connecting the next people to the internet with Asha, a new cloud based browser. We are differentiating the Nokia experience with great design, new location based services, all of which is providing developers with a new gateway to the world. It has been a very challenging year for Nokia and it has also been an amazing year for Nokia.    9.26am: So, that&apos;s the end of the presentation. To summarise, Nokia will roll out its LTE Lumia 900 in countries outside North America, presumably that includes Europe, and to China. The PureView camera phone, with a 41 Megapixel camera, making it by miles the most powerful smartphone camera in the world. The other European device is the lower price point Lumia 610, aimed at younger users. Elop is asked if these phones will save the company.   We are demonstrating the action necessary to improve the fortunes of Nokia. Identifying strategy and executing very aggressively against that.   2.49pm: Vodafone chief executive Vittorio Colao has called for an end to European imposed cuts to the price of calls, accusing regulators of running on &quot;autopilot&quot; and endangering jobs.Colao was speaking this morning at the Mobile World Congress ahead of a vote by European ministers this week on a new round of cuts which will set the price of using a phone abroad for the next ten years. The reductions are to the wholesale price operators charge each other, which is intended to flow through into retail price cuts, but the telecoms chief said that previous cuts had not benefited consumers.  People think every time there is a reduction there is more money in the pockets of customers. This is not true.  Over the last year, European operators have seen their revenues decline across the board as regulator imposed cuts begin to impact. Regulators have recently pushed through cuts to mobile termination rates, the wholesale cost of calling a mobile from a landline or another mobile phone.The European Commission, said Colao, estimates that for every 10 in cuts, only 2 are passed on to consumers through lower retail prices, with the balance being held back by operators. He said:  We need to stop this autopilot regulation mentality that is still prevailing in many parts of the world. We should stop all these cuts, we shuld stop having this continuous intervention on prices and let the industry reinvest the money.  He said fibre was one of the areas in which operators needed to invest. Vodafone has already acquired and built extensive fibre optic cable networks around Europe, in order to provide faster connections between masts to suport mobile internet. Vodafone and is considering a bid for Cable &amp; Wireless Worldwide, the UK fixed line business telecoms group whose extensive fibre network would greatly reduce the mobile group&apos;s need to rent cables from other operators.  7.10pm: That&apos;s all from today&apos;s Mobile World Congress, back tomorrow evening for the keynote with Google chairman Eric Schmidt.", 
    "section": "technology", 
    "gid": "global/blog/2012/feb/27/mobile-world-congress-barcelona", 
    "wordcount": "1566"
}