{
    "headline": "Matt Ridley has joined the real climate debate", 
    "text": "It isn&apos;t often, as a climate scientist, that you find your research being enthusiastically endorsed by climate sceptic Matt Ridley in the Times. We published a paper in the journal Nature Geoscience on Sunday giving a new best estimate of 1.3C for the warming expected due to increasing carbon dioxide in the atmosphere at the time when carbon dioxide levels reach double what they were before the industrial revolution (known as Transient Climate Response, or TCR). Ridley is excited about this, because he feels it means that until his teenage children reach retirement age, they won&apos;t have to worry about global warming. And he is worried that government policies are misguided because they place their faith in climate models, like one of the Met Office models that puts the warming instead at 2.5C, almost twice our estimate. But no one places their faith in any single climate model, and no one has done so for 20 years. Climate scienitsts are all well aware the Met&apos;s model (HadGEM2) is at the top end of the current range. The Met Office&apos;s advice to government is based on the range of results from current climate models, not just their own. The relevant comparison is not with the 2.5C response of one model, but with the average of climate models used by the UN&apos;s climate science panel in its upcoming major report, which is 1.8C. Now 1.3C is 30% less than 1.8C, but this is hardly a game changer: at face value, our new findings mean that the changes we had previously expected between now and 2050 might take until 2065 to materialise instead. Then again, they might not: 1.8C is within our range of uncertainty; and natural variability will affect what happens in the 2050s anyway. Despite this, our study seems to be being enthusiastically cited by Ridley and climate sceptics the world over as final endorsement of their position. If this means their position is that the most likely response is 30% lower than the average of our current models, then perhaps the debate on global temperature is indeed over: 30% is well within the range of uncertainty anyway. But that doesn&apos;t mean all debate about climate is over. Is Ridley right that there is no actual evidence of harm as long as droughts, floods and storms are within historic variability? Try explaining to a casino bouncer that it doesn&apos;t matter you are using loaded dice because a triple-six is within historic variability  but that is a different story. Where Ridley may well be right is that if you are confident that citizens of 2065 will be rich enough and smart enough to cope with whatever we bequeath to them; or if you really don&apos;t care about unborn generations anyway (what have unborn generations ever done for me?); or if, like Bjorn Lomborg, you discount future damages to give very little weight to anything that happens after 2065; or if you firmly believe that the &quot;second coming&quot; will occur before 2065 anyway  then there probably isn&apos;t much point in trying to reduce carbon dioxide emissions. These are perfectly coherent ethical positions: they don&apos;t happen to be positions that I subscribe to, but if that is what Ridley thinks, so be it. It is almost inevitable that a debate as acrimonious as this could only end with a firm declaration of victory on all sides. This appears to be what we are seeing. If this means we can move on from a sterile debate about the global response to much more interesting questions about regional impacts, the rights of different generations, and, most interesting of all, what to do about it, that&apos;s great. Ridley, welcome to the real climate debate.", 
    "section": "environment", 
    "gid": "environment/blog/2013/may/21/matt-ridley-joined-real-climate-debate", 
    "wordcount": "626"
}