{
    "headline": "It's time to confront Africa's least endearing trait: conflict", 
    "text": "It&apos;s time to confront our continent&apos;s least endearing trait: conflict. This recurring phenomenon is perpetuating poverty and preventing the fulfilment of Africa&apos;s potential as a whole. In recent months, relapses into conflict in the Central African Republic, Mali and the Democratic Republic of the Congo have highlighted the struggle that many African countries face in moving from fragility to peace. This is not a uniquely African problem, but it is here that the problem is most pronounced. The majority of the 1.5 billion people living in fragile states across the world are in Africa. Of the 18 member countries of the g7+, a group of fragile states, 13 are African. The concentration of fragility in Africa is hugely problematic because its impact is never confined. Conflicts spill over borders, affecting and displacing neighbouring communities, and the resulting instability undermines our trust both in state institutions and in our own communities. This inhibits our capacity to move forward. As poverty is reduced worldwide, fragile states are left behind. The facts are clear: a continent-wide problem exists and we must shake it off. That is why I am supporting the proposal from the International Dialogue on Peacebuilding and Statebuilding to put peace, justice and human security at the heart of the agenda for what should follow the millennium development goals (MDGs) when they expire in 2015. Fragile states are the countries furthest from achieving the MDGs, despite being the destination of 37% of all official development assistance. It is clear that conflict continues to hinder basic human development with the result that the MDGs are an unfinished agenda in the places that need them most. We must ensure that the next generation, those born in 2015, are not caught up in the same problems as this generation. To do this, it is imperative that we create a framework that embeds just and lasting peace, as well as justice and security, as goals in themselves, since these are the key enablers to other dimensions of development. International recognition of this need has grown in recent years. The fourth high-level forum on aid effectiveness in Busan in December 2011 established a new deal for engagement in fragile states. By setting inclusiveness and country ownership of development agendas as explicit guides, a new paradigm for working in fragile environments was born. The commitment to these processes was reaffirmed in February with the Dili consensus (pdf), backed by the g7+, which called for a new &quot;era of global development that is legitimate and relevant, truly reflecting the development aspirations and challenges of people everywhere&quot;. In spite of the new deal, and fragile states&apos; persistent calls for a fresh approach, progress on the ground has been sluggish. On Friday, I will sit down with other members of the International Dialogue in Washington DC for its annual high-level meeting to renew our commitments to the new deal and discuss the post-2015 agenda. But our commitments need to be complemented with implementation. For this to happen, we need a global target that focuses political attention on peace, justice and human security. Peacebuilding as a core working model has already been proven to facilitate transition from conflict in Africa. The successful maturation of Liberia, Mozambique, Sierra Leone and Liberia into peaceful states within short timeframes is enormous when compared with what has happened in countries that have been unable to determine their own peacebuilding agendas, such as Iraq. These African examples emphasise the importance of peacebuilding for successful development. The conditions for peace must be set within the countries themselves. They require transparent processes that are conducive to building strong institutions, and political processes that embrace all actors within society. Only then can fragile states forge peace and create conditions that contribute to economic growth. The trend can be bucked. For peace to be real, the post-2015 targets should incorporate accountability mechanisms. Country-led, accountable, transparent and inclusive partnerships with peace at their core will underlie the success of the new agenda. This is how we can optimise aid in order to wean ourselves off it, and build lasting peace on our continent.  Kaifala Marah is Sierra Leone&apos;s minister of finance and economic development. The third annual meeting of the International Dialogue on Peacebuilding and Statebuilding takes place on 19 April and will be co-hosted by the US, Denmark and Timor-Leste", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/apr/18/time-confront-africa-trait-conflict", 
    "wordcount": "723"
}