{
    "headline": "Heres a conversation starter: why is Facebook telling everyone everything I do?", 
    "text": "Name: Conversation Topics. Age: Brand new. Appearance: Sudden, unexpected. Like you just open the Facebook Messenger app on your phone and there it is, telling you that your friend visited their allotment on Sunday and suggesting you talk to them about it. Thats funny. I did visit my allotment on Sunday. How was it? Good. We had a decent crop of late raspberries, and finally got the paths weeded and covered. Any artichokes? Yes, as a matter of fact. Theres a second crop coming through, which I didnt expect and  Wait a minute. How did you know about the artichokes? How do you even know I have an allotment? Conversation Topics! What? It says here that you visited your allotment 49 hours ago. Its a Conversation Topic. No its not. Its my life. Lets talk about your life. Isee you listened to some Kate Bush yesterday. Do you like her later stuff?    Facebook have some awesome people working on @messenger. It showed @trixieavis &#39;conversation topics inc what I&#39;m listening to. pic.twitter.com/2NEcFp8A9r&mdash; (((Dan Simpson))) (@iamthedans) October 11, 2016    Stop it! This is creepy. Im just trying to have a friendly conversation. Yeah, but it makes me feel as if Im being spied on. Well, your phone records this stuff and/or you post it to Facebook, so now I see it whenever I open its Messenger app. It seems like a good way to break the ice. I like the ice the way it is. So you mean everyone who opens Messenger can see this information about me? Not everyone. Not yet anyway. Conversation Topics appears to be a new feature launched quietly by Facebook for a few users. One reported seeing places his friends recently visited. Another saw details of the events they planned to attend or themusic they were listening to. Did the friends know this? I dont think so. Although I presume they had allowed the information to be shared among their Facebook network. I should hope so! Still, the whole idea of Facebook suggesting what my friends and Ishould talk about is weird. It wants to increase user engagement. Why doesnt it just programme some of its famous chatbots to compare weekends? Chatbots dont spend money. Conversation Topic: Is Facebook a raving monster gradually trying to take ownership of peoples lives? Conversation Topic: Do you think some people inSilicon Valley might be more comfortable with computers than human beings?", 
    "section": "technology", 
    "gid": "technology/shortcuts/2016/oct/18/facebook-messenger-conversation-topic-telling-everyone-everything-i-do", 
    "wordcount": "398"
}