{
    "headline": "Boot up: iPhone 5 cuts explained, VCs for crapware, GPS v UTC, and more", 
    "text": "A quick burst of 9 links for you to chew over, as picked by the Technology team Microsoft Surface estimate cut in half to 1 million units at UBS &gt;&gt; Bloomberg  Microsoft&apos;s fiscal second-quarter earnings will be less than previously expected due to weak demand for personal-computers and the company&apos;s new tablet, Surface, according to Brent Thill, an analyst at UBS AG.  Thill cut his estimate for Surface sales in half, to 1 million units for the period, which ended in December, citing &quot;gloomy sentiment&quot; after the holiday shopping season, he wrote in a research report today. He cut his earnings per share projection for the quarter by 8 cents to 76 cents.   Stop us if you&apos;ve heard this one before. Y Combinator is funding the future of spam in Windows - drive-by crapware installers &gt;&gt; istartedsomething Long Zheng explains how all that crap gets onto your computer: VC funding. If you lose your cellphone, don&apos;t blame Wayne Dobson &gt;&gt; ReviewJournal.com  Wayne Dobson doesn&apos;t have your cellphone.  Even if it looks like he might.  In the past two years the 59-year-old retiree has been pestered by people showing up at all hours of the day and night at his house, demanding their phones. They&apos;ve yelled, shown him evidence, called the police - sworn that their phone is in his house.  But he&apos;s no thief.   Bizarre. Why the WSJ got the &apos;iPhone demand is crashing&apos; story all wrong &gt;&gt; Forbes Mark Rogowsky:   Cnet was very excited about Samsung&apos;s announcement that the Galaxy S phone line had crossed the 100 million mark in total sales. The phone is so desirable, &quot;Sales of the flagship Galaxy S3 reached 30m units in 5 months, and 40m in 7 months, with average daily sales of about 190,000 units.&quot; You&apos;d think that it&apos;s the hottest thing going with those numbers. Of course, as we were just discussing above, in the quarter just ended, Apple will have sold about as many iPhone 5?s as Samsung has sold Galaxy S3?s in 7 months! This is what the &quot;experts&quot; are already calling trouble and they haven&apos;t seen the numbers yet.  Now, of course, Samsung is also selling the prior generation S2, which Cnet tells us, &quot;...is described as a steady bet after recording sales of over 40 million in 20 months.&quot; So that&apos;s about 2m a month for that model to go with the 17m S3 phones Samsung apparently moved in Q3. In other words, if we just compare the last two generations of phones, Apple sold somewhere around 35-45m last quarter while Samsung moved about 23m. It&apos;s certainly true that Samsung has a number of less-expensive entry models and will outsell Apple in raw numbers. But when one looks at &quot;profit share&quot; and wonders why Apple will continue to earn more of it in smartphones than Samsung, those numbers tell the story.  SAP is using more than 20,000 iPads, says CIO &gt;&gt; CITEworld  Right now, SAP manages more than 20,000 iPads and a similar number of iPhones, plus 4,000 Android devices (mostly from Samsung) and some smaller number of BlackBerry and Windows 8 devices. Not to mention 5,000 devices that employees have brought in themselves.  Bussman also reveals that SAP is testing BlackBerry 10, and will be supporting the new platform internally this quarter.   There&apos;s a video too. iPhone 5 demand got you worried? Relax, analysts say &gt;&gt; CNET News  Sterne Agee analyst Shaw Wu today wrote in a research note to investors that Apple&apos;s reported cuts to component orders have nothing to do with weak demand. Instead, Wu said that while component orders are lower, they&apos;re due to &quot;much improved yields meaning lower component builds and supplier shifts.&quot;  &quot;As far as we can tell, iPhone 5 demand remains robust,&quot; Wu said.  Baird analyst William Power offered up a similar evaluation to investors today, saying that he was &quot;actually raising our calendar fourth quarter iPhone forecast slightly,&quot; adding that &quot;most demand indicators remain favorable.&quot;   DisplaySearch said that Apple&apos;s expected 19m iPhone 5 screen orders for January was cut to &quot;between 11m and 14m&quot;. Better yield? Demand management?  Leap Seconds &gt;&gt; What-if-XKCD  For example, the clock in your smartphone&apos;s GPS is 16 seconds out of sync with the phone&apos;s system clock. This is because the system clock uses Coordinated Universal Time (which has leap seconds), but GPS time doesn&apos;t. They were in sync in January of 1980 and probably never will be again.   Don&apos;t worry, there&apos;s a solution. What is it like to be exposed to new technology after a 20+ year prison sentence? &gt;&gt; Quora  Technology has changed considerably during the 25 years that I served. I read extensively during my term of incarceration, but reading about technology felt a bit like reading about typing. Regardless of how much I read, I wouldn&apos;t grasp the power of technology until I started using it. Forget the power, I don&apos;t even understand the language of technology. For example, I never understood what people meant when they spoke of a &quot;browser.&quot; In fact, I just asked my wife to define a browser, and when she described it as a program that would allow me to access the Internet, I gave her a blank stare.  &quot;But I thought the browser was the little text box on top of the screen, where I type in what I&apos;m looking to find on Google.&quot;  &quot;No honey,&quot; she said. &quot;That&apos;s the URL bar.&quot;   Marvellous answer. (Via @jasonhesse on Twitter.) The Panasonic Toughpad Press Conference &gt;&gt; LOOK, ROBOT  A second man takes the stage. His name is Jan something, Head of something at Panasonic. His presentation uses multiple greyscale graphs to illustrate technical points. I write down anything I don&apos;t understand. A lot of the other journalists stop writing so much. I wonder if I should do the same. This is cargo-cult reportage, a Simon Says version of journalism, copying the surface actions of those around me in an attempt to produce the same result.  Jan talks about retina displays and the way that the human eye can only perceive a certain number of pixels at a certain range and something about PPI. I think Panasonic has invented a new kind of pixel. A bendy pixel. I don&apos;t understand. What does PPI stand for? What am I doing with my life? Why am I here in this basement in Munich at the age of 26 staring at a man fire a laser pointer at a graph? How did this happen? I wanted to be a Sky Pirate. I don&apos;t understand any of this.   If you were Panasonic&apos;s marketing chief, you&apos;d probably be pleased about now. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2013/jan/16/technology-links-newsbucket", 
    "wordcount": "1169"
}