{
    "headline": "Sea Shepherd: defending the integrity of the Southern Ocean whale sanctuary", 
    "text": "I don&apos;t think that there is a more isolated, more remote, or more forbidding place on this planet than where we find ourselves at this moment. Draw a line due south from Sri Lanka for 4,404 nautical miles and it will bring you to Prdyz Bay, deep in the Cooperation Sea, close to the massive Amory ice shelf. Some 2,632 nautical miles to the north-east is Perth, Western Australia and 2,632 miles to the north-west is Cape Town, South Africa. In contrast, we are only 1,380 miles to the south pole. It is summertime in Antarctica and outside on the deck, the wind is blowing at 30 knots and the temperature has dropped to -10C. On our port beam at a quarter of a kilometre, and just barely discernible through the misty swirling snow is the Sea Shepherd ship Bob Barker. I can see her taking white water over her bow and hoar frost clinging like bleached algae on her blue, grey, and black mottled hull. Ahead of us another quarter of a kilometre, a massive black hull plunges and bucks in a frothing sea. And as if the sea spray was not enough, the ship fires six high-powered streams of sea water in different directions. Briny icicles hang from her rails. I can see the stern slipway, that awful maw that literally swallows whales whole, wasting nothing, they say, except for the whales themselves. The beautiful creatures get dragged onto the flensing deck to be mutilated and cut into pieces, to be frozen and boxed below deck as streams of steaming blood pour into the sea from the scuppers. The Sea Shepherd Crew call that floating mechanised abattoir the cetacean Death Star. It is the Japanese whale-processing factory ship the Nisshin Maru, and for nine long years we have hunted her down in these waters with the single objective of interfering with her primary activity  the slaughtering of whales. I suppose in a way, I am the mirror image of the fictional Captain Ahab. Instead of a white whale, it is a whale-killing death ship that I have been obsessed with stopping. Nine voyages I have spent in these hellish cold waters, totalling near 30 months. This voyage is now in its 105th day, a voyage that began in Melbourne, went north to American Samoa, then south again to New Zealand, and further south still, to the Ross Sea; and for the last 18 days a pursuit of some 2,500 miles westward to this forsaken place. Forsaken yet incredibly beautiful. The seas are bejeweled with thousands of icebergs, ranging in size from that of a small building to massive tabletops larger than major cities. And it is not all white on blue, the icebergs boast a spectrum of blues, indigos, and greens; and the ever-present sun splatters the horizon twice a day with the spectrum of reds, orange and yellows. In the sea and flying through the air are the great living treasures of these waters - the birds, whales, seals, and penguins; and beneath the surface the great schools of fishes and the vast plumes of plankton and krill. What brings us down here year after year is the simple fact that these waters have been designated by the international community of nations as the Southern Ocean whale sanctuary, and we are here to defend the integrity and the sanctity of this legal sanctuary for whales. The Japanese whalers are slaughtering protected, threatened, and endangered species of whales within this sanctuary in violation of a global moratorium on commercial whaling. They are also in contempt of an Australian federal court ruling from 2008 that specifically forbade them from killing whales in the waters of the Australian Antarctic territory. Three days ago the Japanese harpoon vessel Yushin Maru #2 killed a minke whale within the Australian Antarctic Territory, only 50 miles from the Australian Davis Research base on the Antarctic coast. This is the first time since 2009 that they have killed a whale in front of us and they did so deliberately to test our resolve. In December 2012, the US 9th district court granted a temporary injunction to the Japanese whalers that ordered the Sea Shepherd Conservation Society USA to not approach within 500 yards of the whaling vessels. Sea Shepherd USA immediately complied with the injunction. Sea Shepherd USA has never broken an American law from the day it was founded in August 1977. In compliance, Sea Shepherd USA stopped all funding to Operation Zero Tolerance and withdrew all support, leaving the campaign in the hands of Sea Shepherd Australia under the leadership of Bob Brown, the former Australian Federal Senator and Leader of the Greens. Bob Brown had previously led a Sea Shepherd campaign with the Steve Irwin to protect whales in Western Australia, and the Southern Ocean campaigns have been staged out of Australia since 2005. The Japanese whalers, however, mistakenly thought that the US courts could exercise jurisdiction over Dutch- and Australian-flagged and owned vessels under the command of Australian, French, Indian and Swedish captains operating out of Australian and New Zealand ports into international and Australian territorial waters. Thus we had the strange situation of Japanese whalers operating in contempt of an Australian federal court ruling, killing a whale inside the Australian Antarctic Territorial waters, and warning a Swedish captain of a Dutch-flagged ship that they would be in contempt of a US court should they interfere with their unlawful activities in an internationally established sanctuary for whales. Captain Peter Hammarstedt was not about to watch the poachers transfer a dead whale to the factory ship without interference. He blocked the transfer. The factory ship and the harpoon vessels deployed prop fouling lines to stop him but the Bob Barker crew took to small boats and cut the lines. It took 12 attempts and most of the day before they were able to transfer the poached whale.            They finally managed to do so by making an extremely dangerous lunge at the Bob Barker with the Nisshin Maru. Five times the size of the Bob Barker, the ramming would have breached the hull. Thus as Captain Hammarstedt had no choice but to dodge the collision, the move allowed the harpoon vessel to dash in front of the Bob Barker and behind the Nisshin Maru, where a cable was quickly attached to the corpse of the whale and it was hoisted up the slipway onto the flensing deck. The next morning the Steve Irwin arrived, and with two ships on the stern of the Nisshin Maru, the whaling operations were shut down. Three days later, the whaling operations have not resumed. The harpoon vessels have all disappeared, leaving the Steve Irwin and the Bob Barker chasing the Nisshin Maru ever further west. Each year that Sea Shepherd has returned to these waters since 2005 the campaign has gotten stronger and more efficient. Last season, the whalers took only 26% of their kill quota and the season before that they took only17%. This season, with four ships, the campaign is stronger but facing more challenges. The injunction imposed on Sea Shepherd USA weakened the finances of the campaign, but it did something even more threatening to the crews of these four ships. It has emboldened the Japanese whalers. The Japanese whalers have never before been more recklessly aggressive. The Sea Shepherd ships have been forced to yield to uphold our primary operational concern and that is to not cause any injuries to either side. The whalers destroyed the Ady Gil in 2010 and did not have to answer for it. They were not even questioned. They have interpreted the US court injunction as de facto permission to be more aggressive. They have the total support of the Japanese government, and although Australia and New Zealand are taking Japan to the international court in the Hague this year, both countries have not done anything to actually stop the slaughter of whales. Thus it has been left to a small band of international volunteers to protect and defend the whale sanctuary, despite being marginalised and given labels ranging from extremists to eco-terrorists. Yet after nine year of confrontations Sea Shepherd have not caused a single injury or inflicted any damage on the Japanese ships; whereas they have injured Sea Shepherd crew, damaged Sea Shepherd ships, and completely destroyed one vessel. These whalers are poachers and no different than elephant and rhino poachers in Africa, except for the fact that the African poachers are generally black and poor and they are shot for their crimes. The whale poachers on the other hand are encouraged by their own government to continue their crimes. This is a strange battle down here in the Southern Seas. Within two days we expect that the three harpoon vessels, along with the armed government vessel Shonan Maru #2 and the Korean tanker Sun Laurel, will catch up with the Nisshin Maru. That will pit a whaling fleet of six against three Sea Shepherd ships. The Sea Shepherd crews are committed to blocking the illegal whaling operations, and it appears the whalers are under orders to kill as many whales as possible. This is gearing up for a major showdown, and the challenge for the Sea Shepherd volunteers is to save as many whales as possible while ensuring that no one is injured by an increasingly hostile and aggressive crew of whalers, made all the more dangerous by the extreme remoteness and intense weather and sea conditions. The Japanese Fishery Agency issued themselves a permit to kill 935 protected minke whales, 50 endangered fin whales, and 50 endangered humpback whales. The Sea Shepherd Crew are confident that the whalers will take only a small fraction of this list of the condemned, and they will once again lose millions of dollars in profits. And if they return next year, so will the Sea Shepherd Crew, and the year after that if need be. Because what is the point of declaring and establishing a sanctuary for whales if whales can be allowed to be killed there?  Captain Paul Watson is the founder and president of Sea Shepherd Conservation Society", 
    "section": "environment", 
    "gid": "environment/2013/feb/18/sea-shepherd-defend-southern-ocean-whale", 
    "wordcount": "1697"
}