{
    "headline": "The Better Angels of Our Nature by Steven Pinker  review", 
    "text": "     Nobody could accuse Steven Pinker of intellectual constipation. He tackles open-ended, pub argument themes such as where language came from, how the mind is formed, and how we got to be what we are: all questions obscured by the fog of prehistory, bedevilled by subjective attitudes and overwhelmed by evidence as confusing as it is profuse. Four things characterise a Pinker book. The attack is humane but headlong; the background reading is prodigious and pertinent; the evidence is marshalled with vigour and rigour; and the writing is laced with a casual, populist wit. The reader knows where Pinker is coming from, and Pinker never has any doubt about where he is going. The effect is exhilarating, even if it isn&apos;t always convincing. The Better Angels of Our Nature takes a thesis I would love to believe; indeed, have casually believed for most of my life. It is that humans have grown less horrible with time. The 20th century, the century of Hitler, Stalin and Pol Pot, of Mao in China and Mobutu in the Congo, was appalling, but the number of deaths by violence as a proportion of the total population remained modest compared with the ferocious cruelties of the wars of religion in the 17th century. The modern nation state  the Leviathan of the philosopher Hobbes  has had a civilising effect almost everywhere. Education has helped, as has the empowerment of women, and the idea, too, of human rights. Within the epic sweep of history from ice age hunter gatherers to modern suburban householders, Pinker examines both the big picture and the fine detail, with surprises on every page. The Wild West and Gold Rush California really were wild, with high homicide rates and names to match: Cut-Throat Gulch, Hangtown, Helltown, Whiskeytown and Gomorrah &quot;though, interestingly, no Sodom.&quot; Overall, however, he finds examples of falling murder rates everywhere (including among male English aristocrats 1330-1829). Murder rates as a percentage of population were far higher among the supposedly peace-loving and cooperative hunter-gatherer communities  the Inuit of the Arctic, for instance, the !Kung of the Kalahari and the Semai of Malaysia  than in the trigger-happy US in its most violent decade. Unexpectedly, deaths in warfare, once again as a percentage of total population, were far higher among the Gran Valley Dani of New Guinea, or in Fiji in the 1860s, than in Germany in the whole of the 20th century. The state, however brutally, civilised its citizens and persuaded them to surrender the satisfactions of vengeance to impartial law. Somehow, citizens also civilised the state. Torture and public execution by torture were once instruments of power and popular mass entertainment: now torture exists only in secret, and hides behind political euphemism. Capital and corporal punishment have been eliminated in much of the world, and slavery has been abolished: people have lost their thirst for cruelty. Pinker gives the credit for this progress  &quot;and if it isn&apos;t progress, I don&apos;t know what is&quot;  to explicit political arguments and changes in sensibilities that began during the 18th century, the Age of Reason and the Enlightenment. Instances for his argument come from everywhere: menacing declarations posted in Gold Rush claims, dialogue from The Godfather Part II, the Hebrew Bible, Homer and so on. Young men commit most killings  this is a constant through history  but are civilised by marriage (an observation that he concedes is, in the words of Oscar Hammerstein II, &quot;as corny as Kansas in August.&quot;) He ducks nothing: the cold war, the so-called war against terror (&quot;it is a little-known fact that most terrorist groups fail, and that all of them die&quot;), rape, infanticide, aggression, lynch mobs, ethnic cleansing, vendetta, psychopathology, genocide, sadism, cruelty to animals and murderous ideologies. The decline of violence, he says, &quot;may be the most significant and least appreciated development in the history of our species&quot;. The close grain of the argument, the liveliness of the writing, the sheer mass and density of the evidence he produces (and I&apos;ll be honest, I still haven&apos;t finished all of its 800 pages) never quite still the reader&apos;s unease. What is it about us that has really changed? How good are all these statistics? Are Moses and Homer reliable guides to bloodshed in the Bronze Age? If violence is a corollary of ignorance and fear, who really believes those things have gone away? But of course, Pinker sees that one coming and confronts it, too. What he has delivered is yet another absorbing slice from history&apos;s prodigious provender: he calls upon cognitive science, anthropology, behavioural science, criminology, sociology, statistics, game theory and any number of appropriate fields of scholarship to support his argument in the later chapters. But in its confidence and sweep, the vast timescale, its humane standpoint and its confident world-view, it is something more than a science book: it is an epic history by an optimist who can list his reasons to be cheerful and support them with persuasive instances. I don&apos;t know if he&apos;s right, but I do think this book is a winner. Tim Radford&apos;s The Address Book: Our Place in the Scheme of Things (Fourth Estate) was longlisted for the Royal Society Winton Prize for Science Books Win all six books shortlisted for the prize in our competition", 
    "section": "science", 
    "gid": "science/2012/nov/19/better-angels-nature-steven-pinker-review", 
    "wordcount": "884"
}