{
    "headline": "Apple's maps: good, bad or just dangerous to know?", 
    "text": "Apparently I shouldn&apos;t ever have liked Apple&apos;s Maps app. When I tested the iPhone 5 for my review, after its announcement but ahead of its official release, I was struck by a number of things about it  particularly how different the iOS 6 Maps app was. Google Maps, in the iOS 5 version, was good enough for many uses. But it wasn&apos;t great. For a start, it used rasters  every screen was in effect a separate download, so when you dragged the map to look at the adjacent locations, it initiated a whole new download. Zoom in or out  more downloading, because you&apos;re looking at slightly different pictures. (This is how it works on the desktop, but it preloads the tiles on each edge so you don&apos;t notice any delay.)  Raster maps, as I know from the time campaigning for people who wanted access to the UK Ordnance Survey&apos;s vector map data, are a pain. They&apos;re otherwise known as &quot;tiles&quot;; you see the raster tiling effect most clearly when you switch to satellite view on an online map, and the picture fills in square by square. That&apos;s what Google&apos;s maps  as the default maps app  used to do on iOS 5. It chews up data, and it&apos;s highly dependent on network connectivity. Barely anything is cached. Also, on iOS 5 you couldn&apos;t get turn-by-turn navigation without buying a separate app  unlike Google&apos;s Android, where since 2011 it has been built into the maps. So when I tried out the iPhone 5, and discovered that Apple&apos;s Maps app used vector mapping (where a huge amount of the map is downloaded straight away, in a form where the elements are encoded by their spatial relationship, not as a fixed picture), and also included turn-by-turn navigation, I was impressed. That&apos;s good, I thought. I tried it out for some navigation near where I live, which is very rural, and where the signal while you&apos;re driving is patchy. And it worked well. I searched for a destination; the search found it first time. I set up the route and it found a shortcut I didn&apos;t know about. Directions were given by (computer-generated) voice. When I had to divert because a road was closed, it re-routed without complaint. Even better, I thought. Of course, you expect that from a dedicated satnav, but compared with what had gone before  where you&apos;d have been wrestling with the phone and trying to figure out where you were and where you needed to be, with only the silent text of your route directions on screen  it was a colossal improvement. As I noted in the review, it brought feature parity with Android. I also looked at what there was around London, which I also know, having lived there for many years. I tried typical searches that one does for locations (ie places where I&apos;d lived). I looked at what there seemed to be offered. I looked at places where I&apos;d lived. It seemed fine. So I wrote:   The news in May that Google was sidelined as the provider of maps for the iPhone (in any phone that runs iOS 6, to be released later on Wednesday 19 September) caused a fair amount of hand-wringing and worry. Would it be as good? Or would it just use some in-between rubbish? Don&apos;t worry  it&apos;s very good. Here we need to distinguish between the maps themselves, and the maps app. The maps don&apos;t have all the highlighting of Google&apos;s, but the amount of detail such as road names seems to me greater.  Now  did I try to drive to Mildura in Australia? No. Did I look up places called &quot;Airfield&quot; in Ireland? Nope. I just used it like I use maps most of the time, while trying to use other elements of the phone too. On that limited basis, I thought that Apple&apos;s maps were very good. They&apos;d taken me where I wanted to go, found shortcuts, re-routed, didn&apos;t use so much data, and were better than what had gone before. Of course when Apple&apos;s maps began to be more widely used, and the list of errors in them began appearing and kept on coming, my brief summary in my iPhone 5 review based on my experience, that they were &quot;very good&quot;, looked pretty foolish. Certainly, a small group has since enjoyed playing Nelson Muntz in the comments. Ha-ha.  In retrospect, yes, I should have tested the new maps element in iOS 6 more thoroughly. At the time I thought I had. One of the challenges of doing reviews is trying to figure out what will be important to people, and what won&apos;t; companies frequently give you thick &quot;reviewer&apos;s guides&quot; with the intention of directing you at particular things, but those don&apos;t tell you whether, say, maps will be more important than photos to many users. Nor is it self-evident that you should search for airfields, or remote Australian towns. (This is Apple&apos;s problem too.) What if some devastating flaw had been lurking in the Passbook system, but I hadn&apos;t been able to test it sufficiently to find it, and so commended something that was no good? Well, ha-ha. (The other reviewing challenge, of course, being limited time.) The simple solution to that would be to do a review where you studiously avoid passing any opinion at all. You don&apos;t say if you think something is good or bad. You just recount what&apos;s there - a laundry list you could get off the side of the box. I don&apos;t enjoy reading those reviews, and don&apos;t think they provide anything useful; cereal boxes are more entertaining. If you don&apos;t have an opinion about something, you probably don&apos;t care about it. A product or service should ideally have provoked some emotion - for or against. So do I still think Apple&apos;s maps are &quot;very good&quot;? Well, I&apos;ve been using an iPhone, and using the iOS 6 maps system for navigation regularly, and they still haven&apos;t led me astray. They&apos;ve kept navigating me to places I need to get to without hassle. This, I know, isn&apos;t the experience of everyone; some have had terrible experiences. (Apple may have been lucky not to have a fatality over the Mildura mislocation.) The Nelson Muntzes demand  Spanish Inquisition-style  that I recant; that I shouldn&apos;t like the experience of using Apple&apos;s maps, on behalf of anyone else who doesn&apos;t. (More odd is that many of the Muntzes don&apos;t seem to be iOS 6  or even iPhone  users themselves, so I don&apos;t know where their experience of it comes from.) If maps contain any mistakes, they can&apos;t be &quot;good&quot;. At all. Trouble is, that&apos;s still not my experience. Are Apple&apos;s maps perfect? Nope. Could they be better? Yes. Are they getting better? Actually, they are. Are Google&apos;s maps even better? Yes, far better - but until now, with the availability of Google&apos;s Maps app, you couldn&apos;t get the vector maps and turn-by-turn functionality, which are what is actually needed now at this stage of smartphone development.  Not having that functionality was far worse  unless all you really needed was location, rather than navigation. Google&apos;s data on iOS 5 provided great location, but no navigation, and I&apos;ve already been in situations where navigation became much more important than location. I know of other people who aren&apos;t rabidly attached to any platform who haven&apos;t had a problem with the maps. But the errors are there nevertheless.  So, I&apos;m sorry that my review didn&apos;t pick up the fact that Apple&apos;s Maps fall short for a number of people. I called them &quot;very good&quot; because I was comparing them with what had gone before on the iPhone, and my experience was positive. Vectors beat rasters any day; similarly, free turn-by-turn voice-directed navigation beats none. Some of Apple&apos;s errors were egregious. But many were also well-hidden until a huge number of people started using them. Location and navigation is at least partly a search business, and if you don&apos;t try the right searches, you won&apos;t find the flaws in the arrangement of the data. I failed to find the right searches. Now, here&apos;s the thing: Google&apos;s maps are superb. The choices of colours, for instance, are outstanding (blue for motorways in Britain; Apple still uses yellow, the same as interstate highways - motorway equivalents - in the US). The fine detail, such as minor roads, is picked out with higher contrast. Google simply does it better.  And here&apos;s the other thing. A number of people seem to have been holding off updating to iOS 6 after hearing about the problems with Apple&apos;s maps. Now that Google&apos;s Maps app has landed, they&apos;re heading off to update their phones - which means that the default Maps app that used Google&apos;s raster data will be replaced by Apple&apos;s one, and Apple&apos;s maps will be the default when people search for locations.  That means Apple has a growing number of people who are using its maps app. More data means better maps. The whole experience of launching their own maps service has surely scarred Apple&apos;s executives - and gotten a couple fired - but the irony is that it now has what it wanted all along: vector mapping and turn-by-turn navigation on the iPhone. And users have not one, but two free versions to choose from. Competition turns out to be good. Very good, in fact.", 
    "section": "technology", 
    "gid": "technology/blog/2012/dec/14/apple-maps-good-or-not", 
    "wordcount": "1571"
}