{
    "headline": "Google Glass devices sent to first users outside company for testing", 
    "text": "Google has begun shipping its Google Glass &quot;wearable computing&quot; devices to its first users outside the company  and released guides so developers can write software for it. But one thing developers have been told is banned: showing advertising to wearers. Although almost all of Google&apos;s revenue  and more than 98% of its profits  comes from advertising, the company is initially shying away from showing adverts on the device, which has an embedded screen in the upper-right-hand corner of the right-hand lens that the company says provides resolution which is &quot;the equivalent of a 25in high definition screen from eight feet away.&quot; The voice-controlled Google Glass is able to display information in the screen from the internet via a wireless connection to a smartphone, but also to take pictures and video using a front-facing camera. According to the details provided, the camera has a five-megapixel resolution, while videos will be 720p HD resolution. Audio feedback comes from a &quot;bone conduction transducer&quot; which rests on the ear and uses the sound-transmitting properties of the bone around the ear to improve sound. Google is promising that the battery should last for &quot;one full day of typical use&quot;  though it adds that features such as video recording and &quot;Hangouts&quot; (where users join shared video chatrooms) will use up more battery. The devices will cost about $1,500 (980) each, and are expected to go on general sale later this year. But first Google is seeding them to about 4,000 &quot;Glass Explorers&quot; who won an online competition to try them out and give their outsider&apos;s opinion about its usability. Meanwhile, the Google Developer terms for those writing applications  which it calls &quot;Glassware&quot;  for the service says bluntly &quot;No ads. You may not serve or include any advertisements in your [application].&quot; Developers are also banned from using data from people wearing Glass for advertising  including selling or sending that data to third-party networks  or charging for access to their apps and functionality. That could present a problem for some of the companies which have already signed up to provide apps for it. Those include the New York Times and the cloud data store company Evernote. Concerns about the potential for Glass wearers to be distracted while driving have already led to some calls for their use to be banned in the same way as handling mobile phones while driving. Others have expressed concerns about privacy and the question of who owns rights to pictures taken by Glass users in semi-private settings such as restaurants.", 
    "section": "technology", 
    "gid": "technology/2013/apr/16/google-glass-dent-users-testing", 
    "wordcount": "436"
}