{
    "headline": "Energy saving finally gets serious as alarm bells wake ministers", 
    "text": "     It&apos;s better late than never: serious energy efficiency measures have finally made it into the government&apos;s energy plans, albeit only as a consultation. But after the vicious fight over the energy bill, published today, we should be grateful for small mercies. In tackling the energy trilemma - cost, carbon and continuity of supply - nothing beats saving energy. It is the cheapest of all measures, curbing the gas-fuelled soaring of energy bills, it is by definition completely free of climate-warming carbon emissions and it means less electricity has to be generated in the first place. To understand how gaping a hole the absence of serious energy efficiency measure were compare the UK&apos;s energy demand forecasts with those of Germany. By 2050, Germany projects a 25% drop in electricity demand: the UK projects a rise of up to 66%. Of course more electricity will be needed if transport and the heating of homes is to be cleaned up, but Germany will do the same and is Europe&apos;s manufacturing powerhouse. Germany just decided to get serious on energy efficiency.  The coalition was warned that efficiency measures had to be at the heart of the energy bill at the start of its tortuous journey two years ago, but did not listen. But enough of history, ministers have been woken by the alarm bells of energy bill payers&apos; anger, fears over the lights going out and the certainty of climate catastrophe without urgent action. As Ed Davey points out today, even a modest 10% reduction in 2030 means five fewer power stations need to be built, nearly five million tonnes of carbon dioxide is saved, and 4bn is cut from bills. The ideas in the proposal are smart: financial incentives to install more efficient equipment and to guarantee keeping the lights on by allowing industry to commit to cutting energy use, not just by generating more. Targeting the replacement of old, inefficient appliances is a huge opportunity, but has proved tough to achieve in the past, such as when Gordon Brown as prime minister wanted to cut the VAT on efficient appliances only to be thwarted by European Union rules. The voluntary schemes the coalition is consulting - better information, prizes - would be more convincing if the coalition had not slashed the budget of the Energy Savings Trust, which does exactly this work. There is little else in the bill that was not trailed last week, when the coalition simply kept its promise to support renewables but failed to fully end the crippling uncertainty facing the investors expected to commit the 200bn needed in coming decades. However, there was today the promise of yet more exemptions for energy intensive industries such as steel and cement. Make no mistake, these are important industries, both for building the UK&apos;s new energy system and for jobs. But many in the sector are carbon fat cats, who are rolling in billions of Euros of free carbon credits. &quot;They are past masters at special pleading,&quot; as Tim Yeo MP put it.  So Davey will have to walk a fine line between protecting those industries and showering them with more subsidies. That is particularly important because, lest we forget, every penny of the money spent on our future energy system will come from me and you, through our energy bills. The good energy efficiency measures proposed today will - if they are delivered - shorten the odds on the great 200bn energy gamble. But the policy still relies too much on volatile gas to be the best bet for consumers and the climate.", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2012/nov/29/energy-bill-efficiency-davey", 
    "wordcount": "599"
}