{
    "headline": "Behavioural genetics and the phonics test", 
    "text": "In debating whether a pass rate of 60% on the controversial phonics test for six-year-olds is good enough, and whether the test truly measures reading ability or merely the capacity to decode phonetically sensible sounds (Phonics test identifies pupils needing support, 28September), we are rather missing the point. As is too often the case in education, the influence of genes has not been taken into account. We are a group of researchers who study genetic and environmental influences on academic and cognitive abilities, including reading. Genetic research has shown convincingly that the ability to decode sounds is heritable, more so than many aspects of behaviour and health. No one would claim that it is a complete measure of reading ability but it is an essential skill and one that is strongly predictive of children&apos;s later reading achievement. Therefore a phonics test can be a good thing which can genuinely help teachers to identify children who, largely for genetic reasons, may struggle with reading as they go through school. However, using it as a high-stakes test rather than a teacher&apos;s tool is a bad thing. It leads to teaching to the test, which wastes everybody&apos;s time because the most influential experiences are unique to individuals, not shared by all children in a year 1 classroom (Harlaar, Dale and Plomin, 2005). Evidence from behavioural genetics suggests a more fruitful debate is needed, a debate about how to use schools to enhance opportunities for children who struggle  in many instances children identified by this test  rather than the current debates about how many children should be able to jump through the hoop, and whether the hoop has been well-chosen. The plan for a light-touch phonics assessment is a good one, but the government will need to remember to keep the touch light if it is to be used to help all children become good readers rather than to demonise schools and teachers.Dr Kathryn Asbury Centre for Psychology in Education, University of York, Professor Philip Dale Department of Speech and Hearing Sciences, University of New Mexico, Dr Nicole Harlaar University of Colorado Boulder, Dr Yulia Kovas Goldsmiths, University of London, Professor Robert Plomin SGDP Centre, King&apos;s College London", 
    "section": "education", 
    "gid": "education/2012/oct/01/behavioural-genetics-and-phonics-test", 
    "wordcount": "367"
}