{
    "headline": "Apple chief calls on US government to slash US corporate tax", 
    "text": "  Apple has called for US corporate tax rates to be slashed after it admitted sheltering at least $30bn (20bn) of international profits in Irish subsidiaries that pay no tax at all. In a dramatic display of how threats from multinational corporations are driving down taxes across the world, chief executive Tim Cook warned Congress that he would refuse to repatriate a total of $100bn stashed offshore unless it acted to slash the 35% US rate. Cook said the tax rate for repatriated money should be set &quot;in single digits&quot; to persuade companies to bring it back. Standard tax for US profits should be, he said, in the &quot;mid 20s&quot;. He also revealed that Apple had struck a secret deal with the Irish government in 1980 to limit its domestic taxes there to 2%. Three subsidiaries based in Ireland are also used to shelter profits made in the rest of Europe and Asia but are not classed as resident in any country for tax purposes  a tactic dubbed the &quot;iCompany&quot; by critics. Cook&apos;s testimony to a Senate sub-committee investigating multinational tax practices largely confirmed its findings that Apple had taken tax avoidance to a new extreme by structuring these companies so they did not incur tax liabilities anywhere. Phillip Bullock, the California company&apos;s head of tax, estimated that just one of these subsidiaries  Apple Operations International  had channelled $30bn in global profits over the last five years without filing a single income tax return. The only taxes paid were on the interest earned by the cash pile and small sums in local markets. Senate investigators allege a total of $70bn has been sheltered this way in four years. Despite heated exchanges with committee chairman Carl Levin, Apple largely shrugged off criticism of the practice, insisting it was acting &quot;in the letter and the spirit of the law&quot;. An independent tax professor, Richard Harvey, testified that its tax avoidance was &quot;probably legal&quot; and could have been much more aggressive. The Apple chief used his appearance to renew lobbying for Congress to cut a deal with multinationals to encourage them to bring back, or repatriate, the billions of dollars kept offshore to avoid tax. Cook said he had no plan to bring back the $102bn built up by Apple at current tax rates, and recently opted to return money to shareholders by borrowing money instead. &quot;I have no current plan to do so at the current tax rates. &quot;Unlike some technology companies, I am not proposing a zero rate,&quot; he said. &quot;My proposal is that we have a reasonable tax for bringing back money from overseas. &quot;A permanent change is materially better than a short term tax holiday.&quot; Cook said he &quot;personally doesn&apos;t understand the difference between a tax presence and a tax residence&quot;. He was even defended by some members of the committee who accused Levin and Republican John McCain of &quot;bullying&quot; Apple. &quot;I am offended by the tone and tenor of this hearing,&quot; said fellow Republican and presidential hopeful Rand Paul. The hearing was seen as a watershed in the increasing tense clashes between governments and multinationals, particularly technology groups such as Apple, Amazon and Google. Edward Kleinbard, professor of law at USC Gould School of Law, said: &quot;Apple is not an outlier in its efforts to produce &apos;stateless income&apos;  income that is taxed neither in the United States nor in the countries where its foreign customers are located  but it is an outlier in the baldness of its strategies. Apple shifted tens of billions of dollars of income without even breaking into a sweat. &quot;The hearing will forcefully remind policymakers that international tax reform will require the implementation of really thoughtful anti-abuse rules, ideally developed in conjunction with other OECD member states. Every country is the worse off when they facilitate multinationals aggressively pursuing stateless income strategies, just as every country is worse off when they all engage in trade wars.&quot; Corporate tax expert Jennifer Blouin at University of Pennsylvania&apos;s Wharton business school said the Apple revelations were &quot;extraordinary but not surprising&quot;. &quot;We have seen versions of this with Microsoft and with Google,&quot; she said. &quot;I hope it gooses the notion that we need to fix the worldwide system.&quot; She said Apple was working within the law but that the law was written before huge profits could be made by companies that trade not in goods and manufacturing but in ideas. &quot;I have worked in this area for years and it&apos;s been largely an obscurity. But it&apos;s at the forefront now, and it needs to get fixed.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/may/21/apple-wants-single-digit-corporate-tax", 
    "wordcount": "791"
}