{
    "headline": "Mars Curiosity rover sends 'sounds, sights and smells' back home", 
    "text": "In the midst of post-landing activities, and before setting off on its first substantial drive, Nasa&apos;s Mars rover Curiosity is using the scorch marks of its own landing to study the red planet&apos;s surface. Settling down to begin regular science activities on the floor of 150km-wide Gale Crater, Curiosity&apos;s operators have been testing the nuclear-powered vehicle&apos;s many science instruments, its driving capabilities, as well as its radio transmission abilities. Following short test drives last week, and the first extension of its robotic arm, more of the rover&apos;s instruments have been turned on and found to be working perfectly. Curiosity team members proudly presented on Monday an sample image taken by one of the rover&apos;s main scientific cameras. The colour camera, equipped with a 100mm focal length lens to zoom in on fascinating features, clearly reveals layered terrain up to 16km from the landing site. Curiosity is due to be driven around 10 metres to take another image of the same distant location, allowing a stereo picture of the hills to be created. These images of the foothills of Mount Sharp, at the centre of Gale Crater, immediately threw up a geological puzzle. They clearly consist of layered material, but while the lower strata within them are close to horizontal, upper layers are inclined. This suggests that the top strata were preferentially deposited in one direction, but identifying the process responsible, which could be volcanic or wind-driven, for example, may have to wait until Curiosity can visit the hills. Landing on 6 August, the rover descent stage&apos;s powerful rockets scoured patches of the surface while hovering over the landing spot, dislodging surface dust and possibly altering the surface material. On Monday, Curiosity was manoeuvred to park over one of these greyish scour features, which can even be seen from orbit. This unusual parking spot was chosen so that the rover&apos;s Russian-led Dynamic Albedo of Neutrons (DAN) instrument can bombard the soil under the rover with neutrons to measure the amount of hydrogen there, as a proxy for water and water ice. This is likely to be one of the few places that Curiosity will visit where the surface won&apos;t be covered by a layer of dust. The rover&apos;s laser-equipped ChemCam instrument will also probe the scour marks to determine their composition. The rover&apos;s operators have gradually been increasing the rate at which data is sent back to Earth. More than 7 gigabits of data have already been transmitted. The fastest way for Curiosity to send data is via the three spacecraft currently operating in orbit around Mars: the Nasa satellites Mars Odyssey and Mars Reconnaissance Orbiter, and the European Space Agency&apos;s Mars Express. The fastest rates are achieved via MRO: when passing over the rover, Curiosity and the satellite also communicate via a second test communications channel, which allows the speed at which science data is broadcast to be increased to up to 2 megabits per second when conditions are good. One of the rover&apos;s unique instruments  the Sample Analysis at Mars (SAM)  has set about sniffing the makeup of Mars&apos;s atmosphere. Unexpected traces of methane  a possible signature of life  in first sample of gas caused great excitement back on Earth  until it was realised that a small amount of gas from Earth had been carried to Mars inside the instrument. One of the experiment&apos;s aims is to double-check measurements made by the Viking landers in 1976, measure isotope ratios in the atmosphere and attempt to detect methane. The latter is known to exist on Mars but its origin is currently a mystery. The rover will leave its landing site for good this week, first travelling at least 100 metres away so that it can sample surface material unaffected by its landing. It will then head for a spot named Glenelg, chosen as a target as it&apos;s the meeting point of three types of terrain. The ultimate goal for Curiosity will be the foothills of Mount Sharp where the layered terrain has been glimpsed, but it is unlikely to arrive for at least another year. The Curiosity team has also played from Mars an audio message delivered by Nasa administrator Charles Bolden. Echoing Soviet broadcasts of the Internationale from the moon, this will be followed later on Tuesday by music recorded by will.i.am. In the words of Dave Lavery, Nasa Curiosity programme executive, with photographs, SAM data and audio signals being sent to Earth, for the first time we have &quot;the sounds, the sights, and the smells of Mars&quot;.", 
    "section": "science", 
    "gid": "science/blog/2012/aug/28/curiosity-rover-sounds-sights-smells-mars", 
    "wordcount": "753"
}