{
    "headline": "The effortless dip of a harrier's wing", 
    "text": "The loch lies like a pool of blue silk among the pale yellow of the winter reeds. Beyond it the land rises, the grass patterned with expanses of brown heather, while in the distance the cool grey slopes of Beinn Mhor reach up to a sky of unbroken blue. A male hen harrier  grey and white with black-tipped wings  appears as if from nowhere, flying low over the ground. Pale against the clear winter colours of the landscape, there is something magical and otherworldly about its sharp silvery beauty, and so effortless is its flight that it seems as if the air is parting before it. The harrier quarters the ground without pause, its constant movement only arrested when at last something catches its searching eye and, with a dip of a wing, it drops down into the grass. When it rises seconds later a small creature, a mouse perhaps, is clasped in its talons. Almost immediately the harrier alights on a tussock of grass. It does not begin to feed but remains alert, gazing out over its surroundings, surveying the land in all directions. So long does it maintain this behaviour I begin to wonder whether somehow it has let slip its prey. But it seems this is merely caution for suddenly it turns its attention to whatever it still holds between feet and tussock. It is a rapid and untidy feeder, pulling free and gulping down large morsels of flesh while smaller ones drop to the ground all around it. Even while eating the harrier remains vigilant, each swallow being followed by a lightning glance around before it seeks the next billful. Within minutes the meal is completed and the bird resumes its almost motionless review of its surroundings. Then it stirs and opens its wings but, rather than lifting into the air, it jumps to the ground where it circles the tussock, carefully finishing off the fragments that fell in those first rapturous moments of feeding.", 
    "section": "environment", 
    "gid": "environment/2012/feb/09/south-uist-dip-of-harriers-wing", 
    "wordcount": "329"
}