{
    "headline": "Lies, damn lies, and statistics about red light jumping", 
    "text": "Let me make a prediction: in a few years&apos; time, some puce-faced newspaper columnist or other will fulminate about cycling and cyclists and reel off the &quot;statistic&quot; that 57% of bike riders nationally admit to jumping red lights. You probably won&apos;t have heard that figure yet, as it comes from a press release which is embargoed till tomorrow morning  a common tactic in the media under which press officers send out reports or research in advance on the agreement they aren&apos;t used till a set time. I&apos;m breaking this particular embargo (as have others) because I want to have my say on this piece of research and its many, many flaws before the likes of the Daily Mail get their hands on it. The 57% figure comes from a press release sent round by the Institute of Advanced Motorists (IAM), a generally level-headed bunch who&apos;ve decided in recent years to target cyclists as well a drivers with their safety-on-the-roads message, also offering some perfectly decent bike training. The IAM press release is headlined: &quot;More than half of cyclists jump red lights&quot;, and begins: &quot;57% of cyclists admit to jumping red lights according to the IAM&apos;s latest poll of 1600 people.&quot; This is supposedly a national figure, but it sounded fishy to me. Even in the sometimes wild west cycling world of London, where I ride most often, nowhere near that number jump lights.  I asked the IAM for more details, and what eventually came was interesting. To start with, this isn&apos;t a proper &quot;poll&quot;, at least not in the Mori-type sense of some attempt at even-handedness. This was something a self-selected bunch of visitors to the IAM website filled in using a web tool called Survey Monkey. They probably all weren&apos;t drivers determined to ruin the name of cyclists, but the point is there were no safeguards against this. More disturbing still, while the press release talked as if 57% of cyclists jump lights regularly, the breakdown of the figures showed, in fact, only 1.9% confessed to this. Another 11.8% did so &quot;sometimes&quot; while 24.6% did &quot;rarely&quot;, and 19.1% had done so once or twice. Right. So not only is an unscientific, self-selected survey being presented as a poll, the headline figure is utterly misleading. And yet that&apos;s what will doubtless be reported tomorrow. I raised my concerns with the IAM who initially appeared not to understand them  their head of press said they&apos;d thought about the issue but &quot;concluded that we shouldn&apos;t hide the findings&quot;. After more pressing they&apos;ve promised to send the press release out again adding the full breakdown of figures. I still worry some newspapers will just see, and re-print, the main (and misleading) finding. A quick aside: I&apos;m public in my opposition to cyclists jumping lights and I don&apos;t think the issue should be ignored. But that&apos;s not the problem here  if it is going to be discussed, let&apos;s do so with some regard for facts. Speaking of facts, the same IAM poll &quot;found&quot; that 32% of drivers also admit to jumping lights, something omitted from the press release. Other self-reported surveys make interesting, if flawed, reading. For example, one by the road safety charity Brake in March found a high proportion of drivers admitted to illegally using hand-held phones while driving. In 2009, something similar done by the insurance group Admiral found 82% of drivers &quot;sometimes or frequently&quot; exceed the speed limit&quot;. So which group of self-professed lawbreakers is the more pressing concern? The one which kills around 400 pedestrians a year on average, or the one that kills perhaps one or two? Update The IAM has subsequently re-sent the press release without an embargo and with a more nuanced introduction. This reads:  Fifty-seven per cent of cyclists say they have jumped a red light at least once, with 14 per cent saying they do so regularly or sometimes, according to the IAM&apos;s latest online poll of 1600 people.   It also adds other details, for example the 32% of drivers who say they jump lights. Shame the headline still professes, &quot;More than half of cyclists jump red lights,&quot; but, short of the IAM binning the entire sorry exercise, it&apos;s some progress. Another update The CTC and Sutrans have responded to the IAm survey with some interesting views and context. Roger Geffen, CTC&apos;s campaign director:  As road users we would like to see road traffic laws be enforced for the safety of everyone, but let&apos;s not forget that the risk imposed by cyclists is minimal when compared to red light jumping drivers.Of pedestrians injured in London in a collision caused by red light jumping only 4% involve cyclists, whereas 71% occur when a car driver jumps a red light and 13% when a motorcyclist does. As an organisation representing those two road user groups, CTC suggests IAM ought to call for more road traffic policing to enforce traffic laws, rather than highlighting red light jumping by cyclists.  Eleanor Besley, Sustrans policy advisor:  While not all cyclists are saints, this dodgy survey only tells half a story and misses the biggest issues facing everyone on our roads.With more and more people waking up to the benefits of cycling, we need roads that bikes, cars and pedestrians can share - pointing the finger at cyclists and stirring up bad feeling is frankly dangerous.Everyone sharing our roads needs to stick to the rules, but we need big changes to our streets to make them safer for everyone starting with lower speed limits where we live, work and play.  ", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/may/14/cycling-red-light-jumping-iam-survey", 
    "wordcount": "948"
}