{
    "headline": "LinkedIn explains why 'simple is beautiful' on mobile devices", 
    "text": "&quot;Mobile first is not necessarily about trying to do something first on the mobile and then on the desktop. It&apos;s a way of life,&quot; says Joff Redfern, head of mobile products at business social network LinkedIn. Redfern was speaking at the Guardian Mobile Business Summit 2012 conference in London, where he outlined LinkedIn&apos;s evolving design approach to mobile devices, and said that all the company&apos;s product teams now share a mantra: &quot;Simplify.&quot; A year ago in August 2011, LinkedIn had &quot;a good app, it wasn&apos;t a great app... it didn&apos;t have a strong point of view,&quot; said Redfern. &quot;We decided around that time that we really wanted to re-imagine LinkedIn.&quot; Hence a significant revamp of the company&apos;s mobile app. Redfern said that historically, LinkedIn has been known as a good place to build your business network and maybe find a new job, but the company wanted to shift it towards giving more &quot;every-day value&quot;. That included focusing on the central &quot;business stream&quot; of information from people&apos;s contacts, and boiling the site down from more than 2,000 pages on desktop to around 71 on phones  a considerable information architecture challenge. The new app had four key areas: Updates, You, Inbox and Groups &amp; More, although Redfern noted that over time following the relaunch, it was tough not to overload the latter category: first groups, then jobs, then companies. &quot;It was so crowded we got it down to four, now we&apos;re beginning to see pressure build up as we try to extend the information architecture,&quot; he said. Redfern said that this is a new popular pattern in information architecture for mobile social networking apps, showing the Facebook, Path, and Google+ apps following a similar path to LinkedIn. He also pointed out some skeuomorphism at work in the redesigned app: design touches hinting at postal envelopes in the app&apos;s inbox, for example.  Apple is frequently criticised for this kind of thing, but LinkedIn decided it worked well albeit after removing a fake coffee stain design element on the grounds that it went &quot;a little too far&quot;. LinkedIn measured the performance of the new app carefully to gauge whether it had been a success. The mobile team has three key metrics: growth as a percentage of members coming in on a weekly basis using the mobile app, versus the entire base; everyday usage: average daily active users divided by weekly active users, to figure out how many days per week members are using the app; and how much money the app is making. (He didn&apos;t reveal any of these figures, mind.) Redfern also talked about LinkedIn&apos;s &quot;simple Litmus test&quot; for whether it&apos;s innovating: &quot;Are we being copied? If you&apos;re being copied, you&apos;re the leader.&quot; He cited the pull-to-refresh trick introduced in Twitter app Tweetie around 2010, which has since been widely used by other app developers, including Apple in iOS 6. LinkedIn&apos;s equivalent: congratulating its early adopters via email to celebrate its 100 millionth member, with their exact number. Something he said numerous other companies have since copied. And next? Redfern hinted at more mobile-specific features in response to a question about location. &quot;As we move forward, having more truly mobile use cases is very important for us,&quot; he said. &quot;Previously, it was more important to just have the basic use case of LinkedIn on mobile, which is where most of our efforts have been.&quot;", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/nov/19/linkedin-smartphones-simple-is-beautiful", 
    "wordcount": "587"
}