{
    "headline": "Giving a tablet a keyboard won't beat the iPad. Why don't OEMs see this?", 
    "text": "Last week gave us the first chance to see what the OEMs had in mind when it comes to Windows 8 tablets. I&apos;m left regarding the whole affair with the same affection that I might feel for a cat that&apos;s sicked up a hairball made of plastic and silicon on my front-room carpet.  Innovation We&apos;re two-and-a-half years into the &quot;iPad market&quot;, and I don&apos;t think anyone would say that product has been a failure. Now that Windows 8 is done with its magical reimagined touchable-ness the OEMs can now all get together and start creating fantastic kit that spanks the boys and girls of Cupertino. But no - instead of kit worthy of Windows 8, we get a bunch of revamped netbooks, a technology the market rejected around the same time its love affair with the iPad started. I&apos;ve created a little spreadsheet of what was announced. Three Windows RT devices, and eight Windows 8 devices. Of the eleven devices, ten of them are irrevocably meshed together with the idea of the keyboard. All ten are presented with keyboard in tow and, to my mind, that positions them as netbooks. (I&apos;m indebted to Peter Bright for pointing out that the Samsung ATIV Windows RT device doesn&apos;t currently have a keybaord option.) The only thing the manufacturers have done is taken old designs, refreshed them, and made it possible to take the keyboard off. None of them has worked as hard as Microsoft and produced something innovative that moves the story forward like the upcoming Surface devices do. But that whole idea of keyboards on post-PC devices? I won&apos;t rest until they&apos;re expunged from the post-PC proposition. I&apos;m willing to go to thermonuclear war on this. &quot;But you need a keyboard for real work!&quot; Yes, I totally agree that if you want to input information into a computer you need a keyboard. The only problem with that premise is that the iPad isn&apos;t a computer. I&apos;m a believer in that generally as a community we technicians are able to provide the market with what it needs. The market demands, we provide a solution. Oh - half of the time we forget to do that and try and foist onto the market things that it doesn&apos;t need - i.e. the classic &quot;solution seeking problem&quot; that so often seems to define the work we do.  Because we know that most people don&apos;t use a keyboard with the iPad, and even those who own a keyboard don&apos;t use it all the time, we know that the iPad doesn&apos;t need one. People get along just fine with their iPad entirely unnumbered by plasticy panels of microswitches. Yet in bizarro-OEM-land it&apos;s like they can&apos;t conceive of a world where people don&apos;t use their iPads with keyboards. Yet I wonder how many engineers or managers over at the OEMs actually use keyboards with their iPads. Real computers need keyboards, which is why desktops and laptops have them. What&apos;s not clear to me is why people think that Windows 8 running on something that looks like an iPad should suddenly become a clamshell laptop. That conflation is dangerous. You don&apos;t need to choose between a real computer or an iPad, you likely need both. Think about the last meeting you were in where one of your cohorts brought their iPad. Yes, yes, poser, bla, bla. The important part though is how they turned their attention from the meeting to the data on the screen and back again in a fluid way that, hopefully, didn&apos;t piss off all the other participants.  The iPad is very sympathetic to that environment because it&apos;s not the primary activity in the room. Each attendee almost certainly has a proper computer back at their desk, but sitting in a meeting clattering away at a keyboard doesn&apos;t work; which is why people actually switch modes and go into a meeting room to conflab in the first place. They&apos;re looking to get away from their computers and concentrate on each other. The interesting part about the iPad is that it&apos;s the first computing device that gets to go with their owners into that environment. What the OEMs have shown this week is that they understand that proposition not one jot. Hence the keyboards.  Surface Wedding a keyboard to a tablet doesn&apos;t make it a better tablet. It just makes an ugly mess. The Surface isn&apos;t ugly, because Microsoft has used what&apos;s currently the dirtiest of dirty words: &quot;innovation&quot;, and made a keyboard that&apos;s sympathetic to the device. I know in my heart I&apos;m never going to win my battle to banish the keyboard from the post-PC debate. But what I think will happen is that as far as the mobility story goes, the laptop form factor will continue to improve. There will always be some form of terminal optimised for data input, at least until we all have a little AI as our constant companion.  More to the point, that story is going to get more intense. It looks like Microsoft will use the strapline &quot;Click in&quot; to sell Surface. I don&apos;t think that &quot;click&quot; refers to a mouse - I think it&apos;s an allegory to the sound made by &quot;clicking in&quot; the keyboard. That&apos;s an easy wedge to drive into the iPad space, because people think keyboards are needed and the iPad doesn&apos;t have one. Windows 8 is fantastic, and there are some great pieces of kit coming out in the Ultrabook name that get the mobility/functionality balance right and let you do &quot;real world&quot;. But these need to be augmented with low-cost, non-computers. If you want, call them &quot;tablets&quot;. The crazy thing is that it doesn&apos;t have to be this way. Something which didn&apos;t get much play was that Samsung had an innovation gallery on show. One of the laptops had a display on both sides of the lid. Virtually all of the tablets still had a keyboard option, but all put some distance between them and the &quot;Right, so we just slap a clip-on hinge here and we&apos;re done, right?&quot; paradigm. They&apos;re more Surface than Asus Eee. What we now know, though, is that on the consumer side, Surface is probably the only game in town. It&apos;s the only model that is properly post-PC and can go toe-to-toe with the iPad&apos;s proposition. Then it&apos;s just a matter of getting the apps story and the marketing right. On the business side, the story is less clear. It&apos;s going to take the channel creating compelling Metro-style* solutions that runs on &quot;good enough&quot; hardware to make business think twice about enterprise-supply of iPads. But will Surface sell in business? Surely not. What CTO is going to buy a thousand units of a tablet from an OEM with zero experience in the market? That CTO will go out and buy HP, Dell, Lenovo, etc - they will buy from a vendor they already have experience of. So if you&apos;re hoping your company will buy you a Surface, you may be out of luck. You might just end up with a revamped netbook. * Metro-style, of course, refers to the Windows 8 app model based on the WinRT APIs, with the (unnamed) user interface design, and with fully trusted deployment. Or am I now allowed to call it that  Matthew Baxter-Reynolds is an independent software development consultant, trainer and author based in the UK. His favourite way to communicate with like-minded technical people is Twitter: @mbrit.", 
    "section": "technology", 
    "gid": "technology/blog/2012/sep/04/ifa-tablet-disappointment", 
    "wordcount": "1261"
}