{
    "headline": "Master's of the universe (well, Earth)", 
    "text": "It runs the most exclusive business master&apos;s programme in the world and membership reflects a commitment to ethics, high standards and global citizenship. CEMS, the Global Alliance in Management Education, grew out of the Community of European Management Schools and runs a student exchange system among member institutions, as well as a programme of international conferences. Last year&apos;s graduation ceremony, at the University of St Gallen in Switzerland, attracted more than 3,000 graduands, their families and friends. Students who apply to CEMS must already be studying a recognised business master&apos;s degree. The extra study they undertake through CEMS will qualify them for an additional postgraduate qualification, the master&apos;s in international management (MIM). Comprising more than 80 multinational employers and 28 of the world&apos;s top business schools, the CEMS network spans Asia, Australasia, North and South America, and Europe. Only one school in each country is allowed to join the network, and in theUK CEMS is represented by the London School of Economics (LSE). &quot;If you have been accepted by CEMS, you will spend the first term of your second year at a CEMS school anywhere in the world,&quot; says Dr Emma Soane, academic director for the MIM. &quot;Only around 50 of our 120 master&apos;s students are taken on by CEMS and there is great competition to secure placements at their favourite schools. It&apos;s a reciprocal exchange system, so if we send two students to the Hong Kong University of Science and Technology, for example, we must make arrangements to receive two of their students in return.&quot; Major attraction LSE has a 98% international cohort for its master&apos;s in management and the fact that it is a CEMSbusiness school is a major attraction. &quot;The kinds of students we see will have applied to three or four CEMS-approved business schools. Being part of this exclusive club puts us on a par with HEC in Paris, ESADE in Barcelona or RSM in the Netherlands. To be accepted as a CEMS student, you have to be trilingual and most of our students tick this box. They are highly employable,&quot; says Soane.", 
    "section": "education", 
    "gid": "education/2013/mar/05/masters-of-the-universe", 
    "wordcount": "358"
}