{
    "headline": "Anonymous-linked groups publish EDL supporters' personal information", 
    "text": "Individuals claiming to be part of international hacktivist group Anonymous have published phone numbers and addresses for supporters of the English Defence League (EDL) as part of what they said was the first phase of a campaign to destroy the far-right street protest movement. An audio statement posted on YouTube on Tuesday in the name of Anonymous UK accused the EDL of using the killing of Drummer Lee Rigby to spread a campaign of hate and bigotry and said that it would begin a &quot;systematic and comprehensive decimation [sic]&quot; of the group. A list of what were said to be mobile phone numbers for senior named EDL figures were published online on Tuesday evening along with addresses of what were said to be donors to the far-right group. Twitter accounts also re-published leaked details of hundreds of names and addresses linked to the EDL which were circulated on the web in 2010 after hackers broke in to one of the organisation&apos;s websites, prompting it to warn members of the potential for reprisals. More than 1,000 members of the EDL held a rally near Downing Street on Sunday, where its leaders blamed Islam for the killing of Rigby, and the group has promised to step up its activities over the coming weeks. Tuesday&apos;s statement, which was addressed to the EDL in the name of Anonymous UK, said: &quot;We have been patiently observing your organisation as you have [indoctrinated] our young with your criminal mindset. &quot;Your constant belligerence, like a pack of raving ignoramuses, furthers only bigotry and segregation. You have angered us considerably and summoned our wrath irrevocably.&quot; It added: &quot;Last week, an innocent drummer, Lee Rigby, lost his life at the hands of two vile and demented human beings in the most horrific and heinous manner ever witnessed on the streets of Britain. &quot;This villainous public display has thrown the United Kingdom into mourning; every community and every congregation extending their deepest condolences. &quot;You, however, have used this as another excuse to further spread your campaign of hate, bigotry, and misinformation. Under the guise of national pride you have instigated crimes against the innocent and incited the subjugation of Muslims. &quot;We will not allow your injustices, your lies, and your stupidity, to further radicalise our youth into fearing and despising their fellow man. We will begin the systematic and comprehensive decimation [sic] of your cult. You will fall, we can say this with complete confidence. We are everywhere, you cannot hide, you cannot win.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/may/28/anonymous-edl-supporters-information", 
    "wordcount": "425"
}