{
    "headline": "Solar energy industry may be on threshold of an exciting era", 
    "text": "This has been the most challenging few weeks to date in the life of the nascent UK solar sector. After a short burst of unprecedented sales growth, with installations more than doubling between June and October, we had to intervene very quickly indeed to ensure the entire subsidy for this and other exciting micro-generation technologies supported by feed-in tariffs, wasn&apos;t swept away by excessive returns for a lucky few. At 43p/kWh, your average domestic solar PV panel receives more than four times as much subsidy as renewable electricity generated from a wind turbine, way off the coast, in the hazardous conditions of the north sea. However, it is easy to see why solar is so popular. It is reliable, intuitive, easy to install and is a great solution for people worried about rising electricity bills or wanting to do their bit to fight climate change. But with the price of solar falling quickly in a very short period of time, the subsidised tariff payments were suddenly offering new customers financial returns completely out of step with other green technologies or government-backed schemes. Double-digit yields, index linked and guaranteed to be paid at that rate for 25 years. In the current financial climate when interest rates are at record lows, it really was too good to be true. Unfortunately the scheme the coalition inherited just wasn&apos;t designed to adapt to these dramatic price falls. This government believes in solar. We see its huge industrial and employment potential. We get the strong case for smart, well-targeted subsidy, to help early deployment and build a thriving UK sector. However that is not the same as a blank cheque. And we are equally determined to stand up for consumers alarmed by rising energy prices and have shown ourselves willing to take action to curb rising energy bills. In such tough economic times, we just can&apos;t turn a blind eye and watch the solar boom go unchecked, when it is paid for by subsidies taken directly from other people&apos;s bills. We would have preferred to have waited until this April before applying our proposed changes to new installations but the threat to the Fit budget left us no alternative. Of course the industry would like a longer lead time to work through their bulging order books, I understand that, but the cold reality is that every day of delaying a cut in the tariff would mean more money flowing out of the budget at an excessive rate. So now the challenge for the new year is to make sure we use the remaining subsidy far more wisely, put the sector back on a more sustainable footing, and reform the scheme to put in place the budget and deployment mechanisms it should have had from the outset. With more than 2,300 responses to our consultation, DECC is busy ploughing through a wide range of opinions on how we should proceed. Despite this enormous workload, I am determined to publish our response before the end of the month. At the same time I hope to publish our new proposals for reform, to make the Fits much more like the German system and ensure we avoid this type of tariff-fuelled bubble in the future. However I will be paying particularly careful attention to comments on our proposals to introduce an energy efficiency requirement. In fighting climate change there is a clear hierarchy of action, and reducing energy consumption, whether you are a big business or a domestic customer, should always be the first priority. We really shouldn&apos;t be offering a costly subsidy to people to generate renewable energy when in the same building it is being unnecessarily wasted. I want to look very carefully at what we are told in the consultation responses about how we make this link work, how we better align decentralised renewables with the coming green deal, and how we do so without unduly damaging the solar sector. I am itching to move on to solutions. We won&apos;t build a sustainable future for the industry in the court room, regardless of who wins the appeal [on a high court ruling that the government&apos;s cuts are &quot;legally flawed&quot;]. But a return to 43p could be catastrophic for the budget. Now is the time for genuine collaboration between industry, NGOs and government. That doesn&apos;t mean shirking tough choices on budgets and subsidy. But if we can build that elusive consensus around a financially responsible bridge to the future, continuing price falls could put the UK solar sector on the threshold of a genuinely exciting era, unconstrained by the need for high consumer subsidy and able to emerge, at scale, as a genuine market alternative to fossil fuels, and a vital weapon in our war on man-made climate change.  Gregory Barker MP is the climate minister", 
    "section": "environment", 
    "gid": "environment/2012/jan/09/solar-energy-industry-exciting-era", 
    "wordcount": "803"
}