{
    "headline": "iPhone 5's panorama function covers all the angles", 
    "text": "The day after Apple unveiled the iPhone 5, I noticed a sardonic tweet from one of the people I follow:  Don&apos;t call yourself an entrepreneur if you haven&apos;t yet formed your next startup, Panoramagram.  Kontra (@counternotions) September 13, 2012  I laughed at the time  obviously, it&apos;s a reference to Instagram, and Facebook&apos;s acquisition of what seemed to many a useless company for $1bn  but once I had my hands on a review unit of the iPhone 5 and began using the Panorama function in the camera, I began thinking that actually there was some truth to it. Now, taking panorama pictures isn&apos;t new to the iPhone  it&apos;s been available through apps for some time  and isn&apos;t exclusive to Apple; Samsung in particular and Android in general, and Nokia too, have had implementations of panoramic picture-taking for some time. But there&apos;s a key difference between what Samsung offers, for example, through its Galaxy range, and what the iPhone 5 (and later on Wednesday, with the iOS6 update, iPhone 4S) can do. With Samsung, you choose the panorama setting: you take the first photo and then get a green onscreen &quot;target&quot; with which to frame the next picture. You stand in the same place and move around, and once you&apos;ve finished it stitches the photos together.Panorama photo of Trafalgar Square taken with Samsung GT-I9300 by thew00d on Flickr. Used with specific permission from the copyright holder. That gives results like these (linked on Flickr, some used with permission above and below). It&apos;s noticeable in pictures like this one of Trafalgar Square that there&apos;s unevenness and even a hint of &quot;fisheye&quot; distortion  where objects in the middle of the range are compressed relative to the edges. Panorama photo of Buckingham Palace taken with Samsung GT-I9300 by thew00d on Flickr. Used with specific permission from the copyright holder. Or there&apos;s this one of West Lincoln (CC-licensed, but NC  so again can&apos;t feature it here, only offer the link)  where again there&apos;s some evidence of the stitching in the angle of the tower in the right-hand distance. That&apos;s not to say those are bad panoramas  in fact, they&apos;re very good. But I suspect the requirement to stay in one place is limiting. By contrast, the iPhone 5 (and 4S) Panorama function lets you move around as you take the picture. You can move the camera up and down (though it creates problems for the system) or towards or away, or even  see below  around. It&apos;s the sort of thing that I think is going to be hugely attractive to photographers looking to create an alternative view of things. Expect too that there will be accessory makers building devices to carry phones, or the equivalent of Steadicams that will be able to move the phone really fast to build all sorts of different views of the world. Once again, it&apos;s not that Apple is first with a panoramic setting. But including it in the iPhone 5, and back-loading it to the iPhone 4S (as will happen with iOS6), means that suddenly a lot more people are going to be generating them. Here is a collection of Panorama photos that I took using the review unit from Apple. (CC-BY licensed, which is why they&apos;re shown here) The originals are on Flickr; they&apos;re best viewed on a large screen if you can. Here&apos;s one that really has a panorama, taken in a rural setting. Notice that there&apos;s no &quot;fisheye&quot; effect in the middle:Photo by charlesarthur on Flickr. Some rights reserved Here&apos;s one inside a car, so a much more restricted field of view. Here, there is some distortion, because the objects aren&apos;t all equally distant: Photo by charlesarthur on Flickr. Some rights reserved Of course, once you start thinking about it, the fact that you don&apos;t have to stay in one place means that you can do some interesting things with the Panorama. Such as circumnavigating my (long-suffering) colleague Helliene Lindvall&apos;s head:  Photo by charlesarthur on Flickr. Some rights reserved Alternatively, you can move the phone extremely slowly, so that you get the maximum exposure. In this case I moved the phone/camera as slowly as possible, taking about two minutes to move a distance of about 1m. Photo by charlesarthur on Flickr. Some rights reserved Oh, and since you&apos;re wondering  panoramagr.am has already been registered by someone. Though not, apparently, for iPhone photos. We&apos;ll see. (Updated: added photos from @thew00d from Flickr with permission.)", 
    "section": "technology", 
    "gid": "technology/blog/2012/sep/19/iphone-5-panorama-photographs", 
    "wordcount": "746"
}