{
    "headline": "Dinosaurs on film  fun, fiction and failures", 
    "text": "With the &quot;furore&quot; of the next Jurassic Park film and the vexed question of whether or not some of the non-avian starts should be bedecked with feathers, I had planned on penning a piece about dinosaurs on film. With the sad passing of Ray Harryhausen recently, that more than doubles my motivation, given the superb work he did and the inspiration I know that he was to a number of palaeontologists.  I have more than a passing interest in animation techniques, special effects and the like, and celebrate Harryhausen&apos;s work as much for the actual achievement of the effects on the screen as the actual thrill from watching his movies. I recall reading an interview with him where he claimed not to have been overly interested in the scientific accuracy of his dinosaurian creations, but in general they were better than most of what passed before (or much that has come after for that matter). Any lack in accuracy was always more than made up for with the realism of the animals  they looked and moved like real creatures.  Bringing these animals to life on screen has taken a number of different routes. While traditional stop-motion in the style of Harryahusen&apos;s films is perhaps the most widely recognised, prior to the recent digital revolution, there has been quite a selection over the years. Traditional cell animation, lizards and alligators with glued-on horns, puppets of varying quality, men in suits, and full-sized models or animatronics have all been used to varying degrees of success.  It&apos;s always easy to criticise the quality of many of these efforts to bring dinosaurs to life, and hindsight is very much 20:20 when it comes to the look of the things. King Kong, for example, was pretty realistic for its time, but our ideas about some of the dinosaurs that featured have dated and some aspects look poor only because our understanding has advanced, rather than any mistakes on the part of the effects crew. As a result, dinosaur movies need to be considered both in terms of the scientific ideas or information at the time, as well as what techniques and budgets available to the film-makers. Even so, some of the following are entertaining only for the lack of any resemblance to actual animals in any way whatsoever, and it&apos;s hard to imagine that they could not have done better with another 10 minutes&apos; thought and another 50 quid spent on the effects.  Here&apos;s a selection of great and not-so-great dinosaur films you might want to take a look at, if you&apos;ve not seen them before. I&apos;ve tried to stick to the less obvious entries in the dinosaur canon, rather than the very obvious like the various incarnations of Godzilla or the Jurassic Park franchise and so to try and bring out a few more obscure or interesting titles.  There does remain something fulfilling about Harryhausen&apos;s work. One can argue about the merits of computer-generated animation, stop motion and go motion, animatronics and the rest. Making something look realistic and convincing is ultimately the aim. Stop motion had its limitations, and the effects were rarely perfect (if ever they have been for any film) but it&apos;s a testament that some of Harryhausen&apos;s best work doesn&apos;t look dated, or sits as well in the action as do many of the most recent billion-dollar entries. For work that is getting on for 50 years old, that is astonishing.  The Lost World (1925) The silent adaptation of Arthur Conan Doyle&apos;s classic book. Absolutely superb for its time with impressive effects (animals tumbling over while fighting, and groups of animals animated together) and some nice touches like the mother Triceratops nudging her baby along with her snout. It&apos;s in the public realm and some high-quality restored versions can be seen online. King Kong (1933) Obviously this is most notable for the eponymous ape, but the dinosaur effects are really very good. Look out for the Stegosaurus with four pairs of tail spines: this appears wrong now but was in the scientific literature at the time. The Unknown Island (1948) This is poor in pretty much every conceivable way, and the man-in-a-suit tyrannosaurs are hilariously bad as they are almost literally incapable of movement and can barely stand.  Reptilicus! (1961) While The Unknown Island is in the &quot;so bad it&apos;s funny&quot; category, this is so awful it&apos;s awful. Originally Danish, this is available as a recut version with English-speaking actors (rather like the original Godzilla) but the &quot;dinosaur&quot; is some weird composite creature (it has dragon-like wings and can breathe fire) and the monster is on strings and looks like a Blue Peter cast-off. Gorgo (1961) Essentially this is a British version of Godzilla. Unlike many of these efforts, the production values, acting, direction and so on are really pretty good and it&apos;s let down by a rather rubbery monster. One Million Years BC (1966) Starring Raquel Welsh&apos;s fur bikini, this is Harryhausen&apos;s most famous creation, and while there are plenty of prehistoric beasties, it&apos;s actually pretty light on dinosaurs. All, however, are wonderfully animated.  The Valley of Gwangi (1969) This, for me, is Harryhausen&apos;s best film as an animator (yes, parts do outdo the Jason and the Argonauts skeleton fight). Crammed with effects and prehistoric creatures, it is worth watching for the elephant v Allosaurus fight alone. The Land that Time Forgot (1975) Yes, it really does star Doug McClure. The dinosaurs are mostly dreadfully cheap, but I always found this entertaining as a child and it is fun. Planet of Dinosaurs (1977) Low budget sci-fi, this has the bizarre combination of absolutely superb stop-motion dinosaurs with otherwise phenomenally cheap film-making. It does though feature perhaps the best death-by-dinosaur outside of JP&apos;s Tyrannosaurus v lawyer on the toilet when a bad guy is speared by a ceratopsian horn and then thrown off a cliff.  Caveman (1981) &quot;Starring Ringo Starr&quot; is probably not what you expect of a dinosaur movie. Could almost be &quot;Carry on Caveman&quot; such is the nature of the humour, but fun enough. The dinosaurs look rather odd but it&apos;s a style choice rather than a lack of accuracy and they are well animated. Baby, the Secret of Lost Legend (1985) The first big budget dinosaur film to use life size animatronics, it tells the tale of sauropods that are discovered alive and well in the Congo basin. Naturally &quot;evil&quot; scientists want to exploit this and you can guess where it&apos;s all going from there.  Carnosaur (1993) This came out right as Jurassic Park hit the theatres and is based on a book about dinosaur cloning that predates the famous franchise. I&apos;ve never got hold of a copy to see it all the way through, but it does seem to be much more of a gore-fest and some of the dinosaur effects are pretty good and mostly done with animatronics.", 
    "section": "science", 
    "gid": "science/lost-worlds/2013/may/16/dinosaurs-on-film-ray-harryhausen", 
    "wordcount": "1156"
}