{
    "headline": "Silicon Valley investor Peter Thiel cashes in Facebook shares", 
    "text": "Silicon Valley investor Peter Thiel, one of Facebook&apos;s earliest backers and a director of the company, has cashed in most of his remaining shares in the world&apos;s largest social network. Thiel sold 20m Facebook securities last week, according to a regulatory filing on Monday, bringing to $1bn (630m) his total proceeds from the company&apos;s initial public offering and making him one of the biggest individual beneficiaries of the botched flotation. Known for his ability to pick some of the internet&apos;s biggest winners, among them YouTube, LinkedIn and PayPal, where he was chief executive until its acquisition by eBay, Thiel invested $500,000 in Facebook in 2004. It was a loan, but later converted into a 10% stake, implying a valuation at the time of $5m. He also participated in a 2006 funding round when the company was valued at $500m. Today, despite a near-halving of the share price since its debut on the Nasdaq stock exchange in May, Facebook is worth $42bn. Thiel retains around 5m shares, according to Bloomberg, worth $10m at the current $20 price. The Frankfurt-born entrepreneur and venture capitalist raised $640m in May by selling shares into the float. Shares owned by Thiel and other investors were subject to a &quot;lock-up&quot; agreement forbidding their sale immediately after the float, but that lock-in period  one of several that are keeping shares off the market  expired last Thursday, allowing Thiel to withdraw his capital. Facebook&apos;s share price, already weakened by revelations that many of its users are migrating from desktop computers to mobile phones while advertising revenue is struggling to keep up with the change, fell further last week as the first lock-up expired with 271m shares available for sale on the public market. Another investor, venture capital firm Accel Partners, disclosed on Monday that it had distributed 50m shares to its own investors. This could put further pressure on the price, as those individuals will now be free to trade them on the open market. The big challenge will come in November, when lock-ups expire on 1.44bn shares, many of them belonging to current and former Facebook employees.", 
    "section": "technology", 
    "gid": "technology/2012/aug/21/facebook-shares-peter-thiel", 
    "wordcount": "355"
}