{
    "headline": "How the London talks can give hope to Somalis", 
    "text": "In a few days, there will be a gathering in London, hosted by the British government, to discuss the grim saga of Somalia. For the past two decades, the country has become the poster-child for wretchedness  with a loss of civic solidarity, the destruction of the national state and institutions, an absence of able and legitimate leadership, and violent foreign interventions or mediocre international succour. To date, more than a dozen international conferences have been convened to address this condition. Despite noticeable contributions to assuage some of the calamities, such as the current famine, none of the meetings has amounted to more than contemptuous endorsements of stop-gap political dispensations. These affirmed the worst of an opportunistic Somali lumpen-elite: civic degeneration and a retribalisation of everything in pursuit of personal gain. The test of the London conference is whether it will be more of the same or mark out a different approach. Many Somalis and their friends fear the signals are discouraging: the invited Somali &quot;stakeholders&quot; represent some of the same factions that have been responsible for blocking the resuscitation of a national spirit. If the London meeting ends merely with a boring communique that minimises international investment and absolves Somalis from the obligation to bring their best to the arena, it will become the latest in a string of let-downs. This will bring further shame on the international community and, more painfully, continue the catastrophe that has pushed the Somalis to the bottom of global league tables and leave them vulnerable. What is needed  and desperately voiced by the vast majority of the Somali people  are justice, peace, socioeconomic progress, a democratic and efficacious national state, and a return to the regional and international communities with the dignity that befits a sovereign and civilised nation. I identify the following as necessary steps for Somalia to move forward.  The development of a nonviolent political strategy that can recharge civic sentiments and collective belonging. The key to this includes revival of cultural freedom and creativity, and the creation of a legitimate national government and efficient civil service  A constituent assembly made up of 100 distinguished and carefully vetted Somalis. This process would be supported by a small but capable secretariat. The assembly&apos;s mandate will be for three years, during which it needs to draft a new constitution (based on the 1961 model) as well as procedures for electing a new parliament, which should have around 135 members.  A highly qualified and experienced technocratic cabinet (with no more than a dozen critical portfolios) to lead the reconstruction, headed by an executive president and vice-president. The tenure of this administration will tie-in with that of the assembly. All cabinet members will be barred from running in the elections for the national parliament.  A professional security force, comprised of 20,000 well-trained and equipped national police, and about a 10,00 member defence-cum-coast guard force.  Long-term international attention and investment. The first means sustainable and rigorous monitoring by a three-member committee made up of outstanding figures from different countries (eg, Norway, Turkey and South Africa) with no prior involvement in the Somali debacle. The second refers to the infusion of a yearly minimum of $1bn over five to seven years in crucial sectors such as agriculture, fishing, health, education, infrastructure and security. The state Somalia is in results primarily from the folly and abject failure of its leadership, as well as the derisory efforts of the international actors. If the London meeting is to defy the past, its principles and operational code must include a different type of Somali participant at the table and international actors must prevaricate less and set up higher standards of engagement for themselves. This would give the Somali people hope. It is a very big challenge  and the world is waiting to see if it can be met.  Ahmed Samatar is James Wallace professor of international studies at Macalester College, St Paul, Minnesota. He is a member of the new Somali political party Hiil Qaran", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/feb/21/somalia-london-talks-hope", 
    "wordcount": "667"
}