{
    "headline": "Confronting the 'sloppiness' that pervades science", 
    "text": "Last week, Tilburg University published a damning final report into the actions of the disgraced social psychologist Diederik Stapel, with an accompanying press release that emphasises &quot;a general culture of careless, selective and uncritical handling of research and data&quot; in the field. Commentators have pointed out the need to take great care in making sweeping generalisations on the basis of extreme cases and, indeed, our own recent article somewhat overstated the extent of such extreme cases of fraud. The general consensus in the ensuing discussion was that, although cases of premeditated fraud are rare, the problems caused by the failure to publish or replicate are important. These are more common, and can undermine scientific advancement. It was within this framework that our session at the SpotOn London conference took place (you can watch it here). The aim of the session was to highlight methods or schemes to tackle academic misconduct, and develop action points that members of various communities (researchers, science journalists, editorial bodies, and so on) could take away and implement. There was some welcome news from Chris Chambers, associate editor of Cortex, who revealed that his journal and its publisher, Elsevier, had approved a new article format that aimed to discourage questionable data manipulation practices. He has written in detail about what this entails but, in brief, the peer review process will see a much-needed overhaul. Under the Cortex model, before authors collect their data they will submit introductions and analysis plans, which will be reviewed. If appropriate, the paper will be accepted in principle, after which the authors can collect data and finish off their manuscript. Finally, the work will go out for a second review, to be assessed on whether the conclusions are justified by the data, rather than the perceived importance of the results. In addition, raw data and lab logs will be made available alongside the manuscript. Interestingly, so too will the reviews. Chambers pointed to several benefits with the model. It may seem restrictive to insist that authors decide upon analyses prior to running their study, but it will still be possible for them to run follow-up analyses once the data have been collected. Currently researchers can publish selectively chosen analyses that show the most &quot;significant&quot; or &quot;interesting&quot; effects, meaning effects are overstated and can be misleading. The difference in this new system is that follow-up analyses will be placed in a separate section in the paper. As the original analysis plan will be available, this means authors won&apos;t be able to pretend that they meant to do any follow-up analyses all along. Importantly, there will also be a dedicated section in the journal for studies accepted at the first stage, but not completed for whatever reason. There is no obligation for researchers to publish in Cortex after submitting at the initial stage, so if their results end up being more groundbreaking than they had anticipated, authors can still submit to higher-impact journals such as Nature or Science. But their initial plan, and those studies that are never completed or published in full, will remain in the public domain. One challenge will be to avoid this section of the journal becoming a &quot;hall of shame&quot;, because there may be lots of reasons why a study has not been completed  researchers may move on, illness or death may affect the lab, or projects may be shelved in favour of other studies. But a list like this would be useful for anyone interested in using the same methods in their work, because they could approach authors to better understand why they never saw the project through. That could save a lot of time and money. A worry is that this may be too much extra work in an already labour-intensive system. However, changes like this are necessary to begin a cultural shift so that researchers can get on top of what Ginny Barbour called the &quot;sloppiness&quot; that pervades science. Replication  a cornerstone of research methods  is still hugely undervalued, and perhaps the most disheartening moment of the session at SpotOn came in Charles Hulme&apos;s introductory speech, when he revealed that Psychological Science had recently discussed the introduction of a new section dedicated to replication. Unfortunately, the editorial board decided it &quot;wouldn&apos;t be good for the journal in terms of interest value&quot;. Novel findings are still what sells journals. This feels like a missed opportunity because flagship journals such as Psychological Science could provide the publication incentives that would hopefully generate an interest in carrying out replications. For Cortex, the next year will be a test of concept. The question is whether other journals will follow suit. It&apos;s worth noting that Cortex&apos;s announcement came just over a week before a similarly promising announcement from a suite of four BioMed Central journals. Soon these journals will be accepting manuscripts that have been reviewed via a new initiative called Peerage of Science, which is akin to crowdsourcing reviews for a manuscript before it is submitted to a journal. Researchers can post their papers for comment, and community members decide whether or not it is worth formally reviewing. It is advantageous for both sides, because authors get an extra set of reviews to improve their manuscript, and reviewers can establish a quantitative, scored expertise in specific areas of interest. As for funding bodies, we need to know whether it would be feasible for them to step in and incentivise publication in this form, or introduce schemes such as funding an extra six months in a PhD for replication studies. Ideas for improvement are already out there  we need to follow Cortex&apos;s example and start implementing them now.", 
    "section": "science", 
    "gid": "science/blog/2012/dec/07/confronting-sloppiness-pervades-science", 
    "wordcount": "950"
}