{
    "headline": "From forest sell-off to Thames airport plans - this government has a seriously anti-environmental agenda", 
    "text": "&quot;Quite frankly, when it comes to environmental policy the Treasury has often been at best indifferent, and at worst obstructive.&quot; Who said these words? Was it George Monbiot? Jonathon Porritt? Caroline Lucas? Actually it was George Osborne in 2009 talking about his predecessor at number 11. The speech, entitled A Sustainable Government: a Sustainable Economy, went on to promise: &quot;That attitude is going to change if the government changes. I want a Conservative Treasury to be in the lead of developing the lowcarbon economy and financing a green recovery.&quot; Two years later, the government is seemingly set to unravel 30 years of hard-won environmental protection and sacrifice carbon targets to claw its way out of an economic hole. We learned this week that the government plans to consult on the idea of an airport in the Thames Estuary, an area of international importance for hundreds of thousands of wetland birds. Similar proposals have been ruled out time and again, and with public and political opinion, many in the aviation industry and a host of UK and international environmental designations going against the plan, it is on seriously unstable ground. So why is the government even considering such a discredited, unpopular idea? Well let&apos;s take a look at some of the other proposals this government has put out for consultation. First up, a plan to make a quick buck by selling off our national forests  cue public outcry and some swift backtracking. Then a proposal to reform the planning system which removed vital environmental checks and balances  again public uproar ensued. And more recently something of a game-changing moment as Osborne nailed his colours to the mast in the 2011 autumn statement, labelling hard-won environmental legislation protecting our most valuable wildlife sites as a &quot;ridiculous cost on British business&quot;. This sounds like a very different Osborne from the one speaking in 2009. It&apos;s quite clear that this government faces an enormous economic challenge, but we fail to see that a development path dependent on environmentally destructive, high-carbon infrastructure is the right way forward. We want this government to recognise that our environment is an asset that we should be nurturing and passing on in a better state than we found it. This is what environment secretary, Caroline Spelman, promised in last summer&apos;s Natural environment white paper. The European habitats and wild birds directives  of which the government has ordered a review of implementation in England  are crucial to achieving this kind of sustainable recovery. Under these rules we have seen the London Gateway port development on the Thames go ahead with a host of compensation and mitigation measures for wildlife. Similar developments have taken place on the Humber and the Stour while the planned dualling of the A11 will offer protection for nearby stone curlew populations and the London array offshore windfarm is set to provide clean energy without disturbing local wildlife. I could go on, but you get the point. These rules are not a block on development  they affect only a fraction of developments in the UK and in those cases they are the only way to ensure we achieve sustainable development. Of course, there are steps that could be taken to make the process run a little smoother. Our own experience shows us that developers need clear and consistent support from a range of involved parties in order for relevant development to proceed swiftly. Much of this support needs to come from public bodies  in particular, Natural England  which has seen its staff slashed by a third under this administration, and local authorities  where all too often cuts have fallen hardest on essential ecologists. We want this government to be finding bold new ways to decouple economic growth from environmental harm. This ought to be a moral crusade that they pursue tirelessly. If they succeed we will have proved to the rest of the world that it is possible to maintain current standards of living without destroying the things many of us hold so dear. We will work constructively with any political party which wants to achieve this aim. We continue to live in hope. But in the meantime we will fight tooth and nail any unnecessary destruction of our environment for a short termist approach to economic recovery.  Martin Harper is conservation director at the RSPB", 
    "section": "environment", 
    "gid": "environment/2012/jan/20/government-anti-environment-agenda", 
    "wordcount": "726"
}