{
    "headline": "University sourcing site may be just where to find that hyperbaric aquarium", 
    "text": "Are you a university research department in need of a hyperbaric aquarium, a gold sputter system, or a 3D rapid prototyping colour printer? Each an expensive piece of kit, especially when your nearest neighbours down the road might already own one. If so, you&apos;ll be interested to hear about the new national database aiming to catalogue every piece of research equipment held by British universities. Equipment.data.ac.uk is a bit like those hyperlocal sharing websites  &quot;We&apos;ll lend you our cake mixer if we can borrow your hedge trimmer&quot;  only it applies to the whole UK higher education sector. This week we&apos;re talking all things &quot;open&quot; on the Higher Education Network: open access, OpenCourseWare, open data, open source. And with cost-cutting procurement a priority for university vice-chancellors and heads of finance, this database seems to have come at the right time for them too. What prompted it? First came Sir William Wakeham&apos;s 2009 review into sustainability and efficiency in British research funding. One of its main recommendations was for Research Councils UK (RCUK) &quot;to encourage more intensive use of existing assets&quot;. In other words, why pay for a sputter system when you can borrow someoneelse&apos;s? In a parallel push, universities are being asked to share more and more of their data with peers. So when the Open Data Institute at the University of Southampton began exploring the kind of information that might be worth making available, research equipment  more tangible than grant application figures perhaps  came high on their list. &quot;Some will say you don&apos;t need a clever database for this,&quot; says project leader Adrian Cox. &quot;Just an Excel spreadsheet with a few fields  what is it, where is it and who does it belong to?  and a name and number so you can pick up the phone. But we see this as a shop window for the whole sector.&quot; And not just for academics, but for funders and suppliers too. A self-confessed &quot;gamekeeper-turned-poacher&quot;, Cox worked in government research before his move into higher education and acknowledges RCUK&apos;s need to keep a check on university shopping lists. Meanwhile, manufacturers are chasing to keep up with researchers&apos; need for increasingly high-specification instruments, he says  and this information could help them track demand. Southampton has joined up with the Leeds and Loughborough universities to develop the technology behind the web portal and release their own equipment listings, with Bath soon to follow. There are already more than 1,000 items catalogued, with photos and stats to blow a gadget geek&apos;s brain. The database even stretches to facilities, such as Southampton&apos;s wind tunnel and high voltage laboratory, used by researchers to simulate lightning. Cox&apos;s task now is to get all UK &quot;research-intensive&quot; universities  50 or 60 at his count  to add their kit to the basket (which could be as simple as making their own equipment registers open source). The ultimate aim is to nurture the sort of share-and-share-alike culture that UK research will need to maintain its global position despite tight budgets.  The Guardian Higher Education Network  news, views, networking, jobs and professional debate every day: theguardian.com/higher-education-network", 
    "section": "education", 
    "gid": "education/2013/mar/25/university-research-equipment-open-source-online", 
    "wordcount": "534"
}