{
    "headline": "Curiosity starts quarter-mile journey that could reveal secrets of Mars", 
    "text": "As extraterrestrial journeys go, it is not the most imposing challenge that science has faced. Yet the quarter-mile journey on which the Martian rover Curiosity embarked last week is being watched with breathless attention by planetary experts. The $2.5bn vehicle, the most sophisticated machine to visit another world, was sent to the Red Planet to provide data that could show Mars is, or was, capable of supporting life. This task will require the use of a battery of instruments  lasers to zap rocks, neutron beams to analyse soil and drills to break up samples  which will be put through their paces on this, the Nasa craft&apos;s first test drive. Hence the tension at the Curiosity team&apos;s headquarters at the Jet Propulsion Laboratory in Pasadena, California. A failure of a key device on the car-sized rover&apos;s jaunt through the red desert of Gale Crater, its landing site, could have devastating consequences, they acknowledge. &quot;I feel the burden of two and a half billion dollars,&quot; geologist John Grotzinger, leader of the 400-strong science team that runs Curiosity, told the journal Nature. &quot;I feel the burden of the future of Mars exploration.&quot; Certainly, much is expected from the rover following its successful landing after being lowered to the Martian surface from a giant rocket-powered device called a sky crane on 6 August. Planetary exploration is now under severe budgetary stress in the US, the nation that has pioneered the field, and there are no detailed plans for future major missions. Hence the care being taken with Curiosity. When it comes to Martian exploration, this may be science&apos;s only opportunity for a decade. Certainly the Curiosity team is taking no chances in directing the craft on its way to Glenelg, the name given to its first target destination. This trip will take several weeks as the six-wheeled vehicle trundles, with infinite care, over the greyish-ochre soil of Mars. &quot;This drive really begins our journey toward the first major destination and it&apos;s nice to see some Martian soil on our wheels,&quot; said mission manager Arthur Amador. The drive had proceeded beautifully, he said, &quot;just as our rover planners designed it&quot;. Glenelg is considered important because three types of surface material meet there and mission scientists hope to compare these rocks, using the rover&apos;s drill to investigate interesting-looking pebbles and boulders. A laser will vaporise slivers of rocks and analyse their chemical composition. A robot arm will pulverise pieces of stone while the rover&apos;s Sample Analysis of Mars (Sam) instrument has an oven in which soil and rock samples will be baked and tested for the presence of organic carbon. &quot;We have already tested quite a few instruments, including all 17 cameras on Curiosity,&quot; deputy project scientist Ashwin Vasavada said. &quot;However, the robot arm will be given a full test, as will the craft&apos;s different drive modes.&quot; For the next two years or longer, Curiosity will use its instruments to carry out a chemical survey of the interior of Gale crater, a mission which it is hoped will show, once and for all, that the soil of Mars possesses organic materials  including amino acids and sugars, the building blocks of life  that could support living organisms. &quot;We will carry out a detailed chemical survey of all the different geological layers of Mars and so create an environmental history of the planet,&quot; said Vasavada. &quot;That will tell us what era most likely supported life during Mars&apos;s history. From that, and from our other surveys of the planet, we will be able to pinpoint the most promising place to find life, or evidence of past life, on Mars.&quot; It will be a tremendous achievement and testimony to the JPL scientists who designed and built Curiosity. But it should be noted that the robot rover will not demonstrate that life exists on Mars. It will merely reveal, at best, that the planet is capable of providing a home for alien lifeforms and will suggest regions to which future missions could be directed. These will then be fitted with the best available instruments to detect life. Unfortunately, at present Nasa has only limited plans to return to the Red Planet. One modest $425m project, InSight, to be launched in 2016 to study Martian geology, has been approved, though it will have little bearing on the hunt for life there. Apart from that, there is nothing in the pipeline. All other Mars missions have been cancelled as Nasa has struggled with a limited budget and the soaring costs for other projects. The US is not the only space power capable of reaching Mars, however, and ExoMars  a former joint project backed by Nasa and the European Space Agency  is still scheduled for launch in 2018, even though the US agency pulled out of its involvement last year. &quot;ExoMars is still going ahead,&quot; insisted Dr Ralph Cordey, head of science for Astrium UK, which is building the rover that will form the main part of the ExoMars mission. &quot;However, instead of co-operating with Nasa we will go ahead with the Russians.&quot; ExoMars will be smaller than Curiosity but will have one key additional instrument. It will be fitted with a drill capable of probing two metres down into the Martian soil. And that could be crucial. Mars&apos;s atmosphere is thin and its surface is bombarded with deadly radiation. Most scientists believe that, if life does exist there, it will be in the form of simple, bacteria-like organisms growing deep underground. ExoMars might just be able to dig some out. A note of caution should be sounded, however. Europe&apos;s new partner on the route to Mars, Russia, has a miserable track record in trying to land craft on the Red Planet. It has 16 failures and only two complete successes to its credit. Yet it will be Russia&apos;s task to design and build the lander that will put the ExoMars rover safely on the Martian surface. The omens are not encouraging. And even if ExoMars reaches its target safely and finds promising material, the hunt for Martian life will be far from over. &quot;The only way we can be sure we have found life on Mars is to bring samples back to Earth, and that will be a very complex mission,&quot; said Cordey. &quot;Various proposals for projects have been put forward, but I think it would have to be an international affair, a joint US-European mission most probably, and that would take a long time to set up. I really don&apos;t see one being launched until the end of the next decade.&quot; Finding life on Mars may take another 20 years, in other words. The search for ET is proving to be a lengthy one. Of course, the Red Planet is not the only destination in the solar system that could support primitive lifeforms. Several moons of Jupiter and Saturn offer real hopes. In each case, however, missions to these worlds are unlikely to produce results in the next 20 to 30 years, leaving scientists to look further afield, a point stressed by Dr Giovanna Tinetti, of University College London. She is one of a team of scientists backing a proposed European Space Agency mission called Echo, the Exoplanet Characterisation Observatory. &quot;Instead of studying planets inside our own solar system, we will study those in orbit around other stars,&quot; she said. &quot;The light from these stars will pass through their planets&apos; atmospheres and will allow us to study their composition. The presence of reactive gases like oxygen and methane together would indicate that living beings existed on those worlds and were producing these gases. The techniques involved are tricky but the science required has made enormous strides in recent years. &quot;I wouldn&apos;t have thought it possible a decade ago but I would now say it was an evens bet that we detect the presence of life outside our solar system before we find life inside it.&quot; Additional reporting by Geraint Jones", 
    "section": "science", 
    "gid": "science/2012/sep/02/mars-curiosity-rover-journey-begins", 
    "wordcount": "1348"
}