{
    "headline": "Apps Rush: Great British Posters, Sesame Street, Klout, MapleStory Cave Crawlers and more", 
    "text": "A selection of 10 apps for you today: IWM&apos;s Great British Posters from the Second World War Make Do and Mend, Dig for Victory, Keep Mum She&apos;s Not so Dumb... Some of the slogans from British posters during the Second World War have remained in the collective memory. Now they&apos;re in an app from IWM, which is billed as &quot;Volume 1&quot; with more to come. More than 30 posters are included, with the stories behind them too.iPhone / iPad The Tooth That&apos;s on the Loose Emmy-nominated storyboard artist and director Chris Robertson has created a Wild West-themed book-app about T.B. Wiggly: &quot;A slippery, shifty little varmint&quot;. Who&apos;s also a tooth. Animation, interactivity and colouring add to its kid-appeal.Android / iPhone / iPad Legendary Heroes Action real-time strategy game Legendary Heroes is picking up some buzz on iOS, offering three-hero teams competing across 30 maps, with a free-to-play model aiming to pull in lots of gamers.iPhone / iPad Big Block Party Nokia&apos;s partnership with Sesame Street has yielded up two new book-apps this week, starting with Big Block Party. Based around Elmo helping his friends make party food, the app includes recipes for all those snacks for children to make in the real world with their parents. Nokia 100th Day of School The second Nokia / Sesame Street app also puts Elmo centre-stage, focusing on celebrating schooldays. Possibly useful for parents whose children are rebelling at the thought of returning to school this week after the Christmas holidays.Nokia Klout Is Klout more than just a vanity service for self-styled social media gurus? The jury remains out on that one. However, there is a slick-looking unofficial Klout app for Windows Phone, letting people check and share their Klout scores. One question: if it&apos;s unofficial, how come it&apos;s able to bag the name &quot;Klout&quot; on the Windows Phone Marketplace?Windows Phone (spotted by WPCentral) MapleStory Cave Crawlers Popular online game MapleStory has spawned a new iPhone game, Cave Crawlers. It sees players exploring the Maple World battling monsters and exploring dungeons. It&apos;s a paid app 1.49  which also uses in-app purchases for in-game boosts.iPhone SpringerLink Scientific publication database SpringerLink includes articles and content from more than 2,500 journals and 48,000 books. Now there&apos;s an app for that, including notification and sharing features. An institutional subscription is required.iPhone InstaFlow InstaFlow is an iPhone and iPad app that aims to help people store and browse Instagram pictures by grouping them in virtual stacks. Interestingly, it&apos;s the work of mobile operator Orange&apos;s Orange Labs team.iPhone / iPad Bag It &amp; Bin It Wessex Water has commissioned a free iPhone game that aims to teach people what not to flush down the toilet. &quot;Your goal is to bin any objects thrown by our mischievous fellow that should not be flushed down the toilet.&quot;iPhone", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jan/04/apps-rush-sesame-street-klout", 
    "wordcount": "482"
}