{
    "headline": "Does the future of farming in Africa lie in the private sector?", 
    "text": "African smallholder farmers are some of the most impoverished people in the world (43% are women) and they account for 80% of food production in sub-Saharan Africa (pdf). Some people argue their future will be driven by the private sector  the UK&apos;s Department for International Development has been working to link up businesses with smallholder farmers. Giant food retailers are also starting to realise that they need to look after African smallholders to safeguard their future. David Hughes, professor of food markets at Imperial College London, says &quot;there has been a sea change in the last 18 months&quot; at a senior level in companies including Unilever, Nestl, Kraft and Mars. &quot;This is nothing to do with fuzzy CSR [corporate social responsibility]; this is that if they don&apos;t have profitable farmers then they won&apos;t have the raw materials they need to make their products. If there are 5 million cocoa producers in Africa, then we are looking at billions of dollars needing to be invested into their production.&quot; This month more than 500 private-sector representatives, government officials, donors, civil society representatives, farmer organisations and academics met in Ethiopia for a conference organised by the Technical Centre for Agricultural and Rural Co-operation. They discussed the role of the private sector in upgrading smallholder agriculture to meet demand from foreign and emerging markets in developing countries. Investment interest is underscored by the IMF&apos;s forecast of 5.7% economic growth in 2013 for sub-Saharan Africa, which is being driven by rising commodity prices. Rising food prices suggest global demand is still outpacing farmers&apos; productivity, and resource-constrained smallholders need greater market access, training and technology to increase their agricultural production, according to the experts at the meeting in Ethiopia. Development organisations are promoting the merits of a mutual partnership between large corporations and small farmers. John Moffett, director of policy and strategy for Self Help Africa, has been working with small-scale cashew nut farmers and those who commodify the nut in Benin, with support from PepsiCo, to supply Europe&apos;s markets. &quot;Strengthening smallholder value chains is really about helping farmers to move from being subsistence based to enabling them to make a better profit,&quot; says Moffett. Moffett says the role of NGOs is starting to change: he sees them playing more of a temporary role in facilitating trade between small-scale producers and the private sector. Once the supply chain links are in place he says, &quot;the NGO will shift to being a watchdog&quot;. &quot;Development is now really focused on the economic development of Africa through trade,&quot; Moffat adds. &quot;It is moving away from the constant injection of aid funding into Africa and focusing on something which, over time, should be more sustainable.&quot; Africa&apos;s population is expected to reach 2 billion by 2050, so some argue it cannot afford to be short-sighted when dealing with investors. Large agriculture firms such as Cargill and Monsanto, partners of the G8 New Alliance for Food Security and Nutrition, are starting to offer farmers greater access to fertiliser, quality seeds, finance and other services such as phones and GPS systems to help cut out middlemen and guarantee a reliable production of goods for their consumers. The majority of soil in sub-Saharan Africa is infertile. To achieve intensive productivity of cash crops, the use of inorganic fertilisers, pesticides and GM &quot;high-yielding&quot; patented seeds will be increasingly portrayed by these companies as indispensable to reducing hunger levels on the continent and providing food for export. Yet Patrick Mulvany, co-chair of the UK Food Group, believes that behind this push for a stronger private-sector alliance are agribusinesses that depend on the imposition of an industrialised agricultural model in African countries based on chemicals and GM seeds for their own commercial success. Such agricultural inputs &quot;trash the farmer&apos;s ecology by making the soil addicted to the application of fertiliser, which kills integral micro-organisms and nutrients in the soil, making it lose its functionality  undermining smallholders in the long term&quot;, Mulvany says. He also criticised the role of some NGOs in promoting the relationship between the private sector and small-scale farmers, saying: &quot;NGO reps are like the missionaries in America before the Spanish invasion. They come to Africa to prepare entry for the barons.&quot; The message from big buyers is becoming increasingly loud and clear for smallholders. If you can provide a reliable supply of commodities, then we will reward you with higher prices and guaranteed markets. And if private-sector investment in smallholder farmers is on the rise, &quot;the role of movements such as Fairtrade could change and become less critical&quot;, says Moffett. Fairtrade Africa&apos;s executive director, Michael Nkonu, says: &quot;Fairtrade has always been about inclusive business and effective partnerships along the value chain. We know Fairtrade alone is not enough to create the change of scale required in Africa, so working with key industry partners is paramount to achieve success.&quot; The notion that a partnership between big business and small-scale farmers is going to transform Africa&apos;s food economy has its detractors. &quot;Agribusiness corporations see smallholder farmers of the developing world as only representing an opportunity for securing supplies of food at relatively cheap prices, using cheap labour and, most importantly, as representing a burgeoning market for proprietary agrochemicals, compliant GM seeds and fertilisers,&quot; says Mulvany. Mulvany, who has extensive experience of working with small-scale food producers, says: &quot;There are opportunities for smallholders to sustain a strong and vibrant biodiverse food system using agro-ecological approaches  yet the only value for agribusiness are the chains which bind the food serfs to the food barons.&quot;", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/nov/23/future-farming-africa-private-sector", 
    "wordcount": "944"
}