{
    "headline": "Wearable technology: a vision of the future?", 
    "text": "Not so long ago I was skiiing down a slope in France, wearing a pair of ski goggles which, when I looked down and to my right, showed me my precise location, how fast I was going, where the ski run went (useful in a whiteout). It also told me if I had a phone call and, via a wrist-worn ski-glove-friendly control, allowed me to switch between answering calls or changing the music on my headphones. The goggles, made by Recon Instruments, are popular with snowboarding professionals who want to keep tags on their day&apos;s accomplishments  one of the settings tells you how high you have just jumped. For good measure, while you are enjoying the aprs-ski, you can download that data to a computer. The goggles are part of the next wave  the one that experts say will, in time, enhance and even supplant the smartphones being carried by around half of the mobile-using population in the west. As well as the goggles, there is the Pebble watch, a private project in Silicon Valley that has acquired millions in funding from eager buyers (I&apos;m one). The wristwatch will connect to your iPhone or Android phone via Bluetooth and show details of incoming emails or calls. Or there&apos;s the Nike+, a &quot;sportwatch&quot; that measures how far you have run and at what speed. &quot;Wearable computing&quot; is the new buzzword in how we&apos;re going to live our lives. It might even free us from what Charlie Brooker called the &quot;black mirror&quot; of our smartphone screens, the ones that seem to obsess us to the exclusion of all else when we&apos;re walking down streets, waiting for transport, or even hanging out with friends. Even if our attention is slightly distracted by the wealth of information being screened in front of us, we&apos;ll no longer be continually looking down at our phones. Wearable computing suddenly came to notice in April 2012 with the announcement of the Google Glass project. The idea is straightforward: you wear a pair of clear, wraparound glasses; there&apos;s an earpiece with a built-in microphone. When someone calls, or something significant happens in your internet life, you get a message appearing on the glasses in front of you. There&apos;s also a camera mounted on them which sees what you&apos;re looking at and sends that back to Google&apos;s servers, which figure out where you are and what you&apos;re doing. Need a traffic update? The quickest way to get to your next appointment across town, avoiding closed roads? Google Glass could show the map projected on to the glasses, in your visual field. The introductory video, released in April, wowed people with its possibilities  though critics were quick to point out that it lacked Google&apos;s normal advertising stream, and mischievous remakes with rivers of adverts appearing before your eyes quickly appeared. Google hasn&apos;t said how we might buy Glass  whether on a contract like a smartphone or outright like other products. It&apos;s offering prototype versions to developers for $1,500 (958) from next year, but we don&apos;t yet know when it will be commercially available. The idea of wearable computing has been around for a few decades; but it&apos;s only recently that phones have acquired enough computing power, data connectivity has become pervasive, Bluetooth connections low-powered enough and screens cheap enough, for us to start thinking of adopting it. In 2000 Alexander Pentland, a professor at MIT who helped set up its famous Media Lab and has for years been interested in wearable computing, wrote an article for the Association of Computing Machinery in which he noted that &quot;inaminate things are coming to life&quot;, but, reassuringly, more like Walt Disney than Frankenstein: &quot;The simple objects that surround us are gaining sensors, computational powers and actuators [which move things].&quot; He saw a world with &quot;smart rooms&quot; and &quot;smart clothes&quot;. The clothes, he said, would be &quot;like personal assistants  trying to anticipate your needs and generally smooth your way&quot;. But wearable computing  this stuff is just for geeks, surely? Sergey Brin, Google&apos;s co-founder, can wear them and just about not look mad. But even for him there are faint echoes of Star Trek&apos;s Borg, the machine-augmented hive-mind group, especially in the way you can see him focusing on the screen by his eye, rather than his audience or interlocutor. But Pentland says he feels &quot;really great about Google Glasses because my former student Thad Starner, who ran the hardware part of my Wearables Project here at MIT for many years, is the guy who is in charge of Google Glasses. They will do it right.&quot; Carolina Milanesi, smartphones and tablets analyst at the research group Gartner, believes that there is potential for wearables. &quot;There&apos;s definitely room for connectivity through devices that can send you what you need at that point in time; it might be a tweet, or a Facebook notification, or a weather update or a traffic update,&quot; she says. &quot;I think consumers are ready for it.&quot; Ken Blakeslee, an investor and entrepreneur who has been touting wearable systems for a decade, and runs Webmobility Ventures, thinks an era of &quot;appcessories&quot; is just around the corner. &quot;The real stumbling block is that we&apos;re all info junkies, but we only want stuff that&apos;s relevant.&quot; If our glasses can filter out the junk mail and calls, telling us only what we want, and have really accurate voice input (typing on a screen will seem so antiquated), they will become ever more important. He doesn&apos;t think we&apos;ll necessarily need to abandon our smartphones; all you&apos;ll need is some software that connects to them wirelessly (that&apos;s Bluetooth) and a way to feed the data in. The rise of &quot;appcessory&quot; makers such as Pebble suggest it is already happening so where, you might wonder, is Apple? Won&apos;t the iPhone quickly sink into irrelevance? Perhaps  though Apple is known for picking its own time to enter markets, just as it did with the iPod and iPhone. In part this is due to its tight connections with factories in the far east and its ability to spot when new technologies are becoming affordable. Furthermore, patent filings that have been registered with the US patent office indicate that Apple is indeed looking at the idea of &quot;head-mounted displays&quot;. If both Apple and Google were to get into wearables, usage would surely explode. Milanesi wonders, though, how ready society is for the distraction and always-connectedness this technology implies. She thinks that our habits are already bad enough with smartphones (her husband bought her an &quot;I turn it off for you&quot; handkerchief to put over her constantly ringing phone)  won&apos;t glasses take it to a whole other level? &quot;I don&apos;t know if it&apos;s going to be more or less annoying  people peeking at notifications coming on the screen  and I think it&apos;s then down to society pushing for more human interaction, and not finding something that&apos;s more interesting somewhere else. That becomes a behavioural issue, not atechnology issue.&quot; Others have pointed to more unsettling worries about wearables; the front-facing camera on Glass, plus its internet connection, plus the ability to share a video feed with others  isn&apos;t that a charter for intrusion of privacy? Witness the case of Steve Mann, a pioneer in the use of wearable computing, who has been wearing devices just like Google Glass for years. He claims that in June he was assaulted in a fast-food outlet in France by its staff. Their concern seems to have been that he would be filming them; a concern that the pictures on his blog bear out. When we wear computers that see and record what we see, they record everything  good and bad. But then, no new technology comes without problems. In fact, the biggest problem that Brin says he has found on his travels while testing the Glass prototypes is a much more boring one: battery life. Powering the little screens sucks all the juice. It may be that wearable computing won&apos;t just be about the computers; wearable batteries could be the next big thing too.", 
    "section": "technology", 
    "gid": "technology/2012/jul/18/wearable-technology-vision-of-future", 
    "wordcount": "1375"
}