{
    "headline": "Shrek game for iOS promotes IAP at the end of its tutorial", 
    "text": "Back in 2010, Smurfs&apos; Village was one of the first freemium games on iOS to cause controversy for its use of in-app purchases, as parents complained their children were buying its Smurfberries virtual currency on their iTunes accounts without them knowing. Since then, there have been lawsuits, and moves by Apple to help parents block IAP on their device before handing it to a child. Yet as a recent Wall Street Journal article made clear, a number of games publishers are still making heavy use of IAP in titles that appeal strongly to children. Here&apos;s a new example: Shrek&apos;s Fairytale Kingdom. New on the App Store from Smurfs&apos; Village publisher Beeline Interactive a subsidiary of Capcom it&apos;s a freemium game based on Dreamworks&apos;s film franchise available for iPhone and iPad. &quot;Experience the twisted fairy tale of everyone&apos;s favorite ogre in an all new way. Become part of the story! Earn the friendship of the solitude seeking Shrek as he outfits his beloved Swamp with all manner of ogre-ly comforts,&quot; explains its App Store listing. That means a combination of FarmVille-style resource management as you decorate Shrek&apos;s swamp and more quest-like features, starring other characters from the films. It looks like a lot of fun, but its use of in-app purchases is questionable. I should point out first that Beeline appears to be doing things by the book. The very first paragraph in the Shrek&apos;s Fairytale Kingdom App Store listing is a warning to parents: &quot;PLEASE NOTE: Shrek&apos;s Fairytale Kingdom is free to play, but charges real money for additional in-app content. You may lock out the ability to purchase in-app content by adjusting your device&apos;s settings.&quot; Later on, it delivers a warning that &quot;iOS may keep you logged on for 15 minutes after an initial in-app purchase. Additional purchases may not require a re-entry of the password during this 15 minute interval. This is a function of the iOS software and not within our control.&quot; Meanwhile, the first time you launch the game, a pop-up warning appears reiterating the reminder of the ability to lock out in-app purchases. So what is that IAP, exactly? The game uses two forms of virtual currency: coins and magic stars, used to decorate Shrek&apos;s swamp and speed up quests. Coins can be bought in various amounts, from 2,000 (2.99) up to 80,000 (69.99). Stars have a similar range: from 150 for 2.99 through to 5,000 for 69.99. In-app purchases of just under 70 quid in a Shrek game? Yes, Shrek&apos;s fanbase isn&apos;t just children, and yes, this is far from the only freemium family-friendly game offering this level of IAP. But still, 70 quid.     This screen is shown to players when they complete the tutorial    This morning, I played through the tutorial section of the game, which explains how the core swamp-decoration and questing mechanics work. And what surprised me was the screen that appeared just after I finished that tutorial. It&apos;s above. &quot;Great Job! To get you started, here&apos;s a onetime special offer,&quot; suggests the game, with the option to buy 525 stars at a special rate of 6.99. What bothers me is partly the idea that the game is actively suggesting in-app purchases in this way, and partly the fact that it happens so early in the game certainly within the first 15 minutes. It&apos;s certainly a contrast to the inspirational video shown in Apple&apos;s WWDC keynote of a mother using apps with her speech-impaired daughter. The flipside games that are likely to attract a large audience of children that promote IAP aggressively is less likely to be feted on-stage by Tim Cook any time soon.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jun/22/shrek-game-ios-iap", 
    "wordcount": "619"
}