{
    "headline": "Haiti 2010 earthquake: then and now  in pictures", 
    "text": "   A month after the earthquake struck on 12 January 2010, the collapsed Caribbean Market, in Port-au-Prince was deserted, with rubble and rubbish rotting in surrounding streets. The Iron Market can be seen in the background. The market building was one of several of the city's landmarks destroyed by the magnitude 7.0 quake whose epicentre was 16 miles west of the capital.  Photograph: Rodrigo Abd/AP       January 2013: Haitian shoppers and vendors gather at stalls opposite the Iron Market, which has been completely rebuilt and painted in its original style  Photograph: Kate Holt       The ruins of the national palace in Port-au-Prince, the official residence of the president, a day after the earthquake struck. Images of the palace came to represent the magnitude of the devastation in Haiti, whose then president Ren Prval said he had nowhere to go after both his own home and the palace were destroyed Photograph: Ricardo Arduengo/AP       A flag flies where the national palace used to stand in Port-au-Prince. The building was so badly damaged in the quake that it was eventually pulled down by the Jenkins-Penn Haiti Relief Organisation NGO, headed by US actor and activist Sean Penn, because of fears that it had become a danger to passersby Photograph: Kate Holt       Residents of Port-au-Prince make their way through rubble and downed power lines in a devastated street on 14 January 2010. In the days immediately after the quake, troops and planeloads of food and medicine streamed into the capital as the search for missing people continued Photograph:   Jorge Silva/Reuters       Three years on, normal life has resumed for many Haitians. Here, residents of Port-au-Prince go about their daily lives in a street that was all but destroyed by the quake Photograph: Kate Holt       As Haiti struggled to recover from the earthquake, Hurricane Tomas struck on 5 November 2010. This woman was pictured the following day carrying her baby son through the debris of the Roman Catholic cathedral in Port-au-Prince. The city's Episcopalian cathedral was also devastated Photograph: Orlando Barria/EPA       Birds fly over what remains of the Roman Catholic cathedral in Port-au-Prince. Only the outer walls remain of the cathedral, one of several national institutions devastated in minutes. It could be years before it is rebuilt in line with new earthquake- and hurricane-resistant standards Photograph: Kate Holt  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2013/feb/19/haiti-2010-earthquake-in-pictures", 
    "wordcount": "0"
}