{
    "headline": "Fracking company Cuadrilla halts operations at Lancashire drilling site", 
    "text": "The fracking company Cuadrilla has halted operations at one of its three drilling sites, citing the need for an environmental assessment. Work at the Anna&apos;s Road site in Westby, Lancashire, will be suspended until next year. The assessment will not be completed before autumn, when work would be disrupted anyway by wintering birds. The company said there were no safety concerns at the site and the work was not halted under the government&apos;s &quot;traffic light&quot; system  which requires a suspension if there are earth tremors caused by shale gas extraction. But it comes just a day after the chairman of Cuadrilla, Lord Browne, told the Guardian he would invest whatever it takes  potentially running to billions of pounds  in the shale dash for gas. Cuadrilla has licences for 10 sites but is only operating at three. Separately, the Guardian can reveal Cuadrilla has been warned by ministers over its &quot;performance as a licensee&quot; at one of its Lancashire sites. It &quot;failed to recognise the significance&quot; of damage to a gas fracking well in 2011 and did not report it to government officials for six months, leading to a stern reprimand by the energy minister, papers released under the Freedom of Information Act show. In a letter to the company over a year after the incident, the then energy minister, Charles Hendry, expressed concern that it had not been reported to his officials at the time. He said the &quot;failure&quot; had exposed &quot;weaknesses in Cuadrilla&apos;s performance as a licensee&quot;. The events leading to the rebuke began when casing of a well drilled at the Preese Hall site was damaged by an earthquake caused by its drilling on 1 April 2011. The deformation in the well was discovered in routine investigations a few days later. Deformation of well casings can be serious, causing gas or fracking fluids  water and chemicals  to leak. In this case the integrity of the well was not compromised and there were no leaks or danger of contamination. Cuadrilla suspended its fracking operations a few weeks later after a further small tremor, and instigated an investigation in order to eliminate any further risk. But in a letter to Browne dated 11 May 2012, newly released under freedom of information rules, Hendry wrote: &quot;My department is concerned Cuadrilla failed to recognise the significance of the casing deformation experienced in the earth tremor triggered by fracking operations on 1 April 2011. &quot;So much so, that the company did not report it to my officials  as to the possible cause of the tremor and the possibility it might be linked to fracking. In the light of Cuadrilla&apos;s responses to the department&apos;s subsequent inquiries, I have formed the view that this failure discloses weaknesses in Cuadrilla&apos;s performance as a licensee, which need to be addressed.&quot; Hendry also asked in the same letter for a meeting with Browne, the former BP boss turned senior government adviser and chairman of Cuadrilla. He wrote: &quot;I very much hope we can resolve this in the near future.&quot; The company said: &quot;Cuadrilla was never required to report this issue as the casing deformation caused no actual or potential loss of well integrity and was neither a safety nor an environmental incident. No remedial action was needed to repair the well. &quot;The geomechanical study ascertained whether the deformation was linked to the seismic event, as this was not immediately obvious. As soon as the study concluded there was a linkage, this information was reported to Decc [Department of Energy and Climate Change] and HSE [the Health and Safety Executive] in October 2011.&quot; The HSE said there had been no breach of regulations by Cuadrilla. In November 2011 Cuadrilla released a public report that included detailed information on the deformation, and Decc said it would examine the issue. But the newly released letters show Decc waited six months to write to Cuadrilla to take issue with its failure to report the incident sooner. On 17 April 2012, an independent scientific report concluded that Cuadrilla&apos;s drilling had caused the two minor earthquakes in Lancashire, and that the deformation had been the result of the first tremor. Hendry&apos;s letter followed a few weeks later, and after extensive media reports, including in the Guardian, about the link between Cuadrilla&apos;s fracking activities, the small earth tremors and the well deformation. A Decc spokesman said: &quot;As part of our investigation, which included Cuadrilla&apos;s report, it became clear there was an issue with Cuadrilla&apos;s internal reporting procedures. This was discussed with the company, followed up through correspondence and the minister subsequently asked Lord Browne to meet him to discuss the issue. &quot;The government was clear  we would not take a decision on the resumption of fracking until we were completely confident that fracking was as safe as possible.&quot; Decc would not say when the meeting with Browne took place or what was discussed. Browne&apos;s reply to Hendry&apos;s letter on 25 May 2012 said the company had established a &quot;clear policy that operational incidents judged to have a potentially serious impact on health and safety or infrastructure integrity will be communicated to Decc immediately, before testing whether such matters are indeed germane&quot;. Within months Hendry had been sacked and replaced by John Hayes. Further correspondence released under an FoI request shows that he was emailed by Browne shortly after assuming office, saying: &quot;We would be very keen for you to visit the Cuadrilla drill sites.&quot; Hayes declined that invitation, citing a full diary, but expressed willingness to visit at a later date and met Cuadrilla executives on 29 October 2012. In September 2012, the Guardian revealed that Cuadrilla had broken the conditions of its planning permission by drilling beyond an agreed time limit and beyond a cut-off date put in place to protect wintering birds. The cessation of drilling is another blow to Cuadrilla, which has so far invested more than 100m in the UK over the past three years but has so far fracked at only site. It was forced to shut down its fracking operations at the nearby Preese Hall site in May 2011 after two small tremors, later found to be caused by their operations. There has been no such seismic activity at Anna&apos;s Road, where only drilling and not fracking has taken place. Preese Hall is the only shale gas site that has yet been fracked by the company, and work there has not yet been resumed. Cuadrilla has drilled but not fracked at one other nearby site. Friends of the Earth&apos;s north-west campaigner Helen Rimmer said: &quot;Fylde residents will be hugely relieved that Cuadrilla&apos;s plans have been delayed, but the fracking threat still looms over other Lancashire communities. Ministers should pull the plug on environmentally damaging shale gas and develop the nation&apos;s vast clean energy potential from the wind, waves and sun.&quot; Cuadrilla said: &quot;Cuadrilla is not required to carry out a full Environmental Impact Assessment (EIA) for Anna&apos;s Road at this stage. However, we have decided to spare no effort in meeting our exploration targets in an environmentally and socially sustainable manner and in full discussion with the local communities. That&apos;s why we will complete a full EIA for each exploration well site where we seek planning consent for drilling, hydraulic fracturing and flow testing.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/mar/13/fracking-cuadrilla-halts-operations-lancashire", 
    "wordcount": "1236"
}