{
    "headline": "Poles apart: satellites reveal why Antarctic sea ice grows as Arctic melts", 
    "text": "The mystery of the expansion of sea ice around Antarctica, at the same time as global warming is melting swaths of Arctic sea ice, has been solved using data from US military satellites. Two decades of measurements show that changing wind patterns around Antarctica have caused a small increase in sea ice, the result of cold winds off the continent blowing ice away from the coastline. &quot;Until now these changes in ice drift were only speculated upon using computer models,&quot; said Paul Holland at the British Antarctic Survey. &quot;Our study of direct satellite observations shows the complexity of climate change. &quot;The Arctic is losing sea ice five times faster than the Antarctic is gaining it, so, on average, the Earth is losing sea ice very quickly. There is no inconsistency between our results and global warming.&quot; The extent of sea ice is of global importance because the bright ice reflects sunlight far more than the ocean that melting uncovers, meaning temperature rises still further. This summer saw a record low in Arctic sea ice since satellite measurements began 30 years ago. Holland said the changing pattern of sea ice at both poles would also affect global ocean circulation, with unknown effects. He noted that while Antarctic sea ice was growing, the Antarctic ice cap  the glacier and snow pack on the continent  was losing mass, with the fresh water flowing into the ocean. The research on Antarctic sea ice, published in Nature Geoscience, revealed large regional variations. In places where warm winds blowing from the tropics towards Antarctica had become stronger, sea ice was being lost rapidly. &quot;In some areas, such as the Bellingshausen Sea, the sea ice is being lost as fast as in the Arctic,&quot; said Holland. But in other areas, sea ice was being added as sea water left behind ice being blown away from the coast froze. The net effect is that there has been an extra 17,000 sq km of sea ice each year since 1978  about a tenth of a percent of the maximum sea ice cover. Antarctica is a continent surrounded by an ocean, whereas the Arctic is an ocean surrounded by a continent. For that reason, said Holland, sea ice was not able to expand by the same mechanism in the Arctic as at the southern pole, because if winds pushed the ice away from the pole it quickly hit land. Holland did the research with Ron Kwok at Nasa&apos;s jet propulsion laboratory in California, where maps of sea ice movements were created from more than 5m individual daily measurements collected over 19 years. The maps showed, for the first time, the long-term changes in sea ice drift around Antarctica. Kwok said: &quot;The Antarctic sea ice cover interacts with the global climate system very differently than that of the Arctic, and these results highlight the sensitivity of the Antarctic ice coverage to changes in the strength of the winds around the continent.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/nov/11/poles-scientists-antarctic-sea-ice", 
    "wordcount": "500"
}