{
    "headline": "Medal of Honor: Warfighter  preview", 
    "text": "There is a formula for the modern multiplayer first-person shooter that has very nearly been perfected. Key to this formula is the concept of unlockables, which can be anything from guns to masks or grenades to helicopters. What matters is that it takes hours, days or even weeks of play time to get your hands on them. That  as much as the visceral thrill of the fire-fight itself  is what keeps players coming back for more. Give us unlockables, a varied selection of maps and a good choice of game modes, and  provided you haven&apos;t done anything truly silly with the gameplay  we&apos;ll sign up for your war without a second thought. It&apos;s the success of this formula that&apos;s to blame  or to thank, if you prefer  for the current homogeneity of the genre. Compared with the numerous things they have in common, there&apos;s only a very limited set of differences between its standout titles, the Battlefield and Modern Warfare series. Medal of Honor: Warfighter (Xbox 360/PC/PS3/WiiU)  the sequel to 2010&apos;s franchise reboot Medal of Honor  stands somewhere in the narrow no man&apos;s land between the two. Built with the same engine as Battlefield 3, but refined to provide the faster, more arcade experience of a Modern Warfare, it&apos;s a hybrid hoping to capture the best of both. They might just as well have called it Medal of Honor: Modern Field. Although that does sound more like a game aimed at gentleman farmers. Call it what you will, Warfighter contains every ingredient of the trusted formula, and in generous quantities. Take, for example, unlockables. Play online and the first thing you&apos;ll unlock are the game&apos;s six classes: Assault, Sniper, Demolitions, Point Man, Heavy Gunner and Spec Ops, each of which has its own unique piece of kit, called a Class Ability. Some of which, it has to be said, are a lot better than others: while the Assault class gets its very own grenade launcher to send explosives flying across the battlefield, the Sniper class gets a bi-pod. You know, to rest his rifle on, so his ickle arms don&apos;t get too tired. The freedom to customise extends far beyond the classes. Players can choose their avatar  again, after unlocking them  from 12 different national special forces, including Russians, Brits, Canadians, Aussies and South Koreans, each with its own distinctive appearance, voice and arsenal. There is also, of course, the formula&apos;s obligatory weapon modification: the optics, barrel assembly, muzzle, grip and magazine style can all be fiddled with, for the killing machine of the player&apos;s dreams. You name the box, it&apos;s ticked: variety is ensured with a healthy array of game modes, from the no-respawn intensity of Home Run to epic, drawn-out assault and defence missions. There&apos;s even a little innovation in the game&apos;s approach to kill-streak rewards (for the uninitiated: things like helicopters and mortars that you get to call in when you&apos;re doing well). Alongside the usual plethora of fiery apocalypses, there are also defensive options: if you need to take an objective you can forego an air strike and instead request a smoke screen. The most significant innovation, though, is the age-old buddy system. In multiplayer games, each team is sub-divided into pairs called Fire Teams, who, if they cooperate, have quite a few little tricks up their sleeves. They can heal each other when shot, resupply each other with ammo and respawn from one another&apos;s location when not in the heat of battle. Your buddy is also visible to you no matter where he is on the map, and can be seen as a coloured outline even on the other side of a wall. Get paired up with a good communicator and the Fire Team mechanic might just add whole new levels of tactical depth. Other nice touches, such as the ability to slide round a corner while sprinting, and gritty, class-specific melee kills, also look like positive tweaks to the recipe. It&apos;s not yet clear how far the single-player campaign strays from the generic, but a pure driving level set in the slums of Karachi showed an impressive level of detail and invention, and the story seems a little less apocalyptic than is usual, finding space for the occasional insight into the soldiers&apos; home lives. They haven&apos;t messed much with the genre&apos;s success, but why should they? This is first-person shooting done right, by the book, with just enough new tricks to be called an evolution.", 
    "section": "technology", 
    "gid": "technology/2012/oct/18/medal-of-honor-warfighter-preview", 
    "wordcount": "744"
}