{
    "headline": "Islands in Mediterranean to help scientists monitor climate change", 
    "text": "Some 30 islands, out of the 15,000 or so in the Mediterranean, have been selected to monitor changes affecting this huge area, one of 34 global biodiversity hotspots. The islands include Port Cros and Grand Rouveau, off the Var coast in France, Tavolara off Sardinia and La Galite near Tunisia. France&apos;s Coastal Conservation agency (CdL) is behind the project, which involves scientists and conservationists on both sides of the Mediterranean. Members of the network gathered in Bizerta, Tunisia, earlier this month for the third forum of the Mediterranean Small Islands Initiative (Pim). &quot;These little islands are excellent yardsticks for variations in resources and the environment, particularly due to climate change  we call them &apos;sentinel&apos; islands,&quot; says naturalist Vincent Rivire, who heads the research and conservation committee. &quot;The idea is to monitor them for five, 10 or even 20 years.&quot; Some are inhabited, others not. &quot;Many islands are forgotten territories, often inaccessible, and their isolation has protected their diverse ecosystems,&quot; says Fabrice Bernard, who co-ordinates the Pim programme at CdL. One figure says it all: the islets off the coast of Corsica only add up to 0.025% of its total land surface, but are home to one-fifth of local flora. &quot;To select the 30 yardstick islands, we have taken several factors such as the distance from the mainland, the depth of the surrounding sea, the presence of humans, or not,&quot; Rivire explains. The scientific committee is due to confirm the list discussed at Bizerta in the coming weeks. A series of benchmarks will also be decided to monitor changes affecting the micro-territories. &quot;We reckon there are dozens [of benchmarks], some marine, others terrestrial,&quot; he adds. &quot;We already know we&apos;ll be monitoring geckos because they are very good at &apos;integrating&apos; long-term changes.&quot; The project, launched in 2009, has had to cope with the political upheavals in Tunisia, Libya and Egypt. But revolution has not prevented conservationist work, says Bernard. &quot;Sometimes all you need to do to protect an islet is to stick up three posts.&quot; This article originally appeared in Le Monde", 
    "section": "environment", 
    "gid": "environment/2012/apr/24/mediterranean-small-island-initiative-biodiversity", 
    "wordcount": "360"
}