{
    "headline": "The Malay Archipelago by Alfred Russel Wallace  review", 
    "text": "Just before Christmas, Science magazine published &quot;an update of Wallace&apos;s zoogeographic regions of the world&quot;. The headline presumes immediate recognition by surname alone and it implies that the observations of a lone Victorian traveller and a self-taught naturalist were sufficiently sound to survive as standard biology for more than a century. Five generations of increasingly professional taxonomists, geneticists, systematists, ecologists, ornithologists, zoologists, ichthyologists and botanists  the most recent equipped with electron microscopes, DNA sequencing technology and satellite observation  tested his findings again and again. The Science team report that their own classification of vertebrate assemblages &quot;exhibits some interesting similarities with Wallace&apos;s original classification, as well as some important differences&quot;. Consider it not a correction but a salute. This will be a year of salutes to Alfred Russel Wallace, who died 100 years ago this coming November. To understand why he was such an extraordinary figure, just read The Malay Archipelago: The Land of the Orang-Utan and the Bird of Paradise, a Narrative of Travel with Studies of Man and Nature. He is an adventurer who does not present himself as adventurous; he is a Victorian Englishman abroad with all the self-assurance but without the lordly superiority of the coloniser; he is the chronicler of wonders who refuses to exaggerate, or to believe anybody else&apos;s improbable marvels: what he can see and examine (and, very often, shoot) is wonder enough for him. He goes, he encounters, observes, contemplates and makes judgments, but somehow places himself off-centre, slightly out of the picture. It is not an overt hero-driven thriller like, for example, Burnaby&apos;s Ride to Khiva, or Stanley&apos;s How I Found Livingstone, both written within a few years of this book: it is an account, not a narrative, and its pleasures are to be taken slowly, but there are delights on every page. There are the big delights such as the Wallace line itself, through a narrow sea channel that seems so arbitrarily to divide the fauna of Asia from the very different zoology of Australia; and the logic of animal dispersal &quot;so well explained by Sir Charles Lyell and Mr Darwin&quot;; and the orang-utan, who &quot;never jumps or swings, or even appears to hurry himself, yet manages to get along almost as quickly as a person can run through the forest beneath&quot;. But there are also the small delights and casual observations that lend sparkle to every page: the river bed &quot;a mass of pebbles, mostly pure white quartz, but with abundance of jasper and agate&quot;; the verandah of his accommodation, in which &quot;there were several great baskets of dried human heads, the trophies of past generations of head-hunters&quot;; his hymn to bamboo &quot;one of the most wonderful and beautiful productions of the tropics&quot;; or the moral character of the Hill Dyaks of Borneo &quot;truthful and honest to a remarkable degree&quot; and among whom crimes of violence &quot;(other than head-hunting)&quot; are unknown. He has a lot to say about the physical geography, the topography, the vegetation, the crops and the wild places, the birds of paradise and the flowers, the fruit and the insects of the region, the collections he makes, the specimens he shoots and tries to preserve: of course, he is one of the world&apos;s most famous naturalists. But he is an observer of human society too, everywhere he goes. He is not just a chronicler of wonders; he is a wonderer, puzzling for two pages as to why the overall Dyak population is so small, among a people who produce &quot;far more food than they consume&quot;, who appear to be &quot;very free from disease&quot; and who marry early &quot;but not too early&quot;. In Lombock  modern Lombok in the Sunda islands  he hears suddenly of a Bugis man running amok, stabbing people at random with his kris, and begins to reflect on the possible satisfactions of mass murder as a form of honourable suicide for the brooding and resentful man who &quot;will not put up with such cruel wrongs, but will be revenged on mankind and die like a hero&quot;. He defends the monopoly on the nutmeg trade that enriches the Dutch colonisers, and compares it generously with the cruel British-imposed salt monopoly that taxed the poorest in imperial India. He is a Victorian: of course he uses the phrases of his time, such as &quot;higher races&quot; and &quot;lower races&quot; and &quot;the savage state&quot; but one senses that he understands these as simply the realities of political and economic power in a colonial world. Wherever he goes, he gets on warmly with his hosts, observes their talents, enjoys their kindnesses and is patient with their apparent shortcomings. In his last chapter, he begins to reflect of the merits of the higher races such as his, and the ideal state of perfection to which they might be progressing. &quot;Now it is very remarkable, that among people in a very low stage of civilisation, we find some approach to such a perfect state,&quot; he observes. &quot;In such a community, all are nearly equal. There are none of those wide distinctions of education and ignorance, wealth and poverty, master and servant, which are the products of our civilisation.&quot; He concludes with a condemnation of the richest country in the world, in which one twentieth are paupers, and one thirtieth known criminals, in which many thousands of children grow up in ignorance and vice, in which justice is available to the rich and denied to the poor; in which laws permit &quot;absolute possession of the soil, with no legal rights to existence on the soil for the vast majority who do not possess it&quot;. After years in Sumatra, Borneo, Sulawesi, the Moluccas and Papua New Guinea, he has returned to identify &quot;a state of barbarism&quot; in England.  Tim Radford&apos;s The Address Book: Our Place in the Scheme of Things is published by Fourth Estate      The Earth: An Intimate History by Richard Fortey  cover image.    We&apos;re reading The Earth: An Intimate History by Richard Fortey, which Tim will review on 12 April. The author will join Tim at the Cambridge WordFest on Sunday 14 April to explore the intimate history of our planet, the geologist&apos;s craft, and the science writer&apos;s craft", 
    "section": "science", 
    "gid": "science/2013/jan/11/malay-archipelago-alfred-russel-wallace-review", 
    "wordcount": "1057"
}