{
    "headline": "NPD survey shows strong demand for free apps for kids", 
    "text": "A lot of parents are handing their smartphones and tablets to their children to use apps, and a lot of developers and brands are making apps to target them. But how many of those apps are actually being paid for? A survey conducted by US market research firm NPD Group suggests not many. In fact, it claims that &quot;there are an average of 12 apps on mobile devices that kids have access to, with 88% of those apps being acquired for free&quot;. NPD goes on to note that games are &quot;by far&quot; the most popular app genre used by children, and warns that kids aren&apos;t the most loyal app users. &quot;While there are a number of engaging and entertaining apps available to kids, many are used and abandoned after a short time,&quot; says analyst Anita Frazier. I&apos;m puzzled about the 12 apps per average device figure, given that separate research from Nielsen earlier in the month suggested that in the US, at least, the average smartphone now has 41 apps installed. Even so, the key points here which are slightly worrying for developers making apps for children are the seemingly large appetite for a constant succession of free apps. That&apos;s no different to the wider apps market, of course. Yet while developers in other areas see in-app purchases (and to a lesser extent, advertising) as their way to make money from this appetite for freebies, both of these models are problematic when it comes to children&apos;s apps. Apple has already been sued in the US over the existence of &quot;bait apps&quot;, following several controversies in 2011 when children blew their parents&apos; credit cards on in-app purchases within freemium games. And advertising? That&apos;s another can of worms when it comes to children&apos;s apps, in terms of policing what ads are shown, and keeping to legislation around the world on marketing to children. It&apos;s no surprise that a number of prominent kid-app developers make a virtue in their app store listings of not using IAP or ads. Which brings us back to the question of how many companies are making good money from apps for children, in order to build a sustainable business for the future. And if the answer is &quot;not many&quot;, is there a risk that over time, the kid-apps market will become more about big brands using free apps to market, say, physical toys or TV shows, and less about developers and startups making original, creative paid apps for children? Which is not to say that the big-brand apps are a bad thing, all of the time. But writing as a parent, as much as a journalist, I hope the original stuff doesn&apos;t get squeezed out in the months and years ahead.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/may/23/npd-apps-kids-stats", 
    "wordcount": "465"
}