{
    "headline": "A new internet age? Web users turn on 'trolls'", 
    "text": "When mourners arrived at the peace park in Maple Ridge, Vancouver, to pay tribute to Amanda Todd this week, few could have realised quite how widely the effects of the 15-year-old&apos;s death were being felt. News of her suicide, apparently as a result of years of cyberbullying, provoked the internet vigilante group Anonymous to reveal the personal details of the man it says tormented her under an online pseudonym. It came in the same week that an American journalist outed the real-life identity of one of the &quot;biggest trolls on the web&quot; as Michael Brutsch, a man accused of posting sexualised images of underage girls and graphic images of domestic violence on Reddit, the hugely popular open-source website now considered so influential it recently hosted a question and answer session with Barack Obama. Does this represent a turning point in the history of the web, when the cloak of anonymity was torn away from internet trolls? &quot;This has been a wake-up call to the people who participate in these online communities to really think through what their responsibilities are,&quot; said Zeynep Tufekci, of the centre for information technology policy at Princeton University. The events surrounding the exposure of Brutsch&apos;s identity, as well as that of Todd&apos;s alleged tormentor, represent a sea change, according to Tufekci. &quot;People are realising they cannot afford to have this &apos;live and let live&apos; ethos to what is posted on their site. I feel like this is a social movement on a par with the Arab spring.&quot; Brutsch, 49, was outed as a prolifically offensive user of Reddit. Under the user name Violentacrez, he habitually published pictures of underage girls in a now defunct section called Jailbait. As well as creating forums under the names Chokeabitch, Niggerjailbait and Incest, Violentacrez was also responsible for the reviled Creepshot series, which published images of women and girls taken without their consent. A number of recent cases in the UK and Europe have brought to light a growing division in public opinion over the murky boundary between offensive online behaviour and freedom of speech. This month a Yorkshire man who posted an offensive Facebook message following the deaths of six British soldiers was given a community order. In July, a Welsh teenager was arrested after sending abusive tweets to the Olympic diver Tom Daley, but charges were later dropped. Adrian Chen, the journalist who exposed Brutsch, came under instant criticism from Reddit&apos;s moderators when the story broke. &quot;We stand for free speech,&quot; said Reddit&apos;s Yishan Wong. &quot;We are not going to ban distasteful subreddits [subsections].&quot; But Chen, who works for Gawker, says the response to his story elsewhere has been &quot;overwhelmingly positive&quot;. &quot;I thought there would be more of a backlash about the story, but people really are willing to accept that anonymity is not a given on the internet and if people use pseudonyms to publish sexualised images of women without their consent, and of underage girls, then there&apos;s not really a legitimate claim to privacy,&quot; Chen told the Guardian. Aleks Krotoski, author of the forthcoming book Untangling the Web: What the Internet is Doing to You, believes we are entering a new phase of the internet age, one in which trolls can no longer pretend they are not part of the real world. &quot;The rise of Facebook and Google ushered in an enormous number of people who hadn&apos;t previously used the web, and this has seen a shift in attitudes towards anonymity. Ten years ago people were used to having many different personas  at work, at home, with their friends. &quot;During this time, fewer people used the internet and anonymity was the norm. Now that most people have an online identity on Facebook or the like, anonymity is regarded with suspicion and associated with hackers, abusive commentators and scammers.&quot; A recent example involved a man who called himself David Rose, inventing a life online as a deaf man with quadriplegia. His Dave on Wheels blog attracted a devoted audience, but soon after it became an internet hit, Dave &quot;died&quot;. His fans were left bereft, doubly so when the entire episode was revealed to have been faked, allegedly by a 53-year-old man from San Francisco. &quot;People themselves are becoming less and less inclined to be anonymous online because it is now associated with bad behaviour,&quot; said Krotoski. Chen is keen to highlight a crucial difference in the way the man at the centre of the Amanda Todd case was outed and the story that unfolded around Michael Brutsch. &quot;What Anonymous did by outing this guy was invite a mob response, which is no more responsible than abusing someone online in the first place,&quot; said Chen, who investigated Brutsch for many months before confronting him and Reddit. He pointed out that attacking a website which provides the structure for depravity and non-consensual sexualised imagery is very different from inviting the world to attack an individual whose guilt has not been proven. The Vancouver man named by Anonymous has denied responsibilty for the bullying. Wendy Grossman, a technology specialist who sits on the Open Rights Group committee, pointed to other dangers if anonymity online is undermined: Outing Michael Brutsch is absolutely justified for public interest. But the Todd case is clearly complex. Say, for example, Amanda Todd had used a pseudonym to seek help from a women&apos;s forum online because she already felt too vulnerable to use her real name. She would have been entitled to that privacy.&quot; Krotoski agreed. &quot;Privacy is crucial to human development,&quot; she said, &quot;but it is more and more scarce now that so much of the general population is online. But what these last few weeks show us is that we&apos;re entering a new phase of understanding about what is and isn&apos;t acceptable.&quot; Amanda Todd&apos;s story Like many 12-year-olds, Vancouver teenager Amanda Todd liked going on chat rooms to meet people. When a stranger told her she was &quot;perfect, beautiful, stunning&quot;, Todd was coerced into flashing her breasts for a man she did not know. That moment of naivety would contribute to her death suicide three years later. The details of exactly what happened remain unclear, but Todd published a nine-minute video on YouTube that explained her story via a series of cue cards. A year after the webcam incident, a man contacted Todd on Facebook, claiming he had pictures of her exposed breasts and would publish them unless she &quot;put on a show&quot; for him. He carried out that threat and sent her picture to &quot;everyone&quot;. Years of bullying followed. Todd changed schools twice but the picture continued to be circulated, possibly by the same man, to new friends wherever she went. Depression, substance abuse and self-harm preceded two suicide attempts before Todd finally had enough and took her own life on 10 October. She was 15. Police in Canada are investigating claims made by the &quot;hacktivist&quot; group Anonymous that a 32-year-old Vancouver man is responsible.", 
    "section": "technology", 
    "gid": "technology/2012/oct/19/new-internet-age-trolls", 
    "wordcount": "1188"
}