{
    "headline": "Cuts to Scotland eco-farming schemes could mean species loss, RSPB warns", 
    "text": "Scotland faces the loss of some of its most vulnerable bird species and habitats after ministers cut environment spending on farmland by 25m, a senior conservationist has warned. Stuart Housden, the Scottish director of the RSPB, said ministers in Edinburgh were risking legal action by the EU after &quot;raiding&quot; the budget which was intended to conserve corncrakes, rare orchids, peatbogs and flower meadows in the face of modern farming techniques, climate change and habitat loss. Despite the heavy emphasis that Alex Salmond&apos;s government has put on promoting Scotland&apos;s wilderness and iconic species like the golden eagle, Housden said Scotland already had the EU&apos;s lowest level of spending on the so-called agri-environment schemes  that encourage farmers to manage their land to benefit wildlife  before the latest cuts. His comments came after the Scottish government disclosed to the Guardian that for the next three years spending on agri-environment projects will fall in total by 25m, dropping from 47m last year to 40m this year and then to 38m in 2013 and 2014. Those reductions are in addition to parallel cuts of 16.1m for the conservation agency Scottish Natural Heritage, prompting fears among environmentalists that losing more than 40m in environment protection would cause significant damage to their efforts to adapt to climate change, and to protect threatened species. Housden said the decision by Richard Lochhead, the Scottish environment secretary, to cut agri-environment spending in favour of protecting direct subsidies to farmers, put the UK at risk of breaching its obligations under European conservation directives. The cuts would also damage efforts to adapt to climate change  agri-environment schemes helped farmers preserve unproductive bogs and wetlands, which played a key role in flood prevention and as carbon sinks. Recent official studies on the health of Scotland&apos;s sites of special scientific interest (SSSIs)  legally protected places with rare, vulnerable or significant species and habitats  had found that only 78% are in favourable condition. EU environment directives require member states to preserve and improve SSSIs by getting 95% to favourable condition. Some expert studies suggested Scotland needed to spend 250m a year to meet its obligations. Housden said the funding cuts meant that task would be made even harder. Scottish government papers confirmed that surviving agri-environment grants would be made harder to apply for, to cut costs. Future planning by farmers who supported the schemes was also being held up by delays in the EU to agree future funding. By contrast, UK environment ministers had protected agri-environment spending in England, and were looking for a thousand more farmers to apply for grants. Successive Scottish governments had refused to compel land owners and farmers to protect sensitive sites, but cutting grants made it far harder to persuade farmers to spend time and money voluntarily conserving threatened species and habitats. &quot;Scotland&apos;s fantastic wildlife and landscapes have to be protected and this requires investment, and a fall in investment will inevitably lead to decline in biodiversity and key species,&quot; Housden said. &quot;This will be a loss to us all. The government has to get these policies firmly embedded in its future actions and policies.&quot; The Scottish government insisted it was trying to preserve future funding while wrestling with deep cuts in UK government funding, and said this year&apos;s pot of money was not yet fully spent. &quot;We recognise the importance of agri-environment funding to Scotland and are confident that there is sufficient funding to meet demand, despite the tough financial settlement imposed on Scotland by the UK government,&quot; a spokeswoman said. &quot;We understand concerns about uncertainty surrounding future funding and are investigating options available when this year&apos;s funding round concludes, including asking the European commission to clarify whether we can continue offering contracts. We will continue to press the commission for a clear steer and will give guidance as soon as it clarifies its position.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/aug/06/scotland-habitat-bird-species", 
    "wordcount": "655"
}