{
    "headline": "Activist investor David Einhorn drops 'iPrefs' lawsuit against Apple", 
    "text": "The activist investor David Einhorn has dropped a lawsuit against Apple that the company&apos;s CEO repeatedly called &quot;a silly sideshow&quot;.Einhorn, however, had already won his point and is likely to continue to put pressure on Apple to release its $137bn (91bn) pile of cash, much of which is held overseas. The story of the lawsuit is a circuitous trip through the sometimes complicated, often public disputes that activist shareholders have to wage in order to change companies. Activist investors, including Einhorn, usually use these methods to boost a company&apos;s stock. Apple stock has lost about 30% of its value in only six months, and Einhorn hopes that returning cash to shareholders will help Apple win goodwill and reverse the damage. &quot;I don&apos;t like it either,&quot; Tim Cook, the Apple chief executive, said earlier this week of the company&apos;s share price. &quot;Neither does the board or management but we&apos;re focused on the long term.&quot; Einhorn is pushing Apple to reduce its $137bn cash pile by issuing a form of stock to its investors known as &quot;permanent preferred&quot;, which Einhorn has dubbed &quot;iPrefs&quot;. The iPrefs would pay shareholders $2 a year in dividends, as long as the company is in business. Preferred shares are stock that has some of the characteristic of bonds. Unlike most big companies, Apple does not issue debt or sell bonds. The company does not need the money, but some investors believe that going bond-free leaves Apple out of a booming market for corporate finance. Einhorn used the lawsuit as a temporary measure to stop an Apple shareholder vote, known as Proposal 2, that would have placed the decision on iPrefs in the hands of Apple shareholders. Shareholder battles are expensive and can take months. It is key to Einhorn&apos;s battle to be able to put pressure on the company&apos;s management.Apple had plans to let its shareholders vote to on any decisions on issuing preferred shares. Einhorn insisted that management should make the decision instead. Apple included the question on a ballot with four other decisions. Einhorn wanted them to be separate. A federal judge granted Einhorn a victory last week in his lawsuit, issuing a preliminary injunction against the company that forced shareholders to ignore Proposal 2.At Apple&apos;s shareholder meeting on Tuesday, Proposal 2 never came up for an official vote. The powerful California pension fund Calpers, which disagreed with Einhorn&apos;s crusade, contended that unofficial numbers showed that the vote would have carried the day.On Thursday, the judge suggested that the lawsuit had accomplished its purpose and should be discarded. Apple has said it will consider options for its large store of cash, but repeatedly dismissed Einhorn&apos;s lawsuit. In the past two weeks, has Cook called the lawsuit a &quot;silly sideshow&quot; and suggested that Einhorn should give the money he spent on the lawsuit to charity instead.", 
    "section": "technology", 
    "gid": "technology/2013/mar/01/david-einhorn-apple-iprefs-lawsuit", 
    "wordcount": "496"
}