{
    "headline": "Microsoft's E3 2012 conference", 
    "text": " 5.25pm: Good morning! The 2012 Electronic Entertainment Expo is but one hour old and it&apos;s already time for the first major set of announcements from the show by way of Microsoft&apos;s media briefing. ENDS 3000-odd journalists from across the world are gathered in the cavernous Galen Centre - its floor bathed in Xbox pea green lighting - ready to report to the world news that the world is free to view in real-time as it&apos;s streamed across the internet.  5.28pm: Yup. An essential service I am providing right here  5.30pm: But look! We&apos;ll be offering you some searing analysis, crucial reporting on the smells here on the show floor, pointless verbosity and &quot;humour&quot;. So stick with us! Oh, and definitely join in the conversation by posting in the comments below to point out mistakes and  WE CAN BUT DREAM  encouragement. Wait. Let me just sort out my StreetPass hits. The best thing about E3 is StreetPass. In fact, StreetPass is pretty much the best thing about video games.  I wonder if Master Chief is on StreetPass? &quot;My dream for the future is to be a princess.&quot;  I would give him the spaghetti hat for sure.  5.33pm: Imagine if Master Chief took the helmet off and it turned out he was a Mistress Chief all along?  We&apos;re getting off topic here. Although you can bet on Halo 4 forming a substantial part of this press briefing&apos;s content, so gimme a break, OK?  Announcement telling everyone to take their seasts which we have already taken. The NEWS and GOSSIP starts in five minutes.  There were four LAPD police officers all with guns in their holsters manning the entrance to the hall.  Microsoft: beinging new definition to the term &quot;policing embargos&quot; etc.  OK, we&apos;re off.  5.34pm: Live action Halo film on screen. Could this be the oft-rumoured Halo TV series?  5.34pm: Now we are in-game. Cortana is whispering in Master Chief&apos;s ear. Her voice is so comforting.  5.39pm: Don A. Mattrick President of the Interactive Entertainment Business at Microsoft has taken to the stage. &quot;We&apos;re ona mission to make entertainment even more amazing.&quot;  5.40pm: Mattrick talking about how Xbox is the only hub to bring together all of the entertainment you could ever want in one place. Probably not true, but 10/10 for hyperbole.  5.42pm: Cut to footage of Splinter Cell: Blacklist, Ubisoft Toronto&apos;s first announced title, developed under the stewardship of Jade Raymond.  5.43pm: Fisher, looking more like Snake than ever, marking and executing targets, as in the previous title, Conviction.  5.44pm: It seems Splinter Cell has morphed into a cross between Ghost Recon and Black Ops.  5.45pm: Unusually the expedition is taking place in full daylight in the Middle East. Fisher fires a bolt of electricity into a puddle that two soldiers are standing in. Then leaps into town square for a ballsy firefight.  5.47pm: Interesting use of Kinect mic, allowing gamers to shout at enemies to attract their attention. That&apos;s going to sound weird to your neighbours...  5.48pm: Makes it to a nearby building. Camera under the door to scope out inhabitants. Goes in blasting, before interrogating the main guy therein.  &quot;You damn Americans. Always playing cowboy.&quot;  Canadian developers revealing their true views through antagonist dialogue there.  5.49pm: Andrew Wilson, Head of EA SPORTS at Electronic Arts, takes to the stage.  Kinect support coming to Madden 13 and FIFA 13.  Video showing player making subsititutions and adjustments to team formation by shouting at Kinect, just like a real manager probably.  5.50pm: Live substitutions via Kinect mic in Fifa 13 is a neat idea. More shouting at the screen though. I&apos;m not sure my neighbour wants to hear me yelling &quot;get Mario off the pitch he&apos;s a liability!&quot;  5.51pm: Now Joe Montana takes to the stage to talk about some of Madden 13&apos;s new features.  5.51pm: There was definitely a Montana football game or two for MegaDrive, right? They were direct competitors to the Madden games oncer upon a time. That&apos;s gotta sting...  5.52pm: Montana controlling his team via a headset on stage.  John Madden, meanwhile, rolls around naked in piles of licensing money backstage.  5.53pm: Joe Montana is not what you&apos;d term a natural and engaging stage presence.  5.53pm: From one type of field to another as we take to Lionhead&apos;s latest fantasy RPG instalment, Fable: The Journey...  5.54pm: Head of Microsoft Studios Phil Spencer takes to the stage. Location, location, location, he says, repeatedly.  5.55pm: Keith Stuart says: Kinect mic is kind of a gift to American football simulation though - a genre dictated by heavy use of menus. Would like to have seen some Wii U implementation though - the GamePad as playbook... maybe at Nintendo conference tomorrow.  5.56pm: Perhaps Kirstie Allsopp is going to rush to the stage to demo Gears of War 4 by gesticulating wildly at Kinect?  5.57pm: Ah! Speaking of which, a trailer featuring sweaty, homoerotic fighters can mean just one thing: Gears of War: Judgement.  Short one that, very little shown and we are straight into gameplay footage of Forza Horizon.  DUBSTEP NOSEBLEED SOUNDTRACK  5.59pm: Keith Stuart: So Forza Horizon confirmed as a festival-based cross-country racer - as expected. Is this the game everyone wanted from need Fort Speed: the Run?  6.00pm: This will be the year of dubstep trailer soundracks. Mark our words.  Phew! They are really racing through this.  Now the news that Bing will now work in various different languages.  6.02pm: Correction - &quot; Need for Speed: The Run&quot;  6.03pm: Keith Stuart: Ah, Microsoft is bringing the gaming channel Machinima to Xbox Live system. That may explain why the company has shut down all its in-house games video content channels.  6.03pm: Microsoft announcing many different Sports media partners. New channels centring around Hockey, Baseball and the NBA. Moderate applause. Not many American Sports fans in this audience, I guess.  6.05pm: Announcing media partners for Xbox 360 at E3 doesn&apos;t quite feel right.  6.05pm: Keith Stuart: Okay, so lots of American sports coverage via Xbox. No word whether that will be available internationally or whether territories will get their own versions. Hey Microsoft, how about us &apos;soccer&apos; fans?  6.06pm: Microsoft&apos;s efforts to claw media hub dominance away from Apple ahead of the presumed announcement of a connected Apple smart TV continue apace with Xbox Music, the company&apos;s rival to iTunes.  6.07pm: Keith Stuart: Lots of game journalists on Twitter, asking if E3 is really the place for all these media announcements. Shouldn&apos;t this be about games? Microsoft, of course, would argue that, no, this isn&apos;t just about games anymore. The battle for the living room and all that...  6.08pm: Announcing media partners for Xbox 360 at E3 doesn&apos;t quite feel right.  6.10pm: And, rounding off this slew of on-game announcements, Nike steps up with news of a Kinect partnership.  Stefan Olander, Vice President of Digital Sport at Nike, talking abput Kinect&apos;s amazing ability to analyse the human body.  Ninke Plus Kinect Training offers &quot;most personalised digital training experience in the world.&quot;  6.12pm: Nike Plus Kinect Training allows you to find people to challenge and work-out with. I oner if Nike Plus Kinect Training players will be as abusive as your average Modern Warfare player?  6.12pm: Keith Stuart: Nike + for Kinect is a really, really neat idea. People can match themselves against friends and compare work-out achievements. It&apos;s the gamification of personal training. Nike + is already cropping up on more and more Facebook &quot;If you have a body, you are an athlete&quot; says Nike spokesperson. I&apos;m having that written on a T-shirt. XXL obviously.  6.14pm: Because the missing piece of working out was trash-talking all along.  6.15pm: Lots of information about how Xbox connects to your tablets and smartphones. Would be interesting to produce a pie-chart displaying how much time the company has dedicated to talking about Xbox as a media hub versus Xbox as a game machine this morning.  6.16pm: Keith Stuart: This is it, SmartGlass IS Microsoft&apos;s attempt to wrestle consumers away from the Apple/Google twin behemoth. Steamed content across multiple platforms with live transition from tablet to TV and back. Being able to pause on one platform and take up an episode of TV on another is the future.  6.18pm: Video showing how a tablet can be used in game to supplement play experience through &quot;Smartglass&quot; technology. For example, a player using the second screen to set Madden plays, off TV. This is essentially Microsoft trying to compete with the Wii-U controller.  6.18pm: Keith Stuart: Aha, SmartGlass works with games - they&apos;re showing tablet being used as a playbook in an American Football console game - just as I predicted for Madden! Microsoft isn&apos;t just going after Apple and Google, it&apos;s going after Nintendo Wii U as well.  6.19pm: And now for the big news of the show: Internet Explorer coming to Xbox!  6.20pm: Could be the shot in the arm that Microsoft&apos;s browser has needed for some years now, having lost a great deal of ground to Firefox and Chrome.  6.22pm: Smartglass-powered web browsing for TV makes a lot of sense. Yet more evidence of Microsoft trying to get its foot in the door with these features ahead of its rivals, both within the traditional games industry and without.  6.22pm: Keith Stuart: Internet Explorer on Xbox may well open up some interesting security issues. One reason Xbox has been relatively safe from hackers it its totally closed status. PS3 has a browser and that has offered backdoors. Xbox will have to be super, super secure from now on.  6.23pm: OH MY GOD SOMEONE IS GOING TO TALK ABOUT A VIDEO GAME  Gorgeous footage of the new Tomb Raider from Crystal Dynamics. Alongside Capcom&apos;s Resident Evil 6 this is likely  6.24pm: Notch has just tweeted: &quot;Microsoft, I love you, but nobody wants to shout at their games or get interrupted with &quot;fun facts&quot; on their phone while watching a movie.&quot;  6.26pm: Lara racing through an overcast jungle environment. Far more pacey and cinematic that the older PlayStation titles, Nathan Drake&apos;s influence clear.  6.27pm: Keith Stuart: Hmm, this is the new sensitive vulnerable Lara - immolating bad guys.  6.28pm: If watching girls heaving for breath while having their bones broken is your thing then this is the game for you.  First piece of DLC for Tomb Raider will be exclusive to Xbox.  6.29pm: New game announcement from Signal Studios, the creator of Toy Soldiers XBLA games offering asynchronous multiplayer across Xbox and Windows Phone.  6.30pm: Ascend: New Gods, due for release in 2013.  6.32pm: Keith Stuart: Ascend is promising asynchronous multiplayer across Xbox and Windows Phone, which is something Microsoft has been pushing for a while - and it&apos;s their counterbalance to the PS3/Vita/android interconnectivity. Another battle front addressed, then.  6.33pm: Capcom&apos;s Hiroyuki Kobayashi executive producer of Resident Evil 6 takes to the stage to show off a new trailer for what is undoubtedly the company&apos;s biggest title of 2012.  6.34pm: More than 600 people (including contractors) are currently working on Resi 6, a huge scale of team in these austere times.  6.36pm: Resident Evil 6 will be playable at E3 this week - the first playable build available to journalists - so expect an in-depth preview from us over the next couple of days.  6.37pm: Those short presentations of LocoCycle and Matter aren&apos;t going down well on Twitter. One ex-Lionhead executive tweeted, &quot;That was the WTF section&quot;  6.39pm: First woman on stage? An hour into the event...  6.40pm: Great tweet about Resi Evil 6 trailer from @eggsterlad: &quot;its a zombie apocalypse but the trains still run&quot;  6.41pm: Wreckateer, Microsoft&apos;s 3D take on Angry Birds looks pretty sweet. English accents a-plenty as you man a ballista with Kinect and seek to destroy castles with well-aimed projectiles.  6.42pm: Trey Parker and Matt Stone take to the stage to introduce South Park: The Stick Of Truth.  6.44pm: Keith Stuart: &quot;We need a saviour who can undo what&apos;s been did&quot; classic stuff from South Park.  6.45pm: Open with a joke poking fun of Microsoft&apos;s interconnectivity announcements. Great stuff. More Kinect content with the announcement of Harmonix&apos; Dance Central 3. Features real-life dance moves from Usher.  6.46pm: Keef: Trey and Matt are great on stage - funny, self-depreciating, slightly mocking. This is the best double act an E3 press conference has ever seen.  6.46pm: Oh! Usher is actually here singing and dancing.  He really wants us to get up :(  What would be amazing is if, for the final move, he brought a copy of Amplitude 2 out of his leather jacket...  I miss that Harmonix pretty hard right now.  6.49pm: Keith Stuart: Microsoft is pulling out all the stops here. It&apos;s the biggest ever attempt to stop us asking, &apos;Yes, but what about Xbox 720?&apos;  6.52pm: I will never be able to dance like this and neither will you. Sorry. Although I am all over that power tug right there. (Usher continues to dance).  The crowd didn&apos;t get on their feet.  Usher retreats to his dressing room in fits of tears.  Time for some BLOPS2 (Call of Duty: Black Ops 2). This feels like it might be the climax to the showing...  6.53pm: So many men dying on screen right now.  6.54pm: The game sounds INCREDIBLE in this theatre. Bone-rattling with each explosion, which, considering this is ONLY explosions, means a lot of rattling.  6.54pm: Sending arthritis bills to Microsoft.  6.55pm: Come the apocalypse the highways are always first to go.  6.56pm: Men barking at other men: &quot;STAY ALIVE&quot;. You know, 30 years into this medium&apos;s evolution, we get that&apos;s the basic mission.  6.57pm: VoidBurger just tweeted: &quot;Xbox, play game for me.&quot;  6.59pm: Soldier now stumbling through smoke, eyes bleary, heart-racing...  7.00pm: Is that... is that? Jason West and Vince Zampella?!  7.00pm: No wait! It&apos;s just two enemy soldiers that needed shooting. False alarm!  7.01pm: OH MY GOD WE GET THE IDEA ALREADY.  7.03pm: And... That&apos;s all folks. No new Xbox and only a few surprises in there.  7.03pm: Big takeaway is Microsoft&apos;s frantic plans to establish the Xbox as the essential living room media hub. Whether they can stave off the Smart TV invasion over the next few years remains to be seen.  7.04pm: What is certain is that, if they fail, a lot of time and money were diverted from orthodox game production to no avail. Stick with us for the EA presentation, which comrade Keith Stuart will be live-blogging shortly.  Simon Parkin travelled to E3 in LA as a guest of Microsoft UK", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jun/04/microsoft-e3-2012-conference-live", 
    "wordcount": "2522"
}