{
    "headline": "Space shuttle Endeavour's arrival in LA prompts city to cut down 400 trees", 
    "text": "It was billed as a triumphant parade for a big chunk of history, but the space shuttle Endeavour&apos;s procession through Los Angeles has come with a catch: the city must chop down 400 trees. Authorities have started felling some much-loved trees to let Nasa&apos;s pride and joy rumble from LAX through streets and boulevards to its final home at the California Science Center. Some residents have protested against the sacrifice of pines, myrtles and magnolias and other species lining the 12-mile route, saying it&apos;s a high price for a two-day parade dubbed &quot;mission 26&quot;, following the shuttle&apos;s 25 missions orbiting Earth. &quot;It&apos;s unacceptable to cut down oxygen-giving species just to let something pass by,&quot; Johnnie Raines, a board member of the west area neighbourhood council, told the Guardian. &quot;I would love to see the shuttle housed here but I don&apos;t think we should lose trees that are 40, 60 years old.&quot; Authorities have promised to plant double the number of trees cut down, but Raines, 66, was not appeased. &quot;They are going to be saplings and I don&apos;t have another 50 years to wait for them to become trees. It would be fantastic to have the shuttle housed here but the method of getting it here is wrong.&quot; The row has soured otherwise enthusiastic anticipation of the shuttle&apos;s arrival. Endeavour, built after the 1986 space shuttle Challenger disaster, helped restore US confidence in manned space flight. It circled the earth more than 4,600 times and helped repair the Hubble telescope, among other missions. With the shuttle programme now discontinued, a Boeing 747 shuttle carrier aircraft is due to carry Endeavour from Nasa&apos;s Kennedy space center in Florida to LAX at the end of this month. Once transferred to a special truck it is scheduled to wind through southern Los Angeles and Inglewood on October 12 and 13 to its final resting place. &quot;This will be the first, last and only time a space shuttle will travel through urban, public city streets. It is truly a national treasure!&quot; said the California Science Center&apos;s website. Antonio Villaraigosa, the mayor of Los Angeles, said the &quot;mother of all parades&quot; would give it a huge welcome. &quot;Los Angeles is a world-class city that deserves an out of this world attraction like the Endeavour,&quot; he said in a statement last month. &quot;We welcome the shuttle with open arms.&quot; Dismantling and moving it in segments was ruled out because it would have damaged fragile tiles which act as heat sensor. It was too heavy to be helicoptered and lowered into place, leaving authorities to decide how best to navigate its through the city. Five storeys tall, it would not fit under highway overpasses, creating the dilemma of how to fit a 78ft wingspan through boulevards and residential streets. Trees in Inglewood, which will lose about 128 trees, are already being cut down. The Crenshaw area of Los Angeles, estimated to lose 265, is next, though Raines said he hoped a call for an environmental impact report may avert the felling. Inglewood officials welcomed the cutting as an opportunity to rid the city of inappropriate tree species, repair sidewalks and start anew with landscape funding from the the California Science Center. &quot;The move of the shuttle allows the city to be a part of this national endeavor,&quot; Sabrina Barnes, Inglewood&apos;s director of parks, recreations and library services, told the LA Times. &quot;And gives the chance to address problematic trees that have eroded the landscape.&quot;", 
    "section": "science", 
    "gid": "science/2012/sep/05/space-shuttle-endeavour-la-trees", 
    "wordcount": "598"
}