{
    "headline": "La industria palmera guatemalteca deja a lugareos contemplando un futuro incierto", 
    "text": "Entrar en la comunidad de Semochn implica un lento viaje por una carretera llena de baches. Por la ventana, lneas perfectas de rboles de palma, jvenes y verdes, desplegndose interminablemente en el paulatino calor de la maana. Una docena de casas con piso de tierra conforma Semochn, una pequea comunidad en el norteo estado guatemalteco de Petn. La poblacin predominantemente constituida de indgenas Q&apos;eqchi cosecha maz y frijol en pequeas parcelas de tierra de propiedad familiar. Pero, en la ltima dcada, el clima semi-tropical y el terreno plano de la zona ha atrado el inters de agricultores de palma. Con la esperanza de sacar provecho de la creciente demanda mundial de aceite de palma (utilizado principalmente en productos comerciales horneados, al igual para biocombustibles), se habran comprado ms de 20.000 hectreas de tierras cultivables en la regin. &quot;Nos han rodeado y ya no tenemos el derecho de cruzar en nuestra propia comunidad&quot;, dice Sandra, quien - desde que sus antiguos vecinos vendieron las parcelas separando la suya del pueblo en s - tiene que cruzar una plantacin de palma de aceite con el fin de llegar a la tierra que legalmente posee. Un acuerdo se ha alcanzado para permitir su acceso, pero ella teme que los trabajadores de las plantaciones, lejos de respetarlo, siguen intimidando a ella y a otras mujeres de la comunidad con amenazas de desalojo. &quot;Entraron en mi parcela, y me preguntaron: &quot;Usted va a vender su tierra?&apos; Les dije que no lo hara. Me dijeron que un da, lo vas a ver, de todos modos, no lo vas a disfrutar. As es como quedaron las cosas&quot;, coment. Los habitantes de varios pueblos aledaos estn preocupados por el futuro de sus tierras, y muchos temen que los efectos secundarios ambientales asociados a las plantaciones de palma se las hagan improductivas. Santos Natalio Chic, investigador del Consejo Nacional de Desplazados de Guatemala [CONDEG], considera que - ms all de la intimidacin - los representantes de la empresa han engaado intencionalmente a los residentes, ya sea afirmando que las inminentes inundaciones harn que sus tierras sean intiles o proporcionando falsas garantas de empleo para toda la vida. &quot;Nunca cumplen sus promesas&quot;, dice Chic. &quot;Ellos nos dicen: &apos;Esto llevar ms desarrollo para las comunidades&apos;, cuando en realidad, lo que significa es ms pobreza&quot;. Chic ha escuchado cientos de casos de trabajadores locales pagados por debajo del sueldo mnimo nacional de 68 quetzales (unos $8,50) por da, y docenas de trabajadores siendo despedidos simplemente por exigir su sueldo completo. Chic seala que sin tierra para cultivar alimentos, es muy difcil para las familias sobrevivir con salarios tan bajos. Varios residentes creen que esto es parte de una lenta y sutil estrategia para forzar la salida de la poblacin local, proveyendo ms tierras para las plantaciones de palma. Los trabajadores son trados de otros estados para ocupar puestos de trabajo local, mientras que el acceso al agua, a los bosques y a los caminos est bloqueado o restringido. El alcalde de Sayaxch, Rodrigo Pop, dice que de ir acorralando a las comunidades con tierras de palma no es casualidad. &quot;Los terrenos han sido adquiridos estratgicamente por los compradores de la compaa. Han comprado selectivamente las parcelas, con el fin de rodear a las ciudades que cuentan con tierras&quot;, afirm Pop, agregando que esto pone presin sobre las comunidades. El ex-ministro de economa guatemalteco Luis Velsquez, portavoz de las cinco empresas de palma que operan en la regin, rechaza estas afirmaciones. l no cree que las empresas correran el riesgo de pagar un sueldo por debajo del salario mnimo, y dice que las personas tienen libertad para vender o mantener sus tierras como mejor les parezca. Velsquez reconoce que algunas personas pueden arrepentirse de haber vendido sus tierras, pero se apresura a sealar que se firman contratos para cada pedazo de tierra. Varias familias afirman que, incapaz de producir una firma escrita, firmaron con una huella digital con el pulgar; pocos parecen haber recibido una copia del contrato resultante. Velsquez dice que el verdadero xito de la industria naciente queda en la creacin - en una regin donde ms de la mitad de la poblacin vive por debajo del umbral nacional de pobreza de alrededor de $3 por da - de 40.000 empleos directos en la plantacin y de 40.000 empleos indirectos, apoyando las plantaciones en las comunidades. Esto, junto con una inversin de $2m en desarrollo local, significa que la industria palmera est haciendo una importante contribucin a la economa de Guatemala, el tercer pas ms dbil en Amrica Latina. &quot;Si no fuera por las plantaciones de palma, la regin sera propensa a la pobreza, violencia, hambre y droga&quot;, dice Velsquez, refirindose a las regiones cercanas afectadas por una desnutricin crnica y por la violenta expansin hacia el sur de los crteles de drogas de Mxico. Sin embargo, los residentes entrevistados para este informe fueron incapaces de discernir los resultados concretos obtenidos a nivel local por dichos fondos de desarrollo. Alentados por una ola de protestas en plena primavera por los trabajadores y residentes locales, las empresas palmeras han abierto la discusin sobre mejorar las condiciones. Demandas para mejores salarios, desarrollo comunitario, sustentabilidad ambiental y acceso de los residentes a lo que queda disponible de tierra y de recursos encabezan la lista de prioridades. Todos las partes coinciden en que se han logrado medidas positivas, pero para algunos la necesidad de una resolucin es apremiante. Tanya, una joven madre que vive en las afueras de El Canaleo, dice que su marido no dio motivos para ser despedido despus de cuatro aos de trabajo, presuntamente sin percibir sueldo completo. Pero ella cree que fue porque l pidi un tiempo para cosechar alimentos de la parcela de sus padres, una de las pocas que quedan en el pueblo. &quot;Las empresas no reconocen que el salario que se ofrece no es suficiente&quot;, dijo. &quot;Ellos tampoco reconocen que tambin tenemos el derecho de sembrar nuestra tierra para poder comer, porque no podemos darnos el lujo de comprar alimentos con el salario que nos estn dando&quot;. Sin trabajo, y con poca tierra, Tanya dice que no est segura de cmo van a poder quedarse en su comunidad. Pero para gente como Sandra, de vuelta en Semochn, el camino a seguir esta ms claro, pero sin embargo tambin difcil. &quot;Hemos sufrido para conseguir esta tierra&quot;, dice ella. &quot;Estoy completamente segura de que nunca voy a venderla, sin importar el precio que me ofrezcan. La tierra aqu pertenece a nuestros hijos, ellos son los herederos.&quot;  Los nombres han sido cambiados para proteger la identidad de los entrevistados", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/oct/04/guatemala-aceita-de-palma-peten", 
    "wordcount": "1313"
}