{
    "headline": "US government hits Megaupload with mega piracy indictment", 
    "text": "     The US government has closed down one of the world&apos;s largest filesharing websites, accusing its founders of racketeering, money laundering and presiding over &quot;massive&quot; online piracy. According to prosecutors, Megaupload illegally cheated copyright holders out of $500m in revenue as part of a criminal enterprise spanning five years. A lawyer for Megaupload told the Guardian it would &quot;vigorously&quot; defend itself against the charges, dismissing the criminal action as &quot;a civil case in disguise&quot;. News of the indictment  being framed as one of the biggest copyright cases in US history  came a day after major internet firms held a 24-hour protest over proposed anti-piracy laws.  According to a Department of Justice release, seven people associated with Megaupload were indicted by a federal grand jury earlier this month over the charges. They included Kim Dotcom, founder of the online firm. The 37-year-old, who also goes by Kim Tim Jim Vestor and whose real name is Kim Schmitz, is accused of heading up a criminal venture that earn Dotcom and his associates upwards of $175m. These profits were obtained illegally through advertising and the selling of premium memberships to users of Megaupload, the justice department is claiming.  Established in 2005, the website offered a &quot;one-click&quot; upload, providing an easily accessible online locker for shared content. Before being shut down, the firm boasted 50 million daily visitors, accounting for 4% of total internet traffic, the justice department claimed in its statement on the indictment. Prosecutors allege that the website violated copyright law by illegally hosting movies, music and TV shows on a massive scale. Those behind the website have claimed that it diligently responds to any complaint regarding pirated material. But according to prosecutors, the accused conspirators deliberately employed a business model that encouraged the uploading of illegal material. They say that Megaupload paid users for uploading pirated material in full awareness that they were breaking the law. In addition they failed to close the accounts of known copyright infringers. The indictment includes chat logs with conversations between company executives, which include statements like: &quot;we have a funny business . . . modern days pirates :)&quot;  Alongside Dotcom, law enforcement officials swooped on a number of other senior members of Megaupload&apos;s staff. Arrests were made at a number of homes in Auckland, New Zealand, on warrants issued by US authorities. In all, addresses in nine countries including the US were raided as part of massive international operation. Three men accused alongside Dotcom remained on the run tonight, the Department of Justice said. About $50m dollars in assets were seized as part of the massive operation. Meanwhile, the Megaupload website was closed down, with the FBI seizing an additional 18 domain names associated with the alleged crime. In response to the indictment, the hacker group Anonymous, which is ostensibly unaffiliated with Megaupload, launched a cyber attack that at least temporarily brought down the websites of the justice department as well as those of the Recording Industry Association of America, Motion Picture Association of America, and Universal Music.  If found guilty of the charges, the accused Megaupload executives could face 50 years behind bars. Ira Rothken, an attorney for Megaupload, said the firm would fight the &quot;erroneous&quot; charges. Speaking from his California office, Rothken said: &quot;The allegations appear to be incorrect and the law does not support the charges.&quot; He added: &quot;It is a civil case in disguise.&quot; Asked why it was being pursued as a criminal case, Rothken replied: &quot;You&apos;d have to ask the prosecutors.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/jan/19/us-government-megaupload-piracy-indictment", 
    "wordcount": "594"
}