{
    "headline": "The Selfish Gene by Richard Dawkins  book review", 
    "text": "My copy of The Selfish Gene is the first paperback edition of 1978. Since at that time I was working on the Guardian&apos;s arts page, I suppose I bought it because it was one of those books everybody seemed to be talking about: a book that opened a new window on the world and framed the way we see life&apos;s great story. A few years later I heard a distinguished, elderly science historian rather brusquely describe it as a prime example of a metaphor out of control. That barb was not just misguided, but wildly unfair. Dawkins was always clever with metaphors, but his recurring imagery of a gene concerned only with its replication and survival is tightly controlled: in every chapter, we are reminded that it is a metaphor, an analogy, an &quot;as if&quot;, a useful way of thinking about how behaviours, strategies and responses might have emerged from the mix of ever-renewing chromosomes and the disorderly experience of life. In the 30th anniversary edition, Dawkins all but apologises for the choice, offering other potential labels for the front cover. I&apos;m glad he stuck with The Selfish Gene. To re-read it is to be reminded of what an extraordinary achievement it was. When he picked up the theme, researchers certainly knew that genes contained the instructions for protein assembly; some had found a way  laborious and inaccurate  to &quot;read&quot; a DNA sequence; and others had begun attempts to &quot;map&quot; certain genes to particular chromosomes. But that was about it: nobody knew for sure what a gene was, how many genes there might be, how they did what they did, or how they could affect the behaviour and preferences of an individual, or a species. The particular brilliance of the Dawkins approach is that he sidesteps such questions, and starts to work out how genes might survive to confer just enough advantage to allow their &quot;survival machines&quot; to pass those genes on to a new generation. That means that he can skip much of the modern technical terminology of genetics and use relatively simple language, which is just as well, because what he has to say is quite hard to understand. How could altruism have evolved? Why are sperm small and eggs large? How can predators and prey co-exist? Why does it &quot;pay&quot; to have so many, or so few, children? Does aggression always confer an advantage? An earlier generation of biologist-sages tended to report on ethological observations in limited populations, and from those infer something general about evolutionary pressures on social animals. This is the famous &quot;just-so&quot; story of evolution: the leopard&apos;s spots, the elephant&apos;s trunk. The Dawkins approach is very different. It doesn&apos;t matter much what life form you think of: a few sets of logical principles become enough to explain how, over time, biological behaviour must evolve to enhance the chances of that animal&apos;s survival: it did evolve, and an estimated 7bn separate surviving species are here to prove the point. And if the game plan had been any different, they wouldn&apos;t be here. Since individual life is short, and life on Earth is a 3.8bn year epic, what matters must be the information transmitted from generation to generation. So it&apos;s the genes that control the future: an animal is just the chromosomes&apos; way of making another chromosome. Individual life becomes a punctuation point in the DNA&apos;s blind, automaton desire for eternity. Put like that, you can see why The Selfish Gene annoyed the hell out of assorted philosophers, biologists and bishops. There is a remorseless touch in the Dawkins style of argument, and though he occasionally seems to concede a point or soothe an anxiety, he doesn&apos;t really: he has already thought through all possible objections and is about to cheerfully demolish them with seemingly effortless logic.  People used to call the Dawkins approach &quot;reductionist&quot;, as if that were a synonym for heartless. In fact, there is a warm note to the story he has to tell and frequent generous acknowledgements to the researchers and thinkers whose ideas he addresses, and the excitement begins to build from the first chapters. The emergence of communication, of risk and reward strategies, of memory of the past and simulation of the future, can all be seen as logical engineering solutions achieved by trial and error: there doesn&apos;t actually have to be a &quot;gene for&quot; this or that precise behaviour. In the hurly-burly of life and death, altruism becomes not just desirable but inevitable, even in vampire bats; hawks and doves have no choice but to coexist; there become good reasons why populations always more or less seem to keep in step with resources; and male and female sexual behaviour naturally proceeds towards the spendthrift and cautious strategies we observe today.  This is the book in which Dawkins introduces the theory of memes  the seemingly self-replicating pool of art and science, literature and music, knowledge, folklore and platitude that survives with each human life  and indeed coins the word itself, and fires the opening salvoes in what will become his all-out intellectual artillery assault on aspects of religion. The original book ends with the lovely conclusion: &quot;We are built as gene machines and cultured as meme machines, but we have the power to turn against our creators. We, alone on Earth can rebel against the tyranny of the selfish replicators.&quot; The scholarly notes of the third edition, in which Dawkins deals with his critics and incorporates new evidence, are huge fun. One of the two additional chapters urges us all to stop reading any further and go out and buy his later book, The Extended Phenotype. I did so after first reading The Selfish Gene, but I ruefully admit that, at the time, it defeated me and I am not sure I will try again. Tim Radford&apos;s geographical reflection, The Address Book: Our Place in the Scheme of Things (Fourth Estate) has been longlisted for the Royal Society science book prize     Cover image: Written in Stone by Brian Switek    Next month&apos;s book club choice is Written in Stone: The Hidden Secrets of Fossils and the Story of Life on Earth by Brian Switek, which Tim will review on Friday 12 October", 
    "section": "science", 
    "gid": "science/2012/aug/31/the-selfish-gene-richard-dawkins-review", 
    "wordcount": "1042"
}