{
    "headline": "This government has blown the UK's wind potential off course", 
    "text": "Wind is not something the UK is short of. In fact, we&apos;re the windiest country in Europe. We&apos;re the world&apos;s eighth largest producer of wind energy; it&apos;s our second largest source of renewable energy, with the capacity to power 3.3 million homes. The UK should be a world leader in wind energy. But under this government, Britain appears to be lost, drifting, blown off course. Since the coalition came to power, the UK slipped from third to thirteenth in the world for investment in green growth, and investment in wind power has fallen by 40%. The Guardian front page on Monday revealed that billions of pounds of future investment is on hold because of serious questions over the government&apos;s commitment to wind energy. This puts at risk thousands of jobs in the industry, and many more in the supply chain. This is a far cry from David Cameron installing a wind turbine on his home, in a cosmetic attempt to show his new Conservatives&apos; green credentials. Like his wind turbine though, discreetly taken down some months later, many people are now concluding that Cameron&apos;s promise to lead the &quot;greenest government ever&quot; was little more than a fraudulent gimmick, a PR stunt from a man schooled in the PR industry. Critics of wind power peddle the same old myths about investment in new energy sources adding to families&apos; fuel bills, preferring to pick a fight with people concerned about the environment, than stand up to vested interests in the energy industry, for the hard-pressed families and pensioners being ripped off by the energy giants. Of course, when the average annual energy bill stands at 1,345 we must be mindful of what we ask consumers to pay for. But when all environmental costs and investments add just 6% to the typical fuel bill, the idea that wind turbines are to blame for energy bills soaring by 20% last year, and 50% over the last four years, is obviously ridiculous. In truth, renewable energy, including wind, offers better prospects of protecting you and I against over-mighty companies and volatile world prices, than just hoping the price of oil or gas falls. The tragedy for our economy, as much as our environment, is that wind power has the potential to create jobs and industries, and drive growth in our economy when we need it more than ever. The wind industry alone employs more than 10,000 people in the UK. But it has the potential to employ thousands more. Foreign companies like Mitsubishi, Gamesea and Siemens are lining up to invest hundreds of millions of pounds, create new industries and bring new jobs to the UK. Jobs that will be open to everyone from young apprentices to experienced engineers. But those companies won&apos;t commit until this government gets behind green British businesses. This isn&apos;t about government picking winners; it is about making new markets  that&apos;s something governments can do. Before the election, Labour set up a 60m fund to attract investment in offshore wind power. In 2010, Cameron promised to continue the policy, but nearly two years later, and only after a string of critical pieces in the Guardian, just 1.2m has been awarded, and many companies are looking elsewhere to invest. While George Osborne might think throwaway remarks placate the Tories&apos; tea party tendency  the rump of Tory MPs who either don&apos;t believe in climate change or don&apos;t think it&apos;s worth bothering about  they have real market consequences. As business after business told the Guardian on Monday, they create uncertainty, and make the UK a less attractive place to invest. The current debate about wind power speaks to a more fundamental disagreement between this government and Labour. At best, this government believes that environmental policies are a luxury that can only ever be afforded when times are good. At worst, it thinks the transition to a low-carbon economy is a threat to growth, an unnecessary burden on business. Nothing could be further from the truth. Of course, like every previous structural change to the economy, it will create losers, as well as winners. But Labour believes that the transition to a green economy has the potential to be a major source of wealth and employment. Every country and every economy around the world is looking at how they can cut their carbon emissions. The global market for environmental good and services could be worth 3.2 trillion. Countries that move quickly and decisively will lock in their advantage. The UK can be followers or leaders in this revolution. Cameron may be happier being among the followers. I say we must be leaders, because the longer we delay action, the costlier mitigating and adapting to climate change will become, and the economic opportunities will slip through our fingers. Britain is not short of the capital, skills or technology to make the transition to a low-carbon economy. But this government is short of the political vision. As a result, we&apos;re in danger of missing a golden opportunity not just to reboot our economy, but to build a more resilient, and responsible economy for the future. When the winds of change are blowing, this is no time for the government to be all at sea.", 
    "section": "environment", 
    "gid": "environment/2012/feb/29/uk-wind-plans-blown-off-course", 
    "wordcount": "878"
}