{
    "headline": "My World survey offers architects of post-2015 agenda an unmissable cue", 
    "text": "What is it that people most want in life? The governments shaping the next global development agenda are doing so in the name of making people&apos;s lives better  so it seems like a good idea to ask as many people as possible what that entails. Last week, the UN presented the first cut of the &quot;global conversation&quot;  reports of the 11 thematic and 83 national consultations on what a post-2015 agenda might look like. On Monday, the latest results from the My World survey add another dimension to that discussion. More than 200,000 people, many of them in very remote places, completed the survey  some online, some by SMS, and around half in the traditional way, using paper and pen. From a total of 16 options, they were asked to choose six that they felt would make the most difference to their lives. The results should prompt governments to take a long, hard look at themselves. One of the top three priorities  in the world as a whole, for both men and women, for people of all ages, and in all types of country  is &quot;an honest and responsive government&quot;. People don&apos;t seem to think that politicians are doing a great job  or at the very least, they believe there&apos;s plenty of room for improvement. How and if governance is included in a post-2015 agreement remains a big issue for the high-level panel meeting in Bali this week. A lot of technical issues are being debated. How can governance be measured? Should it be the subject of a separate goal, or would it be more of an &quot;enabler&quot;, helping to achieve other outcomes in a new framework? These are good questions that need to be resolved. What the survey tells us, however, is that if people feel a new agreement doesn&apos;t help them to hold their governments to account, it won&apos;t fully have met their aspirations for a roadmap to a better future. The other two priorities consistently in the top three for most groups are a good education and better healthcare. It&apos;s a timely reminder that, while the post-2015 conversation is, unsurprisingly, focused on the new  things missing from the millennium development goals (MDGs)  there&apos;s a lot that the existing targets got right, too. People still care about the MDG staples  not just health and education, but food and water too, which are consistently high up the My World agenda. Clearly there&apos;s a lot still to be done in these areas. Of course, there are gaps in the MDGs, and the My World results suggest which ones people most want addressed. Jobs feature prominently, and protection from crime and violence is also the top 10 for most people  as high as fourth in some countries. For the poorest people in Brazil, it is the highest priority. One thing the architects of the next development agenda are grappling with is how to combine poverty and environmental objectives in the same agreement. It&apos;s clear from the survey that people do care about the environment  but mainly about the here and now. In many countries, protecting forests, rivers and oceans is in the top 10, as people react to threats to the natural resources around them. Stopping climate change, a longer-term project, ranks much lower. There&apos;s a political problem here, since the things the world needs to do to slow down or halt climate change have to be done now, even if most people can&apos;t quite see the impact yet. Different groups often have similar priorities, but there are some intriguing differences, too. The very poorest tend to rank &quot;support for people who can&apos;t work&quot;  another way of saying welfare  in their top 10, which richer people rarely do. Clearly governments wanting to introduce effective social protection schemes  one of the surest ways of ending extreme poverty  have a difficult deal to broker: persuading wealthier taxpayers to pay for helping the poorest. But the survey also shows how this makes a difference to people&apos;s lives. In poor countries, people over 60 rank job opportunities fourth in their list of priorities for change. But for over 60s in richer countries, it comes 10th, perhaps indicating that they have pensions and won&apos;t need to work for as long. The My World results add an extra dimension to the outcome of other consultations. Most importantly, they give us solid quantitative information on how different people rank different things. The survey is not about who shouts the loudest, or who has the best slogan or soundbite  it&apos;s about what people, in their hundreds of thousands, are voting for. So when governments sit down to hammer out a deal on the new development framework, they won&apos;t be able to say they don&apos;t know what people want  My World is telling them, loud and clear.  Paul Ladd is head of the post-2015 team at UNDP", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/mar/25/my-world-survey-post-2015-cue", 
    "wordcount": "816"
}