{
    "headline": "Higgs boson rumours fly as Cern prepares to announce latest results", 
    "text": "As soon as scientists at Cern revealed that they would host a seminar on 4 July to announce the latest results from its two main Large Hadron Collider (LHC) experiments, Atlas and CMS, physicists and bloggers started guessing. Would they announce the long-awaited discovery of the Higgs boson, a find that would be sure to trigger a raft of Nobel prizes and launch a new era of physics? In December last year, Cern scientists glimpsed something that looked like it might be a Higgs boson in their data, but the results were not conclusive enough to be formally called a discovery. But now hopes are high. &quot;We now have more than double the data we had last year,&quot; said Sergio Bertolucci, Cern&apos;s director for research and computing. &quot;That should be enough to see whether the trends we were seeing in the 2011 data are still there, or whether they&apos;ve gone away. It&apos;s a very exciting time.&quot; Even if the scientists next week report the signal for a new type of particle, it will take time to convince the scientific community that it is indeed the Higgs boson, or whether it is something else, perhaps something even more exotic that opens the door to new theories of physics. &quot;It&apos;s a bit like spotting a familiar face from afar,&quot; said Rolf Heuer, Cern&apos;s director general. &quot;Sometimes you need closer inspection to find out whether it&apos;s really your best friend, or actually your best friend&apos;s twin.&quot; The Higgs boson is a subatomic particle that was predicted to exist nearly 50 years ago. Its discovery would prove there is an invisible energy field that fills the vacuum throughout the observable universe. Without the field, or something like it, we would not be here. According to theory, the Higgs field switched on a trillionth of a second after the big bang blasted the universe into existence. Before this moment, all of the particles in the cosmos were massless and zipped around chaotically at the speed of light. When the Higgs field switched on, some particles began to feel a &quot;drag&quot; as they moved around, as though caught in cosmic glue. By clinging to the particles, the field gave them mass, making them move around more slowly. This was a crucial moment in the formation of the universe, because it allowed particles to come together and form all the atoms and molecules around today. But the Higgs field is selective. Particles of light, or photons, move through the Higgs field as if it wasn&apos;t there. Because the field does not cling to them, they remain weightless and destined to move around at the speed of light forever. Other particles, like quarks and electrons  the smallest constituents of atoms  get caught in the field and gain mass in the process. The field has enormous implications. Without it, the smallest building blocks of matter, from which all else is made, would forever rush around at the speed of light. They would never come together to make stars, planets, or life as we know it. To find evidence for the Higgs boson, scientists have to scour data from hundreds of trillions of proton collisions inside the Large Hadron Collider at Cern. If the Higgs were created at the collider, it would immediately decay into more familiar subatomic particles such as photons and quarks (the building blocks of protons and neutrons). Scientists look for specific excesses (or &quot;bumps&quot;) of these particles in the detritus of the collisions, which are the &quot;fingerprint&quot; of the Higgs boson. When they calculate whether a particular bump in the data is significant, particle physicists use a five-point &quot;sigma&quot; scale. One sigma means that the results are not too far from being random statistical fluctuations in the data. A three-sigma result counts as an observation, but only a full, five-sigma result means that scientists can count it as an official discovery. This means that there is less than a one-in-a-million chance of the result being a statistical fluke. In December last year, the Atlas experiment at Cern reported a 2.9 sigma bump in its data that could be a Higgs boson weighing 126 gigaelectronvolts (GeV)  126 times heavier than a proton and around 500,000 times heavier than an electron  while the CMS team reported a 3.1 sigma Higgs signal at a mass of around 124GeV. Ahead of next week&apos;s announcements, on the Not Even Wrong blog, physicist Peter Woit has assembled the scientific rumours so far about what Cern might be in a position to announce, including an assessment of how much data Cern scientists may have ploughed through since the Large Hadron Collider paused its collisions on 18 June. He said there could also be a mini-spoiler from the LHC&apos;s rivals in the United States. &quot;On Monday at 9am Fermilab will try and steal a little bit of the LHC&apos;s thunder by announcing some new evidence for the Higgs from the Tevatron data,&quot; wrote Woit. &quot;This uses the channel of a Higgs produced with a W or Z [bosons that carry the weak nuclear force], the Higgs then decaying to pairs of b-quarks.&quot; What happens next? Well, unless rumours intensify over the weekend or someone lets slip the results, the best advice for Higgs watchers would be to keep some champagne on ice for Wednesday.", 
    "section": "science", 
    "gid": "science/2012/jun/29/higgs-boson-rumours-fly-cern-results", 
    "wordcount": "903"
}