{
    "headline": "Steel Battalion: Heavy Armor  review", 
    "text": "Steel Battalion was always for real gamers. Heck, in its first incarnation it required two joysticks, pedals and a couple of Pearly Kings&apos; worth of buttons. It was, in the grand manner, for the hardcore  and made the casual gamer feel as welcome as a bacon sarnie at Paul McCartney&apos;s picnic. For Steel Battalion Heavy Armor, though, Capcom and developer From Software have brought Kinect technology to bear. That&apos;s the Kinect motion-sensor more often associated with games offering &quot;happy fun times for all the family&quot; than the likes of Steel Battalion. On paper, it seems a valid strategy: initiate the casual gamer in the ways of the hardcore, and at the same time make the Kinect less of an add-on for pre-adolescents and more of a full-on gaming essential. But in practice, Steel Battalion Heavy Armor is going to appeal to no one and alienate everyone. The problem&apos;s not the plot  it&apos;s risible, sure, but these things always are. It&apos;s 2082, and war is being waged with machines comparable to second world war-level technology because of the viral destruction of the planet&apos;s silicon. But, as I say, that&apos;s not the problem. It&apos;s not the demands SBHA makes on your front room. Obviously there&apos;s no slouching, as Kinect wants you sitting bolt upright as it attempts to interpret your movements. But even this enforced pandering isn&apos;t what makes SBHA so grim. It&apos;s because it&apos;s so hard, in the &quot;pointlessly-difficult-and-laborious-surely-this-can&apos;t-have-been-the-intention&quot; sense. The Kinect aspects of control are terribly badly implemented, with no consistency to the way the sensor interprets your movements. Should the tank you&apos;re piloting stand still for an instant (it will, because Kinect is so grindingly imprecise) it gets blown to bits. Again, and again, and again, until the only hand gestures you feel like making are those of dismissal. ", 
    "section": "technology", 
    "gid": "technology/2012/jul/01/steel-battalion-heavy-armor-xbox-360", 
    "wordcount": "304"
}