{
    "headline": "Academic refugees: 'My hope is to contribute to this county - if I'm given the opportunity'", 
    "text": "Most people know me as Latefa, an academic refugee from Algeria. But I was not born an academic, neither was I born a refugee. I became an academic because, as a bright, young girl, I was given the opportunity to learn and gain as much knowledge as I could. The support of my parents was backed up by post-colonial Algerian policies that provided free and equal access to higher education for all. After finishing my Bachelor&apos;s degree at Algiers University (USTHB) my career quickly progressed. I was accepted for a work placement in a research laboratory in Algiers, where I was later offered a permanent position as assistant researcher. It was there I worked, and gained a diploma equivalent to a Masters degree, until I was forced to leave the country. Algeria had become a different place to the country I&apos;d known in childhood. Under the National Liberation Front, the nationalist party that came into power post-independence - and in the struggle for power between rival groups - political opponents, academics and journalists were imprisoned or assassinated. According to official records, some 250,000 people lost their lives, 20,000 simply &apos;disappeared&apos; and millions of people were forced to exile. My husband, a journalist and vocal opponent of the rise of fundamentalism and I (viewed as a left-wing feminist for my involvement with workers&apos; unions) were no different. In July 2002, following several articles by my husband criticising the government, our flat was ransacked. In December of the same year, my husband fled, seeking asylum at Heathrow Airport. After receiving death threats and strange phone calls, in June 2003, heavily pregnant and with two small children, I too left Algeria. Getting out was surprisingly easy. Staff at the British high commission were kind, processing our visas at unusual speed. I thought our nightmare has ended. But it was simply the beginning of another one. Following UKBA dispersal policy, my family was sent to Swansea in Wales, where we were accommodated in very disadvantaged area. Aside from the culture shock - having to get used to a very different quality of life - almost immediately we started experiencing hostilities and racists attacks. On several occasions the police had to intervene but it was not only 2007 we were finally moved to a better neighbourhood. Still, our support worker was excellent. Learning that my husband was also a poet, she passed on his works to English PEN, who translated and published his poetry. Knowing that I was a researcher, I was put in touch with Dace (Department of adult continuing education) at Swansea University where I enrolled on a intensive English language course. Soon, I got involved in civil society, volunteering with the Swansea Bay Asylum Seekers Support Group (SBASSG) because I was shocked by the treatment of women who sought asylum for gender-based persecution. Perhaps as therapy, but mostly because I needed to add theoretical understanding to my activism and personal experience, I took a part-time BA in sociology in Swansea, where I met professor Heaven Crawley, director of the Centre for Migration and Policy Research at Swansea University, and an authority on gender and asylum. With Heaven&apos;s encouragement and support from the Council for assisting refugee academics (Cara), I have not only completed a Masters, but I&apos;m currently studying for a PhD, researching the new Algerian women diasporas. My success at postgraduate level made the local news and my research has been called promising in both its focus and originality and is likely to make a clear contribution to the field of diaspora studies. But still, like everyone, I face challenges and think often about the irony of having left Algeria and fled persecution only to have to suffer racism. I&apos;ve coped well. My husband hasn&apos;t so lucky and his health has severely deteriorated. In the end, civil unrest in Algeria cost me a lot: my marriage, at times my dignity (sitting in a chair for two days at Heathrow airport was a particular low point), my independence and often my happiness. But the pursuit of knowledge has been a saving grace for my children and I. As I enter into the third year of my PhD, my eldest daughter&apos;s received her GCSE results (3 A*s and 5 As) and now prepares to begin her A-levels. I am determined to finish my PhD and build my career in academia. My hope is to contribute to this county  if I&apos;m given the opportunity. Latefa Guemar is a doctoral researcher at Swansea University. She was selected for the Reconnect with Research programme at LSE and has been appointed as a visiting fellow at the Gender Institute. Latefa was put in touch with the Network through Cara, who work to defend academic freedom and provide practical support to academics in need. If you work in higher education (in administration, teaching or research) and have an interesting story to tell, please get in touch. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/aug/31/academic-refugees-latefa-guemar", 
    "wordcount": "848"
}