{
    "headline": "Why mobile is Zynga's biggest opportunity... and its biggest challenge", 
    "text": "Not a good week for Zynga shareholders, it&apos;s fair to say. At the time of writing, the social games publisher&apos;s share price is $3.06, having plunged nearly 40% following the company&apos;s announcement of its financial results for the second quarter of 2012. Revenues rose 19.1% year-on-year to $332.5m, but the company reported a net loss of $22.8m compared to a $1.4m net profit in Q2 2011. Analysts had expected greater revenues and another small profit, hence the stock-market punishment after the figures were revealed. Why did the financials fail to meet expectations? Zynga&apos;s chief executive Mark Pincus gave three key reasons in the company&apos;s analyst call. They were: changes to Facebook&apos;s viral algorithms that benefited new games but penalised older titles including several of the company&apos;s key cash cows; the delayed launch of Zynga&apos;s newest Facebook game The Ville; and the fact that its Draw Something game &quot;underperformed versus our early expectations&quot;. Pincus went on to lay out the areas Zynga feels will drive its business forward over time: Facebook in the near term, mobile in the medium term, and then Zynga&apos;s own platform in the long term. The company&apos;s much-scrutinised relationship with Facebook is obviously the key to that short-term growth, as Zynga adapts to changes in the social network&apos;s algorithms, and tries to ensure it can remain top dog against a renewed charge from recent rivals like Wooga and King.com. It&apos;s the medium-term growth from mobile that&apos;s interesting, though: you can tell from the call and from Pincus&apos; statements how important mobile is to Zynga strategically: &quot;We grew our mobile footprint five-fold in the year to 33 million daily active users [DAUs] making Zynga the largest mobile gaming network. We also faced new short-term challenges which led to a sequential decline in bookings,&quot; he said.  &quot;Despite this, we&apos;re optimistic about the long-term growth prospects on mobile where we have a window of opportunity to drive the same kind of social gaming revolution that we enabled on the web.&quot; 33m daily active mobile users certainly isn&apos;t to be sniffed at, although Rovio might run it close with Angry Birds, and the active user totals of Japanese networks DeNA and GREE are unclear. The challenge now for Zynga is to build mobile success on a similar scale to its Facebook dominance, when many of the viral and advertising tools that fuelled its growth on the latter aren&apos;t as efficient in the mobile world. A quick look at the top grossing charts on Facebook&apos;s web-based App Center, Apple&apos;s US App Store for iPhone and Google Play for Android shows the challenge. On Facebook, four of the five top-grossing games are Zynga&apos;s. On iPhone, just one is: fifth-placed Poker by Zynga, behind CSR Racing, Kingdoms of Camelot, Rage of Bahamut and DragonVale. On Android, it&apos;s a similar story, with Poker Zynga&apos;s sole entry in the top five. To put it another way: if Zynga is to grow rapidly in mobile it faces a helluva scrap that can&apos;t be won by flexing its marketing muscles in the same way that it does on Facebook. And on iOS, it will find a platform owner (Apple) even more resolute than Facebook in its desire to not have one company dominate, and thus call the shots. Which is not to say Zynga doesn&apos;t have some advantages on mobile. Those 33m DAUs can provide a powerful launchpad for new Zynga mobile games at a time when mobile publishers are waking up the importance of having their own networks for cross-promotion. Zynga also has the financial reserves to punch its weight in any mobile games industry consolidation, including picking up innovative games as they emerge. It&apos;s just that the company can&apos;t always get its own way: indie games Tiny Tower and Fruit Ninja both out-gross the Zynga games that they inspired (Dream Heights and Zombie Swipeout respectively), which would be extremely unlikely on Facebook. And Draw Something? Pincus told analysts that Zynga is &quot;advancing in the Draw Something franchise to build on the brand in future games&quot;, while there&apos;s also a TV pilot in the works a sign that Draw Something may contribute to Zynga&apos;s future revenues in ways other than in-app purchases and advertising. In short, it&apos;s way too early to say that Zynga is failing in mobile, but also way too early to discern if it can repeat its Facebook success. That&apos;s one of the reasons why the mobile games market is currently such a fascinating place.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jul/26/zynga-financials-mobile-strategy", 
    "wordcount": "756"
}