{
    "headline": "20 best Android apps this week", 
    "text": "It&apos;s time for our weekly roundup of brand new and notable apps for Android smartphones and tablets. It covers apps and games, with the prices referring to the initial download: so (Free) may mean (Freemium) in some cases. The equivalent iOS roundup will be published later in the day. For now, read on for this week&apos;s Android selection (and when you&apos;ve finished, check out previous Best Android apps posts). Tetris Blitz (Free) Huge popularity of the Bejeweled Blitz game has persuaded EA to try the free-to-play blitz-gaming model for the most famous puzzle game in the world: Tetris. Blitz meaning two-minute sessions to score as many points as possible, boosted by power-ups, and compete against Facebook friends&apos; performances. The game is free-to-play, so in-app purchases are involved. Amazon Local (Free) Available already in the US, Amazon Local is now accessible in the UK too. It aggregates deals and discounts from local and national businesses, from shops to spas and hotels, aiming to show you the offers closest to your current location, with digital vouchers to redeem them. Blip Blup (Free) Blip Blup is a hypnotically-addictive puzzle game from UK studio ustwo, which sees you tapping to fill a screen-full of tiles with colour. The complication being walls and obstacles that get in the way of your colour-pulse&apos;s path. There are more than 120 levels to work through, with an in-app purchased used to remove the game&apos;s in-app ads. Clueful (Free) Concerned about privacy and apps? Clueful is trying to capitalise on uncertainty around the attitudes of some developers and startups with its &quot;personal Privacy Consultant&quot;. Released by Bitdefender, it monitors how apps on your device are accessing your personal information, providing a score for each on how nice (or nasty) they are. Cloudee: Backup &amp; Share Videos (Free) Cloudee is the work of set-top box maker Boxee: a service for storing and sharing videos, as well as organising them into collections. &quot;If YouTube is for everyone on the Internet, and Facebook is for everyone you know, then Cloudee is for those who matter to you the most,&quot; suggests the company. Once uploaded, vids can be watched on smartphones, tablets, computers and TVs. AppGratis (Free) Famously booted off the App Store by Apple, app discovery service AppGratis has now turned its attention to Android instead. Its app promises daily offers for free and discounted apps, with recommendations from the AppGratis team and a daily push notification with a new offer. GPS Navigation &amp; Maps +offline (1) Skobbler is making a big push for its new navigation app, pricing it at 1 with a combination of turn-by-turn navigation and a single map of the world that can be used online or offline. The business model is that you buy access to country maps offline as in-app purchases, although one country is included in the initial download. Epic (Free) Ahead of the release of animated movie Epic, Gameloft has published the official mobile game. It&apos;s a freemium title that sees you building a kingdom then battling against enemies, with a choice of single-player and online multiplayer modes in the latter case. Facebook provides the social connections, while in-app purchases fund the action. Mensa Academy (2.99) Mensa has teamed up with Square Enix for an official brain-training game on Android, promising more than 1,000 questions to test your grey cells in numeracy, language, logic, memory and visual. The male character looks like a professor, while the female character looks like Lara Croft. No stereotypes there, then. EasilyDo Smart Assistant (Free) There&apos;s a trend in 2013 for startups trying to provide personal-assistant apps for smartphones, aiming to out-Siri Siri. EasilyDo is the latest on Android, promising that it &quot;tells you when to leave to arrive on time, monitors for important emails and friends&apos; news, warns you of bad weather, tracks packages, files receipts, and even helps you celebrate birthdays&quot;. Fast &amp; Furious 6: The Game (Free) There&apos;s a long history of Fast &amp; Furious games on mobile devices, but social publisher Kabam is the latest licence-holder, aiming to do for the cars&apos;n&apos;guns movie franchise what it&apos;s already doen for The Hobbit. Which is? A lucrative freemium game, of course. Here, you&apos;ll be racing, customising cars and trying to work your way up the global leaderboards. Pocket Rally (0.65) If you prefer your racing to be less furious (but still fast), Pocket Rally may be worth a look. Taking its cues from console games like the Colin McRae series, it sees you belting through circuits (tarmac, gravel and grass included) racing up to three other cars at once, with a choice of Challenge and Single Race modes. Glide - Video Walkie Talkie (Free) &quot;Would you rather write about going to the beach or show yourself at the beach? Exactly,&quot; suggests Glide&apos;s Google Play listing, pushing the idea that video messages are better than texts (and blithely unaware of the general quality of 3G reception on many British beaches, by the sounds of it). Still, this is one of the apps aiming to help people ping video to their Facebook friends, even if they&apos;re not available at the time. Grimm&apos;s Bookshelf (Free) Irish startup StoryToys has turned a number of the Grimm Brothers&apos; fairytales into pop-up storybooks for Android. Now it&apos;s got a single Bookshelf app to promote them all, with free samples and the ability to launch any of the apps you already own from within it. Week Calendar (1.49) Can anyone outdo the Google Calendar service on Android? Week Calendar is trying with an impressively-slick calendar app that ties into Google Calendar, Exchange and other services. Intuitive drag&apos;n&apos;drop controls make creating and moving appointments easy, with good use of colour to sort everything. Arma Tactics THD (3.24) PC strategy-game series Arma has spawned this mobile game, initially for Tegra-powered devices. It sees you controlling a four-person special forces team through a series of military missions, with slick graphics and freedom to try different tactics to succeed. Catch Phrase (Free) Mr Chips! This is an officially-licensed game of British TV game-show Catch Phrase, which has recently been revived by ITV. You&apos;ll be guessing 48 catch phrases for free, with more available as an in-app purchase, and a Facebook-powered high-score table to compare your skills with friends. Combo Crew (1.49) Developer The Game Bakers made the popular Squids games, but now it&apos;s turning its attention to a new beat &apos;em up game called Combo Crew. &quot;Inspired by classics like Streets of Rage, Final Fight, and Street Fighter&quot; it sees you punching and kicking your way through a giant tower to beat the suitably-named Mr Boss  complete with asynchronous social features that see you rescuing friends as you go. Men&apos;s Room Mayhem (0.68) Okay, who had May 2013 in the &quot;When will there be a mobile line-drawing game based on being the manager of a men&apos;s toilet?&quot; sweepstakes? Congratulations. Yes, this loo-based game is the work of developer Ripstone, and has you &quot;directing patrons, keeping everywhere sparkling clean and steering patrons away from trouble&quot;. Total Recoil (Free) One more Android game  it&apos;s a busy week and another one with a military theme. Total Recoil sees you waging war with a variety of weapons, with an emphasis on action. Or, as the developer puts it: &quot;If you can see it, you can blow it up...&quot; That&apos;s this week&apos;s selection, but what do you think? Make your own recommendations, or give your views on the apps above, by posting a comment.", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/may/24/best-android-apps-tetris-blitz-amazon-local", 
    "wordcount": "1273"
}