{
    "headline": "Pork and bacon shortage 'unavoidable' as record drought raises feed costs", 
    "text": "Record droughts in the US and Russia are threatening to curtail the world&apos;s bacon supply, farmers in the US and Europe are warning. So dire is the situation that a world shortage of pork and bacon is &quot;unavoidable&quot; next year, according to Britain&apos;s National Pig Association. And in the US farmers predict pork prices will hit new highs in 2013 as farmers cut back on production due to soaring feed costs. Across Europe swine herds are shrinking. Ireland&apos;s farmers cut their herd 6.6% in the 12 months to June 2012, Denmark&apos;s fell 2.3%, Germany, Europe&apos;s largest pork producer, cut back 1.3% and there were cuts in countries including Spain, France, Italy, Hungary and Poland. In the US the cost of bringing home the bacon has almost doubled since 2006, according to economist Steve Meyer at Paragon Economics, and an adviser to the National Pork Producers Council. Consumption is falling as less pork is produced and prices rise, down from 50.8lbs per person per year in 2007 to a predicted 44.16lbs in 2013. &quot;It&apos;s not that people don&apos;t want to eat pork, it&apos;s just that they increasingly can&apos;t afford to,&quot; said Meyer. &quot;We&apos;ve been warning about this for years. Now that we are talking about bacon, we&apos;ve really got everyone&apos;s attention.&quot; US pork producers have been hit as corn and soy prices have soared following this year&apos;s drought. Livestock farmers blame a US government mandate that 10% of the US&apos;s fuel supply must come from corn-based ethanol for propping up sky high prices. The average cost of producing 100lbs of pork was $52.76 between 1999 and 2006, said Meyer. Next year he expects it to top $100. Dr Zo Davies, general manager of the National Pig Association in the UK said US corn prices and the impact of the ethanol subsidy were being felt worldwide. &quot;We are competing in a fierce global market for feed,&quot; she said. Davies said 7,000 extra pigs per month were now being slaughtered in the UK by farmers looking to get out of pork production. By the end of the year she expects an extra 35,000 sows to have been killed early. &quot;The market will sort this out, people will go out of business, there will be less pork products and prices will rise,&quot; she said. Meyer said one person who might be pleased about rising bacon prices was Michelle Obama, a champion of health eating.  &quot;I&apos;m not much for conspiracy theories but if people are eating less meat, that&apos;s a good thing as far as they are concerned,&quot; he said.", 
    "section": "environment", 
    "gid": "environment/2012/sep/25/pork-bacon-shortage-unavoidable-drought", 
    "wordcount": "446"
}