{
    "headline": "Atari US files for Chapter 11 bankruptcy", 
    "text": "Its distinctive logo has been familiar to gamers for more than 40 years, but the great survivor of the interactive entertainment industry is now facing another stern test. According to a press release issued on Monday, the US arm of Atari has filed for Chapter 11 bankruptcy in a bid to separate from its French parent company. According to the LA Times:  &quot;Its leaders hope to break the American business free from French parent Atari SA and in the next few months find a buyer to take the company private. They hope to grow a modest business focused on digital and mobile platforms, according to a knowledgeable person not authorised to discuss the matter privately.&quot;  The modern New York-based Atari Inc bears very little relation to the Atari Inc founded by Nolan Bushnell and Ted Dabney in 1972, which established itself with the classic bat-and-ball game Pong. From there, the company went on to dominate the early console era, shifting around 30m units of its wood-paneled Atari 2600 machine. The company was sold to Warner Bros in 1976, but the failure of later consoles, as well as the Atari ST home computer, saw the legend passed between a succession of different owners. In 2000 it was bought by French publisher Infogrames, which changed its name to Atari and hoped to cash in on the company&apos;s vast roster of classic brands including Pong, Breakout and Centipede. Now concentrating on repackaging those classic Atari titles for the growing smartphone and tablet markets, Atari Inc is apparently making a profit, but growth is being hampered, not just by its loss-making French parent, but by a reliance on London-based finance firm, BlueBay Asset Management. According to the LA Times:  &quot;A $28m credit facility with BlueBay lapsed 31 December, leaving Atari without the resources to release games currently in the works, including a real-money gambling title titled Atari Casino.&quot;  Of course, fans of Bladerunner will know that the Atari brand is set to survive for at least another six years: the company&apos;s logo is clearly visible on a shop front in one scene of Ridley Scott&apos;s noir thriller.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/jan/21/atari-us-chapter-11-bankruptcy", 
    "wordcount": "357"
}