{
    "headline": "Apps Rush: Longform, Everpix, Chopsticks Novel, Fly With Me, Saboriman, Limahl and more", 
    "text": "A selection of 21 new apps for you today: Longform iPad app Longform is a bit like a Flipboard for longer articles. It aggregates longform journalism from magazines and websites around the world, then slaps them into a tablet-friendly interface, complete with offline mode.iPad Everpix The latest hotly-tipped cloud service is Everpix, which focuses on photos. It automatically uploads shots from your iPhone Camera Roll, while also fetching others from Facebook, Instagram and Flickr. &quot;View, rediscover, and share your best photos all in one place, effortlessly,&quot; promises the App Store listing.iPhone Norton Safety Minder The rush of security firms onto Android continues, with Norton launching Safety Minder, which encourages parents to &quot;know your kids&apos; smartphone habits and help protect them from threats&quot;. It sounds frankly a little creepy in places though. &quot;See whom your kids text with and what they say, choose whom they can exchange messages with, view all the apps installed on their smartphone, and more...&quot;Android Chopsticks Novel Penguin&apos;s latest book-app describes itself as &quot;a breathtaking cohesion of images, songs, videos, letters, love and loss&quot;, offering the tale of a romance between piano prodigy Glory and her neighbour Frank.iPhone / iPad Dream PetHouse Zynga&apos;s latest iOS social game focuses on animals, as you build a treehouse to keep an array of digital pets happy. Warning, includes in-app chipmunks.iPhone / iPad Vimeo Video site Vimeo has launched an official app for Windows Phone, redesigned for Microsoft&apos;s Metro interface. Users can watch videos, add them to their queue, and upload their own footage from their smartphone.Windows Phone Pocketstock This is interesting: a stock photo agency allowing people to shoot and upload photographs directly from their iPhone, via it&apos;s app. Users need an account with the Pocketstock website first, though.iPhone Cornered! App Edition Horror film Cornered! has been launched as an iOS app, offering five minutes of footage for free, and an in-app purchase option to unlock the full movie as a stream or a download. Extras include posters, film-set blueprints and production photos.iPhone / iPad Tunnel for iPad An iPad book-app all about tunnels? Why not? It&apos;s the work of Japanese engineering photographer Hoichi Nishiyama, based on a print book published in 2005. 56 hi-res shots of tunnels and related machinery, soundtracked by dub-techno artist Mystica Tribe.iPad Fly With Me EA makes its bid for the Tiny Wings crowd with new title Fly With Me, which was apparently dreamt up by a team of four people in its EALA studio.iPhone Saboriman: The Lazy Salaryman More fun from Japan with this English language-learning app, with its cartoon hero an idle office-worker. The idea: Saboriman&apos;s daily life teaches key English vocabulary and phrases, with plenty of humour along the way.iPhone Dr. Seuss Beginner Book Collection #1 Oceanhouse Media&apos;s latest Dr. Seuss book-app bundles five stories together, including The Cat in the Hat, One Fish Two Fish Red Fish Blue Fish, and Mr. Brown can MOO! Can You?iPhone / iPad Magic: The Gathering Toolbox Card game Magic: The Gathering has oodles of unofficial apps on iPhone, but this one comes from the game&apos;s publisher Wizards of the Coast. It&apos;s a companion app for the main game, not a standalone title or conversion. &quot;Track game state, search cards, build decks, read articles, learn about events, and more...&quot;iPhone Walking Heads Audio tour startup Walking Heads has launched an iPhone and Android app providing a guide to Glasgow&apos;s musical history. Radio DJ Jim Gellatly provides the voice narration for a tour of the city&apos;s venues and musical hotspots.Android / iPhone Limahl 1983 80s popster Limahl has a new iPhone app, although it&apos;s harking back to his glory days. Limahl 1983 is based on his new single of the same name.iPhone / iPad Cyworld (Global) Social network Cyworld is hugely popular in its native South Korea. Now it has a global Android app so the rest of the world can get a peek, with a news feed, club and photo-sharing features.Android Ghost Trick: Phantom Detective Popular Nintendo DS game Ghost Trick makes the leap to iOS, with Capcom&apos;s conversion continuing the original&apos;s ghoulish action. It&apos;s a free download initially, but the game is split into chapters, with some available as in-app purchases.iPhone / iPad Jigsaw Mansion 2 Social games publisher Mindjolt SGN has launched its latest iOS game, a sequel to Jigsaw Mansion. It offers traditional-puzzle solving action, including the ability to turn your own photos into digital jigsaws to be shared with friends.iPhone / iPad Reckless Racing 2 Well-received iOS driving game Reckless Racing gets a sequel, with a top-down perspective and detailed career mode complementing online multiplayer races.iPhone / iPad InstaCam This unofficial Instagram client for Windows Phones lets you sign in and view photos from your Instagram buddies, although as far as we can tell, you can&apos;t upload your own. However, there are Instagram-style filters to apply to your pics and then share them on Twitter and Facebook separately.Windows Phone Kimi Raikkonen ICEONE Racing F1 driver Kimi Raikkonen? There&apos;s an app for him: a 3D racing game by 24MAS that sees you driving in a bunch of different vehicles on tracks around the world.iPhone / iPad", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/feb/02/apps-rush-longform-everpix", 
    "wordcount": "873"
}