{
    "headline": "Upgoer five: difficult stuff in simple words", 
    "text": " My job is about asking questions, and building stuff to try to answer them. What happens if you break something up into smaller and smaller pieces? What is it made of in the end? How do the pieces stick together? By making small things go very fast, and making them hit each other very hard, we can learn about these things. This helps us to understand how the world works - from tiny things to things much bigger than stars - and how it all got here. Part of my job is to help other people to learn these things as well, and to help them learn how to ask and answer new exciting questions like these.  That&apos;s my attempt to describe what I do using the ten hundred most common words in the English language. I wrote it using this editor provided by Theo Sanderson, and there are many, various and better efforts to describe complex scientific concepts here. The whole thing, which has become rather popular, was originally inspired by the consistently brilliant xkcd (Up goer five is the  Apollo  Saturn Five rocket). There is some more background in this blogpost by Alex Brown, for example. The totalitarian state of Orwell&apos;s &quot;1984&quot; believed that by reducing the vocabulary of language they could reduce the capacity for thought and thus rebellion. Perhaps. Some ideas are confused and made difficult to express by the lack of key words. Also, as Alex points out, using common words in uncommon senses doesn&apos;t really help, and is cheating really I think. But enforced avoidance of jargon brings benefits, and some of the authors who have tried the &quot;ten hundred words&quot; approach have delivered some beautiful, clear prose which would definitely have Big Brother rethinking his strategy. Double plus good. Go and look for yourself, try for yourself: On twitter the hashtag is #upgoerfive.", 
    "section": "science", 
    "gid": "science/life-and-physics/2013/jan/19/upgoerfive-particlephysics", 
    "wordcount": "314"
}