{
    "headline": "An education wishlist for 2012", 
    "text": "AC Grayling, philosopher and founder of New College of the Humanities, which is due to open in October  My wish for education is the abolition of school examinations. They are not necessary; evaluating students can be done far better by reading their essays, looking at their projects, and talking to them. Although more time-consuming, this is a fairer and more accurate measure of ability and attainment, and it liberates teachers and students from the distorting tyranny of the exam hamster-wheel, which replaces education with a reductive form of training. To guard against personal bias in continuous assessment, student evaluations would need to be summed from the views of several teachers  but university interviewers would quickly see which sets of teachers were over-stating their evaluations, and which were failing to recognise talent. John Coe, chairman of the National Association for Primary Education In its 2010 white paper the government said teachers know best; so my wish for 2012 is that ministers would start acting as though they believed that. Specifically, I&apos;d like them to rethink the phonics test for five- and six-year-olds being introduced this autumn. The test requires children to read 30 words, some of them just phonic sounds with no meaning; my view is that it will confuse them, and could even be damaging. Teachers know best: so leave it to them to teach young children to read. Professor Dylan Wiliam, deputy director, Institute of Education  I&apos;d like to see a change to teachers&apos; contracts so that they had to show that they&apos;d improved in order to keep their jobs. At their annual appraisal, each teacher would have to show evidence of one thing they had improved on over the year. At the moment, there&apos;s no requirement on teachers to get better, and teachers doing their jobs better changes society, it makes more difference to children&apos;s lives than almost anything else. Helen Mathieson, principal, Marine academy, Plymouth (a secondary school) I&apos;d like to see proper resources going into child protection. There&apos;s been an explosion in child protection issues for teachers, especially in areas of high social deprivation like mine. If people realised how great the needs of some children are, the resources would be put in, and children&apos;s lives  and their futures  could be changed. Fazia Hussain, second-year law student at Sheffield University My wish is for more outreach schemes and work experience for students  because, it opens your eyes. That&apos;s especially true for someone like me because I&apos;m from a poor background. No one in my family has worked in banking, law and so on, so it&apos;s only through work experience that I can find out what&apos;s out there. Also, these days, when it takes so long to get a job, life can be very disheartening if there aren&apos;t schemes to get you on to the ladder. Tim Brighouse, visiting professor at the Institute of Education  All teachers in leadership roles should be given a month-long sabbatical every seven years. Not extra holiday, but time when that teacher could become properly refreshed, by studying teaching theory, perhaps, and observing other teachers in practice. We have to replenish intellectual curiosity; that&apos;s the essence of good teaching. John Doyle, head of Ormskirk school My wish would be for the government to sort out the system for vocational qualifications. At the moment, it&apos;s a complete dog&apos;s dinner. In my school about 40% of pupils have neither the aptitude nor the inclination to follow the English baccalaureate. What they need is a system that gives them something worthwhile to learn, teaches them skills that will help them to be employable, and doesn&apos;t condemn them as second-class citizens. These objectives seem to be second nature in a country like Germany  but, for some reason, it&apos;s the holy grail in Britain. Toby Young, journalist and founder of the West London free school My hope for 2012 is that Michael Gove remains secretary of state for education. I think there&apos;s a danger he may be promoted to the Home Office or the Foreign Office, but I hope he remains to see through the vitally important reforms he&apos;s initiated. I&apos;m a huge admirer of Mr Gove: not only has he made it possible for groups of parents and teachers to set up taxpayer-funded schools, he has also put turbo-boosters under the academy programme, restored discipline to the classroom and reversed the process of dumbing down that saw Britain&apos;s schools plummeting down the international league tables under Labour. Professor Les Ebdon, vice-chancellor of the University of Bedfordshire  My wish is that the government will retain the widening participation premium, so that universities like mine can continue to encourage students from backgrounds where a degree wouldn&apos;t be an obvious choice. It costs a university far less to take young people from middle-class homes with As at A-level; students from more diverse backgrounds involve more cost because they&apos;re more likely to have disabilities, to need childcare, or to need help with their English, for example. But these are the very people whose lives stand to be transformed by university. The government has been sounding lukewarm about holding on to the premium through next year: I hope it has a rethink. Professor Patrick McGhee, vice-chancellor of the University of East London I&apos;d like to see Britain declassify students as immigrants, which would give them far more freedom to come to this country and learn, and to enrich our social and cultural life  and our coffers. Overseas students generate around 6bn for our country&apos;s economy each year, but we make it as complicated and difficult for them as possible. No other country would work so hard to turn away the brightest of the world&apos;s young people  they recognise what we should recognise, that they help us remain a leading intellectual and cultural country. Australia, New Zealand and the US have already made the change I&apos;m advocating. I&apos;m sure it would work for us. Camila Batmanghelidjh, psychotherapist and founder of Kids Company, a charity working with vulnerable children  I&apos;d like 2012 to be the year the government tackles unmet social needs and what they mean for education. There&apos;s too much emphasis on numeracy and literacy  what they&apos;re not taking into account is how much effect poor social care and trauma have on children&apos;s ability to achieve. These factors are the main driver of educational failure. Of course it requires investment, but if we don&apos;t tackle it, these children cost a lot more later when they&apos;re in pupil referral centres, or youth offender units, or the mental health services; and what&apos;s more, in time, they generate more victims. Andy Wilson, principal of Westminster Kingsway College, London  In the current economic climate, FE colleges have a role that&apos;s potentially very important  we can help to skill people up for jobs, the kind of jobs that exist. But we&apos;re hampered by a system that puts too much emphasis on qualifications, on getting bits of paper. They&apos;re important, but it&apos;s not always about that  for many students, it&apos;s about finding work. We want to tailor our courses more closely to the local jobs market, but we need the government to back us properly in doing that. That means an overhaul of regulation and funding: if that could happen in 2012, it could make a huge difference to what we do and to the wider community.", 
    "section": "education", 
    "gid": "education/2012/jan/02/new-year-wishes-education-students-gove", 
    "wordcount": "1220"
}