{
    "headline": "Valentine's Day and the shocking science of romance", 
    "text": "A scientist is perhaps not the first person you&apos;d go to for dating advice. That&apos;s a stereotype, sure, but it isn&apos;t helped by the likes of Nikola Tesla, who allegedly ran in terror from the first  and only  kiss of his life. Even the legendarily beautiful Hypatia, mathematician of ancient Alexandria and head of its great library, was distinctly uninterested in romance. Rumour had it that she once rejected a suitor by hurling her used menstrual rags at him, claiming this as a demonstration there was &quot;nothing beautiful&quot; about sex. Presumably the message was received and understood. But for every Tesla there&apos;s an Antoine Lavoisier. A portrait by Jacques-Louis David immortalises Lavoisier gazing in rapture at his wife and co-worker, Marie-Anne, over a table laid not with candles but with the symbols of a shared love of chemistry. And, of course, we have Marie and Pierre Curie, cocooned in their mutual adoration of science and each other until Pierre&apos;s early death under the wheels of a horse-drawn wagon. Some scientists have actively employed the technology of the day in pursuit of romance. Take Georg Matthias Bose, an 18th century German professor who, according to science historian Paola Bertucci of Yale University, viewed the discovery of electricity as a potential &quot; bridge between experimental and erotic culture&quot;. Bose&apos;s favourite party trick was to persuade a lady to stand on an insulated stool while a hidden operator charged her body with electricity. An unsuspecting gentleman would then be invited to kiss the lady  and sparks would quite literally fly. Of a gentler nature was Joseph Henry, a 19th century American professor of electromagnetism. While engaged in the study of inductance, Henry found time to construct a prototype magnetic relay connecting his lab at Princeton&apos;s Philosophical Hall to his home. Using this device, the principles of which would eventually lead to the telegraph, Henry transmitted waves of love to his dear wife Harriet  and, on occasion, ordered his lunch. But how about 21st century science? Is the age of hi-tech chivalry dead and gone, leaving us only with the likes of the fictional Howard Wolowitz from The Big Bang Theory and his clearly inaccurate boast that he &quot;practically invented using fancy lab equipment to seduce women&quot;? Not at all. When Sahil M Bansal, a graduate student in nanotechnology at Purdue University has a romantic interest on the horizon, he has been known to use his skills to prepare a very unusual gift. As part of his research, Sahil constructs nanoscale circuits  a job which involves the dabbing of tiny gold patterns onto the surface of silicon wafers. &quot;I&apos;ve used spare silicon wafer pieces that are no longer needed, and the processes I have learned during my PhD, to write some nanoscale poetry, of sorts, in gold,&quot; he says. &quot;Then I take high-resolution images of the words, and give those together with the sample. Imagine getting a piece of silicon on which someone has written poetry for you, in gold.&quot; It sounds lovely, and according to Sahil it has never failed. But what of the lovelorn who don&apos;t have access to such resources? Can words alone capture a combined passion for science and romance? If there&apos;s one place in which clouds of transcendent thought are condensed into lexical crystals of rare beauty, it&apos;s the academics&apos; playground of Twitter. Surely, we&apos;ll find some good chat-up lines here? @S_J_Lancaster, an organic chemistry lecturer at the University of East Anglia, tweets: &quot;Valentine, I could never Bohr of you&quot;. And later: &quot;Say silsesquioxane again, the way I like it.&quot; Has @Sci_ents of the University of Hull ever used science in the service of romance? With lines like &quot;I said I liked her bosons and then she lepton me&quot;, let us hope not. Thank goodness for the more refined sensibilities of @simplecoffee, a student of chemistry at the University of Delhi. &quot;You drown me in dopamine&quot;, she purrs. &quot;May I be your alpha carbon?&quot; Who could resist? Finally, back in the flesh-and-blood world, we come to Matthew Rosser, an endometriosis researcher at De Montfort University. He&apos;s happily married these days, but did he use his scientific knowledge to win over his future wife? &quot;Well, my area of expertise is gynaecology,&quot; he replies to my email. &quot;Would you be impressed  to the point of submitting to a date  by a guy who could name all the phases of the menstrual cycle, in order?&quot; That&apos;s a moot point. He wouldn&apos;t have impressed Hypatia, that&apos;s for sure. Matthew does, after some persuasion, concoct this line for would-be scientific suitors: &quot;If I told you you had a beautiful layer of epidermal cells, would you increase your proximity at a logarithmic rate?&quot; Tell us, Matthew, do you think that would actually work? &quot;Well, no&quot;, he concedes. &quot;It&apos;s just as well I&apos;m married, otherwise I&apos;d be forever alone.&quot;", 
    "section": "science", 
    "gid": "science/blog/2012/feb/14/valentines-day-science-romance", 
    "wordcount": "832"
}