{
    "headline": "RIM axes two new handsets", 
    "text": "Rumours are swirling that RIM, maker of the BlackBerry phones, has cancelled two of the three planned handsets that it was to introduce this year  including one showcasing its new BlackBerry 10 operating system. The company is also reported to be struggling to get its key BlackBerry Enterprise Server (BES) and BlackBerry Messenger (BBM) services to run on the new OS. The only device which presently runs BB10, originally known as QNX, is the PlayBook tablet. That was released in April 2011 but does not yet run BES for email and calendars or BBM, despite promises from RIM that software updates were imminent to enable those services. Online reports suggest that the company has decided against making Milan, a touchscreen phone with a slide-out keyboard. Further suggestions say that it has also scrapped a model known as Colt, first mooted last August, which would follow the classic BlackBerry shape by having a full integrated QWERTY keyboard beneath a 3in screen. That would leave only the London model running BB10 which has only been glimpsed through concept photos, and which would be a pure touchscreen phone. The Guardian has sought comment from RIM on the reports.  The culling of the new models in favour of a single touchscreen device could leave RIM in a precarious position. In December, RIM&apos;s chief executives said that the new QNX-based devices would be delayed to late in 2012. But RIM has also said that it sees QNX  the same OS that runs its PlayBook tablet  as key to its future development. Uncertainty over its position has seen RIM&apos;s share price collapse from a high of nearly $70 (45) in February 2011 to $14.50 now, barely valuing the company at as much as its physical assets.  Data from smartphone sales suggests that RIM is losing share in former key countries such as the US, while building it in Europe and various Asian countries. But RIM saw a year-on-year fall in the number of handsets shipped in the three months to the end of November 2011, from 14.2m to 14.1m, even as the world smartphone market has been growing, and for the current quarter to the end of February it forecast that it would ship between 11m and 12m handsets, a substantial fall compared to the same period a year ago when it shipped 14.9m handsets. That has made it increasingly important that RIM has an updated OS to compete with Apple&apos;s iPhone and the broadening range of Android phones, as well as the rising threat from Nokia with its revamped line using Microsoft&apos;s Windows Phone software.", 
    "section": "technology", 
    "gid": "technology/2012/jan/06/rim-colt-london-cancel", 
    "wordcount": "435"
}