{
    "headline": "Water policy needs 'radical' change to protect people and environment", 
    "text": "The international community needs to &quot;radically transform&quot; the way it manages water, energy and land to ensure the needs of the poorest people are met and the environment is protected, according to the European Report on Development, published on Wednesday. The flagship report, Confronting scarcity: managing water, energy and land for inclusive and sustainable growth, calls on the EU to adopt an integrated approach to managing the three elements to achieve universal access to water and energy, and sustainable food security. An estimated 1 billion people are still undernourished, around 0.9 billion have no access to safe water and 1.5 billion have no electricity. The demand for water and energy is expected to rise by 40% by 2030 and by 50% for food. Badly managed or scarce resources tend to hit the poorest people hardest. &quot;Co-ordination failures between policies on water, energy and land need to be addressed to avoid the negative impacts of these interlinkages,&quot; said the report, which aims to &quot;shape global action&quot; in the run-up to next month&apos;s Rio+20 UN conference on sustainable development. &quot;A drop of water, a piece of land, or a kilojoule of renewable energy cannot be seen through the single lens of one sectoral policy or management system. What might appear to be an efficient policy in one dimension can be harmful for others,&quot; it said. Achieving this joined-up approach will involve the public and private sectors, and the EU. The public sector would provide the regulatory and legal frameworks for change, including those that make for a more conducive environment for private sector investment, as well as some of the money. The private sector should create more sustainable practices in accessing and consuming natural resources, while the EU will support poorer countries through aid and its wider development policy. Launching the report in Brussels, the European commissioner, Andris Piebalgs, said: &quot;This report is particularly relevant and timely ahead of the UN Rio+20 conference and the international year for sustainable energy for all. Water, energy and land are crucial resources for development and human wellbeing, and scarcity cannot be overcome by piecemeal actions.&quot; The annual report, compiled by the Overseas Development Institute, the European Centre for Development Policy Management and the German Development Institute, sets out ideas for governments, business and the EU to consider. To strengthen water security for poor communities, for example, it suggests that national governments are supported to implement integrated water resources management programmes. It calls for a significant reduction in the environmental footprint of consumption in developed countries  though not exclusively. The report also urges governments to ensure land investments contribute to economic development and that deals are not at the expense of weakening ecosystems or people&apos;s livelihoods. It argues for strengthened land tenure to protect customary and collective rights. Initiatives that protect the environment, such as halting deforestation, should be rewarded with payments, says the report, offering as an example a scheme operating around Lake Naivasha in Kenya under which companies pay local smallholders who put their land to good use. The sentiments of the report chime with an increased focus on joined-up approaches to the challenges of water, land, energy and food security. In March, the ministerial declaration from the World Water Forum called for a greater recognition of the links between water, food and energy in decision-making to improve the &quot;sustainable management of these scarce resources&quot;. In November, a report by the International Institute for Environment and Development made an explicit link between water and land. It said African governments were signing away water rights to land investors, who want to profit from water fees and improved agricultural yields and revenues. These &quot;water grabs&quot; show little regard for their impact on people, said the report. &quot;Water managers must seriously consider the extent to which water rights should be linked to land in this way before setting a long-term precedent that could compromise sustainable and equitable supply to all users in the future,&quot; it said. Wednesday&apos;s report comes two days after foreign ministers endorsed the European Commission&apos;s Agenda for Change policy, under which more money will be targeted towards the world&apos;s least developed countries and budget support will be made dependent on governments&apos; human rights and governance records. The new agenda makes clear the EU&apos;s desire to see sustainable, inclusive growth and development, and to increase the involvement of the private sector, which includes allowing them access to development aid. Critics have argued that the private sector role lacks clarity. &quot;Will it be local firms in developing countries or foreign multinationals who get access to funds? EU countries need to make sure they don&apos;t divert essential aid support away from those most in need,&quot; said Olivier Consolo, director of the European NGO confederation Concord. Last month, the EU pledged 50bn to support clean energy projects in developing countries.", 
    "section": "global-development", 
    "gid": "global-development/2012/may/16/water-radical-change-people-environment", 
    "wordcount": "824"
}