{
    "headline": "Help map the UK's bumblebee population", 
    "text": "We all know them: big, fluffy insects with a distinct buzz, roaming our gardens during the summer in search of food. Yet, how many of us realise that a total of 24 bumblebee species can be found across the UK, or that many gardens can easily host up to six different species, each with their own intriguing behaviour and seasonal dynamics? What species is actually where, however, remains poorly understood and that is why the public is now being asked to help out through the new web-based tool BeeWatch. Recognised as one of nature&apos;s key pollinators, dramatic changes in the landscape, notably the large-scale loss of flower-rich meadows, have caused bumblebees to decline throughout the country. While this decline has been readily reported, there are also positive changes to report. This year&apos;s reintroduction of Bombus subterraneus the short-haired bumblebee  after more than 20 years of absence  should help to restore the species to the countryside. Bombus hypnorum, the tree bumblebee, has made it to the UK on its own wings in 2001, and is now rapidly expanding northwards. Across the UK there has been plenty of change in bumblebee distribution. Yet, capturing such dynamics is not easy. Other species groups, such as birds, have a large dedicated net of observers that provide us with the kind of insights needed to keep tabs on changes in species range and movement. The bumblebee is clearly less well observed than it is loved, yet information on species distributions is vital in developing measures to protect these important pollinators. This is exactly why the public is now being asked to help chart the UK&apos;s bumblebee populations on BeeWatch. After uploading a photo of a bumblebee, an elegant digital key can be used to work out the identity of the specimen concerned. Upon submitting the identification, a bumblebee expert will respond to the submitter with feedback regarding the accuracy of the identification. &quot;There is a very real chance of unearthing the first record for a county, region or even country, says Ben Darvil, director of the Bumblebee Conservation Trust. &quot;For example, it&apos;s just a matter of time before the distinctive Tree Bumblebee will make it into Scotland&quot;. It took an unusual combination of computer scientists, ecologists and conservationists to develop the tool but its success will depend on its uptake by people across the country. So next time you&apos;re out in the garden, local park or even walking through the countryside, don&apos;t forget to take a camera with you.  Ren van der Wal is reader in ecology, Dot.rural, University of Aberdeen, which is one of the partners behind BeeWatch", 
    "section": "environment", 
    "gid": "environment/blog/2012/jul/02/help-map-uk-bumblebee-beewatch", 
    "wordcount": "439"
}