{
    "headline": "Hunt for 'thief' helps with past continuous", 
    "text": "What keeps you motivated? When I see my students improving their skills I feel glad because it means my efforts in teaching them work. Best teaching moment? When I was teaching the past continuous to a group of students by pretending someone stole my wallet during our previous class and questioning them. They did not understand it was just a roleplay and they replied using the correct verbal form. And worst? When I teach I use different methods but the one that I hate is translating word by word from native language into English. Sometimes students think that the easiest way to speak English is to translate literally but then the result is not the right one. What have you learned? I think when one teaches, both student and teacher learn. My students have taught me how to be a better teacher and person. I listen more to the people and to their needs and this makes me act better both in class and outside. Plus it is the relationship I create with my students that is important to me: not only am I a teacher, I am also a friend they can trust in. This link improves their willingness to study the language. Biggest challenge? At the moment some of my students are dyslexic. I use visual materials and pictures along with listening exercises. Coloured markers are great to stress the pronunciation of words. I always follow them reading with a pencil so when I stop, they know that there is something wrong and I repeat the right pronunciation for them. Finally I always encourage them with positive feedback because it makes them feel more self-confident. What&apos;s next? My ambition is to become a director of studies in a school of English because I would like to share my experience with other teachers but continue teaching. Top tip? Surprise your students and have fun with them. When they feel comfortable they learn more. Larissa Albano, 28, from Italy, started teaching in 2009. She set up her own business teaching one-to-one English to teenagers and adults in southern Italy two years ago  If you are a full-time teacher, you are established in your current teaching role and you have an inspiring story to tell, we would like to hear from you. Send us your Class Report", 
    "section": "education", 
    "gid": "education/2013/mar/26/teaching-dyslexia-strategies", 
    "wordcount": "386"
}