{
    "headline": "Apps Rush: Great British Chefs Summertime, The Open 2012, BT London Live, NASA Science and more", 
    "text": "A selection of 15 new and notable apps for you today: Great British Chefs - Summertime The excellent Great British Chefs cooking app has spawned a new version for the summer of 2012. If it ever comes. If has 105 recipes from 21 British chefs, with all proceeds going to charity Action Against Hunger.iPhone / iPad The 2012 Open Championship As this year&apos;s The Open Championship tees off, golf fans can download The R&amp;A&apos;s official app for Android and iOS. It&apos;ll offer live scores, video highlights, player profiles and stats, as well as live video streams from three holes (9, 10 and 11 if you&apos;re wondering) during the tournament.Android / iPhone / iPad Decisions on the Rules of Golf The R&amp;A has a second golf app out this week, but this is more for amateur players: a collection of every single decision and rule of golf (more than 1,300 in total). The idea being to hit friends with a lawhammer smackdown if they try to cheat against you, or settle friendlier confusion.iPhone / iPad World Series of Poker The World Series of Poker has had mobile games before, but the licence is owned by Electronic Arts these days. Cue a new game for smartphones and tablets to play online (for fun, not real money) against players around the world. It requires a Facebook login to play, though. The link above is for Android but here&apos;s the iOS version.Android / iPhone / iPad BT London Live BT&apos;s London Live events will be held during the Olympic Games with a mixture of music, entertainment and live sports. There&apos;s now an official app for iPhone I&apos;m guessing an Android version is imminent too offering news, maps of the three sites, and a personal calendar.iPhone Nimbuzz Windows Phone will soon have the full set of messaging alternatives to its own clients, with Nimbuzz the latest to launch for Microsoft-powered smartphones. It offers instant messaging, picture-sharing and Twitter integration, as on other platforms.Windows Phone Mirror&apos;s Edge For now, only owners of Nokia Lumia handsets will be able to get the Windows Phone version of Mirror&apos;s Edge, thanks to an exclusivity deal. As on iOS, it&apos;s a slinky touchscreen-focused version of EA&apos;s parkour-based platformer.Windows Phone (Lumias) Jewel Quest Heritage Casual games firm iWin has launched a new game in its Jewel Quest franchise, looking to take the battle back to PopCap&apos;s Bejeweled. Expect 175 boards of jewel-swapping puzzling, and three modes of play.Android Thomas&apos;s Travels in Bookland French developer La Souris Qui Raconte&apos;s latest original book-app focuses on a boy called Thomas, who while locked in a library meets a host of literary characters including Little Red Riding Hood and Alice. A neat idea, complemented by some characterful visuals.iPad NASA Science: A Journey of Discovery NASA is on a big apps push at the moment: two out last week, and now another one. This iPad app promises &quot;the latest information from NASA&apos;s Science Missions, including the spacecraft, their instruments, the data, and what we are learning about the questions we seek to answer&quot;.iPad Pocketmags - Digital Magazine Newsstand There are an increasing number of iOS alternatives to Apple&apos;s digital magazine Newsstand, with Pocketmags the latest to launch. Going head to head with that, as well as Zinio, Lekiosk and Next Issue, Pocketmags&apos; app includes mags like Good Homes, Macworld, Digital Arts, Xbox 360 Gamer and more.iPad Cowboy Guns There are some interesting original games coming through for the BlackBerry PlayBook, with Cowboy Guns the latest. Launched by developer Union, it&apos;s a cinematic Western with guns, bounties and boss battles galore.BlackBerry PlayBook Ripley&apos;s Believe It or Not! Ripley&apos;s has become famous for its collection of weird phenomena, and now it has an official app. It offers a mixture of photos, videos, stories and trivia, along with an &quot;Oddscan&quot; mode to scan targets in the company&apos;s books and museums to get extra stuff.iPhone Marvin and Molly Book My children really enjoyed a book called Marvin Wanted More, about a greedy sheep. Now he&apos;s popped up on iOS, albeit with a different story. It includes 22 pages, lots of interactivity, and the App Store&apos;s first mention (I think) of &quot;sheep face painting&quot; as a feature.iPhone / iPad Smudge. Whoah! We&apos;re going to Ibiza... Better take an innovative sound-installation app with us. It&apos;s the work of music technology firm Liine, and works with something called ENTER.Interakt at the Space Ibiza club a solo residency by techno pioneer Richie Hawtin. &quot;Twist, pull and warp Smudge to shape a step in the sequence of audio/visual events in the room,&quot; explains its App Store listing.iPhone / iPad", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jul/16/apps-rush-chefs-the-open", 
    "wordcount": "789"
}