{
    "headline": "Boot up: Google nearly doubles US lobbying spend, Nokia Lumia sales 'top 1m', and more", 
    "text": "A quick burst of 13 links for you to chew over, as picked by the Technology team Google nearly doubles lobbying spending in 2011, tops Microsoft | Digital Media - CNET News  Google nearly doubled its federal lobbying expenditures last year, surpassing rival Microsoft in dollars doled out to persuade legislators to consider its policy positions.   The Web giant spent $9.68 million in 2011 on federal lobbying, an 88 percent jump from 2010, according to filings late last week with the United States Senate Office of Public Records. Microsoft&apos;s federal lobbying hit $7.34 million last year, a 6 percent gain.   Isn&apos;t lobbying what only the big bad content industries do? Here&apos;s what 4K of RAM used to look like... On Twitter: &quot;4K of IBM memory found in my grandpa&apos;s pole barn, captured in a 692K photo&quot;.  Q&amp;A: Android design chief details Google&apos;s mobile future &gt;&gt; Wired.com Matias Duarte on Android in a wide-ranging interview. Here he is on hardware upgrades: &quot;A lot of those issues really are much more related to the hardware capabilities. Things like just how much memory you have. The reality is, right now Android is growing so quickly, it&apos;s like it was back in the X86 days of PCs. When you got that 286 and were so excited! &apos;Yes!&apos; And then Quake comes along and your 286 just couldn&apos;t do the job. So right now, we have that issue people call &apos;fragmentation,&apos; where some of the older hardware just won&apos;t run the new OS. So trying to upgrade the OS is really difficult. &quot;Remember when you got the new version of Windows, and you couldn&apos;t run it on your PC? You just had to get a new computer, right? It&apos;s something that happens at certain inflection points of computing, where the capabilities just grow so quickly that they outpace everything else.&quot; 350,000 textbooks downloaded from Apple&apos;s iBooks in three days &gt;&gt; AllThingsD &quot;According to Global Equities Research, which monitors Apple&apos;s iBook sales via a proprietary tracking system it doesn&apos;t much care to discuss, more than 350,000 textbooks were downloaded from the company&apos;s iBooks Store within the first three days of availability (caveat: a number of these may well have been free copies of E.O. Wilson&apos;s Life on Earth downloaded for free by folks interested in seeing an iPad textbook in action) And there were some 90,000 downloads of iBooks Author, Apple&apos;s free textbook-creation tool, during the same time. &quot;If those numbers are accurate, Apple&apos;s textbook effort would seem to be off to a good start. Which is good news for everyone involved -- particularly textbook publishers, who stand to make more money on books sold through iBooks than those sold at retail.&quot; The Webcam Hacker: the life and strange times of Luis Mijangos &gt;&gt; GQ You start off thinking that this is just going to be another &apos;hacker watched people doing thing using malware and webcams&apos; story. But it&apos;s much deeper than that. KDDI pushes non-removable ads into Android &gt;&gt; Electronista  Japanese carrier KDDI has underscored some of the problems of Android by pushing ads into Android itself, customers have found for themselves. A bundled, unremovable app for the company&apos;s own app store, au one Market, pushes ads into the notification bar whether or not the app is running, Asiajin said. While there appears to be an opt-out clause, one subscriber reports that it&apos;s downplayed and has seen it appear twice with app updates.   Technically removable, if you root the phone.  Toward a more inclusive naming policy for Google+ &gt;&gt; Bradley Horowitz - Google+ Google offers an olive branch to those who prefer to be known by their online alias - albeit alongside their &quot;real life name&quot;. But does nothing for those who want to be known only by their pseudonym. (The people who complain to Google about this make up 0.1% of its applicants, it says. So that would be 90,000 complaints so far. How many have turned away because they couldn&apos;t use a pseudonym? Solar Wind Prediction (CME-based) &gt;&gt; Nasa.gov Very cool simulation of the solar flare that&apos;s due to hit the earth on Tuesday. Hey, that&apos;s today! Nokia Lumia Sales Seen Topping 1 Million Since Debut in Respite for Stock &gt;&gt; Bloomberg  Nokia Oyj (NOK1V)&apos;s first phones running Microsoft Corp. (MSFT) software may have sold enough units last year to help rebuild investor confidence in the Finnish company, which lost $19 billion in market value in 2011.  Facebook Coalition To Google: Don&apos;t Be Evil, Focus On The User &gt;&gt; John Battelle&apos;s Search Blog We can feel last year&apos;s &quot;data war&quot; bubbling up.   &quot;This is a tool meant to directly expose Google&apos;s recent moves with Google+ as biased, hardcoded, and against Google&apos;s core philosophy (which besides &quot;don&apos;t be evil,&quot; has always been about &quot;focusing on the user&quot;).&quot;  Instant Quote Search &gt;&gt; Quotecoil Search for a quote by a person, quote, keywords and so on. Intriguing. But what&apos;s the business model? A bookmarklet to ward off Google evil &gt;&gt; Focus on the User Utterly brilliant bookmarklet that, for users in the US, will undo all the skewing of Google&apos;s results in favour of its nascent Google+ network to reflect the actual popularity - as measured by Google itself - of rankings. Install at once.   How much better would social search be if Google surfaced results from all across the web? The results speak for themselves. We created a tool that uses Google&apos;s own relevance measure--the ranking of their organic search results--to determine what social content should appear in the areas where Google+ results are currently hardcoded.   Irresistible. 15,000 Hull and East Yorkshire homes to get &apos;lightning fast&apos; internet as KC extends fibre-optic network &gt;&gt; This is Hull and East Riding  Thousands of people across East Yorkshire will benefit from some of the fastest broadband in Britain. Hull telecoms provider KC has revealed new fibre cables will provide 15,000 homes and businesses with &quot;lightning fast&quot; broadband.   It has so far only been trialled in 350 homes in Woodmansey and the Great Thornton Street area of west Hull. The average top speed currently provided by KC&apos;s internet provider Karoo is ten megabits per second. But the new network offers speeds of up to 100 megabits per second.   This allows users to download a music album in just two seconds, an hour-long television show in 31 seconds and a high-definition film in one to two minutes.   What we really want is a way to watch a film in two minutes. Now that would be an advance in technology. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/jan/24/google-nokia-lumia-google", 
    "wordcount": "1153"
}