{
    "headline": "Study suggests rising CO2 in the past caused global warming", 
    "text": "A scientific conundrum that has puzzled climate experts for years may have been solved with the publication of research showing how an increase in carbon dioxide levels in the atmosphere contributed to rising temperatures millions of years ago. The paper, published on Wednesday in the journal Nature, has wide-ranging implications for climate science, because the question of whether a rise in carbon dioxide leads to an increase in temperature  or whether rising temperatures lead to an increase in carbon dioxide  has been seized on by climate sceptics eager to disprove a link between atmospheric carbon and global warming. It also suggests that imminent &quot;runaway&quot; climate change  whereby our actions in pumping greenhouse gases into the atmosphere contribute to melting permafrost or sea changes that release stores of methane  is a real possibility. Commenting on the findings, Prof Mark Maslin of University College London said: &quot;[This] should put paid once and for all to the false claim that the rise in carbon dioxide was a passive response to increased global temperatures.&quot; Prof David Beerling at the University of Sheffield, one of the universities behind the study, said: &quot;It shows that global warming can be amplified by carbon release from thawing permafrost [and] that carbon stored in permafrost stocks today in the Arctic region is vulnerable to warming. Warming causes permafrost thaw and decomposition of organic matter releasing more greenhouse gases back into the atmosphere. This feedback loop could accelerate future warming. It means we must arrest carbon dioxide emissions released by the combustion of fossil fuels if humanity wishes to avoid triggering these sorts of feedbacks in our modern world.&quot; For years, scientists have puzzled over graphs of the ancient temperature record, pieced together using data taken from &quot;proxy sources&quot;  such as ice cores and tree rings  that give an indication of what the temperature was in prehistoric times. These sources are less accurate than today&apos;s temperature records taken using scientific instruments, and in some key respects they appeared to show that a rise in carbon dioxide followed rather than preceded warming. However, the imprecision of the proxy data meant this could not be conclusively proved or disproved. The new paper by researchers in the US, Italy and Sheffield does not wholly answer these questions but shows that carbon dioxide may have led to a rise in temperature in the period studied. However, a rise in temperature also appeared to lead to an increase in the amount of carbon dioxide in the atmosphere. This has serious implications for global warming today because it could mean further rises in greenhouse gas concentrations will propel faster temperature rises in &quot;runaway&quot; global warming. During the periods studied for the paper, the Earth emerged from an ice age and temperatures rose by about 5 C. That is similar to the temperature rise scientists predict could occur if today&apos;s global warming is not kept in check. The researchers analysed a series of sudden and extreme global warming events called hyperthermals, occurring about 55 million years ago, linked to rising greenhouse gas concentrations and changes in the Earth&apos;s orbit, which led to a massive release of carbon into the atmosphere, ocean acidification, and a 5 degrees Celsius rise in global temperature within just a few thousand years. Previously, researchers thought that the source of the extra carbon was the oceans, in the form of frozen methane gas in ocean-floor sediments, but from this research they conclude that the carbon came from the polar regions. Andrew Watson, a fellow of the Royal Society and professor at the University of East Anglia, said: &quot;The paper shows that the increase in atmospheric CO2 was very important and drove the global temperature rise, but it also suggests that the initial trigger for the deglaciation was something different  a slight warming and associated slow-down of the Atlantic Ocean circulation. This caused carbon dioxide to start being degassed from the deep oceans, and that in turn drove the global change. &quot;We are making good progress in working out the complicated cause-and-effect of these past climate changes, and that gives us confidence that we understand the basics of modern climate change as well.&quot;", 
    "section": "science", 
    "gid": "science/2012/apr/04/study-rising-co2-global-warming", 
    "wordcount": "702"
}