{
    "headline": "Wanted: a cheap compact camera for shooting slow-motion videos", 
    "text": "I enjoy watching things happening in slow motion  falling raindrops, glasses shattering etc  and I&apos;d love to record my own. Could you recommend some affordable high-speed digital compact cameras?Mustafa KurtayAlmost all the mid-range and high-end digital compact cameras now seem to shoot videos, and most of them shoot &quot;high speed&quot; videos as well. Unfortunately, it&apos;s hard to figure out which cameras do what, and even harder to know which ones make a decent job of it. Details are not always provided in sales blurbs, and rarely get more than a cursory mention in camera reviews.  It would be useful if a camera magazine or website such as DP Review did a comparative test of these &quot;high speed&quot; video capabilities. Since I can&apos;t find group review, and haven&apos;t used the vast majority of these cameras myself, you&apos;ll have to do quite a bit of work to find the best one for your needs. However, I can get you started. Slow-motion photography is, in principle, simple. Videos are usually played at 25 or 30 frames per second (the UK&apos;s PAL television system uses 25fps, while NTSC uses 30fps or, more accurately, 29.97fps). If you film something at 50 or 60fps and then play it at 25 or 30fps, the movie will last twice as long, but everything will happen slower. Choosing higher and higher frame rates will give you slower and slower effects, and professional high-speed cameras run at thousands of frames per second. Of course, there are drawbacks to using high frame rates. With digital compact cameras, the higher the frame rate, the smaller the image. Let&apos;s take the Casio EX-ZR100 as an example. It produces still images made up of 4000 x 3000 pixels, which makes it a 12 megapixel camera.It will shoot full HD videos at 30fps, which drops the resolution to 1920 x 1080 pixels. By the time you get to the highest speed setting of 1,000fps, the resolution is down to 224 x 64 pixels. This is too small to be practical. Worse, it&apos;s a horrible letter-box shape. No doubt some people buy the EX-ZR100 and similar cameras because they are attracted by the 1,000fps speed, but I bet they don&apos;t use it very often. The most attractive slow-mo setting is probably HS 240, which gives a resolution of 432 x 320 pixels at 240fps. This is noticeably less than standard definition video (640 x 480 pixels at 30fps)  also known as VGA  but not unbearably different. So, in your search for a camera, I suggest you concentrate on getting the best resolution at 120fps and 240fps, both of which will give slow-motion effects, with 480fps as a possible bonus. I don&apos;t think you can get 640 x 480 pixels at 240fps in a cheap camera, but 120fps would be nice. I picked Casio because the company is known for pioneering this area. It produced a series of high-speed cameras, from the 1200fps EX-F1 in 2008 to the FH100 in 2010.  They all had excellent slow-motion capabilities with manual shutter speed and exposure control. These cameras (including the FH20 and FH25) may fetch much more than their list prices on eBay. It&apos;s worth looking at current models such as the Casio FX-ZR100 and ZR300  or the EX-FC200S, which is on Amazon.com but not Amazon.co.uk  but Casio no longer leads the market. Either way, the outgoing Casio Exilim EX-ZR100 looks a bit of a bargain since you can get one for 147.70 from Amazon.co.uk, reduced from 299.99. The Canon PowerShot S100 is a popular camera with slow-motion enthusiasts, to judge by the number of examples posted on YouTube. The S100 is a 12MP camera that shoots full HD (1080p24) videos, and also offers slow-motion recording. It will shoot 640 x 480 pixels at 120fps, and 320 x 240 at 240fps. However, it&apos;s relatively expensive, so you could consider the Canon PowerShot SX260 instead. This is a &quot;travel zoom&quot; camera with a longer zoom lens and GPS, and offers the same slow-motion modes with slightly reduced image quality for less money: 225.31 at Amazon.co.uk. Slow-motion enthusiasts also seem to like the 12MP Panasonic Lumix FZ200, which can shoot HD (720p) videos at 120fps and VGA-level (640 x 480) movies at 240fps. Again, there are lots of examples on YouTube. However, this is a relatively expensive &quot;bridge camera&quot; (429) not a compact.  Instead, you could look at the 214 Panasonic DMC-TZ30EB-K (aka Lumix TZ-30) travel zoom. This does 320 x 240 pixels at 220fps using the motion jpeg format, which produces larger files than the usual AVCHD/H.264 video formats. These three cameras show that it&apos;s possible to get decent slow-motion results from a digital compact camera at an affordable price (150 to 225), though you will get better results if you can afford to spend more. I am sure Ask Jack readers will chip in with other helpful suggestions. So far, we&apos;ve only covered slow motion shot &quot;in camera&quot; with post-processing limited to playing the video at a different speed. However, it&apos;s also possible to take standard videos and slow them down using computer processing. In this case, software uses interpolation to create new frames in between the frames you shot at the time. RE:vision Effects&apos; Twixtor, a plug-in for Adobe&apos;s After Effects, is the best-known program for creating slow-motion videos from standard footage. It can produce stunning results with the right sort of input, such as high-quality videos from a Nikon or Canon digital SLR.  Unfortunately, Twixtor costs more than most digital compacts (just over 200) while After Effects costs 911 at Amazon.co.uk. This is not a good option for amateurs. However, anyone who fancies this sort of thing could try the free, open source slowmoVideo. Simon Eugster wrote it as his bachelor thesis (PDF) at ETH Zrich. If you have any spare cash after buying a camera, spend it on a good tripod and possibly even some lights. Putting the camera on a sturdy tripod is the quickest and easiest way to eliminate camera shake and make your videos look more professional. It should also discourage you from moving the camera around, which can lead to the Jello effect illustrated in a video at Vimeo. High frame rates usually result in less light reaching each frame, so slow-motion videos shot on cheap cameras can tend to show a lot of grain and &quot;noise&quot;. You can minimise this problem by making sure the subject is strongly lit. Quartz halogen lights are the most commonly used, but see Choosing the best video lighting kit for a short introduction to the topic.", 
    "section": "technology", 
    "gid": "technology/askjack/2013/jan/10/camera-shooting-slow-motion-videos", 
    "wordcount": "1134"
}