{
    "headline": "New science boss attacks coalition over lack of top women in the lab", 
    "text": "The first female president-elect of the Royal Society of Chemistry in its 171-year history has spoken out against the government&apos;s failure to help women emulate the success of men in the field of science. Speaking days before taking up her new position, Professor Lesley Yellowlees spoke of her despair at the &quot;terrific waste&quot; caused by the lack of assistance offered to talented women to encourage them to reach the top echelons. Recent figures suggest that men in the UK are six times more likely than women to work in science, and a survey from the trade union Prospect suggests that only around a third of women hold out hopes of promotion. Yellowlees said inflexible working hours, a &quot;macho culture&quot; and recruitment policies akin to an &quot;old boys&apos; club&quot; needed to be addressed. In an outspoken intervention, she added that a decision by the science minister, David Willetts, to terminate the 2.5m annual funding for the UK Resource Centre for Women  the only body in Britain whose remit has been to provide grants, advice and inspiration to women  had been the latest major blow to attempts to improve the role of women. Yellowlees, a professor of inorganic electrochemistry at Edinburgh University, said: &quot;We now have no focal point. I do think it is a priority because we need a highly skilled workforce, particularly if we are going to make headway in these bleak economic times. &quot;Why would you disengage or not have available to you half of the people out there? I don&apos;t think it is sensible. &quot;I think it is going to hold back women. Willetts says it won&apos;t hold back progress, that they will take stock and look to see what is happening, but I firmly believe that there should be an organisation where this is their remit, their role, and if there is not it will be more difficult to make it happen because there isn&apos;t a single point of contact.&quot; Yellowlees intends to use her position at the Royal Society of Chemistry, and the weight of its 48,000 members, to push the government into action. The latest figures show that fewer than a third (29.8%) of all female science, technology, engineering and mathematics graduates of working age are employed in the occupations in which they were trained, compared with half of all male graduates of working age. In chemistry, Yellowlees&apos;s own field, 50% of undergraduates are women, but only 6% of professors are female. The result was a culture, Yellowlees said, that was overly male  &quot;this Europa Cup football business, or whatever it is called, is a nightmare to me,&quot; was off-putting to women and diminished the economy hugely, with some analyses saying that the loss from not using female labour could reduce the UK&apos;s GDP by as much as 2%. Yellowlees, a mother of two grown-up children, said she believed she had been lucky in having a support network, including her parents, who lived close by in Edinburgh, but more needed to be done to help those who are not in such a fortunate position. &quot;You will have to ask my children how well I dealt with it. But I was very lucky; my parents were in Edinburgh, so the children after school would often go to their house,&quot; she said. &quot;If I had an experiment in chemistry and I wasn&apos;t going to be finished, my mum could give them their tea. I had a very understanding husband as well, who took his fair share. He can work the washing machine, put the clothes on the line. You can&apos;t do it on your own. And I had my whole career at Edinburgh, so they were always very supportive. But not everyone has had that good experience and I think it is a terrific waste. I absolutely believe that women are every bit as clever, as good, as able as men. We can&apos;t lose them. &quot;Some people argue that it is like an old boys&apos; club. I do think it is changing, but it is changing very, very slowly.&quot; A Department for Business, Innovation and Skills spokeswoman said: &quot;We have asked the Royal Society and the Royal Academy of Engineering to lead a programme to tackle the long-standing issue of diversity in science, technology, engineering and mathematics. &quot;They are taking this forward, through their excellent relationships with a diverse mix of science, technology, engineering and maths (Stem) institutions and businesses, to help deliver the change needed to promote equality. &quot;We also fund a broad mix of activities and wider societal programmes which have a major impact on diversity in the Stem workforce. These include the Big Bang Fair and Stemnet, who work directly with schools to inspire and enthuse young people.&quot;", 
    "section": "science", 
    "gid": "science/2012/jun/17/macho-culture-chemistry-royal-society", 
    "wordcount": "809"
}