{
    "headline": "Republican climate sceptics face battle for re-election as green groups hit back", 
    "text": "It is the issue most notable by its absence in the 2012 presidential race. But the environment may yet have an impact this election as campaign groups target the vulnerable congressional seats of Republicans who dismiss the dangers of climate change. The present US Congress is generally considered the most unfriendly to the environment on record  with multiple votes in the House of Representatives to strike down or weaken environmental regulations, cut back funds for developing clean energy, and discount the existence of climate change. Now, nine Republicans  all in tough re-election contests  are facing payback for their records on the environment. In the congressional races, the League of Conservation Voters, aims to spend $2m before election day to defeat what the group calls the &apos;Flat Earth Five&apos;: Republicans who do not accept established science on climate change. The League&apos;s targets include: Dan Benishek of Michigan, Ann Marie Buerkle of New York, Francisco Canseco of Texas, Dan Lungren of California and Joe Walsh of Illinois. The group is spending heavily on television ads as well as direct mail. A parallel effort launched last week by the Sierra Club, Toxic Money, Toxic Votes, was aimed at punishing Canesco, Lungren and four other Republicans for their voting records. Collectively known as the Toxic Six, the group also includes Republicans Mike Coffman of Colorado, Chris Gibson of New York, Jim Renacci of Ohio, and Bobby Schilling of Illinois. The Sierra Club sent out a direct mailer this week in Lungren&apos;s district, accusing him of being too close to the industry and noting that the congressman received nearly half a million dollars from oil and gas companies. The targeting of House races is a relatively new tactic for campaign groups, and reflects the realisation among green activists that an environmentally friendly president, like Obama, could not deliver on climate change  or maintain existing protections  without support from Congress. The rise of the conservative Tea Party movement in the 2010 elections made it politically expedient for Republicans to deny the existence of climate change, or block environmental protections. The Tea Party ascendancy saw Romney as well as Obama shifting their positions on climate change. Jeff Gohringer, a spokesman for the League, said there were signs that dismissing the dangers of climate change could come back to haunt members of Congress. He said polls indicated the extra push from the environmental group, was paying off. &quot;It&apos;s fair to say all five of these members are struggling,&quot; Gohringer said of the five Republicans targeted by his organisation. &quot;What we are seeing now is that these members are actually being put on the spot for their positions on climate change.&quot; The website Real Clear Politics on Friday rated districts for Schilling, Buerkle, and Walsh as likely Democratic pick-ups. Lungren, Renacci, Coffman, and Canseco were in toss-up races, according to Real Clear Politics. At least one candidate, Canseco, has publicly complained about the campaign. The League announced an additional $600,000 television ad purchase in his district this week. &quot;It is really counterproductive to have a debate about whether or not there is climate change and whether or not there is climate change occurring,&quot; Canseco told the Christian news service One World Now. &quot;What we should be having is a debate about policies that are promoted and implemented in the name of climate change and that negatively impact opportunities for our citizens and kill jobs.&quot; Benishek&apos;s district was ranked as leaning Republican, though the latest polls show a dead heat. Gibson was comfortably ahead in his district. Environmental groups have also stepped up the pressure on Barack Obama and Mitt Romney, gathering 160,000 signatures for a petition demanding the contenders mention climate change in their first debate on 3 October. Meanwhile, the Climate Silence website launched last week tracks how Obama and Romney have backtracked on action on climate change over the years. The push follows growing frustration with both Obama and Romney within the environmental movement. Romney, under pressure from Tea Party conservatives, has departed from a relatively moderate stance on climate change as Massachusetts governor. By the time of his speech to the Republican convention, climate change was relegated to a laugh line. Obama has also shifted, abandoning his 2008 rhetoric to heal a &quot;planet in peril&quot;. As the website notes, Obama has expanded offshore oil drilling and failed to mention climate change in connection with this summer&apos;s historic drought or extreme weather such as hurricanes. However, the president did give environmental groups a boost in his convention speech by declaring climate change was real and not a hoax. &quot;There is a desire, there is a hunger to hear from the candidates about what they are going to do about global warming,&quot; said Eric Picha, president of Friends of the EarthAction , one of the two groups behind the Climate Silence website. &quot;You can see they are not saying a lot and what they are saying is not terribly helpful.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/oct/03/republican-climate-sceptics-reelection-backlash", 
    "wordcount": "837"
}