{
    "headline": "Be a supportive and critical friend:  the role of an external examiner", 
    "text": "According to the government&apos;s 2003 white paper, The Future of Higher Education, external examiners are &quot;the guardians of the public purse and of the reputation of UK higher education&quot;. In 2004, professors Andrew Hannan and Harold Silver, both at the University of Plymouth, asserted in an HEA report that academics &quot;assume that external examining should and will continue. Their reasons for willingness to become external examiners include: reciprocity across higher education; curiosity about or interest in other courses and institutions; importance for one&apos;s CV and academic reputation.&quot; This has certainly been my own experience of external examining at Liverpool John Moores, the University of the Highlands and Islands, Bradford, London Met and the National University of Ireland  for both undergraduate and postgraduate courses. I&apos;m certain that I learn as much as I give. The external examiner is a supportive &quot;critical friend&quot;  listening carefully and commenting without fear or favour. The work can be memorable  at one exam board in Stornoway, I was the first to arrive (from Cheltenham) because colleagues were stuck on a storm-tossed sea on a CalMac ferry. So what do externals actually do? In my experience, the external is a subject specialist who acts as a defender of the standard  principally establishing whether or not a particular course is delivering academic standards broadly in line with those of other HE institutions. But the external is also about process  are student assignments being marked fairly and accurately? Have internal markers penalised a candidate unfairly? Have they followed their own university&apos;s regulations, for example, on plagiarism? It&apos;s not the students&apos; work that the external is judging, it&apos;s the lecturers and staff on the team delivering a particular course. There can be some hoary old chestnuts. Do the module guides offer clear, unequivocal instructions to candidates on assessment tasks, in terms of submission dates, word limits, style of assignment (report, essay, PowerPoint and so on)? And have at least a sample of assessments been double marked? Do tutor comments match the mark? For example, if it says &quot;overall this is a stunning submission, worth looking to publish&quot;, and then scores 70%, you would ask questions such as: &quot;So how do you justify loss of 30 marks when there are no critical comments offered?&quot; The external will look at mark distributions for modules  are they all bunched around 40  60%? Are there few or no fails and 80% plus marks, and so on? But I do wonder about some external examiner procedures. For example, if colleagues select a marked sample of work for you to scrutinise, what exactly are you looking at? I normally ask for a representative sample for each assessment: all those above 70% and below 40% (first class and fails), plus a few from the 40s, 50s and 60s. So say you view 15 essays on this basis  you get a view of the mark level for those 15, but can it or does it really offer meaningful commentary on the other 50 that you didn&apos;t see? That said, I love being an external examiner  I enjoy the exchange with colleagues; visiting new places and institutions, hearing the view from the students and suggesting possible improvements. Here are some tips for new or even experienced external examiners. Be a supportive and critical friend For example, if you have not received draft exam papers and assignment briefs to comment on, then you could recommend this to the team for the future. Negotiate dates for exam board attendance. Be friendly but don&apos;t get too cosy In my book, feedback to colleagues should be constructive, to facilitate an improved service to students. I usually send a draft report to staff, to ensure that I have not penned anything factually incorrect. In a recent submission I noted how assignments seen were all essays or reports: &quot;I believe there is a desperate need for a more diverse and imaginative diet/menu of assessments for example portfolios, online group work, presentations and so on.&quot; Listen plenty, talk less This encourages staff to share issues and opportunities with their external and to exchange ideas that the examiner may adopt in their own practice. Importantly it demonstrates external examining as a two-way street and not just one-way transfer of ideas from a visiting expert to the host institution. Provide a balanced view Draw attention to good practice as well as any problems. Go electronic If you can, get electronic access to an agreed sample of marked student work, module guides, assignment briefs and so on, via Moodle, CD-ROM or email attachments. This way you may avoid arriving at the host institution and being confronted with piles of paper that you then have just a few hours to wade through. It enables the external to work at their own pace and to provide better, considered, feedback. Give rounded feedback Offer general feedback on modules plus commentary on individual student work. In one case I suggested use of an overall mark sheet template/consistent format in terms of staff feedback to students on assessments, and that this should show scores given by each marker (on individual mark sheets) and explain how differing marks are reconciled by staff and generate a definitive score. James Derounian is a principal lecturer in community development and local governance and National Teaching Fellow, University of Gloucestershire This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/apr/24/supportive-critical-friend-external-examiner", 
    "wordcount": "927"
}