{
    "headline": "An international student: unable to leave, not entitled to stay", 
    "text": "When I came to the UK from Turkmenistan nearly four years ago to study for my degree I never thought I&apos;d be trapped here in a nightmare catch 22. I&apos;m not alone  there are many other international students who, like me, have been deprived of their identity documents thanks to UK Border Agency (UKBA) delays in processing our visa extensions. We are unable to travel home to see our families. Without identity documents, employers cannot hire us. There are two options: wait it out, or cancel our visa application. There&apos;s no other way to get our passports and papers back. Here&apos;s my situation. I finished my degree this summer. My baby daughter was born in Turkmenistan in April. I&apos;ve never seen her. My plan was to go home to meet her for the first time this summer. Then  if I was awarded my visa extension  I hoped to come back to the UK to apply for a job which would give me valuable experience on which to build a career. Under the visa rules that were in place until 6 April (after this they became far more restrictive) international students could be employed here for two years after they completed their degree. Because the rules changed, there was a rush of applications in the lead up to the 6 April deadline. I sent in my application for my visa extension on 19 March and received an acknowledgement around two weeks later. Since then I&apos;ve heard nothing. Calling UKBA is futile  I rang every day for a week and was repeatedly left on hold for over an hour. In despair, I called the Home Office, but they say they can&apos;t help. I wonder if they can&apos;t or won&apos;t. I&apos;ve now written to my MP and am awaiting a response. Even if I give up on getting a visa, the UKBA website says it will take 20 working days to return your identity documents. My plane ticket home expires at the end of July. So if I were to request my documents back today, I would still have to pay for another flight home  an expense that will be hard to afford by the time my passport reaches me. There are other ramifications. When my student visa ran out, my bank closed down my account. They will not release the balance  money I need to live on  without me showing them my identity documents. Of course, I don&apos;t have them. Nor may I open a new account into which my family could deposit funds without  you guessed it, my identity documents. Meanwhile, my daughter is growing up. My family need to see me and I need to see them. Apart from anything else, I must be present in Turkmenistan to ensure my daughter can be given her own identity documents. The delay in processing my visa by UKBA has wider ramifications than just its effect on my situation here  it affects my newborn daughter&apos;s status in our own country, too.", 
    "section": "education", 
    "gid": "education/mortarboard/2012/jul/23/international-students-visa-delays", 
    "wordcount": "498"
}