{
    "headline": "Apple: more than $8bn of Samsung's US sales involved patent breaches", 
    "text": "Apple is claiming that more than a quarter of Samsung&apos;s $30.4bn in US smartphone and tablet sales result from copying of the iPhone and iPad or infringe on other patents, a damages expert for the US company said on Monday. But Samsung&apos;s lawyers argued that Apple&apos;s evidence was not sufficient to merit such an award as the two sides clashed in the San Jose courtroom as the trial entered its third week. The Silicon Valley company is demanding up to $2.75bn of damages from its Korean rival. The figure includes an estimate of profits lost to infringing Samsung gadgets. The South Korean company sold more than 87m mobile devices in the US from mid-2010, when Apple&apos;s complaint originates, to March 2012, according to documents displayed before the jury. Accountant Terry Musika, citing Samsung records and testifying as an Apple expert witness, estimated that $8.16bn in revenue, or 22.7m of those total unit sales over that two-year period, came from products that infringed Apple patents, such as the first Galaxy S smartphone in July 2010. Samsung typically does not reveal its sales in the US or elsewhere. Since the third quarter of 2011 it has stopped giving figures for worldwide shipments of its mobile phones, smartphone and tablets. Instead it provides briefings to financial and industry analysts, who then make their own calculations from other industry sources about the totals. Apple, Nokia and BlackBerry maker RIM all declare how many handsets they have shipped in each quarter, while Samsung, HTC, Motorola and Sony have ceased doing so. However, Samsung has been obliged to divulge details of US shipments for a wide range of allegedly infringing phones and tablets. Those have pointed to far smaller figures than many had expected. Complex calculations Musika said that his team&apos;s calculations suggested that Samsung earned roughly a 35.5% gross profit margin on that revenue, between June 2010 through March 2012, and justified his calculation by saying that it involved a team of 20 programmers, accountants, statisticians and economists to work out the estimated damages at a cost to Apple of $1.75m. &quot;It&apos;s not me sitting at a desk with a calculator,&quot; Musika, a former KPMG and PriceWaterhouseCoopers accounting partner, told the court. &quot;There are literally hundreds of millions of calculations.&quot; But Samsung argued that Apple, which was struggling to keep up with demand for the iPhone 4 from July to October of 2010, did not have the capacity to have delivered on those additional sales. &quot;Apple couldn&apos;t service its own customers with the iPhone 4, but it could service customers it didn&apos;t have?&quot; Samsung attorney Bill Price asked Musika. Price also argued that the damages should vary depending on whether the Samsung products at issue in the lawsuit infringed on just one or all of Apple&apos;s patents. Apple&apos;s legal battle with its fiercest business rival  which is also its largest supplier  has transfixed the global mobile industry. It moves into a technical damages-estimate phase this week. The trial, which began in late July, has seen a procession of executives, designers and patent experts testifying on behalf of the US company. Closing arguments are expected to begin next week. Apple concluded its case on Monday, upon which Samsung&apos;s lawyer made a formal request to have the complaint dismissed on the basis that Apple had not proved its case. Judge Lucy Koh listened to about an hour of argument from both sides before determining that it should continue on the basis that the testimony so far was sufficient that a jury should make a determination of whether there was infringement. Because the case is against the US subsidiaries of Samsung Electronics, Koh did drop three phones that are not widely sold in the US, and not sold by Samsung US, from the case. Those are the &quot;world&quot; variants of the Galaxy Ace, Galaxy S and Galaxy S2 smartphones. But the US-specific models of those phones remain part of the case, and Apple can still pursue its case against Samsung&apos;s parent company on those three phones. The world&apos;s most valuable technology company is accusing Samsung, now the leader in smartphones, of copying its iPhone and iPad in various elements of &quot;trade dress&quot;  the cosmetic appearance of the devices  and infringing a number of patents covering their onscreen operation. The South Korean company denies that and says Apple infringes several of its wireless technology patents. Musika cited Samsung documents that identified the iPhone back in 2007, when the first of the revolutionary smartphones emerged, as one of four major factors defining mobile trends in the ensuing five years. Prior art? Samsung called its own expert witnesses on Monday afternoon, seeking to disqualify a number of Apple&apos;s patents  in particular its &quot;rubber-banding&quot; effect, in which when a user tries to scroll beyond the top or bottom of an onscreen list, it &quot;bounces&quot; back, and its &quot;pinch to zoom&quot; two-finger control gesture, and the use of a single finger to move objects onscreen  by citing university and other products devised in 2003. If the jury decides that Apple&apos;s patents are invalid because of such &quot;prior art&quot;, Samsung might not have to pay any damages under those elements. Microsoft: no cloning The trial continues to offer glimpses behind Apple&apos;s secretive operations, from its industrial design process to its product marketing machine. On Monday, an Apple executive testified that the company had licensed prized design patents to its one-time bitter rival Microsoft but with an &quot;anti-cloning agreement&quot; to prevent copying of its iPhone and iPad. That deal is believed to be part of a licensing deal struck by Steve Jobs with Microsoft co-founder Bill Gates in 1996 when Apple was in dire straits. Jobs persuaded Gates that Microsoft should cross-license the patents, keep developing Microsoft Office for the Mac platform, and invest $150m in buying non-voting stock in Apple. That deal is believed to be why Apple and Microsoft have not clashed in the courts over any patent issue relating to smartphones since the introduction of the iPhone in 2007  but in contrast battles with Nokia, Motorola and other handset makers have become commonplace. The decision to license Apple&apos;s design patents to Microsoft was consistent with its corporate strategy, Teksler said, because the agreement prohibited Gates&apos;s company from manufacturing copies. &quot;There was no right with respect to these design patents to build clones of any type,&quot; Teksler said. Apple had contacted Samsung in 2010, hoping to strike an agreement with its rival on patent licensing before their dispute hit the courts, patent licensing director Boris Teksler said. Teksler testified that Apple offered a clutch of patents for licensing but, crucially, viewed patents related to what he called the &quot;unique user experience&quot; as a highly protected category. Those included design patents at issue in the lawsuit, covering the look and feel of the iPhone and iPad. Teksler told jurors last week he could count &quot;on one hand&quot; the instances Apple has licensed those patents. Samsung was offered other patents at a cost of $20 per handset and $30 per tablet. It declined the offer. Apple filed a lawsuit in federal court in San Jose, California, in April 2011. Apple finished presenting evidence on its own patent claims on Monday, and Samsung began calling witnesses. Koh said she hoped the attorneys would be able to present closing arguments next week.", 
    "section": "technology", 
    "gid": "technology/2012/aug/14/apple-samsung-patent-breaches", 
    "wordcount": "1247"
}