{
    "headline": "Green subsidies to push UK energy bills higher than planned", 
    "text": "Household energy bills in four years time will be 17 higher annually than planned because of the number of windfarms and solar panels installed in recent years, according to the governments spending watchdog. The amount of money levied on bills each year to pay for renewable energy subsidies is capped under a system called the levy control framework, to limit costs for consumers and businesses. The cap was set at 7.1bn for 2020/21, but government officials warned last year it was on track to hit 9.1bn because so much green energy was being deployed.  The National Audit Office revised this down on Tuesday to 8.7bn, or 110 of what is forecast be a 991 average annual household bill by 2020, up 17 on what it would have been if the cap was met. But energy department officials were quick to point out that the new forecast is within the 20% of headroom that is allowed over the cap. The NAO said the framework had failed to provide value for money because the expected overshoot meant there was now little money to support further new renewables up to 2020. Spending more later would have been more cost-effective because the price of building green energy is coming down, the watchdog said. Sir Amyas Morse, auditor general of the NAO, said: The levy control framework has helped make some of the impacts of renewable energy policies on consumers clearer. But governments forecasting, allocation of the budget and approach to dealing with uncertainty has been poor, and so has not supported value for money. In a report published on Tuesday, the NAO blamed the expected overspend on the energy department being slow to see that more renewable energy was being deployed than expected because of the subsidies. Offshore windfarms have generated more electricity than expected, too. Officials were also accused of failing to gather market intelligence frequently enough. But lower than expected fossil fuel prices had also played a small role, because the most recent subsidy schemes for windfarms  contracts for difference  pay their operators a top-up payment above the price of wholesale electricity, which has been lower than was forecast. The department took too long to discover that it was on course to exceed the framework cap, said the report. One reason for increased forecast costs was the global slump in fossil fuel prices, a development which energy market experts in general were not expecting. The NAO said the Department of Energy and Climate Change, now part of an enlarged business department, had got better at managing the framework since 2015. The future of the framework and support for green energy beyond 2020-21 is not yet clear, but energy experts have said they hope for clarity in the autumn statement. The report also said that the cost of paying gas and coal power station operators to provide standby power during the winter - under the capacity market - would account for an increasing cost on bills. The scheme, plus a levy to make the draughtiest homes more efficient and the cost of fitting smart meters is expected to make up 54 of an average household bill in 2020, though these are not covered by the levy control framework. A spokesman for the Department of Business, Energy and Industrial Strategy said: Our top priority is ensuring that families and businesses have a secure, affordable, clean energy supply. Our actions have reduced projected costs on the levy control framework by around 520m, and we continue to make further improvements to deliver value for money for consumers.", 
    "section": "environment", 
    "gid": "environment/2016/oct/18/green-subsidies-to-push-uk-energy-bills-higher-than-expected-nao", 
    "wordcount": "606"
}