{
    "headline": "Oak trees at risk as caterpillar peril spreads in south of England", 
    "text": "Tree experts are urging the public to help stop the spread of a moth that devastates oak trees and whose caterpillars cause rashes on people who touch them. The oak processionary moth (Thaumetopoea processionea) has taken hold across several south London boroughs and one site in Berkshire. It was found in the UK in 2006 after oaks were imported from continental Europe to south-west London. Its caterpillars, which have been emerging from eggs since late April, not only strip whole oaks bare of leaves in large numbers, but have microscopic hairs which can be blown on the wind and are toxic to people and pets, resulting in rashes that cause serious irritation. The Forestry Commission says it is no longer possible to eradicate the species in south-west London, where it is found in Richmond Park, Kew Gardens, and public parks. But plant health scientists hope sightings reported by the public can help avoid the species becoming so widespread in England that the fate facing the country&apos;s ash trees from a deadly fungus  which the environment secretary, Owen Paterson, has admitted cannot be stopped, only slowed  is not repeated with the oak.     Spread of oak moth in London and Berkshire    Efforts to stop the caterpillar&apos;s spread in London have focused on spraying insecticide on affected oaks, but have failed to stop its spread, with a 102% increase in nests in 2010 on the year before. Since 2009, Richmond Council has spent 200,000 on the problem. Zac Goldsmith, the Tory MP for Richmond, said failure to take action earlier meant tackling the pest would prove costly. &quot;Oak processionary moth numbers are growing exponentially and, as it mushrooms out, its ecological and human impacts will become very serious. The tragedy is that the annual cost of containing the moth is probably equal to what it would have cost to eliminate it when it was first detected; the dithering will prove enormously expensive,&quot; he said. He added that the country may be stuck with the moth for now, but &quot;the government should be making better use of our island status and applying stronger and better controls at points of entry. Biosecurity has to be prioritised over promiscuous trade&quot;. The caterpillars of the species march in nose-to-tail processions and almost exclusively live in and feed on oaks, whose branches they can strip bare.     The empty cocoons of oak processionary moths. Photograph: Patrick Pleul/Corbis    Caterpillars emerge in late April with the adult brown moth emerging mid-summer, living for around three days in which it lays eggs, which can be difficult to spot. The species spread from south-west London boroughs to Bromley and Croydon, south London, last year, while a small number were found in Pangbourne, Berkshire, in 2010, where eradication attempts have failed to remove it. Caterpillars were also found in Leeds in 2009 and Sheffield in 2010, but further surveys there have shown no sign of the species. Ian Gambles, director of Forestry Commission England, said the public should report sightings, but not try to remove the caterpillars on their own because of the health risks: &quot;We need, and welcome, reports of the caterpillars or their nests from the public or others, such as gardeners and tree surgeons, who are out and about in areas with oak trees. However, the public should not try to remove the caterpillars or nests themselves. This task needs to be carefully timed to be most effective, and is best done by specially trained and equipped operators.&quot; Tony Kirkham, head of the arboretum at Kew Gardens, said  the oak processionary moth was one of the most serious of all the pests and diseases  such as Chalara fraxinea, the fungus affecting ash  threatening UK trees. In March 2012, 250 live larvae of the Asian longhorn beetle, which can kill oak and willows, were found in Kent, resulting in 2,000 trees being burned.  This article was amended on 4 May 2013. The original said the moth had arrived in the UK on oaks imported to Kew Gardens. It is believed to have arrived on oaks imported to south-west London, but not to Kew Gardens.", 
    "section": "environment", 
    "gid": "environment/2013/may/03/oak-trees-caterpillar-england", 
    "wordcount": "673"
}