{
    "headline": "Turkana pastoralists encouraged to innovate to build resilience to drought", 
    "text": "By 7.30am, the livestock market in Lodwar is packed with goats, traders and men in traditional dress. Lodwar is the economic centre of Kenya&apos;s northern county of Turkana, which, despite the apparent health of its animal stocks, is still struggling to recover from a drought in 2011 that left many dead and the majority of the region&apos;s people surviving on food aid. This year has been kinder, with just enough rainfall. Next year, though, another drought is forecast. Turkana&apos;s near economic isolation from the rest of Kenya, coupled with conflict between neighbouring tribes of pastoralists and the degradation of pasture, means the region has little resilience to drought, according to Beatrice Teya, who heads the UN Development Programme&apos;s (UNDP) disaster risk reduction and recovery team. &quot;Whenever you have drought it interacts with all these factors and the impact becomes huge,&quot; she says. &quot;Last year, when we had one of the severest droughts in about 60 years, we found one of the reasons it was so bad was that people have been unable to recover from previous droughts.&quot; With fears that climate change increases the frequency of droughts, the priority is to find ways of helping the Turkana use their livestock and land to build economically sustainable activities that will enable them to move away from aid dependency. &quot;If they could get the business component, poverty is not a word you could use in Turkana,&quot; says Desterius Mulama, financial officer for Cezam and Associates, a Kenyan firm working with the US African Development Foundation (USADF) to improve food security. Mulama moved to Turkana a year ago to work on the project. He is amazed at the scale of the herds in the region. &quot;There is one old man who has 3,000 camels and 10,000 goats, but he walks barefoot,&quot; Mulama says. &quot;If he sold just half of them, he would be a millionaire.&quot; A government census put the number of goats in the county at around 5 million, with 1.5 million cattle. All across Turkana, herders carrying crooks pick their way through acacia trees, guiding huge flocks. In many cases pastoralists still view animals as wealth and, even when the pasture dries up and there is no water, they will not sell them. The animals die and people starve. Building sustainable trading structures and introducing pastoralists to the cash economy should, Mulama hopes, ease them out of cycles of drought and food insecurity. &quot;For pastoralists, our biggest challenge is to educate them on holding capacity,&quot; Mulama says. &quot;Why should I hold 1,000 goats when I can only feed 100?&quot; Traders from Nairobi are starting to visit the markets in Turkana. Under Mulama&apos;s guidance, and with seed funding from USADF, the district livestock marketing council now has offices and computer equipment, and its staff have been trained in bookkeeping and other management disciplines so they will be able to build better commercial links with the rest of the country. A recent sale of 1,000 head of goats for export has raised hopes that the model may work. An hour&apos;s drive out of Lodwar, a group of 10 men and women stand over two shovels and a hoe, digging into the sucking mud on the bed of the Lodwell River and piling it on to sandbags. Charles Lomari, in his 60s, explains that the water level is very low once again, and the group, from the Napak irrigation scheme, is digging an emergency channel to ensure that they have water for their maize crops. The scheme, and another, larger one in neighbouring Napeika, are co-ordinated by a local community-based organisation, Apad, which, with USADF support, has successfully formed former pastoralists into co-operatives to manage water resources and build capacity in farming techniques. This has included taking groups of Turkana out of the county to see successful irrigation projects elsewhere in the country  places, Lomari says, they had never thought they would see. In the south, he says, people are so healthy. That is what he wants for his community. Residents here say the road south goes &quot;to Kenya&quot;. Turkana is a world away from Nairobi, and the government is not a visible presence. Privately, this is a concern for those working in development, who echo the views expressed by locals that the central government has never cared about them. That is why the infrastructure is sorely neglected and local institutions under-resourced, which has made durable development incredibly difficult. There are many NGOs in Turkana, but USADF  and, to an extent, the UNDP  are attempting a new approach, supporting the private sector to build more sustainable production of food, whether through traditional livestock breeding or alternative livelihoods in arable farming. USADF gives small grants to producers, training them to run their concerns as businesses. The projects are owned by the local organisations who run them on a for-profit basis, with additional funding available for expansion, such as vehicles to improve market access, better irrigation systems or modern fishing boats. Benjamin Kakuta, a Turkana and the USADF&apos;s programme assistant in Lodwar, is adamant that this approach is what his people need and want  to take ownership of their programmes and break the dependency on handouts. &quot;You know,&quot; he says defiantly, &quot;we could feed the whole of Kenya.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/oct/22/turkana-pastoralists-innovate-resilience-drought", 
    "wordcount": "898"
}