{
    "headline": "Distance learning degrees are on the increase", 
    "text": "Employers and universities have been putting their heads together. Recently the Higher Education Academy reported on the outcomes of eight flexible learning pathfinder projects, funded by the Higher Education Funding Council for England, which found that employers favoured distance learning as a way of delivering career-related study. Such distance-learning degrees, which are often designed to appeal to mid-career professionals looking to develop their roles in specific sectors, such as banking, law, finance and nursing, are a growth area for many universities. Dan Hiskey, who is a corporate banking analyst for HSBC, has just graduated with a BSc in banking practice and management studied by distance learning at a private university, ifs School of Finance. Sponsored by his employer, the banking degree is a key part of Hiskey&apos;s professional development. &quot;I joined the bank&apos;s executive trainee graduate programme after graduating in economics from Royal Holloway College in 2008. The syllabus covers the basics of banking and as part of my online assignments I was encouraged to refer to tasks I carry out in the workplace. Theories are no longer theories: I can apply them to my everyday job,&quot; says Hiskey. Since being given degree-awarding powers in 2010, ifs School of Finance has launched three new undergraduate banking and financial sector BScs and one specialist master&apos;s degree. Although a full-time option is available, distance learning is increasingly popular as students can pay by the module. Studying four modules a year adds up to an annual tuition fee of 3,040. &quot;While Ucas has been reporting an 8% drop in applications, our applications have more than doubled,&quot; says vice-principal for professional higher education, Martin Day. One reason for the increased popularity among professionals is the networking opportunities distance learning provides. Hiskey&apos;s degree also included online discussion forums where he could discuss assignments with students from other banks. &quot;An amazing professional network&quot;, is how he describes it. Bob Willis, 41, a former lorry driver who is studying for a BSc in archaeology and ancient history at the University of Leicester, also believes networking with fellow students and lecturers is a major benefit. Since starting his degree, Willis has been working as a volunteer on a number of archaeological digs. &quot;I&apos;ve worked with one of Britain&apos;s foremost experts on Roman glass and volunteer on many sites,&quot; says Willis. &quot;I am in a good position to find paid work.&quot; Archaeology is a career that is notoriously hard to break into but, with his enthusiasm and contacts, Willis now stands a chance. &quot;I&apos;m a six-foot hairy biker and I&apos;m learning all the time. However much you learn from books, working with experts in the field teaches you a darned sight more,&quot; he says. The University of Leicester school of archaeology and ancient history has about 400 undergraduate distance learners and a further 120 students on its three distance-learning master&apos;s programmes. &quot;Most of our students are working for museums, heritage organisations or they are career changers. Distance learning involves six years of part-time study and you can build a career without leaving your job,&quot; says director of distance learning strategy, Ruth Young. Master&apos;s programmes are even more popular as individuals start investing in their own professional development. Lucy Harbor,33, is halfway through a University of Bournemouth MSc in green economy. &quot;Iwork three days a week at the Royal Institute of British Architects as a commissioning editor. I specialise in sustainable architecture, so the degree is an opportunity to develop my career,&quot; she says. The appeal of distance learning is that it enables individuals to study when it suits them. &quot;When you have a job and a child you don&apos;t have too much time to study. I need to keep earning but on the days when I&apos;m not working I study from home,&quot; says Harbor. On her course physical lectures and resources are replaced by PDFs and weblinks. She adds: &quot;Distance learning suits me. I&apos;m getting better grades than I did when I was studying first time around.&quot; Student needs The ways in which course content can be adapted for professionals with busy working lives can be quite imaginative. University of Exeter Business School, for example, has developed an MA in leadership and change aimed at senior managers. The MA is based on weekly telephone coaching sessions which match the needs of each student with a coach who is most suited to work with them. &quot;Distance learners get one hour of coaching a week and one hour of written preparation for each coaching session,&quot; says Jonathan Gosling, professor of leadership studies. Exeter&apos;s distance-learning base is international but UK students are either leaders within formal organisations, such as the armed forces, or entrepreneurs whose companies are undergoing rapid transformation. Gosling says: &quot;We had an army officer serving in Iraq on our programme who was about to retire from the armed forces. We helped him build a new career as an expedition leader and a freelance leadership coach.&quot;", 
    "section": "education", 
    "gid": "education/2012/jul/03/online-degrees-employers", 
    "wordcount": "845"
}