{
    "headline": "Bombay duck: iconic fish fast disappearing from city's coastal waters", 
    "text": "Bombay duck, or bombil as it is called locally, is one of Mumbai&apos;s polarising culinary experiences. This charmingly misnamed delicacy is actually a fish, whose pungent odour is part of that special love-it-or-hate it-Mumbai smell. It got its name in the days of the Raj, from being transported on an iconic train, the Bombay Daak, daak being the Hindi word for mail. The term was then bastardised to duck, which stuck. Now the fish is rapidly disappearing from the city&apos;s coastal waters, driven away by a lethal combination of overfishing and climate change, says a study by the Central Marine Fisheries Research Institute (CMFRI). Bombay duck and pomfret  another local fish  have declined by 25% each, sharks and rays by 28%, and prawns by 35% in the past decade. The coastal waters near Mumbai can sustain around 8,000 fishing boats, says the CMFRI. In practice, more than 17,000 boats plunder the region, despite fishing regulations. Most catch younger, smaller fish, which haven&apos;t had the chance to reproduce yet, driving populations down further. Besides, the Bombay duck, like many larger fish, can&apos;t tolerate increasingly warmer oceans. (Sea temperature increased by 0.2 to 0.3C along the Indian coastline between 1960 and 2005, and is expected to increase by 2 to 3.5C by 2099). End result: smaller fish such as sardines, mackerel and tuna are increasing, because they can survive warmer seas. But the Bombay duck, and other larger species, may have to migrate to distant waters to survive, threatening the livelihoods of many local fishermen. The decline of the bombil mirrors worldwide trends. Across the world, fish are getting smaller and smaller. A recent University of British Columbia study found that warmer and less oxygenated oceans are stunting fish growth. The researchers studied more than 600 species of fish, and predict that maximum body weight could decline by 14-20% between 2000 and 2050, with tropical seas most affected. &quot;We were surprised to see such a large decrease in fish size,&quot; says the study&apos;s lead author William Cheung. &quot;But the unexpectedly big effect that climate change could have on body size suggests that we may be missing a big piece of the puzzle of understanding climate change effects in the ocean.&quot; On the other side of India, a similar puzzle is causing fish lovers much distress. Scientists are battling to save the hilsa, a fish so beloved by the state of West Bengal that it has inspired adoring poetry and literature. Like the salmon, the hilsa is a fish that lives in the sea, but then migrates to rivers to breed. In recent years, the hilsa has changed its migration habits, moving to neighbouring Bangladesh instead, much to the distress of sea-food crazy Bengalis. While no one knows exactly why, pollutants in the river Ganga and overfishing are thought to be the causes. Scientists are now trying  with difficulty  to rear the hilsa in captivity, and Bengalis are reluctantly being forced to switch to other types of fish. So desperate is the situation that Bengal&apos;s politicians are now begging Bangladesh to export hilsa to a yearning Kolkata. The Indian government needs to enforce fishing regulations immediately and convince fishermen that short-term gains may mean the loss of their livelihoods in the long-term. Or else, like the Bengalis, Mumbaikars may have to switch to other types of fish, and give up their long love affair with the bombil. Tuna curry, anyone?", 
    "section": "environment", 
    "gid": "environment/blog/2013/mar/22/bombay-duck-mumbai-fish", 
    "wordcount": "576"
}