{
    "headline": "UK joins US in lobbying Brussels over data protection rules", 
    "text": "The UK is among nine countries lobbying Brussels to ease proposed rules on data protection  in a move that will come as a relief to US technology companies including Google and Facebook which have been increasingly concerned about potential effects on their business. The US government has also lobbied the European commission not to toughen the rules, arguing that it would specifically hinder American companies through its proposed swingeing fines for data breaches, which could have been up to 2% of global turnover. The UK&apos;s Information Commissioner&apos;s Office is suggesting that individual countries should be given more leeway to interpret the law as appropriate, using a &quot;risk-based&quot; approach. &quot;If you have a butcher whose data processing only affects 20 local people, you need to be able to treat an infringement there differently from a company with private health records,&quot; said a spokesperson for the ICO. Other countries including Germany, Sweden and Belgium have made similar objections. The EC had planned to have a timetable for the new rules by June. However it could take years before the rules are finalised and implemented. The EC&apos;s aim is to create a unified set of privacy standards for all 27 countries in the EU, and iron out national variations that have led to some confusion. They would also make it easier for companies whose principal focus is processing data to operate  for example by dropping the requirement for a named data protection officer. The FT reports that a memo drafted by the Irish presidency, representing EU countries, admits that &quot;several member states have voiced their disagreement with the level of prescriptiveness of a number of the proposed obligations in the draft regulation.&quot; One of the most controversial ideas being put forward is a &quot;right to be forgotten&quot;, proposed by the EC justice commissioner, Viviane Reding. She unveiled the idea in January 2012, suggested that people should be able to demand that data about them is deleted from companies&apos; data stores unless there were &quot;legitimate&quot; grounds to retain it. Google in particular has lobbied fiercely against that idea, on the basis that it would disrupt its stores of data and create holes in what is in effect a historical record. Reding&apos;s team argued that it was necessary in order to let teenagers and young adults control how they would be viewed as they matured  so that embarrassing acts that would never have been heard about before the internet would not become widely known and in effect stay with them through their lives. But the deletion requests would not have applied to medical or police records.", 
    "section": "technology", 
    "gid": "technology/2013/mar/07/uk-us-eu-data-protection-rules", 
    "wordcount": "441"
}