{
    "headline": "The magical silence of the Highlands", 
    "text": "The loch was still, not a breath of wind, with the reflections of the flanking birch trees dominant. It was as if the loch was surrounded by the late spring green of new birch leaves and it felt as though you could touch them on the water. That silence was there, the magical silence of the Highlands, as if indicating it still has those wildness areas to savour. The surface of the water was occasionally broken by a rising brown trout, or could it have been a toad moving or even a palmate newt coming up for air? Despite the late afternoon there was still some birdsong, the melancholy notes of the willow warbler and a male redstart that took some finding in the cover of the trees. However, the dominant bird sound was from the cuckoo with its haunting double call notes  I could hear at least five of them from different areas of the woodland. There seems no doubt that this is the highest number of cuckoos around the loch and elsewhere in the strath that I have heard for many years. Or could it have been my wishful thinking? The single Slavonian grebe was suddenly there as if it had decided to break from the cover of the sedge bed to showoff its superb plumage. The grebedived, then surfaced, but did notseem to catch anything. It changed its tactics and swam over the water with its neck outstretched and head just under the surface. Perhaps it was looking for the three-spined sticklebacks that abound in the loch  one of the most widely distributed fish in Scotland,with perhaps only trout and eels more widespread. There is also an unusual &quot;form&quot; of this stickleback in this loch, which has no spines. Meanwhile, over the surface of the watertherewas an aerial display from many swallows and sand martins, occasionally touching the water. Could it be for insects or to drink?", 
    "section": "environment", 
    "gid": "environment/2012/may/30/loch-ruthven-magical-silence-highlands", 
    "wordcount": "334"
}