{
    "headline": "30 best Android apps this week", 
    "text": "It&apos;s time for our weekly roundup of brand new and notable apps for Android smartphones and tablets. The selection covers apps released for the first time in the last seven days, as opposed to updates to older apps. It covers apps and games, with the prices referring to the initial download: so (Free) may mean (Freemium) in some cases. The equivalent iOS roundup will be published later in the day. For now, read on for this week&apos;s Android selection. Real Boxing (2.99) Already a hit on iOS, punch &apos;em up Real Boxing has now mades its Android debut, initially as an exclusive for devices with Nvidia&apos;s Tegra 3 processor. It sees you battling through a 30-fight career mode against 20 beefy boxers, while training your fighter up in between matches. MessageMe (Free) Is 2013 too late for a new messaging app to cause a stir? Seemingly not. MessageMe is getting similar buzz this week to WhatsApp in its early days. The app is a combination of one-to-one and group messaging, but throws in simple sharing of YouTube videos, iTunes songs and digitally scribbled-on photos. Facebook is an option to find friends, but BBM-style private PINs are also supported. The Great Brain Experiment (Free) This is a really interesting app-cum-experiment from University College London, working with the Wellcome Trust. It turns neuroscientific research into mini-games, with players&apos; data being fed back to the University&apos;s lab for analysis: &quot;research that could previously only be conducted on small groups of volunteers&quot;. Artkive - Save Kids&apos; Art (Free) There is a growing number of apps to help children create digital art, but Artkive is more concerned with their real paintings, drawings and collages. It&apos;s an app for parents to preserve their children&apos;s physical artwork and share it with friends and family keeping everything in chronological order to flick through in the future. It appears to be US-only for now. Doro Experience (40) 40 quid! But Doro Experience is less an app, and more a software suite with bundled subscription service that lasts for two years. It&apos;s intended to be installed on an Android tablet being used by an elderly relative, making the device easier to use, with a range of apps designed for their common uses. It also helps relatives share photos with them and remotely-manage the device if necessary. Spacecraft 3D (Free) This app comes from NASA&apos;s Jet Propulsion Laboratory: an augmented reality app showcasing various spacecraft, from the Hubble telescope to the Curiosity Mars rover. To use the app, you print out a target and then point your device&apos;s camera at it. Romans (2.50) Here&apos;s another educational app that deserves to find a healthy audience on Android. Launched by Cotswold District Council, it&apos;s based on the Corinium Museum in Cirencester, showing off its archaeological remains from the Roman age, as well as photographs, artists&apos; impressions and information on the town&apos;s Roman history. ASUS Artist (Free) Presumably aimed at owners of Asus&apos; range of Android devices  including the Nexus 7 this is a virtual painting app with several brushes, pencil and crayon tools, as well as digital stickers and card templates to make your own virtual greetings cards. One for children, perhaps. Running Trax (Free) This music app is a partnership between Ministry of Sound and MusicQubed, offering a chart of songs aimed at joggers. Each week the app downloads the latest chart of 40 regular tracks and seven &quot;Boost Tracks&quot; (for those awkward moments where you&apos;re tempted to nip into a kebab shop). You pay 1 a week to subscribe to the updates. Instructables (Free) Now owned by graphics firm Autodesk, the Instructables website remains an excellent resource for recipes and do-it-yourself projects. Now there&apos;s an app for that, which not only enables you to browse the projects from the site  more than 100k in all  but also to create your own, with photos. Chaos Rings II (10.99) A while after its iOS debut, Square Enix has finally ported its Chaos Rings II RPG to Android, keeping its bumper price intact. It&apos;s an impressive game though, as you explore the storyline of a hero saving the world from the nefarious &quot;Destroyer&quot;. Super Stickman Golf 2 (Free) With more than 1m downloads, the original Super Stickman Golf has been a big hit with Android gamers. This sequel offers more fun, with 20 courses to stick-swing your way round and online multiplayer to test your skills against other players. It&apos;s a freemium game, with virtual currency and extra features sold from its in-game store. Epic Rap Battles (Free) The Epic Rap Battles of History YouTube channel is very entertaining, but now fans and newcomers alike can enjoy its charms on Android. The app, which is free, gathers all the ERB videos so far into a simple but efficient mobile-friendly interface. The Croods (Free) The Croods is Rovio&apos;s latest non-Angry-Birds game a partnership with Hollywood studio DreamWorks Animation based on the latter&apos;s new film. It sees you trapping and taming wild animals, building houses for them to live in and decorating your prehistoric village. It&apos;s freemium, with an in-app store selling virtual coins and crystals so parents should ensure their IAP settings are locked down before children play it. Swarmly (Free) &quot;Real People in Real Time,&quot; is Swarmly&apos;s tagline: an app designed to help you see which bars, events, restaurants and other venues are popular right now, based on the social networking activity coming out of them. It promises to keep your data private, too something users may want to check out for themselves. 10000000 (1.59) EightyEight Games&apos; &quot;dungeon crawling RPG matching game&quot; was a critical hit on iOS, and it looks just as addictive on Android when I last played, it took my battery from 60% down to zero. It combines match-three puzzling with retro platform levels, potion-brewing and castle-upgrading. Play it, but make sure you have a charger handy... Squids Wild West (1.30) RPG game Squids has been picking up a healthy audience of gamers on iOS and Android. This latest game sets its action in the &quot;underwater Wild West&quot; cue soggy cowboy hats blending action-strategy elements with roleplaying mechanics as you build up an army of squids to take on the world. A separate HD version is also available.https://play.google.com/store/apps/details?id=com.thegamebakers.squidsww_pHD Catcha Catcha Aliens! (Free) UK developer Hotsauce&apos;s characterful endless runner has been ported from iOS to Android, as you chase after an array of colourful alien critters. Stephen Fry and Jonathan Ross make cameo appearances with their voices Ross co-owns the developer&apos;s parent company, making him a mobile-game mogul (of sorts). WeVideo for Android (Free) Video-sharing apps? It&apos;s a crowded market, so WeVideo will have to show some smarts if it&apos;s to take off. The omens are good: it looks neat and simple to use, recording and editing videos together, adding in music and photos, then exporting the results to YouTube or Facebook as well as WeVideo&apos;s own service. The app is in beta for a few Samsung and Google devices at this point. The Conduit HD (Free) The second Tegra title this week is a first-person shooter with very impressive graphics, alien enemies that&apos;ll make you feel queasy, and lots of control options to suit different playing styles. The free download includes the first two levels, after which you pay to unlock the rest. NowThis News (Free) US website NowThis News focuses on video reports, and launched its iOS app in late 2012. Now it&apos;s on Android too, offering topical videos in categories including news, entertainment, politics and technology. Earn to Die (0.80) A dystopian scene with zombies coming at you from every angle? That&apos;s the average app store in 2013, with no let-up in the enthusiasm of game developers for the undead. Earn to Die at least adopts a different genre: driving. Based on a series of online games, it sees you driving eight vehicles into zombies, with ragdoll physics ensuring they bounce off your bumper just so. Mini Ninjas (Free) Square Enix says the heroes of its latest game are &quot;the smallest heroes taking on the biggest dangers&quot;, which is as neat a summary of the central gameplay as any. It&apos;s a fun action game where you choose one of four ninjas to play as, battling enemies and creating your own magic spells. Nose to Tail (0.69) Developer Socket Software describes Nose to Tail as &quot;the premier mobile app for learning more about cuts of meat&quot;. No horseburger jokes, please. It digs into more than 80 cuts with hand-drawn images of cows to show where they come from, with advice on which cuts work best for different kinds of meals. Cow Crusher (Free) Okay, NOW let loose with the horseburger jokes. Cow Crusher is the latest topical news game from Game the News, this time focused on the current meat controversy in the UK. It&apos;s a game that gets you crushing cows into burgers in a factory: &quot;Don&apos;t hit the crush buttons when there is a horse in place or else you&apos;ll drop the meat quality very quickly and lose the game...&quot; What Will I Be? (1.99) This is the latest book-app for children from developer Digital Leaf, this time focusing on a child asking his father what he&apos;ll grow up to be in the future. Animations, interactivity, music and a mini-game add to the fun. Fresh Deck Poker (Free) Expect lots of real-money gambling games to be launched on smartphones and tablets this year, including from social games publishers who see gambling as their new frontier. Fresh Deck Poker is getting in early with this game, which integrates with its Facebook version for cross-platform play. Audioboo Two Beta (Free) As a service for sharing sounds, Audioboo gets less publicity these days than rival SoundCloud. It&apos;s still around though, with a brand new Android app (replacing its separate existing version) to help people listen to clips from the service, including The Guardian&apos;s audio edition. First Times If you, like me, pine (a bit) for the heyday of text adventures, you should definitely check out First Times. It&apos;s a horror text adventure that kicks off with you waking up in a morgue, and without giving the game away, it&apos;s genuinely creepy as you try to figure out what happened. If you&apos;re young enough to be baffled by the term &quot;text adventures&quot;, ask your dad (but go north, open the door and hit the elf with the sword first). webcamaze (Free) &quot;Amazing webcam images&quot;. The webcamaze&apos;s Google Play store listing has pretty much done my job for me. It&apos;s an app for browsing &quot;thousands&quot; of webcams and seeing their best images: &quot;Sunrises and sunsets, good weather and bad weather, night and day images&quot;. It has the makings of a proper time-sucker. That&apos;s this week&apos;s selection, but what do you think? Make your own recommendations, or give your views on the apps above, by posting a comment.", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/mar/15/best-android-apps-real-boxing-messageme", 
    "wordcount": "1868"
}