{
    "headline": "Climate change will shake the Earth", 
    "text": "The idea that a changing climate can persuade the ground to shake, volcanoes to rumble and tsunamis to crash on to unsuspecting coastlines seems, at first, to be bordering on the insane. How can what happens in the thin envelope of gas that shrouds and protects our world possibly influence the potentially Earth-shattering processes that operate deep beneath the surface? The fact that it does reflects a failure of our imagination and a limited understanding of the manner in which the different physical components of our planet  the atmosphere, the oceans, and the solid Earth, or geosphere  intertwine and interact. If we think about climate change at all, most of us do so in a very simplistic way: so, the weather might get a bit warmer; floods and droughts may become more of a problem and sea levels will slowly creep upwards. Evidence reveals, however, that our planet is an almost unimaginably complicated beast, which reacts to a dramatically changing climate in all manner of different ways; a few  like the aforementioned  straightforward and predictable; some surprising and others downright implausible. Into the latter category fall the manifold responses of the geosphere. The world we inhabit has an outer rind that is extraordinarily sensitive to change. While the Earth&apos;s crust may seem safe and secure, the geological calamities that happen with alarming regularity confirm that this is not the case. Here in the UK, we only have to go back a couple years to April 2010, when the word on everyone&apos;s lips was Eyjafjallajkull  the ice-covered Icelandic volcano that brought UK and European air traffic to a grinding halt. Less than a year ago, our planet&apos;s ability to shock and awe headed the news once again as the east coast of Japan was bludgeoned by a cataclysmic combination of megaquake and tsunami, resulting  at a quarter of a trillion dollars or so  in the biggest natural-catastrophe bill ever. In the light of such events, it somehow seems appropriate to imagine the Earth beneath our feet as a slumbering giant that tosses and turns periodically in response to various pokes and prods. Mostly, these are supplied by the stresses and strains associated with the eternal dance of a dozen or so rocky tectonic plates across the face of our world; a sedate waltz that proceeds at about the speed that fingernails grow. Changes in the environment too, however, have a key role to play in waking the giant, as growing numbers of geological studies targeting our post-ice age world have disclosed. Between about 20,000 and 5,000 years ago, our planet underwent an astonishing climatic transformation. Over the course of this period, it flipped from the frigid wasteland of deepest and darkest ice age to the  broadly speaking  balmy, temperate world upon which our civilisation has developed and thrived. During this extraordinarily dynamic episode, as the immense ice sheets melted and colossal volumes of water were decanted back into the oceans, the pressures acting on the solid Earth also underwent massive change. In response, the crust bounced and bent, rocking our planet with a resurgence in volcanic activity, a proliferation of seismic shocks and burgeoning giant landslides. The most spectacular geological effects were reserved for high latitudes. Here, the crust across much of northern Europe and North America had been forced down by hundreds of metres and held at bay for tens of thousands of years beneath the weight of sheets of ice 20 times thicker than the height of the London Eye. As the ice dissipated in soaring temperatures, the crust popped back up like a coiled spring released, at the same time tearing open major faults and triggering great earthquakes in places where they are unheard of today. Even now, the crust underpinning those parts of Europe and North America formerly imprisoned beneath the great continental ice sheets continues to rise  albeit at a far more sedate rate. As last year&apos;s events in Japan most ably demonstrated, when the ground shakes violently beneath the sea, a tsunami may not be far behind. These unstoppable walls of water are hardly a surprise when they happen within the so-called ring of fire that encompasses the Pacific basin but in the more tectonically benign North Atlantic their manifestation could reasonably be regarded as a bit of a shock. Nonetheless, there is plenty of good, hard evidence that this was the case during post-glacial times. Trapped within the thick layers of peat that pass for soil on Shetland  the UK&apos;s northernmost outpost  are intrusions of sand that testify to the inland penetration of three tsunamis during the last 10,000 years. Volcanic blasts too can be added to the portfolio of postglacial geological pandemonium; the warming climate being greeted by an unprecedented fiery outburst that wracked Iceland as its frozen carapace dwindled, and against which the recent ashy ejaculation from the island&apos;s most unpronounceable volcano pales. The huge environmental changes that accompanied the rapid post-glacial warming of our world were not confined to the top and bottom of the planet. All that meltwater had to go somewhere, and as the ice sheets dwindled, so the oceans grew. An astounding 52m cubic kilometres of water was sucked from the oceans to form the ice sheets, causing sea levels to plummet by about 130 metres  the height of the Wembley stadium arch. As the ice sheets melted so this gigantic volume of water was returned, bending the crust around the margins of the ocean basins under the enormous added weight, and provoking volcanoes in the vicinity to erupt and faults to rupture, bringing geological mayhem to regions remote from the ice&apos;s polar fastnesses. The breathtaking response of the geosphere as the great ice sheets crumbled might be considered as providing little more than an intriguing insight into the prehistoric workings of our world, were it not for the fact that our planet is once again in the throes an extraordinary climatic transformation  this time brought about by human activities. Clearly, the Earth of the early 21st century bears little resemblance to the frozen world of 20,000 years ago. Today, there are no great continental ice sheets to dispose of, while the ocean basins are already pretty much topped up. On the other hand, climate change projections repeatedly support the thesis that global average temperatures could rise at least as rapidly in the course of the next century or so as during post-glacial times, reaching levels at high latitudes capable of driving catastrophic breakup of polar ice sheets as thick as those that once covered much of Europe and North America. Could it be then, that if we continue to allow greenhouse gas emissions to rise unchecked and fuel serious warming, our planet&apos;s crust will begin to toss and turn once again? The signs are that this is already happening. In the detached US state of Alaska, where climate change has propelled temperatures upwards by more than 3C in the last half century, the glaciers are melting at a staggering rate, some losing up to 1km in thickness in the last 100 years. The reduction in weight on the crust beneath is allowing faults contained therein to slide more easily, promoting increased earthquake activity in recent decades. The permafrost that helps hold the state&apos;s mountain peaks together is also thawing rapidly, leading to a rise in the number of giant rock and ice avalanches. In fact, in mountainous areas around the world, landslide activity is on the up; a reaction both to a general ramping-up of global temperatures and to the increasingly frequent summer heatwaves. Whether or not Alaska proves to be the &quot;canary in the cage&quot;  the geological shenanigans there heralding far worse to come  depends largely upon the degree to which we are successful in reducing the ballooning greenhouse gas burden arising from our civilisation&apos;s increasingly polluting activities, thereby keeping rising global temperatures to a couple of degrees centigrade at most. So far, it has to be said, there is little cause for optimism, emissions rocketing by almost 6% in 2010 when the world economy continued to bump along the bottom. Furthermore, the failure to make any real progress on emissions control at last December&apos;s Durban climate conference ensures that the outlook is bleak. Our response to accelerating climate change continues to be consistently asymmetric, in the sense that it is far below the level that the science says is needed if we are to have any chance of avoiding the all-pervasive devastating consequences. So what  geologically speaking  can we look forward to if we continue to pump out greenhouse gases at the current hell-for-leather rate? With resulting global average temperatures likely to be several degrees higher by this century&apos;s end, we could almost certainly say an eventual goodbye to the Greenland ice sheet, and probably that covering West Antarctica too, committing us  ultimately  to a 10-metre or more hike in sea levels. GPS measurements reveal that the crust beneath the Greenland ice sheet is already rebounding in response to rapid melting, providing the potential  according to researchers  for future earthquakes, as faults beneath the ice are relieved of their confining load. The possibility exists that these could trigger submarine landslides spawning tsunamis capable of threatening North Atlantic coastlines. Eastern Iceland is bouncing back too as its Vatnajkull ice cap fades away. When and if it vanishes entirely, new research predicts a lively response from the volcanoes currently residing beneath. A dramatic elevation in landslide activity would be inevitable in the Andes, Himalayas, European Alps and elsewhere, as the ice and permafrost that sustains many mountain faces melts and thaws. Across the world, as sea levels climb remorselessly, the load-related bending of the crust around the margins of the ocean basins might  in time  act to sufficiently &quot;unclamp&quot; coastal faults such as California&apos;s San Andreas, allowing them to move more easily; at the same time acting to squeeze magma out of susceptible volcanoes that are primed and ready to blow. The bottom line is that through our climate-changing activities we are loading the dice in favour of escalating geological havoc at a time when we can most do without it. Unless there is a dramatic and completely unexpected turnaround in the way in which the human race manages itself and the planet, then long-term prospects for our civilisation look increasingly grim. At a time when an additional 220,000 people are lining up at the global soup kitchen each and every night; when energy, water and food resources are coming under ever-growing pressure, and when the debilitating effects of anthropogenic climate change are insinuating themselves increasingly into every nook and cranny of our world and our lives, the last thing we need is for the dozing subterranean giant to awaken. Bill McGuire is professor of geophysical and climate hazards at University College London. Waking the Giant: How a Changing Climate Triggers Earthquakes, Tsunamis and Volcanoes is published by Oxford University Press.  Hear him on the Science Weekly podcast at theguardian.com/scienceweekly", 
    "section": "environment", 
    "gid": "environment/2012/feb/26/why-climate-change-shake-earth", 
    "wordcount": "1838"
}