{
    "headline": "Rio+20: A voice from Washington DC, US", 
    "text": "   Jennifer Lentfer, Rio+20 Photograph: Guardian    Thousands of participants from nearly every country will assemble in my city of Rio in June for the Rio+20 United Nations conference on sustainable development. I wonder, of those experts, how many have actual &quot;on the ground&quot; expertise? Let me venture to say  not enough. Certainly, UN conference organisers have made great strides in recent years to include more participants from marginalised populations, but how these voices are heard among the cacophony of such an event remains to be seen. Unfortunately, much of their day-to-day work doesn&apos;t include these voices either. Communities and grassroots organisations are too often considered the lowest common denominator in the development discourse. Yet what is undeniable to me, during my decade of service in the international aid sector, is that poor people are not getting by due to sweeping national-level policies or major internationally funded programmes. Robert Chambers, of the Institute of Development Studies, talks about the strong centripetal forces that draw resources and educated people into the &quot;core&quot; where there is mutual attraction and reinforcement of power, prestige, and resources. What happens to the &quot;periphery&quot;, then, especially when it&apos;s those on the periphery that those gathered at Rio+20 are trying to serve? Those on the ground, who have fundamental knowhow and the resources needed to bring about long-term social change, are excluded. Wiser.org, a social network for sustainability, has already registered over 113,000 local organisations and indigenous movements working on a wide variety of issues in 243 countries. Conservative estimates indicate there may well be over 4m such local groups operating across the globe. This leaves me asking  what is the cost to all of us when so many of the best minds and perspectives from the community-level are left out of navigating the paradox of sustainable development? Here, we clearly need all the help we can get.", 
    "section": "global-development", 
    "gid": "global-development/2012/jun/15/rio20-voice-washington-dc-us", 
    "wordcount": "314"
}