{
    "headline": "Curiosity rover: Why is Nasa so curious about Gale Crater?", 
    "text": "Early on Monday morning, Nasa&apos;s Curiosity rover will attempt a hazardous landing on the Martian surface. It will take seven minutes from the capsule hitting the top of the atmosphere at six kilometres per second to the van-sized vehicle being placed gently on the ground. A heat shield to withstand heating to 1,600C, the largest and strongest supersonic parachute yet built, and finally a new piece of kit called the Sky Crane will all be used. The Sky Crane is a retro-rocket platform and has been attracting considerable attention because it&apos;s bold and dangerous. Even Nasa is calling the entry, descent and landing &apos;Seven Minutes of Terror&apos;. Any time space scientists introduce more technology they risk failure. So why, in these fiscally challenged times is Nasa taking such a gamble? The answer is for science. Every mission faces the same dilemma: the most interesting parts of Mars are invariably where it&apos;s most difficult to land. Geologists need jagged rock faces, where erosion has cut into the rocks to reveal the ancient strata. Descending spacecraft, on the other hand, require flat open plains without hills, boulders or cliffs for a safe touchdown. Nasa has played it cautiously with previous Mars rovers, dropping them in flood plains and driving slowly to targets of interest. This time it&apos;s different. If all goes well on Monday, Curiosity will land next to the scientific motherlode: a mountain that displays billions of years of Martian history. Aeolis Mons, known informally as Mount Sharp, is located inside the 154 kilometres-wide Gale Crater, which sits just south of the Martian equator. Each of its geological layers is a page in the story of the planet. To read them, Curiosity must land somewhere on a narrow strip of flatter ground between Aeolis Mons and the crater&apos;s rim. This is where Sky Crane comes in. In the same way army helicopters can place jeeps into war zones, so Sky Crane is designed to place Curiosity onto Mars&apos; surface. (Not that I&apos;m implying Mars is a war zone, despite what you might think from watching John Carter). Taking into account the unpredictable buffeting by the winds that the spacecraft will endure on the way down, Sky Crane is expected to place Curiosity on the Martian dust somewhere within a 20km x 7km area. Although that may sound big, it is small enough to cosy up to the mountain while avoiding the crater&apos;s rim. No previous mission could have even attempted this landing. The 2004 Mars Exploration rovers, Spirit and Opportunity, had landing ellipses of 150km x 20km. Seven years before them, Mars Pathfinder&apos;s was 200km x 70km. Once Curiosity is safely down, planetary scientists can look forward to an unfolding story of unparalleled geological detail. The outline of Mars&apos;s life story has already been sketched. It starts billions of years ago when Mars was a warmer, wetter, more habitable place and ends in today&apos;s climate disaster: a barren, airless desert. The question is whether this was a gradual process, in which Mars changed slowly over a billion or so years, or whether it was much quicker. A gradual scenario may be more conducive to the establishment of widespread life in Mars&apos;s past. However, images from Esa&apos;s Mars Express spacecraft suggest that the wet conditions disappeared early, reappearing in five sporadic volcanic episodes that saw huge flash floods sculpt the planet&apos;s surface. So, with the determination of whether there is or was life on Mars as the chief aim of Nasa&apos;s Mars Exploration Programme, planetary scientists now need details about the planet&apos;s past climate. That means a perilous landing for the $2.5bn rover. In space, simple is always the preferred option but in the quest for better science, risks have to be taken. The Sky Crane is a necessary complication, and sometimes fortune favours the bold.Stuart Clark is the author of The Sky&apos;s Dark Labyrinth trilogy (Polygon)         ", 
    "section": "science", 
    "gid": "science/across-the-universe/2012/aug/03/mars-curiosity-rover-nasa-gale-crater", 
    "wordcount": "648"
}