{
    "headline": "Male spiders sacrifice their genitals to fertilise big hungry females", 
    "text": "There comes a time in a male spider&apos;s life when amorous behaviour leads to sexual intercouse and perhaps the ripping off of genitals. Scientists have long wondered why some males evolved to sacrifice their genitals in the act of reproduction, given that the injuries could leave them sterile. But an answer may now be at hand following a series of meticulous experiments by Daiqin Li, a behavioural ecologist at the National University of Singapore. Researchers led by Dr Li studied a species of orb-web spider called Nephilengys malabarensis. The males are much smaller than the females and more often than not are eaten by their partners during copulation. Before the act of cannibalism, which some spiders escape, the male&apos;s sexual organ, known as a palp, is broken off inside the female. Sometimes the female breaks off the palp, but males engage in the behaviour too. Male spiders are usually born with two palps. Li&apos;s team took 25 virgin males and put them on webs where females lay waiting. All of the spiders mated, leaving 22 males with completely severed palps and three with partially damaged genitals. The scientists then dissected the creatures to trace what happened to the spiders&apos; sperm. Only a third had entered the females, with the rest still lurking in the broken-off palps. Further tests, described in the journal Biology Letters, revealed that the longer a male&apos;s palp remained lodged in a female, the more sperm was transferred into her, increasing the chances of fertilisation. The broken palp also served as an effective plug, putting the female out of action for other males. Dr Li told the Guardian that it was unclear how the broken palps continued to inseminate the female after being severed from the male, but said such &quot;remote copulation&quot; was more than a simple draining of sperm into the female. Li believes that males evolved to lose their palps because the strategy allowed them to fertilise females even if the organ was broken off in seconds or the female ate the male alive. &quot;Remote copulation probably evolved from the conflict of interest between males and females, as a counter-adaptation to female aggression towards males, the female-enforced short copulation times, and the high rate of cannibalism,&quot; he said. The injuries the males sustain make them more aggressive, with eunuch spiders more aggressive than those with one working palp, and those with two palps the least aggressive. This might also work in their favour, as they are more able to fight off other males who approach the female.", 
    "section": "science", 
    "gid": "science/2012/feb/01/losing-genitals-mating-male-spiders", 
    "wordcount": "426"
}