{
    "headline": "Green news roundup: Record temperatures and China air pollution", 
    "text": "Environment news  2012 among the 10 warmest years on record, figures show Insecticide &apos;unacceptable&apos; danger to bees, report findsUK seeks to water down Arctic oil drilling proposals Black carbon causes twice as much global warming than previously thought Ed Davey: UK companies support decarbonising target Thousands of insulation industry jobs lost in new year, figures showMinisters&apos; failure to act on plastic bag pledge condemned by campaignersBeijing smog continues as Chinese state media urge more action On the blogs     David Cameron boards his plane bound for the G8 summit in Canada, where he appeared unwilling to force the aid issue. Photograph: Stefan Rousseau/PA     Caroline Lucas: David Cameron is irresponsible to omit climate change from his G8 priorities Do Australia&apos;s bushfires emit more carbon than burning coal? Will connecting offshore wind to the grid really cost 17bn? What message shall I give the parliamentary cycling inquiry? Multimedia     White-tailed eagles eating fish as a hooded crow stands nearby in Hungary,  December 2012. Photograph: Will Nicholls/Rex Features     The week in wildlife - in pictures How global temperatures have changed since 1880 - video Air pollution in China - picture of the day 125 years of National Geographic  in pictures Climate legislation: &apos;a great deal is being done at national level&apos; - videoProtecting livelihoods in the Congo basin rainforest  in picturesChinese air pollution hits record levels  in pictures Best of the web     Minamata sufferer Suemi Uemura, 66, sits with benumbed legs stretched out, in her home in Izumi, Japan. Minamata disease is caused by industrial mercury pollution. Photograph: Katsumi Kasahara/AP     Treaty &apos;insufficient&apos; to reduce global mercury levels Clean energy investment fell 11% in 2012 New York Times dismantles environment desk America&apos;s hottest year on record: a state by state map Green jobs  Head of Programme at Unep, Cambridge, 41,922  55,898 Globally Threatened Species Programme Manager at RSPB, Based at RSPB UK Headquarters, Sandy, Bedfordshire, 26,000 to 32,000 per annum Chief Executive at the Cheshire Wildlife Trust, Cheshire, 45k - 50k ... And finally  Welcome to Rain Square, where the answer to rising flooding is: let it flowHousing plans in Norwich  seen as folly by some  claim to answer need for sustainable growth", 
    "section": "environment", 
    "gid": "environment/2013/jan/16/1", 
    "wordcount": "307"
}