{
    "headline": "30 best Android apps this week", 
    "text": "It&apos;s time for our weekly roundup of brand new and notable apps for Android smartphones and tablets. It covers apps and games, with the prices referring to the initial download: so (Free) may mean (Freemium) in some cases. The equivalent iOS roundup will be published later in the day. For now, read on for this week&apos;s Android selection (and when you&apos;ve finished, check out previous weeks&apos; collections). Swype (0.65) Typing app Swype has been available on a select few Android devices before, but now it&apos;s on the Google Play store for many more. Its signature swipe-based typing can now be found in other virtual keyboards (including Google&apos;s own), but the Nuance-owned app is hoping its predictive engine, voice recognition features and ability to update its dictionary with &quot;the latest trending words&quot; will win it an audience. BBC iPlayer Radio (Free) Released earlier this week, BBC iPlayer Radio for Android is a port of the existing iOS app, offering live streams from the BBC&apos;s national radio stations, plus access to shows from the last seven days (and podcasts) on demand. Video clips, alerts for upcoming programmes and an alarm-clock function are also part of the mix. Fieldrunners 2 (1.87) The original Fieldrunners remains one of the best tower-defence games for mobile devices, and its sequel has now made the leap from iOS to Android. If you&apos;re new to the genre, it involves placing towers to fend off increasingly tough hordes of enemies, building mazes to contain and destroy the marching troops before they reach your base. Beauty and the Beast (2.99) StoryToys has turned a succession of familiar fairytales into pop-up book-apps, with Beauty and the Beast the latest to get the treatment. Aimed at children, it mixes text, animated and interactive scenes, and music. Simple mini-games keep kids amused, while the pop-up scenes are well-crafted and fun. GoComics (Free) A number of apps are available that aggregate comics of the Marvel/DC kind, but what about comic strips the ones you see in newspapers? That&apos;s the idea behind GoComics, which aggregates strips from the likes of Garfield, Peanuts, Doonesbury, The Boondocks and Dilbert, and presents them in an app whose archives go back more than 20 years. NASCAR RaceView Mobile &apos;13 (Free) One more for the US, it&apos;s fair to day, although NASCAR fans elsewhere in the world will also be interested. This official app is used for the Sprint Cup Series race day, pulling in data from the cars and turning it into a virtual representation of what&apos;s happening, with leaderboards and live audio. House of the Dead Overkill: LR (3.88) If you, like me, have spent many a happy hour shooting at zombies in Sega&apos;s House of the Dead console games, this all-new mobile version is definitely worth a look. I say &quot;all-new&quot; it&apos;s more a &quot;remix&quot; of 2009&apos;s The House of the Dead Overkill, with touchscreen-friendly controls and three worlds to explore. Earbits Radio (Free) Earbits is the latest streaming radio app, with a focus on independent bands large and small. It promises to analyse the music stored on your Android smartphone, and use the data to suggest one of more than 350 streaming stations that you&apos;ll enjoy. It uses an in-app currency called &quot;Groovies&quot; for users to earn on-demand tunes by supporting artists that they discover in the app. Iron Man 3  The Official Game (Free) Fans of the Iron Man films will take a shine to this tie-in game from Gameloft, which is billed as an endless-runner. Actually, endless-flyer would be more accurate, as Iron Man zooms through Malibu Shores, New York and China battling villains, and avoiding traffic and obstacles. It&apos;s freemium, so in-app purchases are used to speed up progress in upgrading Iron Man&apos;s powers. RE-VOLT Classic Premium (2.93) In similar vein to the House of the Dead game, Re-Volt brings back some fond memories of Sega&apos;s Dreamcast console. It&apos;s a remote-controlled car racing game that&apos;s been lovingly remade by developer WeGo Interactive, offering 14 tracks, 42 cars and five modes to tickle nostalgic gamers&apos; fancies. doo (Free) Doo is the latest cloud-storage app, this time promising that it &quot;puts all your documents, whether stored locally or in the cloud, in your pocket, along with the intellgent tag-based doo search&quot;. A handy way to aggregate files, including those stored in Google Drive, Dropbox and Gmail. Zombie HQ (Free) More zombies! This game was warmly received in its iOS incarnation, and is now available on Android. Expect shooting, more shooting and unusually for the genre interior decoration as you &quot;deck out your ultimate man-cave with pool tables, hot tubs, TVs, turntables, plants and more&quot;. You don&apos;t get that in The Walking Dead... Runtastic Mountain Bike (Free) Runtastic made its name, self-evidently, with apps for runners. Now it&apos;s after the cyclist market too with a pair of new apps. Runtastic Mountain Bike is all about the off-roaders, offering maps, suggested trails to ride, and tracking every aspect of their journeys enabling them to add photos as they go. It also works with compatible hardware, including heart monitors and sports armbands. Runtastic Road Bike (Free) And here&apos;s the second biking app from Runtastic, focused on cyclists who prefer to stick to road-riding. Here too, though, it offers maps, route suggestions, tracks the rides and plays nice with Runtastic&apos;s hardware. Talisman Prologue HD (2.99) Games Workshop&apos;s venerale Talisman: The Magical Quest Game evokes fond memories for many role-playing veterans. Now it&apos;s available in app form courtesy of Thumbstar Games. It offers 50 solo quests to play, with cards, dice and monsters a-plenty. Thumbstar says multiplayer features will be added in future updates, too. Krowds (Free) No, not the latest Kardashian sibling. Krowds is the latest video-sharing app, with a focus on group-sharing and location. &quot;The app lets you tap into the videos and points of view of anyone else nearby who&apos;s also using Krowds,&quot; explains its Google Play listing. Editing features are included to jazz your videos up before sharing them. mTrip Travel Guides (Free) There are enough travel-guide apps for smartphones that you could take 10 or more for each holiday. mTrip Travel Guides is the latest on Android, promising to work entirely offline (hence no roaming data charges) with guides to more than 35 destinations included as in-app purchases. This collection app joins the standalone guides on Google Play. Thor: Lord of Storms (Free) Social games developer Animoca (of Pretty Pet Salon fame/fortune) is at it again, this time with a game based on Norse myths. You can play as Thor, Freya or Brunhilde, battling &quot;demons, giants and monsters&quot; along with the nefarious Loki, Surt and Fenrir. It&apos;s a colourful action game with plenty of players already on board. The Shape Monster (Free) Children&apos;s apps developer Wombi Apps is having a busy April, with three apps out this week all linked by their characterful monsters. The Shape Monster is a free taster, starring a monster chef who wants children to feed him certain-shaped ingredients. The educational spin: &quot;The key to keeping his belly satisfied is knowing your shapes.&quot; The Number Monster (2.79) The second app in Wombi&apos;s monster trilogy is a paid title. This time the monster is a scientist who wants kids to help him with &quot;an experiment on futuristic mushrooms&quot;. The emphasis here is on recognising numbers and dragging them into place. The Letter Monster (2.79) Finally, the Letter Monster is a sea-dwelling beast who wants to be fed letters, in this alphabetically educational game for children aged three and up. As with the apps above, the instructions are read out to ensure that even the earliest readers know what to do. Boulder Dash-XL (2) Another famous old game makes its way to Android, this time courtesy of HeroCraft. Boulder Dash-XL offers more than 100 caves to explore, finding diamonds and destroying (or avoiding) boulders. It&apos;s a conversion of the Xbox 360 and PC version of the game. Kingdom &amp; Dragons (Free) You can&apos;t fault Gamevil for being afraid to mix genres. This is &quot;a fantasy action RPG featuring elements of kingdom building&quot; as you build a village then battle enemies who want to overrun it. As it&apos;s freemium, expect in-app purchases to be a factor if you want to do anything faster. Laypuzzle (Free) Laypuzzle is one of the more intriguing Android children&apos;s apps I&apos;ve seen recently, stocked with claymation characters, magic trees, pigs and a Google Play store description that needs a bit of work to make sense of what&apos;s going on. It looks fun though. Acute Kidney Injury Mobile App (Free) Very few people reading this roundup will need to use this app from the Royal College of Physicians of Edinburgh it&apos;s for junior doctors and non-renal specialists treating Acute Kidney Injury patients. But I thought the fact that it exists was worth highlighting, as a way apps are being put to use in a professional medical context. It offers a medical calculator, diagnosis information and illustrative case studies. Shiny The Firefly (1.49) Another colourful game that may well apply to kids as well as adults, this follows a firefly called Shiny&apos;s quest to find his babies, with mosquitoes, toads, wasps and centipedes (among other enemies) getting in the way. Picvie (1.29) A photo-sharing app? More than just that: Picvie is about building albums of photos, videos, audio clips and websites, created on the smartphone or tablet then shared to Facebook if required. The Floor Escape (Free) The description claims this is one of the best &quot;door exit&quot; games on Android a genre that may be new to you. More than 1m people have already downloaded this free example though, puzzling their way through doors with a selection of mini-games. Planets Defense (1.30) One final game this week: a 3D space strategy title where you have to upgrade a fleet of spaceships, research new technologies and mine planets and debris to fund your plans for intergalactic conflict. SoothPostr (Free) &quot;A modern-day soothsayer, SoothPostr is more than just a fortune-telling app,&quot; claims the Google Play listing for this new Q&amp;A app. By which it means it provides randomly-generated answers to questions about life, love and other matters, which can then be posted to social networks. That&apos;s this week&apos;s selection, but what do you think? Make your own recommendations, or give your views on the apps above, by posting a comment.", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/apr/26/best-android-apps-swype-bbc-iplayer-radio", 
    "wordcount": "1779"
}