{
    "headline": "Sharp rise in sustainable seafood products on sale in UK", 
    "text": "The number of fish and seafood products certified as sustainable by the Marine Stewardship Council (MSC) has shot up by 41% in the UK over the last year, as retailers and supermarkets respond to consumers&apos; demand to know the provenance of the produce they buy. Fisheries minister Richard Benyon has hailed the progress made over the last 10 years as evidence of &quot;a seismic shift&quot; in people&apos;s attitudes towards the quality and source of the fish they eat, but admits that challenges remain in keeping the momentum going. The MSC is an international non-profit organisation set up to help make the seafood market sustainable. It oversees and manages the distinctive blue labelling system that tells consumers which species of fish they can buy safe in the knowledge they aren&apos;t destroying stocks. The growth in the number of MSC-certified products on UK shelves has been significant, from 200 in 2008 to 988 at the end of 2011. The figure is up 41% from 701 in 2010. More than 13,000 seafood products worldwide  from prepared seafood meals to fresh fish  now bear the MSC label in 80 countries, up 50% over the last year. The Big Fish Fight, a Channel 4 campaign led by food writer Hugh Fearnley-Whittingstall last year highlighted the issue of sustainability and prompted a significant increase in sales of &quot;alternative&quot; species of fish and seafood which retailers hope will continue as a longer-term trend. The programmes highlighted the wasteful use of discard in fishing practices while encouraging shoppers to take the pressure off popular fish stocks by being more adventurous in what they eat. Globally, 85% of fish stocks are fully or overfished. Only eight out 47 fish stocks in UK waters are currently in a healthy state. Five species  cod, haddock, salmon, tuna and prawns  make up 75% of UK consumption. A reform of the current EU common fisheries policy (CFP), proposed for 2013, aims to bring fish stocks to a sustainable level by 2015. For this reason the new figures from the MSC  due to published this week  will be eagerly scrutinised by retailers. Sainsbury&apos;s  the largest UK retailer of MSC-approved fish  has just launched its 100th MSC-certified product. Its Icelandic line-caught haddock will add to other successful products including Cornish sardines (once known as pilchards) and its Basics range of pollock fishfingers. The launch also marks the first MSC-certified fishery in Iceland. Last October, Sainsbury&apos;s announced 20 sustainability goals to be achieved by 2020, including the pledge that all its fish will be independently certified as sustainable. The supermarket&apos;s Switch The Fish campaign earlier this year boosted sales and awareness of sustainable varieties beyond the traditional big five. Other retailers have reported strong sales of ethically-sourced fish products. The Co-operative Food Group said recently that sales of fish from sustainable sources grew by 16.3%, from 178m to 207m, in 2010/11. That was twice the rate for total fish sales, which increased 8.2% in the same period. Critics such as consumers&apos; group Which? and the Marine Conservation Society (MCS) have complained that consumers seeking to make ethical choices are often misled by an array of confusing and unhelpful labelling. In the past, the MSC has also been criticised for certifying fisheries that have questionable sustainability. One marine biologist told the Guardian last year that the MSC &quot;has rushed to accept applications from hundreds of fisheries around the globe&quot; in order to grow their network. He added: &quot;Many of those are actually viewed by scientists as unsustainable. They should really take a closer look before they even engage with those fisheries.&quot; In a British Retail Consortium report into sustainable retailing out this week, a section on responsible sourcing within the food supply chain concludes: &quot;A more co-ordinated approach on labelling across sectors would help to reduce food waste and to prevent consumer confusion.&quot; James Thornton, the chief executive officer of ClientEarth  which has set up the Sustainable Seafood Coalition  said: &quot;Consumers are increasingly considering the environment in their seafood purchases, yet the lack of consistency in seafood labelling leaves them vulnerable to confusion. The legislative tools move slower than the problems escalate and we cannot afford to wait.&quot; MSC&apos;s country manager for the UK, Toby Middleton, said: &quot;The growth in interest in certified sustainable seafood over the past few years has been remarkable and that change is mirrored by the changes on the seas where certified fisheries have brought a myriad environmental benefits including reduced bycatch and better scientific understanding of fisheries.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jan/30/sustainable-seafood-products-sharp-rise", 
    "wordcount": "765"
}