{
    "headline": "Boot up: Major Bitcoin exchange folds, new Google iOS app, and more", 
    "text": "A quick burst of 9 links for you to chew over, as picked by the Technology team No comment &gt;&gt; Dave Winer  I finally decided today that even though sometimes I get some value from having comments here on Scripting News, in balance they&apos;re not worth the trouble. So I&apos;m turning them off.   Your comments welcome. (Here, obviously.) Major Bitcoin exchange shuts down, blaming regulation and loss of funds &gt;&gt; Ars Technica Ruh-roh:   Bitcoin experienced a rough night on Monday as TradeHill, the second-largest Bitcoin exchange, announced that it was closing its doors. In a statement, CEO Jered Kenna cited regulatory problems and the loss of $100,000 in a dispute with one of its payment processors as major factors in the decision. He has pledged to open a new site once these issues have been resolved.   Bitcoin&apos;s exchange rate is now around $4.50, compared to last summer&apos;s $30 high. Maybe that will drive the speculators out. Singularitarianism? &gt;&gt; Pharyngula PZ Myers, biologist:   Magazines will continue to praise Kurzweil&apos;s techno-religion in sporadic bursts, and followers will continue to gullibly accept what he says because it is what they wish would happen. Kurzweil will die while brain-uploading and immortality are still vague dreams; he will be frozen in liquid nitrogen, which will so thoroughly disrupt his cells that even if we discover how to cure whatever kills him, there will be no hope of recovering the mind and personality of Kurzweil from the scrambled chaos of his dead brain.   Perhaps &quot;Singularitology&quot;? Google, Safari, and a clamour of cookie confusion &gt;&gt; Lauren Weinstein Weinstein feels everyone has gotten too het up:   My gut feeling is that we&apos;ve passed beyond the era where it made sense to concentrate on Internet privacy controls and issues mainly in terms of specific technologies as we&apos;ve done in the past. As noted above, cookies are neither good nor bad, neither intrinsically righteous nor evil. Cookies, like the other local storage mechanisms that have now been implemented, are merely tools. And as with other tools, how they are used is under the control of the entities who deploy these complex functionalities...What we really need to be concentrating on are the fundamental issues of trust and transparency. If we as users feel confident that individual firms are doing their best to be transparent about their policies and are handling our data in responsible manners, then putting our trust (and data) in the hands of those firms is a solid bet.   Reasonable, and with useful links. But it then throws the question of who you trust off to a hazy &quot;branding&quot; issue. Is that really helpful? Google&apos;s rogue programmers &gt;&gt; James Grimmelman Google Buzz, Streetview&apos;s Wi-Fi calamity, Cookiegate:   The only other firms I can think of with this kind of sustained inability to make their internal controls stick are on Wall Street. Google has already had to pay out a $500 million fine for running advertisements for illegal pharmaceutical imports. And the company is already operating under a stringent consent decree with the FTC from the Buzz debacle. If those weren&apos;t sufficient to convince Larry Page to put his house in order, it&apos;s hard to know what will be. Sooner or later, the company will unleash on the internet a piece of software written by the programmer equivalent of a Jrme Kerviel or a Kweku Adoboli and it won&apos;t be pretty, for the public or for Google.   Kerviel and Adoboli being two notorious rogue traders. (Grimmenlan is a professor of law.) Android and Chrome OS - Really a two horse race? &gt;&gt; getwired.com From September 2010:   People expected that Google would have a hissyfit because telcos are bastardizing Android instead of shipping it in the &quot;pure&quot; form offered by Google in the form(s) of the Nexus One and Nexus S. Google hasn&apos;t. Why would they? Unlike Apple and Microsoft, their imperative isn&apos;t the purity of the platform.... Think for a second - effectively every product Google makes is dedicated to getting you, or keeping you, on the Internet. The Chrome browser isn&apos;t setting speed records because Google cares about you in a deep, meaningful way. It&apos;s to make the time you use on the web, and on your computer, so painless and effortless that it becomes the way you always do things. Google&apos;s true mission statement could to some degree actually be reduced down to: To become your conduit and guide to everything, via the Internet.  Eli Pariser: Beware online &apos;filter bubbles&apos; &gt;&gt; TED.com Stunning talk, just nine minutes long, whose key message is embodied by comparing two peoples&apos; searches on one word: Egypt.   As web companies strive to tailor their services (including news and search results) to our personal tastes, there&apos;s a dangerous unintended consequence: We get trapped in a &quot;filter bubble&quot; and don&apos;t get exposed to information that could challenge or broaden our worldview. Eli Pariser argues powerfully that this will ultimately prove to be bad for us and bad for democracy.   The best use you&apos;ll make of nine minutes today. (Thanks @ocoonassa, from the discussion about Google&apos;s Dafari hacking.) New Google+ iOS app, now with Instant Upload! &gt;&gt; Google+ Over at Google:   A new version of the Google+ iOS app is rolling out to the App Store, and it comes with one of your most requested features: Instant Upload! Once enabled, all photos and videos that you take are automatically uploaded to a private album on Google+ - ready to share with your circles, or the world.   Google wants to be the new Facebook, and Flickr, and iCloud. A Sad State of Internet Affairs: The Journal on Google, Apple, and &quot;Privacy&quot; &gt;&gt; John Battelle&apos;s Search Blog Battelle on Google&apos;s circumvention of Apple&apos;s blocking of third-party cookies:   It&apos;d be nice if the Journal wasn&apos;t so caught up in its own &quot;privacy scoop&quot; that it paused to wonder if perhaps Apple has an agenda here as well. I&apos;m not arguing Google doesn&apos;t have an agenda - it clearly does. I&apos;m as saddened as the next guy about how Google has broken search in its relentless pursuit of beating Facebook, among others. In this case, what Google and others have done sure sounds wrong - if you&apos;ve going to resort to tricking a browser into offering up information designated by default as private, you need to somehow message the user and explain what&apos;s going on. Then again, in the open web, you don&apos;t have to - most browsers let you set cookies by default.   Umm. Most browsers might (we&apos;ll see how that stands up) but this explicitly went against Apple&apos;s settings for Google&apos;s benefit. The user became less important than advertisers and Google itself. (Thanks @modelportfolio2003 for the pointer.) Battelle&apos;s take (made when the story had just broken) doesn&apos;t gel with his commenters, who have had a few hours more to digest it. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/feb/20/bitcoin-google", 
    "wordcount": "1189"
}