{
    "headline": "Government set to drop private universities plan", 
    "text": "The government has abandoned plans to reform the university system that would have made it easier for private colleges to set up new universities. A higher education bill due to be introduced in the Queen&apos;s speech has been delayed indefinitely, according to the Daily Telegraph. The Liberal Democrats were opposed to further reforms to higher education after the controversial decision to raise tuition fees, the paper reported. The universities minister, David Willetts, said: &quot;There&apos;s going to be a further discussion in cabinet in the next couple of weeks. There&apos;s no final decision either way yet.&quot; Two private universities in England  Buckingham and BPP  have degree-awarding powers, and several other private providers focus on professional courses such as business studies, management and law. They are not subject to the same government requirements on widening access to students from poorer backgrounds, or the cap on student numbers. The maximum state-backed loan available for students at private universities has risen from just over 3,000 to 6,000 for students starting this autumn in a move Willetts described as a first step towards bringing in private providers of higher education. Sally Hunt, the general secretary of the UCU, the college lecturers&apos; union, said: &quot;Plans to allow private companies greater access to taxpayers&apos; money would have seen them getting rich at the expense of the UK taxpayer. &quot;In the US, for-profit universities and colleges have been investigated for the mis-selling of qualifications to vulnerable students and their families. That is the last thing we needed here as students struggle to adapt to the new fees regime. &quot;The government should be applauded for appearing to listen to the experts in the case. We will continue to expose the dangers of allowing those whose first priority is to their shareholders a greater hold on our higher education system.&quot; The coalition has already introduced sweeping change to the university system without the need for primary legislation, including increasing the cap on tuition fees and giving universities the power to recruit unlimited numbers of the best performing students.", 
    "section": "education", 
    "gid": "education/2012/jan/24/government-set-drop-private-universities-plan", 
    "wordcount": "348"
}