{
    "headline": "Creating a culture of collaboration in universities - live chat, Friday 22 June", 
    "text": "No man is an island. Two heads are better than one. A problem shared is a problem solved - these are just some of the proverbs that tell of the virtues of teamwork, but it seems they can&apos;t always be universally applied. Take research in universities for example. While the problems of our age are complex and addressing them often, if not always, requires input from researchers across various disciplines, the funding and dissemination of research happens along increasingly narrow lines. In an interview with the Financial Times&apos; Tim Harford, Ian Goldin, director of the Oxford Martin School explains: &quot;Academic journals are largely specialised rather than interdisciplinary and official funding bodies shy away from interdisciplinary projects. The result is that academics with interdisciplinary interests have few ways to fund the research and few credible outlets for publishing the results.&quot; Ferdinand von Prondzynski, VC of Robert Gordon University, also touched on these issues when he tweeted to say that interdisciplinarity is being undermined by the current regulation. &quot;One problem is that many of the regulatory frameworks discourage interdisciplinarity - incl. RAE/REF, which actually punish it.&quot; And so, it seems that the appetite for interdisciplinarity in HE is influenced by external conditions. Explaining how he created the team that built the &apos;Jeopardy&apos; computer, IBM staff researcher, Dr David Ferrucci said: &quot;Scientists, by their nature, can be solitary creatures conditioned to work and publish independently to build their reputations. While collaboration drives just about all scientific research, the idea of &quot;publishing or perishing&quot; under one&apos;s own name is alive and well.&quot; But the call to build diverse teams and foster collaboration within a university doesn&apos;t just apply to researchers. The increasing involvement of administrators, IT staff and librarians in the provision of HE was noted by the Association of University Teachers, now the UCU, in a report dating back to 2001, and the idea has lost none of its shine. But will all the changes in recent years, particularly around funding and assessment, reverse advances made in collaboration? Join our live chat panel on Friday 22 June, to share best practice in team-building, assess the opportunities presented through social networks and discuss what the future of interdisciplinarity might be. The live chat happens in the comments beneath this blog. Panel Mary Churchill, special assistant to the vice president of Institutional Advancement at Queens College, City University of New York Mary is also faculty associate at the Middle East Center at Northeastern University in Boston; the executive director and founder of the University of Venus blog and nonprofit and she blogs on the future of higher education at the Chronicle of Higher Ed. Mary has over twenty years of leadership and management experience in higher education. @mary_churchill David Lundie, postdoctoral associate, Cornell University  David is currently part of a National Science Project drawing together psychologists, philosophers, engineers and economists engaged in the study of online privacy. He is a member of the Beyond Diversity research group which aims to find pluralistic solutions to global problems by drawing together interdisciplinary theoretical approaches with professional learning and folk knowledge systems.  Jo Keeler, business director, Belbin, an organisation which helps individuals and teams to communicate and work together with greater understanding Jo is responsible for managing strategic and operational activities and building the Belbin brand both in the UK and worldwide. In addition to these responsibilities, Jo works closely with Meredith Belbin and acts as his general sounding board. Belbin Team Roles are used extensively in HE, and Jo has worked closely with professionals within this sector. @BelbinTeamRoles Oisin MacNamara, special projects manager, Northumbria University Oisin&apos;s research background was in microbiology though he&apos;s been involved in regional development and knowledge transfer/exchange for the last 25 years. HE is currently helping to set up the School of Design&apos;s inter-disciplinary research centre in London, which fuses design with a range of STEM disciplines and previously chaired a 3 year HEFCE-funded interdisciplinary urban regeneration project with over 200 academics across 4 universities and involving 600 external organisations. Lindsay C. Stringer, co-director, Sustainability Research Institute, University of Leeds Lindsay is a reader in environment and development at the University of Leeds. Her research is interdisciplinary and draws on theories and methods from both the natural and social sciences to better understand the relationships between environmental changes and livelihoods, particularly in dryland Africa. Lindsay also sits on the advisory board for the international scientific network and think tank DesertNet International. @LindsayStringer Anna Notaro, lecturer, contemporary media theory, University of Dundee Over her twenty year career Anna has always worked across disciplines (literature, history, cultural geography, to name a few), and lately her interests lie in new/social media, celebrity and cyber culture. She cultivates an unhealthy passion for HE and the future of academia. @notanna1 Sara Jones, senior lecturer, City University London Sara is the programme director for the Masters in innovation, creativity and leadership, an interdisciplinary programme run by City University London&apos;s Interdisciplinary Centre for Creativity in Professional Practice. Recent research interests include creativity in the design of interactive systems, and the use of new technologies to support creative thinking. @svjaok Elizabeth Lewis Pardoe, associate director, Office of Fellowships and lecturer in history &amp; American studies, Northwestern University Elizabeth earned her Masters degrees in European history as a Marshall Scholar at Cambridge University before completing her doctorate in American history at Princeton. Her academic essays scrutinize responses to religious and ethnic conflict in early modern Europe and colonial North America. She is a regular contributor to and member of the editorial collective on women and international higher education, University of Venus. @ejlp Alison Stibbe, head of communications, Oxford Martin School  As the head of communications for the Oxford Martin School, Alison plays a key role in its strategic development and raising its profile through publications, partnerships, events and media relations. The Oxford Martin School is a unique, interdisciplinary research community of over 300 scholars working to address the most pressing global challenges and opportunities of the 21st century. @alisonstibbe  Guy Poppy, director of multidisciplinary research and professor of ecology, University of Southampton Guy has been undertaking multidisciplinary research since his PhD on chemical ecology at Oxford. More recently he has worked across the natural and social sciences on many environmental issues including GM crops, food security and biofuels. He currently directs multidisciplinary research at the University of Southampton and directs the university strategic research groups focussed on grand challenges such as ageing, sustainbility, nanoscience, digital economy and work futures, health technologies. @GuyPoppy1 This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/jun/20/interdisciplinary-teams-in-universities", 
    "wordcount": "1118"
}