{
    "headline": "Badger cull 'not legal or scientific', high court will hear", 
    "text": "The bitter battle over the government&apos;s plan to kill thousands of badgers reaches the high court on Monday, when the Badger Trust will tell a judicial review that the action is neither legal nor scientifically justified. Caroline Spelman, the secretary of state for environment, believes the cull is necessary to curb the rising number of tuberculosis infections in cattle, which led farmers to slaughter 25,000 animals in 2010 alone. Cull opponents are also attacking the &quot;undue influence&quot; of the National Farmers&apos; Union (NFU) in the decision to go ahead with the shooting of badgers across England. In a February letter to the Badger Trust, seen by the Guardian, officials at the environment department (Defra) argued that &quot;advice from the NFU was so integral to the development of the cull policy&quot; that it considered the NFU to be a part of the government in this instance, and would therefore not release its &quot;internal&quot; communications with the lobby group. &quot;The NFU has had an undue influence on the culling policy. My question is what do they have to hide?&quot; said Jeff Hayden of the Badger Trust. Gwendolen Morgan, a solicitor at Bindmans, who are representing the trust, said: &quot;Whilst the NFU clearly have expertise on farming, the fact remains that they are an external, unelected, unaccountable lobby organisation. Defra&apos;s argument goes against accountability, transparency and good governance.&quot; Hayden said the trust had a &quot;duty&quot; to make the high court challenge. &quot;We are challenging this on legal and science grounds  we are neither bunny huggers nor violent activists  and we really don&apos;t think it will help reduce TB in cattle.&quot; A Defra spokesman said: &quot;Bovine TB is a chronic and devastating disease and is taking a terrible toll on our farmers and rural communities. Nobody wants to cull badgers. But no country in the world where wildlife carries TB has eradicated the disease in cattle without tackling it in wildlife too. Unless TB is effectively dealt with it will cost taxpayers around 1bn over the next 10 years.&quot; Martin Haworth, NFU director of policy, said: &quot;The development of such a policy would not be possible without the farming industry working in partnership with government, becoming an integral part of the process.&quot; He said it was &quot;entirely appropriate&quot; that NFU advice and input on this policy should be treated as internal communications. The Guardian can also reveal that a new group set up on Thursday to advise the government on TB in cattle has no members with wildlife or conservation expertise, despite official statements that such experts would be included. In court, the Badger Trust&apos;s legal team will argue that the cull would break the 1992 law protecting badgers, which only allows culling to &quot;prevent the spread of disease&quot;. Morgan, who also worked on the successful legal challenge against a badger cull in Wales, said the proposed badger cull will do the opposite, based on the findings of a landmark decade-long trial which showed that fleeing badgers carried TB to new areas. The trial found that, at best, TB incidence was reduced in the cull area by just 16% after nine years. &quot;But even that does not take away the fact the cull will have spread the disease and some farmers may never see any benefit,&quot; said Morgan. &quot;It is totally contrary to the aims of the law.&quot; The trust&apos;s lawyers will also argue that Spelman&apos;s cost impact assessment was flawed as it was based on shooting free-running badgers, rather than the far more expensive method used in the trial of trapping the animals in cages first. Morgan said: &quot;The government says if new trials show free shooting is not working, they will switch to cage trapping and shooting. But you can&apos;t legally authorise a decision on one basis, then proceed on a wholly different basis.&quot; Spelman&apos;s legal team is expected to reject these arguments. Rosie Woodroffe, an ecologist at the Zoological Society of London and one of the team who led the decade-long trial, said: &quot;The government can&apos;t call the cull science-led.&quot; Woodroffe, who has provided a witness statement for the Badger Trust, added: &quot;The scientific evidence suggests the cull they are proposing is not likely to bring a substantial benefit for cattle farmers and runs the risk of making things worse. Even if it goes really well you are only chipping away at a tiny part of the problem.&quot; Opponents argue that a badger vaccination programme should replace a cull, as it has in Wales following legal challenges and the election of a new political administration. Vaccination is being tested the National Trust in Devon and in Gloucestershire by the Wildlife Trust. The previous Labour government said an oral badger vaccine would be ready by 2015, but the coalition cancelled five of the six vaccination trials set up and Spelman now says a useable vaccine is &quot;years away&quot;. The freedom of information request made by the Badger Trust to Defra for their communications with the NFU remains subject to an internal review that is due to conclude the day after the judicial review ends on Tuesday. &quot;The timing is most unfortunate,&quot; said Morgan.", 
    "section": "environment", 
    "gid": "environment/2012/jun/25/badger-cull-high-court-challenge", 
    "wordcount": "889"
}