{
    "headline": "Ringfenced school sport investment welcomed by Olympic athletes", 
    "text": "A long delayed 150m government overhaul of primary school sport, announced on Saturday, has been welcomed by Olympic athletes including Mo Farah and Jessica Ennis, after education secretary Michael Gove was forced to accept that the money should be ringfenced. Sports governing bodies such as the Football Association, the Rugby Football Union and the Lawn Tennis Association will be expected to provide coaches and improve their links with primary schools under the scheme. Premier League clubs have also promised to provide coaching and expertise. A long running wrangle between the Department of Health, which is putting 60m a year into the new scheme and insisted the money be reserved for sport, and the Department for Education, which will invest 80m and wanted headteachers to be free to decide how to spend it, has been settled in favour of the DoH. But individual primary schools will still be free to decide whether to spend the money on external coaches, teacher training or equipment. The funding will be made up of a lump sum per school with a per pupil top up, so a school with 250 pupils, for example, will get 9,250 a year. However, the promised investment still does not match the 162m previously invested in a national network of school sports partnerships which was dismantled by Gove in December 2010. An outcry forced a partial U-turn, but the 65m promised to fund the day release of PE specialists into primary schools runs out in July. The decision to scrap the school sports partnership, less than two years before London hosted an Olympic Games won on the basis that it would &quot;inspire a generation&quot;, was heavily criticised by sports administrators, teachers and athletes. Lord Coe, the London 2012 chairman and government legacy adviser, and health secretary Jeremy Hunt had strongly argued that money needed to be targeted at primary schools and ringfenced so it was only spent on sport. Gove was keen to maintain his principle of allowing schools to decide how to spend their budget, but has been persuaded to relent. The announcement has been welcomed by gold medal-winning athletes as well as sports governing bodies, but there remain fears among some teachers that the investment is still not targeted enough and could result in a patchwork of provision. There are also concerns that it places too much emphasis on competitive sport over exercise. As part of an attempt to redress the chronic lack of PE expertise among primary school teachers, a pilot scheme has also been set up to produce a cadre of teachers who are sport specialists. The first pilot will aim to produce 120 teachers in 2013. &quot;I am particularly pleased with the proposals around initial teacher training and continual professional development because I know from my own experience what an impact teachers and their engagement can have on the lives of young people,&quot; said Coe. Cameron said: &quot;With this new approach to sport, we can create a culture in our schools that encourages all children to be active and enjoy sport, and helps foster the aspirations of future Olympians and Paralympians.&quot; Hunt said the new strategy would help tackle the growing obesity crisis among primary school children and help encourage healthy habits. &quot;I want our Olympic legacy to inspire more children to participate in sport and exercise to set them up for a healthy life. The overwhelming benefits of exercising more are clear, but with a third of children overweight by the age of 11 boosting sports provision in schools will help us tackle this country&apos;s obesity problem,&quot; he said. The money from the Department of Health and the Department for Education will be augmented by 10m a year from the Department for Culture, Media and Sport. It will be charged with linking the scheme to its own investment of 1bn over five years in boosting sports participation in adults, with a particular focus on 14-25 year olds. Ofsted will be expected to monitor the provision of sport in schools. However, the money is only guaranteed for the next two years and sports administrators will be keen to ensure that a longer term funding deal is put in place. Coe and others have called for a cross-party consensus on sport policy for the next decade. Sports governing bodies will be expected to invest in grassroots coaching schemes aimed at primary school children and Premier League chief executive Richard Scudamore said its clubs would work in their surrounding communities. &quot;We are looking forward to doing our bit,&quot; he said. Andy Reed, chair of the Sport and Recreation Alliance, which has been critical of government school sport policy in the past, said: &quot;It&apos;s a policy that will tick a lot of boxes. There&apos;s investment, there&apos;s ring fencing, there&apos;s NGB involvement and there&apos;s measurement, which were at the top of the list for sports bodies. There was a glaring gap in the government&apos;s legacy plans and this policy addresses that.&quot;", 
    "section": "education", 
    "gid": "education/2013/mar/16/ringfenced-school-sport-investment", 
    "wordcount": "843"
}