{
    "headline": "Music", 
    "text": "What will I learn?Music degrees can vary enormously, depending on where you study (university or conservatoire) and the course you choose. For example, some degrees focus purely on the music, while others allow students to take modules in other subjects, such as English, a language or education studies. Some degree courses do not even require students to have any practical music skills. Some institutions give a thorough education in traditional classical music areas along with realated contemporary musicology and composition. Other schools cater more to popular music or jazz interests and music technology. However, composition and performance are at the heart of most degrees, and the majority of universities will require students to have reached a certain level of competence in vocal or instrumental skills. Students can take modules that explore the various approaches to music, the psychology behind it, and the historical perspectives. Then there are the performance-related subjects, such as conducting and orchestration.If you fancy a career behind the mixing desk rather than a microphone, you could opt to study a music technology degree, which can sometimes be taken as a joint degree, perhaps with theatre studies or a language. What skills will I gain?Music is a multifaceted and potentially academic subject, as well as one which involves performance, composition and improvisation. Not only will you be able to develop your musical skills to a high level, but you may be able to learn about the inner workings of music through music theory, or probe the cultural richness of music in the European tradition or non-western music through music history, musicology and ethnomusicology. You will have learned to perform, present your ideas, and to organise and realise written or practical projects. You will have learned the fundamentals of composition and should have improved your performance techniques no end. You may even have formed a band and have an album&apos;s worth of songs ready to sell to a record company. Those on music technology degrees will have developed their understanding of how music is recorded and mixed and how the profession operates. You will be self-motivated and be able to manage your time effectively to fit in all that musical practice. What job can I get?It&apos;s tough making it in the music business, particularly in the performance side. Most of today&apos;s top bands and artists had to do their fair share of pub tours, getting changed in toilets and driving leaky minibuses before they finally hit the big time. Even if you and your friends don&apos;t have aspirations to be the next Arctic Monkeys, making a living off your musical talents, in whatever form, won&apos;t be easy. Work can be unpredictable and reliant on short-term contracts, and you may have to sacrifice your art for the occasional office job to pay the bills. On the plus side (and there is one, honest) - you will have acquired a host of transferable skills from your degree that will qualify you for jobs related to, or outside, the industry. Teaching is a particular favourite among graduates, as it still involves some form of performance and composition. You could also find work in music promotion or publishing, radio, TV, festivals, orchestras or undertake further training to become music therapist. What will look good on the CV? The ability to express, interpret and discuss arguments and hypotheses Awareness of spiritual and emotional dimensions Financial and business awareness, and entrepreneurship.", 
    "section": "education", 
    "gid": "education/2008/may/01/universityguide.music", 
    "wordcount": "573"
}