{
    "headline": "Is photography the most influential medium for environmental awareness?", 
    "text": "What first led to the birth of the conservation movement? In the western mind, at least, the idea that undeveloped land, or wilderness areas, should be better protected seems to have first taken hold in the US from the middle of the 19th century onwards. George Perkins Marsh gave his &quot;check the abuses&quot; speech in 1847. Henry David Thoreau&apos;s Walden was published in 1854. And the writings of John Muir followed in the decades after, with his co-founding of the Sierra Club - still the largest environmental group in the US - in 1892. But I feel the photographic images of Carleton Watkins deserve more credit than they are currently afforded by environmental historians. As I wrote in the Guardian&apos;s Review section last weekend, his series of photographs taken in 1861 of Yosemite Valley (view a gallery here) helped to convince Abraham Lincoln that this extraordinary natural wonder was worth securing in perpetuity for &quot;for public use, resort, and recreation&quot;. Just three years later, Lincoln signed the Yosemite grant; the first time the federal government had acted to protect a large tract of land in this way. It was an important step in establishing the concept of the national park. Would any of this have occurred within that timeframe without the impact and influence of Watkins&apos; images? We&apos;ll never know, but what is clear is that Lincoln and his fellow politicians were moved by actual images of a landscape they had, until that point, only heard or read about, or seen artistic impressions. Fast forward a century or so and much has been made of the influence of the &quot;Blue Marble&quot; photograph taken in 1972 by the Apollo 17 crew. It was the best of a series of photographs released by Nasa around this time that showed the vulnerable beauty of our planet from space and it directly influenced the then nascent modern-day environmental movement. Photographs have a particular poignancy, it seems, when it comes to tweaking our inner environmental consciousness. Today, the work of Sebastio Salgado, for example, continues to strike a chord with many. But what medium has the biggest impact today? Are still photographs more powerful than, say, a novel, movie, painting, song, investigative documentary, or newspaper column? I wrote recently about the impact of seeing the film Koyaanisqatsi, but what are your own personal examples of being deeply moved by seeing, hearing, or reading something for the first time? Is it still true that, with environmental subjects, a picture speaks a thousand words?", 
    "section": "environment", 
    "gid": "environment/blog/2012/jan/03/photography-medium-environmental-awareness", 
    "wordcount": "425"
}