{
    "headline": "African Union left in limbo following leadership vote impasse", 
    "text": "A high-profile race for the post of chairman of the African Union (AU) commission entered deadlock on Monday, splitting the organisation into anglophone and francophone blocs. Voting in the conference centre of the new $200m AU building donated by China produced no clear winner. The incumbent, Gabon&apos;s former foreign affairs minister Jean Ping  who stood unopposed after Nkosazana Dlamini-Zuma, South Africa&apos;s interior minister, withdrew having failed to win enough votes  failed to win two-thirds of the 54 votes needed, leaving the AU in uncharted territory. Under the organisation&apos;s rules, neither Ping nor Dlamini-Zuma will be allowed to stand again, so another election will be held at the next summit, in Malawi in six months&apos; times. Ping will stay on as chairman until the next election. The day&apos;s events made a mockery of rhetoric of an African renaissance and overshadowed the summit&apos;s theme of boosting intra-Africa trade. The big surprise is that Ping failed to clinch the 36 votes needed for a second term. &quot;It shows how many people Ping had alienated,&quot; said one diplomatic source. Ping was criticised for being too slow in distancing the AU from Muammar Gaddafi, its former chairman, during the Libyan revolt, although the AU benefited handsomely from the &quot;brother leader&apos;s&quot; largesse, and that might have played on the chairman&apos;s mind. Delegates also attributed Ping&apos;s shortfall to South Africa&apos;s insistence that Dlamini-Zuma&apos;s supporters should not vote for him, a tactic that angered Ping&apos;s francophone supporters. For the AU, it was a humiliating comedown after the inauguration of its new headquarters, which was accompanied by high rhetoric and performances by a brass band, dance troupes and singers. The commission chairman does much to set the tone for the AU and can have significant behind-the-scenes influence, although being the public face of an organisation with such disparate voices appears a thankless job. Until Monday&apos;s voting, the talk was of &quot;Africa&apos;s renaissance&quot;, a phrase used by Ethiopia&apos;s president Meles Zenawi in his weekend address. The dour Zenawi could not resist a swipe at western pundits who had once written off Africa. He cited with satisfaction an Economist headline last December that read: The hopeful continent: Africa rising, noting that 10 years ago the same publication had described Africa as hopeless. Others are also bullish on Africa, from Andrew Mitchell, the UK international development secretary, to Jia Qinglin, a senior political adviser to the Iranian foreign minister, Ali Akbar Salehi. In his speech on Sunday, Jia lavished praise on Africa. &quot;Africa is a land with faster economic growth and rising influence in international affairs. It is a land that radiates fresh vigour and vitality and holds out prospects for development,&quot; he said. Jia took the opportunity to announce 600m renminbi (60m) in aid to the AU in the next three years, which will do much to ease the organisation&apos;s finances at a time when its biggest funders, particularly Libya and Egypt, have pressing financial worries at home.The organisation was ignored when Nato decided to intervene in Libya, and it moved at glacial speed in mobilising resources over the humanitarian disaster in the Horn of Africa. In a veiled reproach to the AU, Ban Ki-moon, the UN secretary-general, called on African leaders to &quot;play a more important role in solving regional issues&quot;. Whatever its diplomatic shortcomings  and the EU has hardly covered itself in glory with the eurozone crisis  Africa, or parts of it such as Rwanda and Ethiopia, have notched up strong growth, sparking growing interest in the continent. Echoing Jia, Salehi praised Africa as an &quot;emerging continent with a bright future&quot;. Like Jia, Salehi was keen to tap into Africa&apos;s bright economic prospects, arguing that, because Iran is comparable to Africa in terms of technological progress, it is in a better position to help the continent than the more advanced west. &quot;When the technology gap is wide, it is difficult to make the transfer,&quot; argued Salehi, adding that Iran was ready to offer assistance to its many African counterparts &quot;very humbly&quot;. That Africa is being courted by the likes of Iran and China is a telling indication of its stock, despite headlines about Somalia and rising tension between Sudan and South Sudan  other subjects that featured prominently in meetings at the summit. However, the oil dispute between Sudan and South Sudan could be very damaging to the image of &quot;Africa rising&quot;, and there are fears of a humanitarian disaster should hostilities erupt. &quot;It&apos;s clear that the situation is declining very rapidly,&quot; Princeton Lyman, the US special envoy to Sudan, told the Associated Press. &quot;Without access for the international community we see what could emerge as a major humanitarian crisis for the continent, and a preventable crisis that the African Union has to address.&quot; Civil society groups are also critical of African governments in implementing AU treaties and policy standards that hold back integration, including closer trade ties. For all the talk of a Cape to Cairo trade zone by 2017, trade within Africa makes up just 10% to 12% of the continent&apos;s total. State of the Union, a civil society group, said the performance of member states in ratifying and integrating AU decisions at the national level must be a criterion for electing the next commission. First, however, the AU needs a new commission chair.", 
    "section": "global-development", 
    "gid": "global-development/2012/jan/30/african-union-limbo-leadership-impasse", 
    "wordcount": "900"
}