{
    "headline": "So grand, so gentle: wind technology intune with the natural world", 
    "text": "Without a second&apos;s hesitation, technicians Stephen Watkins and Mark Donovan step off a bobbing boat on to a ladder hanging above the deathly chilled sea. They are wearing bright orange immersion suits  the best hope of survival if you fall into the water  as they make their way up the bulbous yellow structure that joins a soaring wind turbine to its foundations beneath the waves. Two hundred years ago, British engineering bestrode the waves. The easy way the technicians climb this maritime tower makes me think of sailors in Nelson&apos;s navy, at home in a sailing ship&apos;s rigging. Once on a narrow platform high overhead, they get ready to winch up a hefty sack of tools. Non-crew members aboard are encouraged to move to the back of the boat in case the pack falls on us. Other hazards include having a crab dropped on you by a bird  there are bits of crustacean spattered across the boat&apos;s windscreen. Huge colonies of barnacles grow on the structures underwater, and plentiful sealife attracts plenty of birds. When they have their tools, the engineers enter the white tapered tower bearing a turbine that rises above the waves to a height of up to 115 metres. That&apos;s just a number in the brochure of Vattenfall, the Swedish energy company that built and runs the Thanet offshore windfarm, but looking straight up from the boat, I feel every metre bearing down on me. There&apos;s no trace of the seasickness the technicians warned of, but a twinge of vertigo just contemplating the height of that metal pinnacle directly above; its three blades, stilled for now, like stupendous scimitars wielded by a giant. If Don Quixote were alive today, he would get water skis and fight a windfarm. Plenty of modern Quixotes are tilting at these science fiction windmills. Both on- and offshore, the white simplicity of the turbines attracts enraged complaints. Even though this Thanet field is only just visible from shore, local critics called it an eyesore when it was completed. With many Tory MPs now turning against Britain&apos;s wind energy programme, scepticism is rising like the four-metre swell that I am told is the cut-off point for maintenance work on the turbines  but out here, the rage against wind energy seems strange and distant. The towers that rise so slenderly from the sparkling icy sea look from this boat like monuments to optimism, common sense and human daring. As if to confirm this, the engineers phone as we pull away from their tower and minutes later, one man appears on top of the turbine housing, up there in the sky miles from shore, for his photograph. The structures themselves have the panache of Thomas Telford&apos;s 1826 suspension bridge across the Menai Straits, or Isambard Kingdom Brunel&apos;s Great Britain, launched in 1843 and the world&apos;s first propeller-driven ocean-going iron ship. When we think of such triumphs of the Industrial Revolution and Britain&apos;s nautical past, it tends to be with nostalgia, and a sense of decline. On the wharf at Ramsgate, abandoned ferry gangplanks exude a sense of decay. As we wait for our boat, two forklift trucks attempt, and fail, to shift a giant rusty anchor that looks like it could have come from the Great Britain itself. Powerful But out at the windfarm, there is the spectacle of a new industrial revolution with a difference. While the great achievements of 18th- and 19th-century British engineering filled the air with carbon and laid the foundations of man-made global warming, this is a benign revolution. We approach another turbine, and the boat pushes up to it. The skipper cuts the engine and I listen to the sound of the swinging blades. They whisper a low but powerful note  the sound of technology in tune with the natural world. There is nothing more modern and impressive than these turbines. As we sail through the middle of the farm, they recede in regular rows across the sun-silvered water. This regular grid arrangement  interrupted at three points because of underwater worm colonies and a shipwreck  is minimalist in conception, as is the regular, unfussy design of each turbine. A Victorian, steampunk version would surely have gothic trimmings, or be painted in stripes like old lighthouses. Perhaps in future, there will be retro-turbines that emulate such traditional nautical structures. But for now, these towers could not be further from the low-tech cliches of the green imagination. While some may dream of a powered-down, neo-medieval post-energy world, this is an image of the future in which the energy needs of a modern society are provided responsibly. As we pass a huge ship dropping rocks to cover the undersea cables leading, via a substation that rises like a piece of outer space technology in the midst of the turbines, to the shore and the National Grid, I realise that it is also a new maritime industry. In Ramsgate harbour, the offices of a rival company stand next to the Vattenfall shore base. The competition is heating up. A recruitment agency here specialises in windfarm jobs. Specialist boats are being built to service the turbines. The Thanet shore is being brought to life by winds that once filled the sails of sloops and brigs and now drive these machines, so grand, so gentle.", 
    "section": "environment", 
    "gid": "environment/2012/feb/29/thanet-wind-turbines-jonathan-jones", 
    "wordcount": "880"
}