{
    "headline": "Gamers can finally play the generation game", 
    "text": "When Diablo III came out last week and was promptly bought by millions of people (although only about nine of them have actually been able to play it, if Twitter anguish is anything to go by), I couldn&apos;t help but wonder how many of those people had bought the original Diablo in 1996. I&apos;m guessing not many. We also saw the return of another series after a long absence: Max Payne, transformed by Rockstar from rather old-fashioned cheesy noir action game into slickly-presented and wonderfully playable cheesy noir action game. Again, I&apos;d bet that not that many of the people who spent last weekend falling over in slow motion whilst filling gangsters with high-calibre bullets were doing the same thing back in 2003. We see series resurrections and reboots all the time in film, but they&apos;re less common in games, partly because of gamers&apos; neophilism  until quite recently, anything more than five years old had no place in video games, as developers fell over themselves in pursuit of something newer and better to offer instead. That&apos;s changing now. Along with all the HD remakes and digital re-releases of the past year or so, the successful return of these older gaming names signals something good about the maturity of the industry. We&apos;re getting to the point where we can look back at the past and see not just a sea of obsolescence, but games worth celebrating  or reinterpreting. Gaming isn&apos;t without its enduring icons, but most of them are rooted in childhood nostalgia rather than adult appreciation; it&apos;s difficult to hold Final Fantasy or Sonic up as examples of mature entertainment, much as we might love them. But Diablo and Max Payne are games for adults  and they are now being enjoyed by a different generation of adults than the one they were first created for. This is how great brands such as James Bond survive: they&apos;re continually picked up, enjoyed and remade by new generations. When gaming brands get to that point  and I honestly think we&apos;re getting there now  they will have reached a very significant milestone. Of all the myriad things that have enabled this to happen, the slowing pace of technological change is surely foremost among them. Twenty years ago you&apos;d only be familiar with a certain game franchise if you&apos;d happened to own the console it was on at the time that it was out; the popularity of things such as Chrono Trigger and Shenmue was localised to an astonishingly small (and usually very young) audience. If you weren&apos;t there at the time, chances are you didn&apos;t play it. But you don&apos;t refuse to watch the Godfather trilogy because you weren&apos;t around when it was released in the early 70s  that would be ridiculous. Plenty of good art resonates with its own times, but only great art resonates across the generations. When I was growing up with video games, they were moving so fast that what I was playing at 10 wasn&apos;t remotely similar to what I was playing at 15  let alone what people 10 years older than me where playing. Only the odd rare series endured past a single console generation, come to think of it. Nintendo was always the exception to the rule, of course; Mario and Zelda have endured for 25 years, and mean as much to plenty of teenagers and children now as they did (and still do) to me. I love seeing kids now playing the same things that I was enjoying when I was younger  particularly Pokemon, which I returned to last year after a decade&apos;s absence and adored more than ever. The Diablo situation is a little different, though; this is successive generations of adults playing a game in the same series. There are 15 years between Diablo and Diablo III  35-year-olds who played the original are now Diablo 3 gamers alongside 20-year-olds who&apos;ve never played another game in the franchise. This hasn&apos;t happened before, really; video games weren&apos;t old enough as a medium to support it. Now that they are, I&apos;m hoping we&apos;ll start to see more gaming franchises revisited for a new generation of adults, surviving a 15- or 20- or 40-year lifespan rather than a brief two-year flash of popularity before their appeal is milked dry. This is the kind of brand value that companies such as Activision  and, these days, Nintendo too  are in danger of eroding with their yearly iterations. Any series that saturates its audience with continual updates is destined to peter out prematurely; just look at Guitar Hero. Nintendo has always seemed to value the endurance of their flagship brands, only letting a new Mario or Zelda out of the gate every five years or so and maintaining their worth while Sega ran Sonic into the ground, but recently new Mario games have been coming thick and fast, which raises questions about long-term strategy. It&apos;s good to see franchises surviving this long. I like to think that we&apos;re already at the stage where particular games such as Pac-Man and Zelda are beloved childhood artefacts for multiple generations of children, like the Narnia books or Disney films (well, the pre-2000 ones anyway). But having game franchises as cultural touchstones for successive generations of adults, like Lord of the Rings or The Godfather? This is new, and even more exciting.  Keza MacDonald is UK games editor at IGN.com. You can follow her on Twitter @kezamacdonald", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/may/21/gamers-generation-game", 
    "wordcount": "903"
}