{
    "headline": "Solar-powered plane to make coast-to-coast US tour in scientific first", 
    "text": "The creators of the world&apos;s first solar-powered plane have announced it will fly across the United States in a coast-to-coast showcase of the experimental technology. The Solar Impulse, which has a wingspan longer than a Boeing 747 but weighs less than a car, is due to take off from San Francisco in May and spend two months hop-scotching across US cities until ending its tour in New York in July. The announcement was made on Thursday at a news conference at Moffett airfield, near San Francisco. Its Swiss inventors, Bertrand Piccard and Andre Borschberg, hope the spectacle of the odd-looking aircraft powered by about 12,000 photovoltaic cells, allowing it to fly day and night without jet fuel, will animate debate about solar technology potential. &quot;Only by challenging common certitudes can there be change and, through conferences on educational themes, Solar Impulse wishes to motivate everybody to become a pioneer in the search for innovative solutions for society&apos;s biggest challenges,&quot; they said in a statement. Engineers are not claiming it will replace fuel-powered flight: the Solar Impulse has just one seat for the pilot, four small electric engines, cannot fly through clouds and has a top speed of 50mph. The wings are designed to create lift and space for solar cells, which fuel lithium polymer batteries. Piccard and Borschberg will take turns flying it. The Federal Aviation Authority authorised the voyage after inspecting the aircraft, also known as HB-SIA, after it was shipped from Europe in a cargo plane and reassembled in California. The journey will begin the first day in May that weather permits, said spokesperson Alenka Zibetto. The first stop will be Phoenix, followed by Dallas, then either Atlanta or St Louis, then Washington DC and New York. &quot;We&apos;ll be holding events in each city. We&apos;ll be taking it easy.&quot; Each stop will last around 10 days, with the exact timetable determined by weather. Test flights will start around the San Francisco bay from March 30. The plane&apos;s capabilities have advanced rapidly in recent years. It flew 26 hours non-stop in 2010 to show it could absorb enough solar energy during sunlight to continue during the night. In 2012 it flew 1,550 miles from Madrid to Morocco, crossing a narrow stretch of the Mediterranean, in 20 hours. Its inventors plan to fly a second prototype, the HB-SIB, around the world in 2015. &quot;Eleven percent larger, HB-SIB is designed to cross oceans and more humid climates from east to west in the northern hemisphere,&quot; according to the project&apos;s website.  A carbon-fiber frame and spartan design minimises weight. A toilet is built into the pilot&apos;s seat. &quot;There is no heating, there&apos;s no pressurisation, so we need an oxygen mask. So, yes, it&apos;s more difficult and maybe less comfortable than flying through an airliner,&quot; Borschberg told NPR. &quot;The contact with the external world is much more intense.&quot; His partner Piccard is the scion of adventurers. His father Jacques was an oceanographer who set records for ocean dives. His grandfather August was the first to fly a balloon into the stratosphere. Piccard made headlines for circumnavigating the planet in a balloon in 1999. He nearly ran out of fuel, prompting interest in reducing or eliminating fuel dependency, a project he and Borschberg developed over the past decade.", 
    "section": "environment", 
    "gid": "environment/2013/mar/28/solar-powered-plane-us-tour", 
    "wordcount": "556"
}