{
    "headline": "Them and us: endangered animals - in pictures", 
    "text": "   A female African elephant at Cheyenne Mountain Zoo   We enjoy a deep-down kinship with all living things, not just spiritually, or morally, or because were planetary neighbours, but bodily, in our habits, hungers and genes. We share the planet with 1.3 million named species, and if that seems enough, bear in mind that, in all likelihood, 10 times that number once auditioned here. In bygone eras, life tried its luck in every niche imaginable, with billions of different species testing out such marvels as eye sockets, tastebuds, fingernails and wings. Photograph: Joel Sartore/National Geographic Stock/Caters       A Budgett's frog at the National Aquarium in BaltimoreMost of those species have become extinct, including some of our own close relatives, as well as colourful mega-fauna. Much as were fright-charmed by dinosaurs, if they still roamed the planet we wouldnt exist, since their extinction favoured the small, timid, nocturnal mammals that ultimately led to us. Extinction, alas, is natural; itsthe pace of it thats new and frightening. Photograph: Joel Sartore/National Geographic Stock/Caters       A Rowleys palm pit viper at the St Louis Zoo  Without a vast medley of life forms, how drab,how quiet, how sapless the world would suddenly become. But variety isnt merely the spice of life, its an indispensable ingredient. One habitat alone  the dynamic well of the rainforests  is home to countless life forms, and provides us with healing drugs, as well as essentials such as oxygen and rainwater. Biodiversity grows, heals, feeds, transports and protects us; its in our own best interest as a species, so its tempting just to value it for self-centred reasons. Photograph: Joel Sartore/National Geographic Stock/Caters       A Clouded leopard at Houston Zoo    But if we pause to view other life forms with compassionate curiosity, celebrating their beauty and strangeness, yet all-too familiar ways, we can better appreciate how they may teach us about ourselves, and share our planetary fate.  Photograph: Joel Sartore/Nat Geo/Caters News       Golden lion tamarins  Offering some of those salient pauses, photographer Joel Sartore has been documenting the worlds biodiversity. In his majestic portrait gallery, a pair of golden lion tamarins  kabuki-faced orange monkeys  look anxiously off-stage, as if after departing friends. To some they may seem wistfully human, offered up with anthropomorphic zeal  a crime of sorts in some scientific circles. Yet these cousins of ours pursue surprisingly human dramas, real soap operas and family squabbles as they caper through the treetops in a tiny span of Brazilian rainforest. An archipelago of hilltop forests offers them a dwindling habitat, which conservationists have been working hard to unite with green corridors. Photograph: Joel Sartore/National Geographic Stock/Caters       A Coquerels sifaka at Houston Zoo The black and white lemur, Coquerels sifaka, sits monk-like, resting its chin casually on crossed hands; its hard to resist mimicking him. The four Damaraland mole rats seem to sprout from asingle body, which in a sense they do, since theyre eusocial mammals, like bees or ants, who work in concert for the good of the colony. The Budgetts frog, a wide-mouthed yellow blob crooning on tiptoes, is no longer camouflaged under water, but looms big and fierce as a hippopotamus. Aneon green and blue Rowleys palm pit viper has tied itself into a living, breathing knot. Only the Gordian midsection is visible. An instant metaphor for puzzle, it tempts one to disentangle it. Of course, the snake can unfold itself and slip free. Not so the entangled beauty of the worlds plants and animals, many of which are disappearing too fast even to name, let alone celebrate.  Photograph: Joel Sartore/Caters News Agency       Damaraland mole rats   Identifying with them is the whole point of these portraits, which do invite human comparisons. However, the reverse invitation also applies. With fascination and humility, they remind us how many feelings, instincts, postures and even facial expressions we regard as typically human are actually typically animal. Photograph: Joel Sartore/National Geographic Stock/Caters       A Spectacled owl at the New York State Zoo Diane Ackermans most recent book is One Hundred Names For Love, which was a Pulitzer prize finalist. Photograph: Joel Sartore/National Geographic Stock/Caters  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/may/25/animals-wildlife-photographs", 
    "wordcount": "0"
}