{
    "headline": "Nexus 4 delays blamed on LG's 'scarce and erratic' supply by Google chief", 
    "text": "Google UK&apos;s managing director has made a fulsome apology to would-be buyers of the new Nexus 4 smartphone, blaming &quot;scarce and erratic&quot; supplies from manufacturer LG, but admitting that &quot;our communication has been flawed&quot; with both sides. Dan Cobley, the managing director for the UK, put the apology on his Google+ page following widespread criticism in user forums of erratic and perverse delivery schedules, in which people who ordered the phones online from Google earlier saw shipping dates long after those who made subsequent orders. The Nexus 4, made by LG to Google&apos;s specifications, runs a &quot;pure Google&quot; version of Android without any handset maker&apos;s alterations. The comparatively low UK price of 239 for the 8GB model of the high-specification handset - which offers a 4.7in, 320ppi screen, 8 megapixel camera, HSPA+ connectivity and NFC - attracted a significant number of buyers seeking to use it for a sim-only contract with a carrier. But Google hit a series of supply chain problems because demand ran ahead of supply. Google has repeatedly declined to say how many were ordered worldwide, but has been overwhelmed with demand each time it has offered stock through its site, beginning in November. Cobley said in a comment on one of his own posts told would-be buyers and those who had ordered that &quot;I know what you are going through is unacceptable and we are all working through the nights and weekends to resolve the issue&quot;. He offered an &quot;unreserved apology for our service and communication failures in this process&quot;, adding that he realised that &quot;the people who ordered the Nexus 4 so early are among our most committed and loyal users&quot;. People who ordered the phones earlier in the month complained that after being told it would be shipped in &quot;3-5 days&quot;, that they then received no further notification from the company, and saw other people who had ordered later receiving shipping notifications. The problems have caused il feeling with a number of buyers. &quot;I don&apos;t mind (well, I&apos;m a bit miffed) that my phone is late,&quot; wrote one would-be owner, Ben Stewart, on Cobley&apos;s page. &quot;I do mind that first in, first out isn&apos;t being obeyed.&quot; That, together with the lack of communication, &quot;are what&apos;s really annoying&quot;, he said. The hassles over delivery and shipping have left a number of purchasers dissatisfied over Google&apos;s handling of the provision of phones. The Nexus 4, made by LG, is the fourth &quot;pure Google&quot; Android phone, following the Nexus One made bt HTC, and the Nexus S and Galaxy Nexus made by Samsung. Google has also struggled with customers complaining that when they have wanted to return Samsung-made Nexus 10 tablets because of problems, but have run into problems getting shipping labels. Although the Nexus line of phones has been high-profile online, actual sales figures have been comparatively low, with figures released by Samsung during its patent trial with Apple in California over the summer showing that the Nexus S sold around 500,000 units in the year from the second quarter of 2011, when it went on sale there, compared to Samsung&apos;s total phones sales of around 14.5m in the US for the same period. The Nexus 4 has attracted widespread attention because of the low price at which Google is offering it - equivalent to that for a lower-spec smartphone, rather than the Nokia Lumia, Samsung Galaxy S 3 or iPhone 5 with which it might be compared. One irked commenter at product-reviews remarked: &quot;Google needs to just buy a company that knows how to manage this process of selling physical items on line and shipping them. What they have now is a joke, If you call their device support, the people are clueless. Their ability to provide tech support for my Nexus 7 [tablet], or order status for my Nexus 4 is nil.&quot; Google owns the loss-making mobile phone manufacturer Motorola Mobility (MMI). But MMI is in the midst of a retreat from a number of manufacturing and sales positions outside the US, selling off factories in China, India and Brazil and closing offices in South Korea and Taiwan. It is also not set up to deal directly with customer sales, because it is structured as a phone manufacturer which deals with carriers, rather than selling direct.  The text of Cobley&apos;s apology reads:   Dear all I know that what you are going through is unacceptable and we are all working through the nights and weekends to resolve this issue. Supplies from the manufacturer are scarce and erratic, and our communication has been flawed. I can offer an unreserved apology for our service and communication failures in this process. For those that originally received a 3-5 days shipping estimate, your orders are now in process for fulfillment. You can expect an email notification early this week which will include tracking information. Although you will be initially charged in full, you will receive a credit for the shipping charge soon after. For others that received pre-Christmas shipping estimates, we anticipate processing your orders for fulfillment this week. I realise that the people who ordered the Nexus 4 so early are among our most committed and loyal users and we are doing all we can to put things right. Sorry again. Dan ", 
    "section": "technology", 
    "gid": "technology/2012/dec/17/nexus-4-delays-apology-blame", 
    "wordcount": "902"
}