{
    "headline": "Why local solutions can solve schools' problems", 
    "text": "One of last month&apos;s low points was surely David Laws&apos;s &quot;bash the teachers&quot; moment. The new schools minister&apos;s most noteworthy comment since returning to government was the claim that pupils are routinely discouraged from reaching for the stars which, in his book, means Oxbridge then a career in investment banking. Perhaps we shouldn&apos;t be too shocked that Laws has drunk the Gove Kool-Aid when it comes to blame and shame. Liberal Democrat flip-flopping barely registers any more. Moreover, as time goes by, it becomes increasingly clear that these public school Oxbridge boys, who have little day-to-day experience of state education, revert to some deeply held core beliefs. First, that everything in the state sector is inferior. Second, that all children are essentially like they were at school, keen to learn and motivated by certain values, so a superficial replication of their own education should solve all the country&apos;s social mobility ills. I say superficial, because the vision of a rounded education offered by the great public schools far exceeds the narrow equivalent proposed by the coalition. You only have to look at the facilities available at Eton for art, music and drama to understand that what is now being slowly chipped away at in the state sector is considered the gold standard on the other side of the divide. But back to Laws. My hunch is that most people expected better of him. He helped to craft what many non-Liberal Democrats grudgingly conceded were sensible, popular education policies. He could have used his first few months in the new job to hint that his party still has something to say on schools beyond the pupil premium. Like, for example, its plan for semi-independent state schools accountable to local, not central, government. I was reminded of this clever &quot;middle way&quot; between the Tory free-for-all and Labour&apos;s lack of clarity on this issue after reading A Revolution in a Decade, a short recent history of education in the London Borough of Hackney. What happened in Hackney, one of the most diverse and deprived parts of England, should appeal to Laws since it was indeed failing to reach for the stars as the new millennium dawned. The council was bankrupt, its education services damned by Ofsted and parents voted with their feet as schools languished at the bottom of national league tables. The answer brokered by the then Labour government was the not-for-profit Learning Trust, accountable to the local authority but with an almost entirely independent board dedicated to driving up standards and re-engaging the community in local schools. Too much attention has been directed at the borough&apos;s secondary academies in this period, which the book explains were used pragmatically as the only means of getting desperately needed new provision. All were fresh-start schools with new buildings, pupils and teachers, not replacements for failing ones, as has sometimes been suggested. The Learning Trust kept a tight rein on their introduction and every sponsor had to commit to a relationship with the local authority and other local schools. But the real revolution, says the trust&apos;s chief executive, Alan Wood, was about cultivating new local systems, not new schools. Leadership and professional development were invested in, primary schools were federated if they were failing, schools were given autonomy, but in return expected to respond to the trust&apos;s combination of pressure, support and zero tolerance of the sort of low expectations that Laws lazily attributes to most teachers. If the latest performance tables are anything to go by, it has paid off. Hackney regularly outperforms much less complex local authorities, including Laws&apos;s rural Somerset. The trust&apos;s contract has come to an end and the re-invigorated education services are now back within the local authority fold. Another Lib Dem manifesto pledge was an act banning central government interference in the day-to-day running of schools. Maybe it isn&apos;t such a crazy idea. Hackney proves that successful local solutions are possible. Laws should try to persuade others that this is the case. A Revolution in a Decade by Alan Boyle and Salli Humphreys, Leannta Publishing", 
    "section": "education", 
    "gid": "education/2012/nov/05/schools-local-education-authorities", 
    "wordcount": "680"
}