{
    "headline": "Sudan crackdown leaves thousands without healthcare in Darfur", 
    "text": "A Sudanese government crackdown has forced Mdecins sans Frontires (MSF) to sharply curtail its operations in a remote part of Darfur, leaving tens of thousands of people without healthcare, the aid agency has warned. Western Darfur has been torn by violence since 2003, when rebels took up arms against a central government they accused of neglecting the remote region. Although fighting is down from its peak and the UN runs a big peacekeeping operation in the region, it suffers continued clashes between rebels and government forces as well as banditry and tribal fighting. MSF says it is the sole health provider in the remote Jebel Si area of north Darfur, serving a permanent population of 100,000 as well as about 10,000 seasonal nomads. Over the past year, it says, increasing obstacles have threatened its work. No shipments of drugs or medical supplies have been authorised since September 2011, and MSF has encountered growing difficulties obtaining work and travel permits for its staff. Transport options to and from Jebel Si have been slashed. Without medical supplies or sufficient staff, MSF says it can no longer provide outpatient or inpatient consultations, and its vaccination programme has had to close. For women with complicated deliveries, lifesaving caesarean sections are no longer possible. Stocks of mosquito nets and delivery kits for pregnant women have run out, as have nutritional supplies. Critically ill patients have had to be referred to the hospital in El Fasher, about eight hours away by car. MSF warned: &quot;A series of obstacles  like being deliberately deprived of drugs, medical staff and transport  are seriously hampering MSF&apos;s ability to deliver medical care in Kaguro hospital and five health posts, despite sustained behind-the-scenes appeals by MSF to the government.&quot; MSF has urged the Sudanese government to grant the necessary support for it to resume full, urgently needed medical activities. Alberto Cristina, MSF&apos;s operational manager for Sudan, said: &quot;With the reduction of our activities in Jebel Si, more than 100,000 people in the region are left entirely without healthcare. &quot;If we are not allowed to deliver medicines and supplies to our hospital and health posts soon, disease outbreaks are likely to occur, and maternal and perinatal deaths are likely to increase and may even reach emergency levels.&quot; MSF began providing medical assistance in the Jebel Si region in 2005, through a single health post, and by 2008 was running a rural hospital in Kaguro and five health posts throughout the region. The group said it would resume activities once restrictions were lifted and &quot;medical supplies, logistical equipment and international staff are once again able to reach the region&quot;.", 
    "section": "global-development", 
    "gid": "global-development/2012/may/24/sudan-crackdown-healthcare-darfur-msf", 
    "wordcount": "449"
}