{
    "headline": "Insecticide spraying will be expanded to control pest caterpillar", 
    "text": "Spraying of insecticide on oak trees will be increased to eradicate a pest moth that causes health problems and can strip the trees bare, under a new 1.5m government fund announced on Thursday. The escalation of efforts to control the oak processionary moth (Thaumetopoea processionea) follows the Forestry Commission announcement this week that it will use a helicopter in May to blanket-spray a woodland in West Berkshire, the first time aerial spraying will have been used. The extra funding will be spent on a pilot project to expand spraying in and around areas where the moth&apos;s caterpillars have been found around south and south-west London, and on trees where infestations are less obvious. Lord de Mauley, parliamentary under secretary at the Department for Environment, Food and Rural Affairs (Defra), said: &quot;Tree health is a priority for us and this pest not only affects our trees but can also cause skin irritation in people and animals. The additional funding will allow us see if a wider programme of spraying is effective in destroying these pests.&quot; The species, first found in England in 2006, is established throughout parts of London, affecting Kew gardens and Richmond park as well as the site outside Pangbourne in West Berkshire. Richmond council alone has spent 50,000 on spraying annually since 2009 in a bid to stop it, and Zac Goldsmith, the Tory MP for Richmond, said previous dithering on control efforts meant stopping it would now be &quot;enormously expensive&quot;. The insecticide being used to eliminate it is a widely used toxin produced by a bacteria that occurs naturally in soil called Bacillus thuringiensis (Bt). Other removal methods include vacuuming the caterpillars off trees. Members of the public are advised to report nests of the caterpillars rather than attempting to remove them, due to the insects&apos; toxic hairs that can cause allergic reactions including rashes. Separately on Thursday, the Living With Environmental Change Partnership published a report on how climate change is affecting the natural world in the UK. It warned that warming temperatures meant pests and diseases, such as the OPM and the fungus causing ash trees to &quot;die back&quot;, would present a &quot;major threat to [UK] woodlands&quot; in the future. Dr Mike Morecroft, Natural England&apos;s head of profession for climate change, told the Guardian that warmer temperatures would also leave trees more vulnerable to such pests in the first place, due in particular to droughts which are expected to be more frequent as the climate changes. The OPM is also one of the &quot;six most unwanted&quot; pests and diseases threatening UK trees that experts called on the public to help it monitor for a citizen science survey starting on Thursday.", 
    "section": "environment", 
    "gid": "environment/2013/may/09/oak-processionary-moth-insecticide-spraying", 
    "wordcount": "459"
}