{
    "headline": "Apps Rush: Final Fantasy Tactics, Chelsea FC, Bebo Mobile, Bon Apptit, Movellas and more", 
    "text": "A selection of 15 new apps for you today: Final Fantasy Tactics: The War of the Lions Square Enix brought its Final Fantasy Tactics: The War of the Lions game to iPhone in August 2011, but now it&apos;s been upsized for iPad. It remains a remake of the 2007 PSP remake of a 1997 PlayStation game, with turn-based tactical battles. It costs 12.99 too a bold move from the Japanese publisher given pricing trends on the App Store, where even Grand Theft Auto 3 has never cost more than 2.99 (and has still managed to make plenty of money).iPad Official Chelsea FC Samsung has teamed up with Chelsea FC for an official Android and bada app, available exclusively on its own Samsung Apps store until May. It promises daily videos, live match text commentary and stats, player profiles and other content. Meanwhile, fans paying for a Chelsea TV subscription get additional match highlights and live audio commentary.Android / bada Bebo Mobile Time to take a trip back in time, to when Bebo was one of the most popular social networks in the world, and seen as worth $850m by AOL. It&apos;s still around, and now there&apos;s a new iPhone app for it. Browsing friends&apos; status updates and uploading photos customised with digital stickers appear to be the focus.iPhone Bon Apptit Cond Nast&apos;s Bon Apptit has a new tablet edition for iPad and Nook devices. It&apos;s kicking off with its March Tastemakers issue, with text recipes complemented by videos and slideshows, as well as other cooking tips and tutorials.iPad / Nook  PlayTales More than 1m people had downloaded the TouchyBooks app, offering e-books for kids. Now it&apos;s been relaunched with a new name, PlayTales, with more than 90 e-books to choose from. Some of them now include games, too.Android / iPhone / iPad / Windows Phone Movellas Movellas has made its name as an online self-publishing site for short stories, with more than 46,000 chapters published so far. Now there&apos;s an app for that on iPhone, enabling people to read stories, comment on them and create lists of their favourites.iPhone Lume Point&apos;n&apos;click adventure Lume has already been nominated for an Independent Games Festival award in 2012 for its Excellence in Visual Art, but now iPhone owners can check it out for themselves. Beautiful graphics include a set built out of paper and cardboard then filmed for the game.iPhone Splinter Cell Conviction Gameloft has taken stealthy game franchise Splinter Cell to Windows Phone, offering 11 levels of jumping, shooting and creeping with Special Forces operative Sam Fisher. Xbox Live is plumbed in, naturally.Windows Phone Polar Bear Horizon Craving an arctic-animal fix after the BBC&apos;s Frozen Planet series? Oceanhouse Media&apos;s latest app produced with the Smithsonian Institution may help. It&apos;s a book-app for young children focusing on polar bears.Android / iPhone / iPad InstaMatch  The Instagram Game Here&apos;s an interesting idea: a matching game based on photo-sharing service Instagram. &quot;Your goal is to match two similar photos of the same kind. Choose from five themes, packed with some of the most popular photos from Instagram including: World Wonders, Cities, Nature, Food, and Animals.&quot;iPhone / iPad Midway Arcade Venerable games brand Midway is being revived by Warner Bros in this iOS app, which offers 10 games including Spy Hunter, Rampage, Joust and Defender. Additional game packs sold in-app include the likes of Gauntlet and APB.iPhone / iPad Retro Racing The developers of Retro Racing cut their teeth making driving games for the Amiga like Nitro and ATR. They&apos;re now getting back to their roots on iOS with a new game offering old-school skidding, sliding and power-ups.iPhone / iPad SBK 2012 The FIM Superbike World Championship gets an official Android app, offering live timings, news, stats and video interviews from races, as well as photo and wallpaper downloads.Android Bunker Buster - Foursquare goes to war This isn&apos;t the first iPhone game trying to turn Foursquare check-in data into a war game that honour goes to FoursqWAR  but Bunker Buster is intriguing nonetheless. See units on a map of the real world, and duke it out against other players through missions and building-occupations.iPhone 90 UK firm Widebeam Digital has linked with FoxDevil to publish a puzzle game for iOS called 90. It&apos;s a shape and colour-matching title with 60 levels and Game Center integration, as well as use of in-app payments for energy packs.iPhone / iPad", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/feb/23/apps-rush-final-fantasy-chelsea", 
    "wordcount": "752"
}