{
    "headline": "How much does a kilogram actually weigh?", 
    "text": "Age: 217. Appearance: It&apos;s not about what it looks like; it&apos;sabout what it weighs. And how much does it weigh? It weighs akilogram. And how much is that? A thousand grams. And how much does a gram weigh? Originally, exactly as much as &quot;a volume of water equal to the cube of the hundredth part of the metre, atthe temperature of melting ice&quot;. I don&apos;t find that terribly helpful. Not many did. That&apos;s why, in 1889, the mass of the kilogram was redefined as being equal to the IPK. Which is what, pray tell? The International Prototype Kilogram  a 39 millimetre-high, platinum-iridium alloy cylinder, stored in a vault at the International Bureau of Weights and Measures in Svres, France. And it weighs a kilogram? It doesn&apos;t just weigh akilogram; it is the kilogram  the standard against which all other kilogram weights aremeasured. Sounds like a pretty straightforward system. There&apos;s only one problem  the kilogram is gettingheavier. Pardon? It is estimated that a build up of pollutants may have added tens of micrograms tothe IPK over the years. What are they measuring it against? A bag of rice? There are 40 official IPK replicas around the world, and they all appear to be gaining weight at different rates. The divergence, even at such small levels, could be a problem. Is there a solution? Researchers at the University of Newcastle have tried exposing similar surfaces to UV radiation, removing carbonaceous contamination and theoretically returning themetal to its original weight. Who cares? Whatever the IPK weighs, it&apos;s the kilogram. But so many other units of measurement depend on it. If the kilogram changes, so must thenewton; if the newton changes, so must the joule. That&apos;s why there are plans to define the kilogram not by a prototype, but in terms of fundamental physical constants. Do say: &quot;Please can I have some apples equivalentto 84,446,8893  83 atoms of carbon-12, give or take?&quot; Don&apos;t say: &quot;What&apos;s that in pounds, mate? Don&apos;t make me do the maths.&quot;  This article was amended on 7 January 2013. In the original, a superscript number failed to show up, meaning that the number in the penultimate paragraph was rather less than it should have been. This has been corrected.", 
    "section": "science", 
    "gid": "science/shortcuts/2013/jan/07/how-much-does-kilogram-weigh", 
    "wordcount": "400"
}