{
    "headline": "Apple aims to reopen patent fight against Google's Motorola", 
    "text": "Apple will try to salvage a high-profile lawsuit against Google&apos;s Motorola Mobility unit on Wednesday at a crucial hearing in the smartphone patent wars between the two technology companies. Sitting in Chicago, federal judge Richard Posner will hear Apple argue that it should be able to seek an order barring the sale of some Motorola phones. Posner&apos;s decision could affect the iPhone maker&apos;s ability to negotiate favourable licensing agreements in its legal fights against Motorola and other competitors including Samsung and HTC. Apple has waged an international patent war since spring 2010, part of its attempt to either limit the growth of Google&apos;s Android or to restrict the number of iPhone-like features that it offers. So far it has had little effect; Android has gone in that time from around 100,000 phones being activated every day to more than 900,000 a day, and from less than 8m devices in use worldwide to more than 390m. Opponents of Apple, meanwhile, say it is using patents too aggressively in its bid to stamp out competition. Motorola was first to move, suing Apple in October 2010, a move widely seen as a pre-emptive strike. Apple filed its own claims against Motorola the same month. Among the patents being asserted are some originally filed by NeXT Computer, the company set up by the late Steve Jobs which was then bought by Apple in 1996. Posner issued a series of pretrial rulings that eliminated nearly all of Motorola&apos;s patent claims against Apple, while maintaining more of Apple&apos;s claims against Motorola. That meant Apple had more to gain at the trial, which had been set to start last week. But earlier this month Posner cancelled the trial, saying in a tentative ruling that neither side could prove damages. An injunction would be &quot;contrary to the public interest,&quot; he wrote. Last week however Posner granted Apple&apos;s request for a hearing on a possible injunction, and ordered both sides to submit legal arguments in advance. Those documents were filed under seal on Monday. Motorola may also ask for an injunction on the one patent in the case that it can still assert against Apple. A clear victory in one of the US legal cases could strengthen Apple&apos;s hand in negotiating cross-licensing deals, where companies agree to let each other use their patented technologies, or to apply for bans on sales or changes to how devices which infringe its patents function.  So far, though, Apple has shown little inclination to license its patents to Android device makers, although it signed a Apple cross-licensing deal with Finland&apos;s Nokia in June 2011 in an out-of-court settlement after a protracted battle between the two over patents.  By contrast Microsoft has persuaded a number of Android handset manufacturers to sign cross-licensing deals which in effect mean that it gets paid a stipend every time one of the handsets is shipped. Apple and Samsung are scheduled for trial on 30 July in federal court in San Jose, California.", 
    "section": "technology", 
    "gid": "technology/2012/jun/20/apple-patent-fight-google-motorola", 
    "wordcount": "498"
}