{
    "headline": "Eric Schmidt in North Korea: Google chairman's step into the unknown", 
    "text": "As diplomatic encounters go, it has to be among the most intriguing: the head of a revolutionary technology company that has helped secure the open flow of information around the world steps inside one of the globe&apos;s most closed societies. Eric Schmidt, the executive chairman of Google, arrived in North Korea on Monday at the start of a private visit that has already provoked a public wrist-slapping from the US state department. Officials said the timing of the trip was &quot;unhelpful&quot;, coming less than a month after Pyongyang launched a long-range rocket in defiance of the international community. The visit has also inevitably prompted speculation about Google&apos;s intentions in engaging with a country that stands at the polar opposite of its core value of open information access. North Korea operates a form of intranet inside its territory, but it is available only to a tiny elite of favoured individuals and almost all residents have no access to the internet. The speculation has been only heightened by Google&apos;s reticence in discussing its chairman&apos;s trip. All the search giant would say was that Schmidt was acting in a &quot;personal&quot; capacity. Schmidt is being accompanied on the trip by Bill Richardson, the former Democratic governor of New Mexico who has visited North Korea several times before. Before departing, Richardson attempted to squash any loose talk about Google, while at the same time fanning the flames of speculation by referring to social media as one area of Schmidt&apos;s interest. &quot;This is not a Google trip,&quot; he said. &quot;But I&apos;m sure [Schmidt] is interested in some of the economic issues there, the social media aspect.&quot; Richardson himself is likely to be focusing on attempts to persuade the regime to release a US citizen currently detained in Pyongyang. Richardson said he had been in touch with the family of Kenneth Bae, a Korean-American who has been held captive for several months, and will ask after his status. Professor Charles Armstrong, director of the Center for Korean Research at Columbia University, said he was unconvinced by the idea that the trip was primarily a rescue mission. &quot;This is odd: it doesn&apos;t make sense for the chairman of Google to help rescue Americans from North Korea. Clearly, there has to be another agenda here that nobody is talking about.&quot; Armstrong said that North Korea&apos;s young leader, Kim Jong-un, who took power a little over a year ago after the death of his father, Kim Jong-il, had made tentative indications that he wanted to move in the direction of greater information technology. There has already been movement in the use of mobile phones, with more than a million cellular devices in circulation. &quot;It&apos;s extraordinary that you can a country that is in some ways quite industrialised where there is essentially no public internet access,&quot; Armstrong said. &quot;Somehow, Eric Schmidt must have got the hint that this could become a potential market for Google.&quot; Other observers of foreign affairs and the politics of the internet were sceptical that the visit revealed anything at all about Google&apos;s plans in Asia. PJ Crowley, the former state department spokesman who is now at George Washington University, said he doubted the new North Korean leader had any plans to open up internet access. &quot;If Pyongyang loses its control over information, the regime is doomed. The moment the average North Korean understands the gap between their lives and South Koreans&apos;, the game is over.&quot; As for the state department&apos;s admonishment of Schmidt and Richardson, Crowley said that was purely for public consumption. &quot;The state department has to say that. US policy is not to reward bad behaviour, and there&apos;s no question that North Korea is guilty of that.&quot; In contrast to the peeved impression given out by the Obama administration, it would, in fact, be keenly interested in anything the visitors could find out about the highly secretive regime. &quot;The state department has listened attentively to Bill Richardson after he returned from previous trips to Pyongyang, and I have no doubt they will listen equally attentively this time.&quot; Evgeny Morozov, who wrote an influential book about the use of the internet by oppressive regimes called The Net Delusion, said: &quot;I&apos;m sure Google&apos;s PR department is terrified about this trip. It makes no corporate sense for Google to be involved in North Korea, not least because there are still sanctions in place.&quot; Morozov, whose new book To Save Everything Click Here is published in March, said a more likely explanation for Schmidt&apos;s visit was that it was part of his bid to position himself as a thinker on, and explorer of, globalisation. He pointed out that Schmidt has his own book out, the New Digital Age, in April. Schmidt&apos;s co-author of that volume, Jared Cohen, is a former state department official who now runs Google Ideas, a global think tank based in New York. A close observer of the Arab spring who was in both Iran and Egypt during key moments in their protest movement, Cohen is accompanying the Google chairman on his trip to Pyongyang.", 
    "section": "technology", 
    "gid": "technology/2013/jan/07/google-eric-schmidt-trip-pyongyang", 
    "wordcount": "862"
}