{
    "headline": "Satellite eye on Earth: August 2012 in pictures", 
    "text": "   The Badwater Basin area in Californias Death Valley national park is dense with alluvial fans like the one in Gale Crater. An alluvial fan is a deposit formed where a fast-flowing stream flattens, slows, and spreads typically at the exit of a canyon on to a flatter plain. The alluvial fans in Death Valley are produced by occasional, intense storms that send storm water rushing down canyons in the otherwise arid slopes of the Panamint and Amargosa mountain ranges. This part of Death Valley shares other characteristics with Martian landscapes, and the area has long been a favorite for scientists planning for Mars landing sites. Wind, volcanism, and alternating wet and dry conditions have left similar marks on the rocks of both Mars and the Mojave Desert Photograph: EO-1/NASA       The Havre Seamount volcano erupted a tightly-packed raft of floating pumice on 19 and 20 July. Over several weeks, wind and waves dispersed the pumice among the remote Kermadec Islands, northeast of New Zealand. These satellite images show the spread of the pumice. On 28 July shortly after the eruption, the pumice raft remained compact, albeit twisted by ocean currents. None appeared to reach Raoul Island, site of a permanently staffed meteorological station Photograph: MODIS/Aqua/NASA       Fires and smoke over Russia's far east on 3 August. In addition to the fires captured in this image, hundreds of additional fires were reported in the Federal District of Siberia, Tuva, Tomsk, Yakutia (Sakha) and Krasnoyarsk Krai. Most of the fires captured in this image burn in Khabarovsk Krai, a territory occupying the coastline of the Sea of Okhotsk. Dozens of red hotspots, accompanied by large plumes of thick smoke, mark active fires. The smoke, which appears white in some areas and tan in others, blows to the north and north-east, and then curls over the Sea of Okhotsk. In many areas the smoke is so thick that the ground and water are obscured from view. The curving band of bright white near the far right of the image is a cloud bank. Each summer wildfires burn the forests of Russia, but the hot, dry conditions of the summer of 2012, which followed a warm winter with relatively little snow, have created dangerous fire conditions throughout the country    Photograph: MODIS/NASA       Italys Lake Garda and the city of Verona south of the Italian Alps. With an area of 370 sq km, Garda is the largest lake in Italy and the third largest in the Alpine region. East of the lake is the Adige River, flowing south before curving east toward Verona. The city of Verona has been awarded World Heritage Site status by UNESCO because of its urban structure and architecture  among them the circular Roman amphitheatre, visible when zooming in Photograph: AVNIR-2/ALOS/ESA       Tropical Storm Isaac by Night on 28 August and the cities near the Gulf Coast of the United States. The image was acquired just after local midnight by the VIIRS day-night band, which detects light in a range of wavelengths from green to near-infrared and uses light intensification to enable the detection of dim signals. In this case, the clouds of Isaac were lit by moonlight Photograph: VIIRS/Suomi-NPP /NASA       This image shows the low-water levels of the Mississippi River caused by a record drought. On 20 August the Corps of Engineers closed an 11-mile stretch of the drought-parched waterway to dredge new channels because the river has reached record lows. Over 93 northbound and southbound vessels and barges, loaded with coal, grain, iron, steel and other materials, have been stranded by the low levels, making it impossible for vessels to navigate to their destinations Photograph: IKONOS /Courtesy of GeoEye       On 19 August, thick smoke streamed from a fire in Western Australia near Lake Gregory. Red outlines indicate hot spots where Modis detected unusually warm surface temperatures associated with the fire. The fire appeared to be extinguished by 20 August Photograph: MODIS/Terra/NASA       Preparations for London's 2012 Summer Olympic Games began years before the opening ceremonies. The Games use a mixture of new venues, existing and historical facilities, and temporary facilities. Major construction projects included the new 400-acre Olympic Park, constructed on a former industrial site in the east of London, which is visible in the upper right of the image Photograph: ASTER/Terra/NASA       Typhoons Saola and Damrey: simultaneous storms hovered over the western Pacific Ocean on 1 August. Saola was moving across Taiwan while Damrey skirted southern Japan. The larger of the two storms, Saola, caused widespread destruction in the Philippines and Taiwan, news reports said. AP reported that Saola had caused 29 deaths and 21 injuries in the Philippines, and had displaced nearly 180,000 people. In Taiwan, the storm had caused five deaths and left two people missing. Authorities released water from all of Taiwans major reservoirs in preparation for potential flooding. Damrey was expected to come ashore in China before Saola, making landfall north of Shanghai early in the day on 3 August. Saola was expected to arrive hours later, making landfall south of Shanghai Photograph: Terra/MODIS/NASA       On 14 August, numerous fires blazed across California, Idaho, Nevada, and Oregon, burning through everything from sagebrush to grass to beetle-killed lodgepole pine forests. Most of them were ignited by lightning. Three large fires burned through coniferous forests in northern California: the Reading fire in Lassen Volcanic national park, the Chips fire in Plumas national forest, and the Fort Complex fire in Klamath national forest. In northern Nevada, the Holloway, Hansen, and Willow fires burned through grass, brush, and sagebrush. In Idaho, the Halstead fire burned through stands of beetle-killed lodgepole pines in Salmon-Challis national forest. According to statistics compiled by the National Interagency Fire Centre, a total of 9,400 square miles had burned in the United States through August 14. The 10-year average for that date is 7,750 square miles Photograph: MODIS/Aqua/NASA       Night Lights of Italy on 18 August. The country of Italy is visible, running diagonally southward from the horizon across the centre of the frame, with the night lights of Rome and Naples being visible on the coast near the centre. Sardinia and Corsica are just above left centre of the photo, and Sicily is at lower left. The Adriatic Sea is on the other side of Italy, and beyond it to the east and north can be seen parts of several other European nations Photograph: ISS/NASA       River outflow to the Kara Sea. When rivers flow to the sea, they usually carry sediment and dissolved organic material dead and decaying plant material with them. The question for many Arctic researchers is how does that flow change from season to season, and how might it accelerate as far northern latitudes grow warmer. The Ob and Yenisei Rivers in north-central Russia are among the larger rivers that drain into the Arctic Ocean, though past research suggested that they do not necessarily carry as much organic matter and sediment as other rivers. Note that the image is rotated to face south-east, such that the North Pole is off the bottom of the image. Though the exact amount is not known, scientists believe much of the world's old organic carbon the litter of thousands to millions of years of plants and trees is stored in the soils and permafrost of the taiga, boreal forests, and watersheds of far northern latitudes Photograph: MODIS/Aqua/NASA       An unusually strong storm formed off the coast of Alaska on 5 August and tracked into the centre of the Arctic Ocean, where it dissipated over the next several days. The centre of the storm at that date was located in the middle of the Arctic Ocean..The storm had an unusually low central pressure area. Paul A Newman, chief scientist for Atmospheric Sciences at NASA Goddard estimates that there have only been about eight storms of similar strength during the month of August in the past 34 years of satellite records. Arctic storms such as this one can have a large impact on the sea ice, causing it to melt rapidly through many mechanisms, such as tearing off large swaths of ice and pushing them to warmer sites Photograph: MODIS/Aqua/NASA       Sea ice can take many forms, as seen in this image of Arctic sea ice. Varying thicknesses of sea ice are shown here, from thin, nearly transparent layers to thicker, older sea ice covered with snow. Nasa and the National Snow and Ice Data Centre (NSIDC) announced on 27 August that the ice cap covering the Arctic Ocean is now smaller than ever recorded since consistent satellite measurements of the ice began more than three decades ago. Each year, the ice cap goes through a shrink-and-swell cycle, melting throughout the summer months before expanding through fall and winter. In the past decade in particular the minimum summertime extent of the ice cap has shown a consistent decline in size a trend closely linked with the Arctic's warming climate. Nasa and NSIDC scientists said the extent of Arctic sea ice on 26  August surpassed the previous record minimum extent set in the summer of 2007 Photograph: NASA       According to scientists, the Pleistocene landscape of western Nevada approximately 15,000 years ago was one of narrow mountain ranges and numerous interconnected lakes that together formed the extensive glacial Lake Lahontan. Scientists believe drying and warming of the regional climate since the last ice age led to the disappearance of the glaciers feeding meltwater to Lake Lahontan, and eventual disappearance of the lake itself. Today, few remnants of Lahontan remain; most of its arms have become dry enclosed basins known as playas. This photograph highlights Walker Lake, one of only two remnant lakes that contain water throughout the year (Pyramid Lake in Nevada is the other). The lake is located in an enclosed basin bounded by the Wassuk Range to the west and the Gillis Range to the east. It is fed by the Walker River flowing from the north Photograph: ISS/NASA       This visualisation shows the extent of Arctic sea ice on 26 August, the day the sea ice dipped to its smallest extent ever recorded in more than three decades of satellite measurements. The data is from the US Defense Meteorological Satellite Programme's Special Sensor Microwave/Imager. The line on the image shows the average minimum extent from the period covering 1979-2010. The extent on 26 August 2012 broke the previous record set on 18 September 2007. But the 2012 melt season could still continue for several weeks Photograph: Scientific Visualization Studio/Goddard Space Flight Center /NASA       On 16 July the floating ice tongue at the tip of the Petermann Glacier calved a very large iceberg in to Petermann Fiord. Measuring about 46 square miles in size, the formidable block of ice was named PII-2012. About half of the size of the Petermann ice island that calved in August 2010, this iceberg has been described as the size of Manhattan. On 15 August the iceberg is well into Nares Strait. Environment Canada reports that by 13 August the PII-2012 fragment from the Petermann Glacier, which still measured 130 square kilometres, had entered the Nares Strait. The Canadian Ice Service plans to attempt to drop a beacon on PII-2012 in the near future. Such beacons relay their signals through satellites to distant facilities, allowing the course of the drifting iceberg to be closely tracked Photograph: MODIS/Terra/NASA       On 23 August the large iceberg calved from the Petermann Glacier in July continued to drift southward towards Baffin Bay via the Nares Strait. Nares Strait is a narrow passage between northern Ellesmere Island (west) and Greenland (east). As the northernmost extent of Baffin Bay, it carries water from the Arctic Ocean southward and, at times, it also carries icebergs. Since the calving event in July, in which the floating ice at the tip of Petermann Glacier broke free, the iceberg has drifted slowly southwards. Several fragments of PII-2012 have been identified, and have each floated southward more quickly. PII-2012 itself has moved more slowly, and remains the most northerly of the identified pieces of this year's calving event Photograph: MODIS/Aqua/NASA  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/sep/06/satellite-eye-on-earth-in-pictures", 
    "wordcount": "0"
}