{
    "headline": "Boot up: Samsung's smartwatch (again?), 3D printing iPod docks, snails' teeth and more", 
    "text": "A burst of 10 links for you to chew over, as picked by the Technology team Sculpteo shows us what 3D printing is really good for: creating adapters for old iPod docks &gt;&gt; TechCrunch  Sculpteo, a French 3D printing company, is now offering custom iPhone adapters for older iPod docks, allowing you to add connect to your old Bose, Sony, JBL, and other docks with the new Lightning connector. Obviously you need a Lightning adapter but the $17 pieces will make it much easier for you to connect your phone to these older docks.  Clever. Then again - $17? (Thanks @rubbernuke for the link.) Marine snail&apos;s teeth hold secret to nanomaterials for Li-ion batteries, solar cells &gt;&gt; WardsAuto  According to the study, hydrated iron-oxide (ferrihydrite) crystals first nucleate on a fiber-like chitinous (complex sugar) organic template. These nanocrystalline ferrihydrite particles convert to a magnetic iron oxide (magnetite) through a solid-state transformation. Finally, the magnetite particles grow along these organic fibers, yielding parallel rods within the chiton&apos;s mature teeth that make them so hard and tough. &quot;Incredibly, all of this occurs at room temperature and under environmentally benign conditions,&quot; Kisailus says in a statement. This means similar strategies can be used to make nanomaterials in a cost-effective manner. Kisailus presently is using the snail&apos;s biomineralization pathway to grow minerals used in Li-ion batteries and solar cells. By controlling the crystal size, shape and orientation of engineering nanomaterials, he believes he can build materials that will allow the batteries and solar cells to operate more efficiently.  See the picture, though. This is a snail that grows up to a foot long. (Thanks @beardyweirdy666 for original pointer.) Samsung apologizes... &gt;&gt; The Joy of Tech comic &quot;Yikes! Look at the people calling the presentation sexist!&quot; &quot;We need to do something quickly to rectify this.&quot; (Thanks @avro for the link.) Samsung preparing wristwatch as it races Apple for sales &gt;&gt; Bloomberg  &quot;We&apos;ve been preparing the watch product for so long,&quot; Lee Young Hee, executive vice president of Samsung&apos;s mobile business, said during an interview in Seoul. &quot;We are working very hard to get ready for it. We are preparing products for the future, and the watch is definitely one of them.&quot;Lee had no comment on what features the watch may have, how much it would cost and when it would go on sale.  Well, let&apos;s see if we can help here... (Thanks @modelportfolio2003 for the link) Samsung S9110 - Full phone specifications &gt;&gt; GSMArena June 2009: perhaps this is the Samsung iWatch its executive was referring to: TFT capacitive touchscreen, 256K colors, 176 x 220 pixels, 1.76 inches (~160 ppi pixel density), Scratch-resistant glass, oleophobic coating. They&apos;re everywhere, aren&apos;t they? As tech wealth explodes, Silicon Valley poverty spikes &gt;&gt; Associated Press Meanwhile, outside the filter bubble:   SAN JOSE, Calif.  On a morning the stock market was sailing to a record high and a chilly storm was blowing into Silicon Valley, Wendy Carle stuck her head out of the tent she calls home to find city workers duct taping an eviction notice to her flimsy, flapping shelter walls. &quot;I have no idea where I&apos;m going to go,&quot; she said, tugging on her black sweatshirt over her brown curls and scooping up Hero, an albino dog. She glanced at the glimmering windows on a cluster of high-tech office buildings just blocks away and shook her head. &quot;Did you know Google shares hit $840 each this morning?&quot; she asked. &quot;I just heard that on the radio.&quot;  Food stamp use at a ten-year high, homelessness up 20%, average income for Hispanics (one in four Silicon Valley residents) hit a new low. Don&apos;t shrug. CM developers passing on Samsung Galaxy S4 - should you? &gt;&gt; Android Central  On one side, Samsung has to try to protect theirIP. Some of the decisions they have made to help do this just aren&apos;t very developer-friendly, and some even violate the GPL (an open source license that covers everything in the Linux kernel used in Android). On the other side, you have a group of people that have to have a little access to this IP so they can build a working firmware for the device. They need everything covered under the GPL, and even a little friendly advice from the manufacturers is what it takes sometimes to get everything working just right. With the two sides unable to get together, frustration has set in and the developers have spoken.XpLoDWilD, speaking for Team Hacksung states:  Nobody at Team Hacksung (the team behind Galaxy S2, Note, S3, Note2, G Tabs... official CM ports) plans to buy it, neither develop for it.    This isn&apos;t the official position of CyanogenMod, but without Team Hacksung it&apos;s hard to see how it will get done. No jailbreaks for the S4? February PC shipments reflect slow first quarter &gt;&gt; IDC  &quot;Based on our latest quarterly figures, global PC shipments were expected to decline by 7.7% in the first quarter as vendors and the supply chain work through the Windows 8 transition,&quot; said Loren Loverde, Program Vice President, Worldwide PC Trackers at IDC. &quot;However, our February monthly data suggest that we could see a drop touching double-digits in the first quarter and a mid-single-digit decline in the second quarter before we see any recovery in the second half of the year. Even getting to positive growth in the second half of 2013 will take some attractive new PC designs and more competitive pricing relative to tablets and other products.&quot;  If it&apos;s a double-digit drop, that will be the first time since the third quarter of 2001 - just ahead of the launch of Windows XP, and when there was a big recession in the US. Even if it&apos;s a single-digit fall, that will be the fourth quarter in a row of falling PC sales year-on-year. Replacements for Google Reader &gt;&gt; ReplaceReader Wide array of choices. The world has no room for cowards &gt;&gt; Krebs on Security Brian Krebs:   It&apos;s not often that one has the opportunity to be the target of a cyber and kinetic attack at the same time. But that is exactly what&apos;s happened to me and my Web site over the past 24 hours. On Thursday afternoon, my site was the target of a fairly massive denial of service attack. That attack was punctuated by a visit from a heavily armed local police unit that was tricked into responding to a 911 call spoofed to look like it came from my home.  Writing about hackers isn&apos;t the way to a quiet life. You can follow Guardian Technology&apos;s linkbucket on Pinboard To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2013/mar/20/technology-links-newsbucket", 
    "wordcount": "1147"
}