{
    "headline": "Appetite for caviar could see paddlefish suffer sturgeon's fate", 
    "text": "Caviar, the glistening black beads that slip down millions of throats globally, is at the centre of a crime saga in the United States. More than 100 people in Missouri have been implicated in an international black market trade in American paddlefish eggs, which can easily masquerade as upmarket caviar. &quot;There was something going on, we just didn&apos;t know how big it was,&quot; says Randy Doman, one of the investigators with the Missouri Department of Conservation. Two years of undercover investigation by conservation officials in Missouri, the global &quot;paddlefish capital&quot;, exposed the international trade and confirmed a growing shift: as beluga sturgeon  the original bearers of coveted caviar  have become scarce, illicit traders are turning increasingly to the paddlefish. But it can&apos;t afford the attention. &quot;We knew this was coming,&quot; says Phaedra Doukakis, a sturgeon expert affiliated with the Scripps Institute of Oceanography. &quot;As sturgeon stocks have been depleted around the world, we knew that paddlefish were next.&quot; The global black market in caviar is estimated to be many times larger than the legal one, fuelled by a love of lavish foods, and thriving despite global protections like wildlife trade convention Cites that try to shield roe-bearing fish. Together with historical overfishing, the trade almost crushed beluga sturgeon in the Caspian Sea, since the fish produces the largest and most expensive roe. Paddlefish, seen as comparatively abundant, are being used to fill the void. The prehistoric-looking, river-dwelling fish predates dinosaurs, but the world&apos;s only remaining populations exist in America, in the broad Mississippi River valley where 11 out of 22 states call it threatened. The Chinese variety, not seen in years, is close to extinction, if not already fished out. The species&apos; long, signature snouts are lined with sensors that detect plankton, allowing them to occupy a niche in the food chain. &quot;It has evolved so little but it&apos;s so effective. It&apos;s like the perfect design of a fish,&quot; says Brent Gordon, paddlefish researcher at the Oklahoma Department of Conservation. Yet their genetics are also a hindrance. Female paddlefish only mature sexually between eight and ten years old, and spawn every two to three years. They also depend on specific breeding grounds and an ability to migrate that is being undermined by dam construction. But when they do produce eggs, individual females can generate up to 20 pounds. Those eggs are increasingly recognised as the perfect stand-in for fancier, pricier fare. Doukakis has done genetic sampling that shows paddlefish roe cropping up in the market labelled as more expensive caviar, since the ashy eggs bear a resemblance to the luxury sevruga variety.     Caviar: the finest belgua, legitimately imported, can sell for 4,000 a kilo. Photograph: Jose Luis Roca/AFP/Getty Images    Traders also take advantage of consumers that know less about the delicacy, and so will settle for the paddlefish roe&apos;s distinctly muddy taste. &quot;A lot of times [poachers] ship the US species out of the country and label it as Russian beluga, and then ship it back into the US, which jacks up the price,&quot; explains Edward Grace, an investigator with US Fish and Wildlife Service law enforcement. Higher profits promote illegal trade - and poachers have left their mark in their quest for roe. &quot;They&apos;re going out in the middle of the night,&quot; says Gordon. &quot;Every fish they get, male or female, they&apos;re just cutting them open.&quot; Based on this rising trend, experts treat the sturgeon&apos;s scenario as an omen. Over the last 20 years the fish have felt a 90% population decrease, turning them into a poster-species for the damage wrought by an elitist appetite. The International Union for Conservation of Nature now lists it as critically endangered, and Cites has recently made moves to halt the global trade, as it last did in 2006. But the fish are perhaps beyond repair. &quot;There is no rebuilding plan for beluga, unfortunately,&quot; Doukakis says. If paddlefish become the filler for the depleted sturgeon, there&apos;s little guarantee they won&apos;t head the same way - a tragedy for a creature that&apos;s been on this Earth longer than us, Gordon says. The Missouri investigation is ongoing, and details about the upcoming proceedings are scant. Yet Doman hopes the bust has strengthened oversight of the paddlefish, which exists under varying levels of protection across the country. Because of the heist, &quot;there will much better communication amongst states,&quot; he reckons. Many states currently restock rivers with paddlefish bred in hatcheries, which some see as the species&apos; redemption: left to breed naturally, most populations dwindle in the face of water pollution, dams, and poaching. Gordon warns though that hatcheries can&apos;t be the key, because they don&apos;t harbour diversity the way a river population would. &quot;If you can keep a natural population, you are way better off,&quot; he asserts. But wild paddlefish require security, first, to thrive. Caviar has long been associated with wastefulness and harm. Slowly, things are improving on that front, Doukakis points out. Roe are increasingly coming from reliably farmed sources, and there is better use of the whole fish, instead of the eggs alone. But where there is an appetite for black gold, there will probably always be an illicit trade that hurts species like the paddlefish. At its heart, &quot;the whole nature of the fishery is unsustainable,&quot; Doukakis says. &quot;You know, no one&apos;s going to starve if there&apos;s no caviar.&quot;", 
    "section": "environment", 
    "gid": "environment/blog/2013/mar/22/appetite-caviar-paddlefish-sturgeon", 
    "wordcount": "896"
}