{
    "headline": "Somalia '90 days from the most momentous event in its recent history'", 
    "text": "Time is running out for Somalia&apos;s discredited transitional government. It is due to be replaced by mid-August and, after months of talks, it seems its members may have accepted that, this time, the deadline is immutable. Augustine Mahiga, the UN secretary general&apos;s special representative to Somalia, certainly believes the end is near. After a three-day meeting of senior Somali politicians in Addis Ababa last week, he said the world should already be thinking about life after the 20 August deadline for naming a new president. &quot;Somalia is less than 90 days away from the most momentous event in its recent history,&quot; Mahiga said in Nairobi on Friday. &quot;There is not a moment to spare as Somalia and its partners get down to work and ensure this process is participatory, legitimate, inclusive, transparent and, above all, Somali-owned.&quot; After two decades of on-off conflict, Somalis may be forgiven for feeling sceptical. &quot;There is a sense of deja vu,&quot; said independent Horn of Africa analyst Rashid Abdi, adding that Somalis had little faith in politicians renowned for infighting and tainted by allegations of corruption. &quot;There are  a lot of reservations and cynicism,&quot; he said. Even if a new president and parliament are chosen by 20 August, Somalia&apos;s problems are so myriad and diverse that a political breakthrough would be, at best, a small step on the long road towards reconstructing the country. Last year, the UN declared famine in parts of Somalia, the result of drought, poor harvests and conflict, and although that label has been lifted, around 2.5 million people still need humanitarian aid, with around 1.4 million displaced from their farms and homes. After a series of defeats and retreats, the Islamist rebels of al-Shabaab seem to be on the back foot  they withdrew from most of Mogadishu in August, and, last Friday, they pulled out of Afgoye, a strategic stronghold 30km (20 miles) from the capital, after a push by African Union Mission in Somalia (Amisom) peacekeepers and Somali soldiers. However, the al-Qaida-linked militants still hold much of the south, where they have restricted access to aid agencies and imposed a strict form of sharia. They have held out despite pressure from Kenyan and Ethiopian forces, who crossed the border last year to pursue a group they blame for destabilising their own territories. Abdi said many people in Mogadishu did feel more optimistic now, but not because of developments in the political process, which he described as &quot;elite-driven&quot;. They were happier simply because al-Shabaab had withdrawn. &quot;Whatever was agreed in Addis Ababa and all this to-ing and fro-ing  is having very little traction on the ground,&quot; he said. The Addis Ababa meeting brought together Somalia&apos;s president, Sheikh Sharif Sheikh Ahmed, prime minister, Abdiweli Mohamed Ali, and other top officials from across the fractured country, including officials from the semi-autonomous region of Puntland. The leaders agreed that traditional elders would select delegates to a national constituent assembly no later than 20 June. The assembly will meet on 2 July to choose members of the new parliament. Mahiga underscored the difficulty of keeping all the players together  comparing it to holding hot potatoes  but said everyone wanted to get to the next stage. &quot;I&apos;m still very optimistic that we shall get there  and at the same time  the military process continues and more gains are being recorded,&quot; he said. The challenges for a new administration will include the possibility of another drought, managing the needs of an extremely vulnerable population, coping with hit-and-run attacks by al-Shabaab and dealing with the ramifications of piracy off the country&apos;s shores. Hamza Mohamed, a London-based Somali journalist, said that, although Mogadishu was still not secure, things were changing thanks to Somalis themselves. He cited construction, the return of members of the diaspora, and new banks. &quot;[Somalis] are very independent. They will not sit back and wait for people to come and help them. If the new president can provide safety and peace, we might see changes, not because of the government but because of Somalis,&quot; he said. Mohamed said excluding al-Shabaab from the political process did not augur well. &quot;Al-Shabaab might give up more ground, but there is nothing that says they will completely disappear from the picture. They could come back even more hardline.&quot; On Monday, 15 relief agencies warned that humanitarian needs must not be ignored as the political push moved into high gear. &quot;Agencies are fearful that a political vision for Somalia&apos;s future development may come at the cost of life-saving interventions,&quot; said the agencies, which include Care International, Italy&apos;s Cooperazione Internazionale, Mercy Corps and the International Rescue Committee. The warning came days before Turkey hosted a conference on Somalia in Istanbul on Thursday  a follow-up to the London meeting in February. The aid agencies welcomed the Turkish initiative, saying it provided &quot;vital momentum&quot;, but said the needs of 2.5 million vulnerable people should not be forgotten. The worst of all worlds may be a political process that meets its deadlines but does little to improve life for most Somalis, whom Abdi described as &quot;totally disengaged&quot; from politics. &quot;I can&apos;t see how we will have a political dispensation after August that will lead to a real, quick stabilisation of Mogadishu and the rest of the country,&quot; he said.", 
    "section": "global-development", 
    "gid": "global-development/2012/jun/01/somalia-90-days-momentous-history", 
    "wordcount": "904"
}