{
    "headline": "Rise in tuition fees brings 18 minutes' extra teaching a week", 
    "text": "University students in England are taught for just 18 minutes more each week than seven years ago, despite tuition fees spiralling from 1,000 to up to 9,000 a year in the same period, a survey has shown. While teaching hours have hardly increased, undergraduates are putting in 79 minutes more independent study every week than they did in 2006 and there is huge variation in the hours they have to work to get a degree at different universities, the study found. Some 26,000 undergraduates from 103 universities were asked how much time their courses required them to spend in seminars, lectures and tutorials and for how long they studied alone as part of a survey by Which? consumer group and the Higher Education Policy Institute. A similar poll was conducted in 2006, enabling the findings to be compared. In 2006, when tuition fees were 1,000 a year, students told the pollsters they were given an average of 13 hours and 45 minutes of scheduled contact time with their lecturers each week. This year it was 14 hours and three minutes a week, while tuition fees have risen to 9,000 a year. At the same time, students appear to be spending longer studying on their own. The students say they spend an average of 14 hours and eight minutes on private study each week  an hour and 19 minutes more than they said they did in 2006. Rachel Wenstone, the National Union of Students&apos; vice-president ,said that raising tuition fees had encouraged students to &quot;think more like consumers&quot;, but those who were dissatisfied were still unable to hold their institutions to account. &quot;The whole system of sticker price tuition fees sets up unsavoury ideas about education as a financial transaction rather than a collaborative learning process that has value to students and society that extends way beyond the financial value of a degree certificate,&quot; she said. Between 2006-07 and 2012-13 the income of universities in England rose from 17.4bn to a projected 23.9bn, but much of the extra income has been spent on improving facilities, rather than increasing scheduled time between students and lecturers. Bahram Bekhradnia, director of the Higher Education Policy Institute, said the majority of universities were no better off because increased student fees had been balanced by a reduction in state funds. The poll also revealed that undergraduates at some universities study for 20 hours a week, while their peers studying the same subject at different institutions study for more than 40 hours a week. &quot;If it becomes known that it is &apos;easier&apos; to obtain a qualification in one university than another, then that will in due course damage the reputation of that university, but it will also have an impact on the reputation of the entire UK higher education system,&quot; Bekhradnia said. Nicola Dandridge, chief executive of Universities UK, which represents vice-chancellors, warned it was &quot;misleading to make a crude assumption that time spent in lectures and seminars can be equated with university course quality&quot;. &quot;UK university education places an important focus on supporting independent study which will vary from course to course and between individual institutions,&quot; she said. &quot;Tuition fees also pay for far more than contact time. They cover all manner of services including student support facilities, employment advice and training, library services and clubs.&quot;", 
    "section": "education", 
    "gid": "education/2013/may/15/tuition-fees-rise-18-minutes-teaching", 
    "wordcount": "575"
}