{
    "headline": "Can Rio+20 bring change for women?", 
    "text": "Can a conference in Rio de Janeiro achieve gender equality? Not according to Thais Corral. The Brazilian activist and social entrepreneur believes it will take something much trickier: a shift in cultural attitudes. &quot;It requires a change of culture in governments and institutions,&quot; says Corral. &quot;A conference is not enough to make that change. You need leadership that really wants to engineer change, and we don&apos;t see it clearly in governments at any level yet.&quot; Corral should know. In 1992, she was one of the leaders of women&apos;s participation at the Rio Earth summit. Before the summit began, she joined forces with the late US congresswoman Bella Abzug and the Nobel laureate Wangari Mathaai to form the Women&apos;s Environment and Development Organisation (Wedo), a collective movement formed to influence summit discussions. A year before Rio, the world women&apos;s congress for a healthy planet, organised by Wedo, resulted in Women&apos;s Action Agenda 21, a strategy document calling for women&apos;s rights to be upheld in areas including governance and decisionmaking, environmental accountability, land rights, food security and reproductive health. The document, combined with global campaigning by women, resulted in gender equality being introduced into both Rio&apos;s Agenda 21 outcome document and the Rio declaration. &quot;There was a lot of enthusiasm and a lot of hope in terms of what we could achieve at that meeting,&quot; says Corral, who, 20 years on, is involved in one of several women&apos;s events taking place in Rio before and during this week&apos;s UN Rio+20 conference. Her aim is to ensure women&apos;s interests are firmly embedded in the meeting&apos;s outcome documents. &quot;It was a big event,&quot; she says. &quot;We had a platform for recommendations and suggestions for action, and alliances to make it happen. It put women on the agenda of sustainability.&quot; Rio in 1992 likewise offered a chance for women from the global south to have their voices heard on a high-level platform. &quot;Women from the south said: &apos;Look, we are not looking for aid programmes, we are looking for women to play a stronger role in changing consumption and production patterns. We see your overconsumption in industrialised countries is making a great impact on developing countries because you&apos;re overusing our resources&apos;,&quot; says Marie Kranendonk, honorary president of Women in Europe for a Common Future, who was also in Rio in 1992. Irene Dankelman, an activist, writer, lecturer and consultant on gender, environment and sustainable development, was initially underwhelmed by the original Earth summit, but her view has changed with the passage of time. &quot;I was disappointed in Rio in 92 because I wanted much more,&quot; says Dankelman. &quot;But when I reflect on it I can see it opened opportunities to continue. Rio, together with Beijing in 1995 [the fourth world conference on women], built a very strong mass momentum bringing gender equality right into the centre of sustainable development.&quot; Like Kranendonk, Dankelman  who, in 1989, co-authored Women and the Environment in the Third World: Alliance for the Future, one of the first books to explore the impact environmental change was having on women in poor countries  believes this week&apos;s conference will continue the process of change. Neither, however, are optimistic that substantive progress will be made on improving women&apos;s lives. It&apos;s not hard to see why. The themes covered in Women&apos;s Action Agenda 21 are still so relevant. Women continue to fight for land rights and bear the brunt of environmental change; they still have fewer opportunities than men in the workplace, and are still denied access to family planning. In Rio this week, UN Women is hosting two events aimed at driving things forward. On Tuesday, a leaders&apos; forum will discuss gender equality and empowerment, examining what needs to happen next. It will be attended by the organisation&apos;s executive director Michelle Bachelet, as well as Gro Harlem Brundtland, the former prime minister of Norway; Brazil&apos;s women&apos;s minister Eleonora Menicucci de Oliveira; the first lady of El Salvador, Vanda Pignato; and Anita Nayar, from Development Alternatives with Women for a New Era. On Thursday, Bachelet and Brazil&apos;s president Dilma Rousseff will issue an urgent call for action to accelerate efforts on achieving gender equality. &quot;Gender equality and empowerment are inextricably linked with sustainable development,&quot; says Bachelet, who stresses that her organisation is &quot;aiming high&quot; at Rio. UN Women has three goals  specifically, to ensure that: all international agreements reference the key role of women in achieving sustainable development; women at grassroots level participate in future international talks and conferences; gender equality is fully integrated into any new mechanisms to measure sustainable development. Beyond Rio, gender equality needs to be a cross-cutting issue for any post-2015 targets, as well as an objective in itself, argues Bachelet. &quot;In post-MDG [millennium development goal] discussions we really are working on promoting that all member states give major consideration to gender equality,&quot; she says. &quot;It should continue to be a priority.&quot; But after all the talk, can we really believe change will come for women after Rio+20? Will the cultural shift Corral talks about occur? &quot;Culture is difficult to change,&quot; says Bachelet. &quot;There is not a recipe. There are a lot of things that need to be done, clearly. We need women in decisionmaking, in the political and economic arenas.&quot; With more women in key positions, says Bachelet, &quot;we can make some structural changes that will produce a better environment for women in the world&quot;.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jun/19/rio20-bring-change-women", 
    "wordcount": "927"
}