{
    "headline": "Valcamonica rock carvings brought to life in digital animations", 
    "text": "     On a screen at the Cambridge University archaeology museum, a 9,000-year-old stag yawns and stretches  only to collapse, pierced by a stone age hunter&apos;s spear. The stag and hunter come from Valcamonica at the foot of the Italian Alps, one of the greatest galleries of prehistoric art, where more than 140,000 images were pecked into the rock with stone tools. Viewing the 60-mile length of the valley, now a Unesco world heritage site, may demand steep scrambles through chestnut forests and up steep slopes, but an international team including Cambridge academics has digitised and animated the carvings so that the humans and animals run, work and fight again. The results are on display for the first time in the UK at the Cambridge museum. The tradition of carving scenes from everyday life on the rocks smoothed by glaciers continued for millennia. The oldest have been dated at around 7,000BC and the most recent were made in the 16th century. They record the development of agriculture including the introduction of ploughs, the coming of the wheel leading to the introduction of carts and chariots, fighting and hunting, and encounters with outsiders including the Romans. Frederick Baker, senior research associate at the Cambridge McDonald Institute, described the images as &quot;a kind of visual autobiography&quot;, and said many looked as if frozen in a moment of movement. &quot;What the figures cannot do is move: there were no film cameras or animation studios in prehistoric times. But with our cameras and studios, today we can take the metaphor literally. So much the ancient artists could not do  working only with hammer and stone against tough resistant rock  our new digital technologies can.&quot; Christopher Chippindale, also a Cambridge academic, said what the stone age artists left out was as significant as what they depicted. &quot;What European rock art gives us is the world of prehistoric Europeans as they themselves experienced it and understood it. Our prehistoric ancestors chose to make engravings of animals, but few of plants. Many of deer, but few of sheep, and vast numbers of armed warriors in opposed pairs. Why? Because those aspects of their lives were vital and central to them.&quot;  Digital rock-art from ancient Europe is at the Museum of Archaeology and Anthropology, Cambridge, until 23 March, free.", 
    "section": "science", 
    "gid": "science/2013/mar/19/valcamonica-rock-carvings-animations", 
    "wordcount": "388"
}