{
    "headline": "Rio+20: A voice from San Jos, Costa Rica", 
    "text": "   Vivian Pastor, Rio+20 Photograph: Guardian    When asked about sustainable development, the first thing that comes to mind is the well-known Chinese proverb: &quot;Give a man a fish and he&apos;ll feed for a day. Teach a man to fish and he&apos;ll feed for a lifetime.&quot; Our generation should be committed to teaching one another how to grow in a way that will help us meet the needs of today without preventing future generations from meeting them tomorrow. This growth pattern should ensure a decent living environment for all human beings. Habitat for Humanity&apos;s solutions provide us with one example  slum developments typically have poor living conditions, high pollution, a lack of safe drinking water and non-environmentally friendly construction. These situations promote disease, poor access to education and other issues that result in larger and less educated families, as well as unbalanced communities. If we can partner with those communities  provide them with access to the materials they need, and help them to improve their own homes  not only will their context improve, but they will be empowered to continue to bring those changes forward. There will be increasingly less pollution, less disease, higher quality education, and more sustainable growth. When a community works together in synergy, a sustainability-centered ideology can be achieved. The living conditions for a lot of people have got worse. An unbalanced population growth has resulted in the abuse of resources. Poverty and unemployment seems to shoot closer to the roof every day. Being from a country like Costa Rica allows me to say, however, that I&apos;ve lived in a place where a sustainable mentality has been present for the past two decades, regardless of the problems  or possibly as a result of them. Despite the worsening of the overall global picture, I&apos;ve witnessed a rise in public awareness. People are more sensitive to their environmental conditions, to their neighbour&apos;s needs, and to the Earth as a whole. More important is the willingness and desire they have to get involved in possible solutions to the problems we are facing. There are a lot of people all over the world who are working hard to create a sustainable economy. Different areas are being reached on a very general basis  the environmental front, poverty eradication, quality of life  but there is only so much that NGOs can do. Committed groups need tools to develop solutions. We need committed political leaders to stand up for sustainable development and, as Rio+20&apos;s objective emphasises, come up with &quot;renewed political visions and address new and emerging challenges&quot;. We all live in one world. One person&apos;s actions have a direct effect on the rest of the world. These actions will affect all of our lives in some way. Initiatives such as Rio+20 are essential for providing future generations like mine with better tools to work in synergy and achieve a sustainable economy.", 
    "section": "global-development", 
    "gid": "global-development/2012/jun/15/rio20-voice-san-jose-costa-rica", 
    "wordcount": "478"
}