{
    "headline": "Is the government gas plan going to bust the UK's carbon targets?", 
    "text": "Thursday&apos;s spat between the Committee on Climate Change (CCC) and the Department for Energy and Climate Change (Decc) is the latest and most high-profile manifestation of the debate currently dominating UK energy and climate policy: the role of natural gas. Everyone agrees that switching from dirty coal to lower-carbon gas for power generation may help to reduce emissions quickly and inexpensively in the short term while genuinely low-carbon energy sources such as renewables and nuclear are scaling up. The question is how substantial this &apos;transitional&apos; role should be and how long it can be usefully served given the UK&apos;s ambitious and legally binding carbon budgets. The CCC, which exists to provide the government with independent advice on climate and energy policy, believes the most reliable and inexpensive way to stay within the carbon budgets will be to aim for a largely decarbonised power sector by 2030, with the average unit of electricity producing no more than 50g of CO2. In this scenario gas would need to shrink to an extremely small proportion of total electricity generation. This is shown in the chart below, based on a typical CCC projection for Britain&apos;s electricity mix over the next two decades.        On the other side of the debate, some in government, including George Osborne, have implied that gas could play a more substantial role. This perspective has been bubbling up for a while and appeared to have definitely shifted policy in July when Decc issued a statement saying:  The Government will set out its gas strategy in the Autumn, and is today confirming that it sees gas continuing to play an important part in the energy mix well into and beyond 2030, while meeting our carbon budgets. Through the 2020s, and beyond if gas proves cheap, we expect it to continue to play a key role ensuring that we have sufficient capacity both to meet everyday demand and complementing an increasing amount of relatively intermittent and inflexible generation. We do not expect the role of gas to be restricted to providing back up to renewables, and in the longer term we see an important role for gas with CCS.  This statement  combined with the government&apos;s reluctance so far to impose a tough emissions standard for the power grid in 2030  suggests that the government foresees more unabated gas generation in twenty years&apos; time than shown in the chart above. This is of great concern to the CCC, which sent its letter this week on the basis that such a situation &quot;would be incompatible with meeting legislated carbon budgets&quot;. What&apos;s odd in the whole discussion is that it&apos;s not exactly clear what the government is actually proposing  nor what if anything has changed. In his response to the CCC yesterday, Decc secretary of state Ed Davey said that: &quot;After 2030 we expect that gas will increasingly be used only as back up, or fitted with CCS technology&quot;. This seems to clash with the statement from July, at least in sentiment, even if the word &quot;increasingly&quot; is vague enough to fudge the matter. Moreover, Davey emphasised that the government remains &quot;absolutely committed to meeting our statutory carbon budgets.&quot; The implication here is that if there is to be a bigger role for gas in the coming decades over and above what the CCC predicts, there would need to be additional carbon savings made in other sectors  but which sectors and how? I spoke to some people in Decc to try and clarify the situation. The view inside the department appears to be that, despite the July statement, nothing has in fact changed and there&apos;s no plan for unabated gas to have a significant role in the 2030s. There could perhaps be a small amount more than the CCC recommends but not more than already stated in the 2011 Carbon Plan, which said specifically that &quot;from 2030 onwards, a major role for gas as a baseload source of electricity is only realistic with large numbers of gas CCS plants.&quot; So what&apos;s going on here? It&apos;s hard to say. One possibility is that Decc officials haven&apos;t yet come to terms with the fact that their best-laid plans are going to be railroaded by the gas-loving Treasury. Another is that Decc has skilfully trodden a line between keeping the Treasury satisfied on the one hand while protecting the carbon budgets on the other.  My own hunch, however, is that the recent statements on gas have been driven less by the Treasury and more  rightly or wrongly  by a fear about keeping the lights on in the next five years. In a recent briefing, a senior figure in UK energy world told me that on current trends, spare capacity in the UK grid would get worrying low in a few years&apos; time. The only way to be sure of reliable power supply in the short term, he said, would be to build more gas plants but this wasn&apos;t happening due to the uncertain investment climate  including for example lack of clarity on &apos;capacity payments&apos; paid to owners of gas power plants that end up serving mainly as backup for renewables. I can&apos;t say if this view is correct but it does seem to fit with the line that Decc is currently trying to walk between keenly courting the gas industry on the one hand and empathetically stating its commitment to the carbon budgets on the other. We&apos;ll have a better idea in a couple of months when Decc&apos;s gas strategy is published.", 
    "section": "environment", 
    "gid": "environment/blog/2012/sep/14/government-gas-plan-carbon-targets", 
    "wordcount": "923"
}