{
    "headline": "Power, secrecy and cypherpunks: how Jacob Appelbaum ripped Tor apart", 
    "text": "Edward Snowdens face seems ever present in Berlin, where stickers on doors and lamp-posts promise theres always A bed for Snowden and posters plug Oliver Stones eponymous film.  The whistleblowers explosive 2013 revelations about international government surveillance generated some good advertising for Berlin, cementing its reputation as hipster technology activist capital of the world. The citys cheap lifestyle and post-second world war aversion to surveillance, as well as sympathetic Germany residency rules, have created a powerful network of support and infrastructure for its dedicated cyberactivism community. We are poor, but sexy, its residents like to say. Many of Berlins technologists work freelance, employed by anti-surveillance projects or secure messaging tools. And some are employed by Tor, a long running web anonymity project with something of a cult following.  That community recently met in Seattle to tackle a new challenge: a long-running saga of allegations of sexual assault, bullying and harassment that has ripped Tors community apart.  Jacob Appelbaum is one of the worlds most prominent advocates of freedom of speech, and an outspoken opponent of government surveillance. He has spoken to the European parliament civil liberties committee about government spying, used classified documents leaked by Edward Snowden to report on Natos Taliban kill lists and collaborated with the dissident Chinese artist Ai Weiwei. His ascent to tech stardom was far from smooth. He was born near San Francisco, California, in April 1983 to troubled parents. In an interview in 2005, he described a childhood spent dealing with his fathers heroin addiction and suicide attempts, and periods in homeless shelters. He became obsessive compulsive for a time, showering up to eight times a day and unable to eat in his own kitchen. As a teenager he began to find salvation, as he described it, in sex, and discovered computers at around the same time. Programming and hacking, he later told Rolling Stone, began to make him feel like the world was not a lost place. At Santa Rosa Junior College he gained recognition for publicly hacking a number of his professors, something he claimed earned him a few A grades.    You would always notice if Jake entered a room because he simply talks and laughs louder than everybody else  Former friend     Appelbaum started to build credibility through his work as a security specialist for non-profit organizations including Greenpeace, the Open Society Institute, Tactical Tech, the Ruckus Society, Rainforest Action Network and Kink.com, a San Francisco BDSM porn site.  Then in 2004, he started volunteering as a developer for the Tor Project, the prestigious organisation behind the anonymity tool regarded as one of the crown jewels of the information security community. He soon became a prolific public speaker, his profile soaring in 2010 when he stood in for Julian Assange as the keynote speaker at the Hackers on Planet Earth (Hope) conference in New York. But the association with WikiLeaks  which has released classified documents that triggered several major global news stories  led to him being held at US airports, his apartment being searched and his mother subjected to arbitrary questioning, and in June 2013 he chose to exile himself in Berlin. Appelbaum quickly joined the illustrious inner circle of Berlins cyberactivist scene. Professionally and socially he was the center of attention. You would always notice if Jake entered a room, usually followed by a cluster of people, because he simply talks and laughs louder than everybody else, one former friend said, who  like most of the sources the Guardian spoke to  did not want to be named. Former colleagues say that Appelbaum acted as a gatekeeper for Assange, controlling access to him through a live stream or on his phone during parties or dinners. It was sociology textbook 101 regarding the distribution of informal power and reputation, says a former friend. For some in the community Julian is still the superhero. Jake, by publicly associating with him, increases his own importance. By offering access to himself, he distributes the credit points of social value down to others.     Jacob Appelbaum speaking in Berlin. Photograph: Alamy Stock Photo    Appelbaums friends say he can be kind, generous and supportive, and that he has real power as an evangelist. He is a great salesman ... as proficient as some hackers are, they cannot necessarily sell their ideas very well. He truly believes he is a defender of the small and weak, says the source. Another says: If somebody can be useful to him  then Jake can be very charming.  Appelbaum has always polarized the community around him. Complaints about his abrasive comments and alpha male behavior accompanied his rise to fame from the beginning, yet did not seem to harm his reputation within WikiLeaks or Tor. For a long time, nobody in the community dared to speak up. If you praise him, he can be your best friend, says a former co-worker at Tor. Another talks of months of distress, afraid to leave the house in case of meeting Appelbaum or his followers. A third says: Wherever he goes, he leaves a trail of destruction. He has been described as the perfect bully, and in 2015 Tor suspended him for 10 days for implying that new volunteers were recruited in a sexually charged manner. Jake has targeted, abused and silenced many close friends of mine, wrote security specialist Nick Farr. Somehow we all felt powerless to do anything about it. Then on 3 June 2016, a website was published at jacobappelbaum.net detailing multiple, anonymized allegations of sexual assault and bullying. It included one allegation of rape. After years of rumours and secretive allegations in the community, the claims were suddenly very public. We wanted other people to be aware of how Jake behaves, a statement on the site explained. Open secrets do not protect people ... We have heard lots of complaints about his behaviour over the years and have experienced it first hand. We want it to stop. No one in the community wanted to report the allegations to the authorities, blaming a lack of confidence in the police and persistent claims of surveillance and harassment by law enforcement agencies.  Statements of other reputed victims followed, some outing themselves publicly. Leigh Honeywell, a security engineer from Toronto, became the first to publish an account of the alleged sexual assault by Appelbaum using her name, claiming he had publicly exposed details of their sexual relationship, ignored safewords and turned violent. American journalist Violet Blue and Icelandic politician sta Helgadttir both detailed accusations against Appelbaum for inappropriate sexual behaviour and public shaming.      Violet Blue (left) and sta Helgadttir (right) both accused Jacob Appelbaum of inappropriate sexual behaviour. Photograph: Courtesy of Pirate Party &amp; Violet Blue    Fellow Tor developer Isis Agora Lovecruft is a former friend of Appelbaum who started working with him in 2011. She claims that Appelbaum touched her without her consent when she stayed at his apartment in 2014. She spent two years, she says, alternating between trying to inhibit her rage and trying to convince herself that she hadnt been hurt. But in 2016, she began to seek out other victims, and when Appelbaum found out he confronted her in an online chat. Lovecruft says she felt he was trying to ruin her life for standing up to him: Attempting to blackmail me into silence whilst I was defending others is really not a good look for an anarchist free-speech advocate.  Alison Macrina, another Tor volunteer and founder of the anti-surveillance Library Freedom Project, tried to confront Appelbaum about her own experience. At his apartment in January 2016, she says that he repeatedly pressured her to take a bath with him and eventually pulled her into the tub in a kind of nonconsensual washing. More than a month passed until Macrina was able to talk to a friend about what had happened. When she met Appelbaum again in Berlin he insisted that he was the real victim because other people were making false claims about him. He put on such a show on this little bench we were sitting on. It wasnt that cold but he ostensibly shivered, asking repeatedly why I didnt want to come over for tea. Hoping for an apology was futile, she realised. It was all about him trying to get me into his thrall with stylizing himself as the victim, she says.    Tor has changed from being run by cypherpunks to American professional activists who care more about securing funding  Tor volunteer     Yet some female friends, former partners and colleagues, including WikiLeaks editor and journalist Sarah Harrison and human rights lawyer Renata Avila, stood up for Appelbaum, publishing a site in support of him and claiming he had been the subject of egregious character assassination. One woman claimed that an inaccurate version of her story had been included on the site of anonymous allegations without her knowledge. German newspaper Die Zeit claimed to have discovered inconsistencies in the most serious allegations made against Appelbaum, and the Guardian also found some conflicting accounts in at least three of the allegations of sexual assault.  Appelbaum himself denies all the accusations of sexual misconduct, saying the claims are entirely false and part of a calculated and targeted attack. He has not said publicly why he might be targeted, or why he is the subject of what what his German lawyer describes as a hate campaign. Typically, people who come forward with these kinds of allegations are said to be doing it for money or fame, says Anne Roth, psychologist at Berlins Lara Rape Crisis and Counselling Center. In fact they gain nothing but negative attention. Roth says Berlins close-knit cyberactivist community is likely to be no different to any other dysfunctional organisation or business that fails to properly address allegations of sexual assault and harassment. Sexual violence, she explains, is about the exertion of power, whether the power is defined by official rank or by social status, and in both cases it is difficult for the victims to speak up. That relies on the goodwill of the aggressor, so without a formal allegation, victims often prefer to remain silent.   The Tor Project began in the mid-1990s at the US navy research lab, which was exploring ways to protect military communications online. Short for The Onion Router, which describes the layers of anonymity it is able to pile on top of a users online activity, Tor was spun out into a non-profit company in 2006 led by Roger Dingledine, Nick Mathewson and six others from its base in Massachusetts. By 2014 it had annual revenue of $2.5m. Appelbaum began as a volunteer and joined the staff in 2008.  Dingledine and Appelbaum began to work closely together, with Appelbaum encouraged to speak as Tors public evangelist  marking the beginning of Appelbaums ascendency into an influential figure in the tech community. He was one of only a handful of activists with the confidence and technical knowledge to publicly challenge the US governments pervasive surveillance regime. In August 2013, he even accepted a Whistleblower Award on behalf of Edward Snowden. He asked me to speak about individuals and about the hope for change, Appelbaum, according to Deutsche Welle. He said everyone had the strength to stand up against corruption, war crimes and lies  every day and at any time.      Jacob Appelbaum at the Chaos Computer Club, a European hacker gathering, during a video conference with Julian Assange. Photograph: Angelika Warmuth/AFP    Allegations against Appelbaum were first brought before the Tor board in March 2015, when a female employee approached her bosses with concerns about sexual misconduct and bullying. Tor suspended her and Appelbaum for 10 days but, sources say, the employee was unable to present any evidence to support the claim. The employee then left the company. When Shari Steele came on board as Tors executive director in December 2015, one of her priorities was to deal with the allegations, Dingledine wrote in an internal email. Steele, a trained lawyer, had worked at the Electronic Frontier Foundation (EFF) since 1992 and has a reputation for being fair and effective  if a little prone to impatience and threats when under pressure, according to former colleagues. Sharis original plan was to develop a process that we could use for these situations: wed put the new process in place, ask everyone to start fresh, and then follow the process moving forward. In the meantime, we have been sending concerned people to her, so she can keep track of the big picture, Dingledine told Tors inner circle just after the allegations were published on jacobappelbaum.net. Unfortunately, events have overtaken us.  In February 2016, Lovecruft sent an encrypted email to Tor executives detailing more allegations of sexual abuse and harassment she had gathered from multiple victims. Tor is said to have consequently banned Appelbaum from its developer meeting at the Internet Freedom Festival in Valencia. Appelbaum claims that Steele asked him to resign on 25 May, and later sent him separation agreement which would remove any liability from Tor. Appelbaum didnt sign. He says that he had also agreed to undertake anti-harassment training, but left Tor before that could happen.  Tor announced his departure on 2 June and began an internal investigation. When it concluded on 27 July, Steele thanked those who had come forward to report Appelbaums behaviour. Many people inside and outside the Tor Project have reported incidents of being humiliated, intimidated, bullied and frightened by Jacob, and several experienced unwanted sexually aggressive behavior from him  I am grateful you spoke up, and I acknowledge and appreciate your courage. The claims against Appelbaum, as well as Tors treatment both of him and of the alleged victims, have thrown Tor and its network of staff and dedicated volunteers into chaos. Tor has been accused of mishandling the investigation and of failing to give information about their process, and of failing to protect and support victims as well as some who say they have been unfairly implicated as accomplices of Appelbaum. Tor, a small organisation with a laser focus on internet anonymity and privacy, seems overwhelmed by the intensity of the infighting and lacking the skills to handle the severity of the accusations among its staff and volunteers.  Appelbaum told the Guardian that Tor did not speak to him to ask his version of events during its internal investigation, while Tor claims he declined to be interviewed over the encrypted channels its investigator proposed. Another witness to the rape allegation also claims not to have been interviewed by Tor. Some of Appelbaums supporters feel he was not treated fairly by the organisation, and have called for a boycott or stopped working with the organisation. Tor has changed from being an organization run by cypherpunks to being run by American professional activists, who care more about securing funding and their job security than the cause, says one longstanding community member. People are afraid to speak up in case they are ousted like the people interviewed in the investigation, says another insider. We have very little information from Tors leadership about the investigation and the nature of the allegations. Rather ironic for an organization promoting free speech. Long-term community member John Gilmore, who also co-founded EFF, claimed on an internal mailing list that Appelbaum had been put through trial-by-rumour. The numerous victims that this process creates are not helped at all; the innocent along with the allegedly guilty are savaged and rejected without ever getting a chance to defend themselves.     Jacob Appelbaum at a Berlin demonstration in support of press freedom in 2015. Photograph: Britta Pedersen/AFP/Getty Images    In July 2016, shortly before the internal investigation concluded, Dingledine and the six other members of Tors board of directors all stepped down. They did not acknowledge the Appelbaum controversy, saying only that Tor deserved the best possible leadership. It is time that we pass the baton of board oversight as the Tor Project moves into its second decade of operations, Tor wrote on its blog.  In a statement released to the Guardian, Tor said that the investigation had been handled thoroughly and professionally. The boards resignation was part of a larger effort on their part to bring more professional leadership to the organization. This included hiring Shari Steele to the executive director role and bringing on a board with more nonprofit oversight experience. When the employee came forward with concerns in March 2015, Tor conducted an internal investigation and took action, it says, yet there were no formal procedures in place to deal with allegations of sexual harassment among staff or volunteers. Tor has since introduced an anti-harassment policy, a conflicts of interest policy, procedures for submitting complaints and an internal complaint review process.    Many saw the way he treated me and did nothing about it ... so it took me years before I realized how abusive he was  Leigh Honeywell     Tor defended its handling of the second investigation in 2016. Tor handled the investigation carefully and ethically. We posted information about what we were doing on our blog, and we have supported and protected victims throughout this process. Many in the tech community have distanced themselves from Appelbaum. Even the San Francisco hackers workspace he co-founded has blocked him online and from its building after implementing a new harassment policy. Everybody knew that Jake used sexually charged language to upset people in work meetings, says one former co-worker. There were many rumors, but Jake was allowed to win every argument and Tor was letting him get away with every little whim. Appelbaum says that he has stopped drinking and begun therapy. I have obviously seriously hurt peoples feelings unintentionally and I deeply regret this, he said. He hopes to focus on his doctoral work on cryptography in the Netherlands, claiming he cant return to America because he could be investigated over his work with WikiLeaks and Der Spiegel about classified US surveillance. Ive dedicated my life as a journalist, activist, and longtime member of the Tor Project to advocating for the transparency of public processes and to speaking out about the necessity of privacy, security, and anonymity. These are ideals that I will continue to uphold, despite the vicious campaign that is currently being waged against me, Appelbaum said. He told the Guardian that he acknowledged the importance of addressing rape culture and violence against women. I have always felt these topics needed to be discussed and that hasnt changed. It is more urgent than ever.  Jacobs charisma and authority, wrote Leigh Honeywell, make him hard to challenge. Many of our friends and colleagues saw the way he treated me and did nothing about it, so it took me years before I realized how abusive he was to me.  Violet Blue claims that it was Assange and Snowden who helped to elevate Appelbaum to a position of power, whether or not they knew about his behaviour. We need look no further for proof that hero worship and the cult of belief is pure poison, she writes. This didnt happen because were broken as a hacker culture, or because were hackers and thus too undeveloped to comprehend empathy. But others do feel the episode presents a challenge to the tech community. We need to ask ourselves which values we stand for, says a former friend of Appelbaum. In Germany we used to be connected by mutual trust and support, so taking advantage of someones vulnerabilities damaged this safe space.  Our priority should be to rebuild it, and concentrate on friendship and doing good work rather than hero worshipping.  If you have been affected by sexual assault, you can find support and advice at Rainn in the US, Rape Crisis in the UK and Lara in Berlin ", 
    "section": "technology", 
    "gid": "technology/2016/oct/11/jacob-appelbaum-tor-project-sexual-assault-allegations", 
    "wordcount": "3179"
}