{
    "headline": "Cameron fuels new energy debate", 
    "text": "   Illustration: Gillian Blease    While David Cameron attempts to legislate a solution for Britain&apos;s energy problems, Professor Dieter Helm is pushing for gas and carbon capture (Comment, 19 October). Yes, gas is better than both coal, which produces twice as much CO2, and nuclear, with its serious safety issues. But Helm says gas is in near limitless supply. If so, why are energy companies now pushing to use fracking to extract that gas? Gas is like oil: even though there may be enormous quantities left, as time goes by, companies need to resort to ever more environmentally damaging methods (fracking, tar-sands, Arctic drilling etc) to get to those resources. Every source of energy carries a cost. For gas, the cost is fracking  which involves pumping poisonous chemicals into the ground  and for many renewables such as wind-farms and tidal barrages, it is that they impinge on nature, and require great effort and resources to build and maintain. Why do we so rarely mention the most obvious path to energy sustainability, which would be to simply use drastically less energy? The problem seems to be that we love our gadgets, our cars, our cheap flights, our air-conditioned shopping experiences and our brightly lit cities so much that we can&apos;t bear to limit even a little of our out-of-control creature comforts.Alan MitchamCologne, Germany  Simon Jenkins suggests we should draw inspiration from Dieter Helm&apos;s call for a dash for gas. Yet rises in the cost of gas have been responsible for more than 80% of the increase in consumer energy bills over the last five years. We have a fundamental choice about whether we want to build more energy or burn more energy. A recent study for E3G finds this relates not just to the volatile price of gas, but also to the risk of policy failure. Our analysis shows that if there is less energy efficiency, less CCS or less nuclear than the government is planning, then the cost of energy in a gas-heavy system could go up almost 100%. But if these policies fail under a renewables-heavy system, then the cost of energy to the consumer is likely to go up no more than 8%. The lesson is that gas is not a cheap option. A gas-based energy system carries a heavy risk of much higher costs for the consumer.Nick MabeyChief executive, E3G  Why the excitement over rising energy prices? When most of our energy is derived from finite resources of gas, oil and coal, the cost is bound to increase as resources get stretched. The real scandal is that poor have to pay a higher price per unit than the rich. The utility companies usually start with a standing charge and then progressively reduce the cost per unit as consumption rises. What the government should do is ban standing charges  after all, we don&apos;t pay a standing charge to visit a petrol forecourt  and ideally insist that the cost goes up per unit as consumption increases. This would benefit the small careful user and would encourage the heavy user to be more prudent, making the raw materials last longer, while we build energy generators for the long-term.Chris HooperBackwell, North Somerset  Wouldn&apos;t we all get cheaper energy bills if, instead of competing commercial firms, we had a single nationalised energy supply system (Just like The Thick of It  PM firms up energy tariff plans, 19 October)? Then, on top of the actual supply and administration costs, we wouldn&apos;t have to pay for competitive advertising, many separate administrative systems, &quot;churning&quot; costs, profits, dividends, directors&apos; bonuses etc. Wouldn&apos;t this cut the cost by at least 15%? Competition between energy supply firms is a myth, as they all change their prices in similar fashion and the only competition seems to be between them as to who can make the most profit, not who can provide the cheapest and most efficient service.Michael MillerSheffield  I wonder if Angela Knight expected her new job, as chief apologist for the energy industry, to be a doddle compared to her last job, as chief apologist for the banking industry?Graham JumpGuildford, Surrey", 
    "section": "environment", 
    "gid": "environment/2012/oct/19/cameron-fuels-new-energy-debate", 
    "wordcount": "685"
}