{
    "headline": "Formula milk firms accused of targeting mothers and health workers with gifts", 
    "text": "Manufacturers of breast milk substitutes are targeting mothers and health professionals with free gifts and samples, in violation of international codes of practice, research reveals. Save the Children&apos;s report says marketing campaigns often promote misleading claims about the nutritional benefits of formula that have no scientific basis. The charity says marketing practices adopted by some manufacturers are a barrier to encouraging mothers to breastfeed. The practices violate the international code of marketing of breast milk substitutes, which was adopted by the World Health Assembly in 1981 in response to a decline in breastfeeding. East Asia and the Pacific is seen as a lucrative new market for the baby food industry, with the proportion of women in the region who breastfeed falling from 45% in 2006 to 29% in 2009. Globally, the baby food industry is worth about $35bn (22.6bn) a year, with around $25bn coming from the sale of milk formula for infants. In a poll of 2,400 mothers and 1,200 health workers in Pakistan, 20% of employees said they had received gifts from companies to encourage them to promote formula, while 11% of mothers said they had seen or read promotional literature while in hospitals or clinics. Both practices breach the international code. &quot;While there is a recognised need for some infants to be formula-fed in certain cases, there has long been concern that the marketing and promotion activities of some manufacturers has led to breast milk substitutes being used unnecessarily and improperly, ultimately putting children at risk,&quot; says the report Superfood for Babies (pdf), which is officially released on Monday. The charity is calling on manufacturers to cover at least a third of their packaging with the health warning that formula is inferior to breast milk. It also wants governments to turn the code into law and ensure it is implemented and monitored. Breast milk has been described as the closest thing there is to a &quot;silver bullet&quot; to tackle malnutrition and reduce death rates among newborn babies. Save the Children estimates more than 800,000 deaths could be prevented each year if infants were given breast milk in the first hour of life. The World Health Organisation (WHO) recommends colostrum, the milk produced at the end of pregnancy, as the ideal food for a newborn baby as it provides key nutrients and boosts immune systems. WHO promotes exclusive breastfeeding of babies for the first six months. But, as well as criticising the promotion of formula milk, the report cites community and cultural pressures not to breastfeed, a shortage of health workers to advise mothers, and lack of maternity leave and pay as key reasons why some women turn to formula. According to UN figures, 37% of children globally are exclusively breastfed for the first six months of life and 43% are breastfed within the first hour. The World Health Assembly, the decision-making body of the WHO, wants by 2025 at least half of under-six-month-olds to be exclusively breastfed. Some countries have taken huge strides in encouraging more women to breastfeed. Rates in Sri Lanka rose from 17% in 1993 to 76% in 2007, and in Ghana from 7% in 1993 to 63% in 2008. But two-thirds of the 92 million children who are not exclusively breastfed live in just 10 countries  India, China, Nigeria, Indonesia, Philippines, Ethiopia, Vietnam, Pakistan, Bangladesh and Democratic Republic of the Congo  seven of which have some of the highest child mortality rates in the world. The chief executive of Save the Children, Justin Forsyth, said: &quot;Despite the benefits of breastfeeding being widely known in the developed world, and it being a free, natural way to protect a newborn baby, too little attention is being paid to help mums breastfeed in poorer countries.&quot; The charity wants the UK government to use its presidency of the G8 to promote breastfeeding in its efforts to address nutrition and hunger.", 
    "section": "global-development", 
    "gid": "global-development/2013/feb/17/formula-milk-firms-mother-breastfeeding", 
    "wordcount": "654"
}