{
    "headline": "Hope for breakthrough in search for gravitational waves", 
    "text": "From a farm gate outside the village of Ruthe, near Hanover, a broad asphalt path stretches in a straight line for 600 metres. On one side, an orchard brims with apple trees which are starting to bud in the warm German spring. On the other, a metre-wide ditch, covered with corrugated stainless steel, runs parallel to the path. Follow it, and you reach a cluster of temporary cabins and tall aerials from which a second steel-covered trench, also 600m long, emerges at right angles to the first, marking out a giant metal L in the field. It is an odd sight. With its steel-covered trenches, the place could be an experimental sewage farm or a design centre for drainage ditches. In fact, this is the site of one of Europe&apos;s most advanced astrophysical laboratories. Scientists here are hunting the universe&apos;s most elusive force: gravitational waves. These cosmic emanations are thought to be hurled across space when stars start throwing their weight around  for example when they collapse into black holes or when pairs of super-dense neutron stars start to spin closer and closer to each other. These processes put massive strains on the fabric of space-time, pushing and stretching it so that ripples of gravitational energy radiate across the universe. At least, that is the theory. To date, no one has actually detected a gravitational wave. The Ruthe laboratory, a joint UK-German project known as Geo600, has been built to overcome this failure and to show these disruptions in space-time do exist, thus proving that Albert Einstein was absolutely right  and utterly wrong  about gravity. It is a startling paradox. Harald Lck, a scientist at Geo600, explained: &quot;In his general theory of relativity, Einstein predicted the existence of gravitational waves, which he said would be set off by highly energetic events objects like supernovae or neutron star collisions. However, he also predicted we would never be able to observe these waves because they would be too weak to be detected by the time they reached Earth. We intend to prove him right in the first instance and wrong in the second.&quot; Demonstrating Einstein&apos;s genius and occasional moments of fallibility are only one aspect of work at Ruthe, however. Once gravitational waves are discovered and detectors become more sophisticated and sensitive, astronomers will be able to analyse the properties of these waves  their wavelength and intensity, for example  and use these measurements to study the objects that emitted them. Astronomers will be able to peer into the hearts of stars in ways that are beyond current observatories. &quot;We are going to create a new kind of astronomy,&quot; said Professor Jim Hough, the Glasgow physicist who leads Britain&apos;s contribution to Geo600. &quot;Until now, everything we have learned about the universe has been based on studies of electromagnetic radiation  from infrared to visible light to gamma ray detection. Gravity waves will create a completely new type of astronomy.&quot; Much is promised. Hence the growing popularity of gravitational wave research round the world. Apart from Ruthe, giant detectors have been built at Hanford, in Washington State; at Livingston, in Louisiana; and at Cascina, near Pisa. &quot;There is some rivalry but mostly we co-operate,&quot; said Lck. &quot;Instruments developed here are now being shipped to be fitted on US machines, for example. This is a global project.&quot; These detectors all share a common design: two long arms, set at right angles to each other, extend from a central point and are fitted with highly sensitive measuring equipment. &quot;When a gravitational wave reaches a detector, it will temporarily shrink one arm and slightly extend the other depending on its angle of approach,&quot; said Hough. &quot;Thus one ditch at Ruthe will shorten very slightly compared with the other as a gravitational wave passes through the device. It will be our task to measure that change.&quot; And that will certainly not be easy. Gravitational waves may be generated by enormously energetic events but these are also incredibly remote. As a result, a wave&apos;s energy is dissipated to a tiny fraction of its original magnitude by the time it reaches Earth. When one reaches Geo600, the change it will make in a detector will be of the order of a few hundred billion-billionths of a metre, says Hough. In other words, one arm will change length, compared to the other, by a fraction of a proton&apos;s diameter. That is an incredibly minute measurement to attempt and explains why efforts to pinpoint gravitational waves have ended in failure to date. Nevertheless scientists remain confident they will soon triumph  by exploiting the precision of laser interferometry. Lasers  intense beams of light tuned to a single wavelength  are produced in each centre&apos;s main laboratory and passed through a beam splitter so that two identical beams shine down each of their two tunnels. At the end of each tunnel is a mirror. The beams are then reflected back down the tunnel to a central detector where they are recombined. By carefully tuning their instruments, scientists should be able to get the two beams to superimpose on each other. &quot;As gravitational waves come along, they will change the lengths of the tunnels  such as those inside the ditches at Ruthe  in slightly different ways and so alter the positions of the mirrors. This will change the intensity of the light we see,&quot; said Glasgow University physicist Professor Sheila Rowan, another Geo600 collaborator. &quot;The light waves from the beams would normally arrive with their peaks arriving at the same time, in which case we see a bright spot. But if the mirrors&apos; positions are moved very slightly we could get a peak on one beam coinciding with a trough in the other beam. In that case they would cancel each other out and the image is darkened.&quot; Thus a gravitational wave, pushing the dimensions of the two beams in different ways, will produce an observable effect on the laser&apos;s light. That is the theory. In reality, scientists have been frustrated by all sorts of non-astronomical factors that have caused their detectors&apos; mirrors to shift position, triggering spurious signals. Geography is one. &quot;The coast is more than 100km away but we can see the effect of the waves pounding on the North Sea shore on our instruments very clearly,&quot; said Lck. &quot;Fortunately it is a highly rhythmical signal that is easy to remove from the output of our machines.&quot; Other problems have proved trickier to handle. Nearby quarrying has frequently set off vibrations that have played havoc with Geo600&apos;s instruments, for example. Delicate negotiations over the scale, type and timing of digging and drilling in the neighbourhood have been required. Even Newtonian physics can upset gravitational wave detection, as Rowan explained. &quot;If a person walks close to a mirror their mass is sufficient to exert a tiny gravitational influence on it, causing the mirror to follow the motion of that individual. That effect also has to be dealt with.&quot; And finally, there is the heat of the apparatus itself. &quot;Thermal noise,&quot; as scientists describe it, causes mirrors and mountings to vibrate slightly, again creating spurious signals. Gravity may be the oldest known force, but it has proved extraordinarily difficult to study. Nevertheless Hough believes he and his colleagues are now close to overcoming these hardships and are on threshold of their first detection of a gravitational wave, a goal that will be achieved thanks to a number of innovations. One improvement has been a simple one: building bigger machines, as has been done at the US detectors and the one at Cascina. These devices have arms several kilometres long. &quot;That is helpful because you get a greater lengthening of an arm, and therefore a bigger displacement in the position of your mirrors for the same gravitational wave, making it easier to detect,&quot; said Hough. In addition, great care has been taken in the machines&apos; construction to reduce vibrations. Their arms are suspended from rails that run the length of the detectors&apos; trenches; the tubes along which the laser light is channelled inside an arm contain ultra-pure vacuums; while the lasers themselves are high performance industrial devices. All these features should reduce &quot;seismic&quot; interference to a minimum. On their own these improvements are unlikely to be sufficient, however, and scientists will only get the final boost they need thanks to a couple of recent breakthroughs made with Geo600. &quot;Our device is smaller, a disadvantage, but that forced us and our German colleagues to push the technology we actually put inside the detectors,&quot; said Rowan. Two particular techniques have been worked on by the UK-German team at Ruthe. One has involved the development of delicate systems of mirrors and pendulums made out of pure silica, a system that eliminates most thermal vibrations that have bedevilled detectors in the past. The silica set-up, built in Glasgow, uses four different platforms of the material suspended from each other in layers like a giant, shiny mobile. This eradicates virtually all vibrations. &quot;We use ultra-pure material, the scientific equivalent of the best crystal glassware,&quot; said Rowan. The second involves a process known as &quot;light squeezing&quot;, in which quantum fluctuations are reduced in the laser beam, thus making it purer and easier to use for measurements. &quot;These technologies, developed at Glasgow and in Germany, are now being fitted to detectors in the US,&quot; said Hough. &quot;We have driven every system to its limit and that should make the difference. We should see gravitational waves, probably in an American machine fitted with our devices, by around 2015.&quot; Of course, a nearby supernova might change everything, its gravitational waves being strong enough to trigger signals in Geo600, despite its smaller detectors. &quot;We are primarily a test bed but we are still watching the stars,&quot; said Lck, inside the portable cabin where he and colleagues await the first flicker of lights that will tell them they have witnessed gravitational waves generated by a remote cosmic catastrophe. On the other hand, it is possible these new detectors will see nothing and Einstein will have been proved wrong: gravitational waves do not exist. Given the decades of fruitless searching that have passed, such doubts might seem reasonable. Most scientists are confident, however. It is just a matter of time, they say. &quot;The 1993 Nobel physics prize was given to Joseph Taylor and Russell Hulse, who carefully observed two neutron stars in orbit round each other,&quot; said Hough. &quot;They showed that as the stars spiralled closer and closer vast amounts of energy were being radiated from them into space and only gravitational waves could explain that energy loss. So we know they exist and yes, we are going to find them.&quot;", 
    "section": "science", 
    "gid": "science/2012/apr/15/gravitational-waves-search-breakthrough", 
    "wordcount": "1825"
}