{
    "headline": "Green news roundup: wildlife stocktake and biodiversity day", 
    "text": "Environment news  Most UK species in decline, wildlife stocktake shows Government licensed secret buzzard egg destruction, documents reveal Prince Charles calls for war on animal poachers Don&apos;t delay on renewable energy, government told Shale gas investments &apos;could be worth 4bn a year to UK economy&apos; Keystone pipeline: House votes to bypass Obama China unveils details of pilot carbon-trading programme On the blogs     The Quiraing, Isle of Skye, Scotland, on 28 September 2012. Photograph: Andrew Cawley/Alamy     George Monbiot: Why Britain&apos;s barren uplands have farming subsidies to blame Will green energy prove cheaper than gas? Fossil fuel divestment campaign&apos;s victory in Australia will be a moral one Sweet chestnut blight  the latest threat to Britain&apos;s trees Matt Ridley has joined the real climate debate Heartland Institute wastes real scientists&apos; time  yet again Multimedia     Mountain forests on the outskirts of Manokwari, Papua, Indonesia. Greenpeace is in Indonesia to to document one of the world's most biodiverse and threatened environments and to call for urgent action to ensure that the country's oceans and forests are protected. Photograph: Paul Hilton/Greenpeace     Indonesia&apos;s natural riches highlight international biodiversity day - in pictures The secret life of internet trolls: part one - video State of UK Wildlife winners and losers - in pictures Dog-meat mafia fuels Thailand&apos;s canine trade - video The Syngenta photography award 2013  in pictures Features and comment     The eroding bank along the Ninglick River at Newtok, Alaska, shown on May 24, 2006. Photograph: Al Grillo/AP     Climate refugees? Where&apos;s the dignity in that? Tony Juniper: The anti-nature narrative in UK politics is hard to fathom Conservationists to count breeding birds after &apos;puffin wreck&apos; winter Best of the web  World on course to run out of water, warns Ban Ki-moon Plague of deforestation sweeps across south-east Asia Record 400ppm CO2 milestone &apos;feels like we&apos;re moving into another era&apos; Observer ethical awards Vote for the best &apos;unsung&apos; local hero in this year&apos;s awards ... And finally     This May 15, 2013 photo provided by the University of Florida shows unidentified staff next to a dead Burmese python on the campus in Gainesville, Fla. The python, the longest ever caught in the state, measured 18 feet, 8 inches and weighed 128 pounds. It was caught along a South Florida road on May 11, 2013. The University of Florida researchers performed a necropsy on the female snake and found no eggs. (AP Photo/University of Florida) Photograph: AP     Record Burmese python caught in FloridaSnake, which measured 18.8ft and weighed 128lbs, was caught alongside rural road in Miami Dade county", 
    "section": "environment", 
    "gid": "environment/2013/may/23/1", 
    "wordcount": "267"
}