{
    "headline": "The abuse of political power is as dangerous as nuclear power itself", 
    "text": "It&apos;s been a busy week for the bailiffs. Even as one group was carting people off from the steps of St Paul&apos;s in London on Monday night to remove Occupy protesters, so another was storming a Somerset farmhouse early on Wednesday to snuff out a small protest against the proposed two new Hinkley C nuclear power stations. End of story? Not at all. Occupy will be back and anger in Someset is growing at the way that the nuclear steamroller is gearing up to build its stations. EDF, who went to the high court in London rather than Bristol, tried to get a blanket injunction on anyone going near the site but was thwarted by the court which could see no justification in granting anything so wideranging. The Somerset protests are against nuclear power itself but also at the way the company appears to be flouting democracy and the new planning laws even before it starts building. EDF has permission to spend 100m preparing the site for the two power stations on the basis that they will return many millions tonnes of earth and restore the land to exactly how it was, should a public inspector decline to give them planning permsssion in 2013.  This is clearly impossible, so the EDF must be 100% certain that it will get permission to build. In which case, say the protesters, the whole consultation exercise and planning process is a sham - a situation that looks likely to be subject to further court cases.  Half of all local residents are against the power station but everyone in the area is united in believing that the planning system has been corrupted by cash handouts and pressure from central government. It suggests that from now on that any company will be allowed to start work on any giant project and be allowed to trash any piece of land without any demcoratic accountability in the name of national interest, climate change or anything else that the government decrees. Yet again, nuclear power is cast as a corporate bully working as an accomplice of government. What makes it worse, is that I am informed that some pro-nuclear greens have written to the protesters in Somerset urging them not to protest against EDF. If this is the case, then those pro-nuclear greens should be invited to write to the 3,000 &quot;misguided&quot; Indian protesters of the People&apos;s Movement against Nuclear Energy who have been on hunger strike in Tamil Nadu in protest against two nuclear power stations being built there, as well as the many thousands of Chinese who are protesting nuclear plants in Anhui province. Both these nascent anti-nuclear protests are in the forefront of much wider democracy movements, demanding corporate and government accountability. The point is that right across the world it is not just the nuclear technology which is so offensive to people, but the arrogance, callousness and ruthless steamrollering of any opposition that invariably accompanies nuclear projects. What the pro-nuclear folk here do not seem to understand is that the abuse of political power is as dangerous as the power source itself. This article was amended to change &apos;flaunting&apos; to &apos;flouting&apos;", 
    "section": "environment", 
    "gid": "environment/blog/2012/feb/29/nuclear-power-energy-protest-hinkley", 
    "wordcount": "531"
}