{
    "headline": "Government to end dual ratings system for games", 
    "text": "The video game age ratings system is to be simplified, after proposals put forward by the UK government on Thursday.  Currently all games are regulated under the Europe-wide PEGI scheme, which provides age ratings as well as guides on game content. However, titles with mature content are also rated by the British Board of Film Classification, and are required to display a BBFC &quot;15&quot; or &quot;18&quot; certificate. Under the proposals going through parliament, PEGI will be solely responsible for all game classification. Additionally, the &quot;12+&quot; PEGI rating will become legally enforceable for the first time, meaning that anyone who sells a designated 12+ title to younger children will face fines of up to 5,000 and a jail sentance.  The age-rating will be conducted in the UK by the Video Standards Council. The organisation will have the power to deny a rating to any title that contains &quot;extreme content&quot;, making it unavailable for sale in Britain. The BBFC rarely made outright &quot;bans&quot; on video games. The violent driving title Carmageddon was initially denied an age rating in 1997, but publisher SCI made changes to the content and later appealed against the board&apos;s decision. In 2007, the BBFC refused to grant Rockstar&apos;s Manhunt 2 a rating, but after an eight month court battle, an edited version was released. &quot;The new system will benefit both parents and industry by creating a stronger, simpler age-rating system,&quot; said creative industries minister Ed Vaizey. &quot;It will give parents greater confidence that their children can only get suitable games while we are creating a simpler system for industry having their games age rated.&quot; Although PEGI has been in operation since 2003, it has always shared ratings responsibilities with the BBFC, which has been providing age certaification for games since the mid-eighties. A single rating system was proposed as part of the exhaustive Digital Britain report, published by the government in 2009, but the process of organisation the switch has been slow. &quot;This news is very welcome and finally gives us the mandate to undertake the role of statutory video games regulator in the UK,&quot; said VSC chairwoman Baroness Shephard. &quot;The VSC is fully prepared and ready to carry out the vital role of providing consumers with a single, straightforward games rating system whilst ensuring that child-safety remains our first priority.&quot;  The parliamentary process for designating the Video Standards Council is expected to be completed in time for the system to come into effect in July.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/may/10/game-age-ratings-simplified-pegi", 
    "wordcount": "428"
}