{
    "headline": "India will shed few tears over the end of UK aid", 
    "text": "Not too many tears may be shed in India over the announcement that Justine Greening, the UK&apos;s development secretary, has announced the end of aid to India in 2015, as the question is increasingly being asked within India: should the country continue to take such aid? A Guardian poll had asked readers to vote on this, offering various choices (yes/no/maybe/partly) on the basis of different approaches. Yet the problem is that the reasons provided for any of these options are partly true, but also partly off-track. Consider the argument for eliminating aid, which is couched in terms of the growing wealth and economic clout of India. India has a rapidly growing economy and its own space programme, so presumably, if the government can invest in space, the country can afford to finance its own development and poverty reduction programmes. It is absolutely true that the continuing squalor and economic degradation of about half of the Indian population really need not exist. Certainly, the internal political economy of India remains the biggest obstacle towards achieving the millennium development goals or reducing poverty, and ensuring universal access to basic needs for the population. More progressive fiscal policies that raise taxes from the rich to ensure the basic needs of the people are obviously both necessary and possible, as well as strategies that encourage more productive employment and economic diversification. But then consider an alternative option: maintaining or even increasing aid. India is still grappling with major development issues and is home to many of the world&apos;s poor people  that is only too true. But consider the role of UK aid in this. The amount  around 280m per year  really is &quot;peanuts&quot;, as the former finance minister and current president of India, Pranab Mukherjee, described it. It comes to less than 0.03% of India&apos;s national income. It is less than 2% of what the central government spends on the food subsidy and rural employment programmes, not to mention the other basic livelihood and anti-poverty programmes of both central and state governments. If the amount involved is so small, then the focus must be on the quality and effectiveness of the aid. Is it a catalyst for positive change that extends beyond specific projects on the ground? Does it bring in the desired expertise, knowledge and access that would otherwise be missing in India? Is it directly relevant to particular development concerns in filling gaps that are evident in official or other local spending? On all these questions, the answers are  sad to say  mostly negative. It is not that there are no minor successes, but in general the nature of the spending has not been such that it will really be missed, other than for a few former beneficiary partners. In the past, some British aid with its policy emphasis on privatisation (pdf) has been downright harmful, encouraging state governments such as Andhra Pradesh into policies that they have subsequently regretted. That aid to India is a political tool and supports Britain&apos;s strategic interests is undeniable, even if it is frequently denied by some official spokespersons. But here a lot of other factors come into play, including attitudes to the aid on both sides. Public opinion in India was appalled recently, when India&apos;s decision to buy fighter jets from France rather than the UK (after a global tendering process) was decried in the British media as &quot;ingratitude&quot; given the UK&apos;s aid to India. The blatant expectation of such &quot;quid pro quo&quot; is something that defeats all the pious declarations of aid being proffered in the name of a common humanity. But it also acts against the UK&apos;s own diplomatic interests, by alienating those who are supposed to be won over by such expressions of &quot;soft power&quot;. This kind of attitude simply does not work anymore, not just in India, but in any developing country, especially in a rapidly changing world where other countries are more able to offer assistance without such patronising terms. The crucial issue is the contribution made to India&apos;s development  and this is really not about aid but trade and investment, where the news is not good. Minute dribbles of UK aid cannot hope to work PR magic in India when the UK government is seen trying to bully the Indian government into accepting completely unjustifiable intellectual property clauses that will increase essential drug prices in a trade agreement, or pushing the interests of its own companies in getting extra protection and compensation in the face of laws that protect Indian citizens who are adversely affected by the investments, or indulging in protectionist practices against Indian exports.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/nov/09/india-tears-end-uk-aid", 
    "wordcount": "780"
}