{
    "headline": "What exactly isthe 'John Lewis model'?", 
    "text": "Once upon a time, we knew three things about John Lewis. One: it&apos;s a very nice, very middle-class department store. Two: it owns Waitrose, that very nice, very middle-class supermarket. Three: it is, or claims to be, never knowingly undersold. These days, we can add a fourth: never knowingly under-referenced within plans to reform the welfare state. In 2010, London&apos;s Lambeth council announced an intention to remould itself according to the &quot;John Lewis model&quot;. Last June, David Cameron unveiled plans to turn parts of the public sector into &quot;John Lewis-style&quot; mutuals. This week, a rightwing thinktank suggested turning state schools into John Lewis-like companies. A planned free school in Suffolk will be a John Lewis-style partnership, while an NHS hospital in Cambridgeshire and a care unit in Swindon already claim to operate along those lines. Even Nick Clegg has talked about making other firms in the private sector operate a bit more like John Lewis. The John Lewis business model gives each employee part-ownership of the company, a share of its annual profits, and a say in how it is run. In theory, it makes employees more invested  literally  in their work, and so heightens both productivity and profits. At least, that&apos;s how it works at John Lewis itself. Critics argue that the right&apos;s proposals either only pay lip service to the scheme on which they are based  or are simply a way of making privatisation seem fluffier. This week&apos;s plans could encourage stakeholders (teachers, pupils) to work harder. On the flipside, they could also lead to the outsourcing of a school&apos;s management structures, and thereby make teachers less accountable. Suffolk&apos;s Breckland Free School has already outsourced its management to a private firm, and won&apos;t be overseen directly by the parents who set it up. Lambeth&apos;s John Lewis council promised much  community involvement in exchange for council tax rebates  but has been criticised for playing an active role in privatisation. Only last week the council sold off a community-run arts centre to developers. And what of the Swindon care unit? In the words of cabinet office minister Francis Maude: &quot;It&apos;s a mutual where there&apos;s no financial incentive. They will own it, but with no profit share or anything, no financial upside. They will have to take out 30% of their cost over the next four years and they are really excited about it.&quot; In other words, it&apos;s a John Lewis partnership, but without most of the rewards. Unless you count swingeing cuts as a good thing. Nick Clegg&apos;s ideas seem the most appropriate interpretation of the John Lewis model: they&apos;re about making capitalist structures fairer. But proposals to turn public services into John Lewis-style firms seems slightly disingenuous. After all, the NHS  which gives citizens both a say in its organisation (at the ballot box) and a piece of its resources (in the surgery)  might already be the biggest John Lewis model going.", 
    "section": "education", 
    "gid": "education/shortcuts/2012/feb/22/what-is-john-lewis-model", 
    "wordcount": "489"
}