{
    "headline": "Chrissie Hynde's daughter is the new public face of UK road protests", 
    "text": "&quot;I&apos;m on my way through the mud,&quot; puffs Natalie Hynde when I call. It&apos;s a freezing day in Crowhurst, East Sussex and the Combe Haven Defenders are busy building treehouses and digging tunnels in peaceful direct action against the Bexhill-to-Hastings link road. The desecration of a beautiful valley with a pointless road should be reason enough for media interest but the campaign was boosted this week by the presence of Hynde, daughter of Chrissie Hynde and Ray Davies. Natalie, who will celebrate her 30th birthday around the campfire tonight, had a spell as a model, taught English as a foreign language and is now a full-time environmental activist, following her mother&apos;s example. After finding fame with the Pretenders, Chrissie Hynde became renowned for her animal rights activism, being arrested protesting outside Gap in New York in 2000, smearing red paint on the windows of KFC in Paris and opening her own vegan restaurant. Natalie is a vegan too and says the welfare of the animals in Combe Haven Valley is one reason for her protest. &quot;Where I am has barn owls, great crested newts, badgers, foxes and squirrels which will all be confused and displaced by the road,&quot; says Hynde. Reports that her mum is worried she&apos;ll catch her death of cold are inaccurate. &quot;She knows that I&apos;m very sensible.&quot;           For three weeks, Hynde has been sleeping out with other activists (although returning home on the coldest nights) and helping construct tree houses, dig tunnels and build toilets, in a revival of the 90s protests that eventually halted Margaret Thatcher&apos;s controversial Roads to Prosperity building programme. &quot;I can feel the resurgence of that spirit,&quot; says Hynde. Like many of the new activist generation, she was radicalised by her involvement in Occupy London. &quot;This is an anti-roads campaign and it&apos;s linked in with so many other issues  the cuts and the misdirection of enormous wealth into a 100m road. It&apos;s grotesque when you look at the beautiful place it&apos;s destroying. We don&apos;t need another road. It&apos;s not going to alleviate traffic. It&apos;s the first and the worst of George Osborne&apos;s road-building schemes across the country.&quot; As every movement knows, it can be useful to have photogenic &quot;personalities&quot; to front campaigns. In past radical actions, Swampy of the 90s roads protests and Tamsin Omond of Plane Stupid have become spokespeople for a cause. Is Hynde uncomfortable with becoming another? &quot;I&apos;m absolutely fine with that and very proud to be,&quot; she says.", 
    "section": "environment", 
    "gid": "environment/shortcuts/2013/jan/22/chrissie-hynde-daughter-road-protests", 
    "wordcount": "424"
}