{
    "headline": "Hinkley nuclear power station delay deals blow to government hopes", 
    "text": "Massive earthworks needed to prepare the ground for a new nuclear power station at Hinkley in Somerset have been delayed, dealing a further blow to the government&apos;s energy plans. Half of the big six energy firms have already abandoned their nuclear plans as too costly, but Hinkley is backed by the most pro-nuclear of them, EDF, which is 83% owned by the French state. Replacing the UK&apos;s ageing nuclear plants is central to coalition plans to cut greenhouse gas emissions while keeping the lights on. EDF was seen as the most committed company, with France getting 75% of its electricity from nuclear power. Reports of rising reactor costs and the election of Franois Hollande as French president, with promises to cut back on nuclear power, have dented confidence. UK energy company bosses have stressed the need for ministers to ensure planned energy market reforms, set out in the Queen&apos;s speech, make building nuclear power stations an attractive investment. Work to move millions of cubic metres of soil and rock at the Hinkley site was due to begin in August, according to West Somerset council&apos;s planning department. But EDF staff have been told the work will now start in 2013. Crispin Aubrey of the Stop Hinkley campaign said: &quot;This is very good news. We&apos;ve always argued that it&apos;s appalling vandalism to destroy more than 400 acres of Somerset countryside before they even have permission to construct the proposed reactors. This is yet another sign that the UK&apos;s dangerous nuclear enterprise is stumbling.&quot; EDF is expected to get the government&apos;s go-ahead to build the reactors within the next year. &quot;We aim to start the earthworks as soon as practicable and all necessary steps are being taken to ensure that work can start in good time,&quot; said an EDF spokesman. Some preparatory work had begun since planning permission was granted in February, he said, including cutting hedges and demolishing old buildings. Internally, EDF blamed the delay on cost overruns on the preparatory work. One source involved in the project told the Guardian the work so far had been a &quot;farce&quot;. The 100m earthworks contracts were awarded to construction companies Keir and BAM Nuttall in February, days after David Cameron and Nicolas Sarkozy agreed a wide-ranging nuclear power deal. Both firms declined to comment on the delay. The delay comes at a highly sensitive time as EDF and other companies negotiate with the government over the financial support that will be available to nuclear and other low-carbon energy sources, such as wind and solar power. On Friday, the chief executive of Centrica, which has a 20% stake in EDF&apos;s nuclear plans, issued a warning to ministers. &quot;The investment case for nuclear has yet to be proven,&quot; Sam Laidlaw told investors. Earlier, EDF&apos;s chief executive, Vincent de Rivaz, said: &quot;It is absolutely critical that the government continues to make steady, tangible progress with its electricity market reform plans.&quot; EDF has been criticised as being too close to government, providing full-time staff to work within the Department of Energy and Climate Change. Energy minister Charles Hendry will be questioned by MPs on the nuclear challenge on Tuesday. A DECC spokeswoman said: &quot;It is for energy companies to construct, operate and decommission nuclear power stations. EDF&apos;s application for development consent for the nuclear power station itself envisages operations starting in 2019.&quot; &quot;The flagship nuclear project in Britain is now surrounded with confusion and is going nowhere fast,&quot; said Doug Parr, Greenpeace chief scientist. &quot;It&apos;s time for the government to admit that the economics of nuclear power just don&apos;t stack up. Only blank cheques from the taxpayer will keep the show on the road.&quot; The cost of the two nuclear plants EDF intends to build in Somerset was reported last week to have risen by 40% to 7bn each. Peter Atherton, an influential energy analyst at Citigroup, said in a report: &quot;If construction costs are indeed anything like that, then an already very challenging programme may be reaching the point of impossibility.&quot; An EDF spokesman said: &quot;Information about costs will be made public in due course, taking account of all the relevant factors. We remain committed to delivering the first new nuclear plants in the UK for 20 years at Hinkley Point. The decision depends on having the correct market framework that will allow an appropriate return on the massive investment required.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/may/14/hinkley-nuclear-power-station-delay", 
    "wordcount": "748"
}