{
    "headline": "ZombiU  review", 
    "text": "The Wii may have brought gaming to non-gamers, but the WiiU differs by not having any such focused agenda, and no WiiU launch game hammers that message home more emphatically than ZombiU. It&apos;s 18-rated, truly scary and surely the most compelling WiiU title in the shops so far. Incredibly, given that it was exclusively designed for a Nintendo console, ZombiU is in many ways reminiscent of Dark Souls, that most rigorous of RPGs. As in Dark Souls, you will die  a lot. It takes place in London, devastated by a zombie outbreak. You wake up in a safe-house, instructed remotely by a character calling himself the Prepper. Armed with a cricket bat (shades of Shaun Of The Dead, there) and a pistol with six bullets, you make increasingly dangerous forays into the world outside, initially stocking up on weapons, ammo and handy objects like health-packs and planks of wood (for barricading doors). The WiiU Gamepad can be used as a scanner, which lets you look around rooms in search of hidden objects, virtual reality-style, and in its default state it shows a map and your inventory.     ZombiU    Even ZombiU&apos;s inventory system is unusually rigorous. Your items are carried in a backpack, and when you open it, your character on the TV screen will squat down and rummage inside it. But if a zombie approaches while you&apos;re fiddling around, it will attack. The zombies are fast and varied  zombified riot police, for example are harder to put down due to their helmets, and there are spitters, electrified and exploding zombies, which must be taken out from a distance. And if you&apos;re bitten and join the ranks of the infected, you will respawn as a new survivor, back at the safe-house. Your next task will be to find and kill your previous character, in order to regain all the items you&apos;d collected. Exploration in search of items is paramount, as is the touch screen access to your inventory, since you have to use considerable ingenuity in order to survive. It&apos;s just about possible to take out two bog-standard zombies with your cricket bat, but encounter three or more, and you will be swamped  so you have to take them out with Molotov cocktails, grenades, mines and the like. As you progress, you find increasingly powerful weapons, including an AK-47 and a shotgun. These can be upgraded using workbenches, but rigour still applies  the shotgun, for example, will not take more than two cartridges at a time.     Zombiu    Story-wise, ZombiU is surprisingly compelling, if a tad preposterous. Once you reach Buckingham Palace, you encounter the Royal doctor, working on a cure for the zombie virus. He upgrades your scanner and gives you a syringe of virucide, which despatches zombies in one shot, and can be refilled from their corpses. You have to collect reference books for him, and later, you hook up with the Ravens of Dee, a sort of resistance movement. There&apos;s a mad multiplayer mode, in which one person uses the gamepad to send zombies after another using the classic controller or a Wiimote/Nunchuk combination, for whom the gameplay is that of a first-person shooter. ZombiU, though, isn&apos;t perfect. Its graphics barely scratch the surface of the WiiU&apos;s capabilities, although it manages to make a virtue of that, since much of the game takes place in chillingly dark places, and your torch periodically runs out of juice. Load times are also rather lengthy, and there&apos;s more conspicuous reusing of level-design elements than there really ought to be. But if you buy a WiiU, you&apos;ll simply need to get a copy of ZombiU. It&apos;s a true survival-horror game, channelling the heart-in-mouth claustrophobia of early Resident Evils and Alone In The Dark, and adding Dark Souls&apos; refusal to compromise as the icing on top. Play it in a darkened room, and you&apos;ll remember what gaming is all about.", 
    "section": "technology", 
    "gid": "technology/2012/nov/30/zombiu-review-wiiu", 
    "wordcount": "644"
}