{
    "headline": "Boot up: Apple/Google mapping special, plus RIM jobs and another patent suit", 
    "text": "A quick burst of 9 links for you to chew over, as picked by the Technology team &apos;Sub-arctic&apos; atmos at RIM UK as jobs apocalypse looms &gt;&gt; The Register  Employees were called into a meeting on Tuesday afternoon and told of the redundancies, a Register source said, adding that the cuts are deeper than expected and had fallen across both the consumer and enterprise teams.  Our informant described the atmosphere in the Slough HQ as &quot;sub-Arctic&quot;.  In a back-of-the-beer-mat (BOTBM) calculation, the Reg reckons that if 5,000 jobs are to go at RIM this year, and 3,000 went in North America in August, then circa 1,000 to 1,500 people are likely to be facing redundancy in Europe.   Depressing. Google updates Android Maps app as Apple moves on &gt;&gt; NYTimes.com  Google Maps will sync across devices. Say you are making lunch plans in the morning and you search for a restaurant on your desktop computer. Later, as you are walking to the restaurant, you pull out your phone to look up its location on Google Maps. If you were logged in to Google on your desktop computer earlier, as soon as you start to type in the Google Maps search box on your phone, it will suggest the restaurant and other locations you have previously searched for on your computer or phone.  &quot;Typing on a phone is slow, and our goal is to reduce the amount of typing as much as possible,&quot; said Brian McClendon, vice president of engineering for maps at Google.  Wrong turn: Apple&apos;s buggy iOS 6 maps lead to widespread complaints &gt;&gt; The Verge  Sources tell The Verge that Apple began work on the iOS 6 maps system nearly five years ago -- not coincidentally when Google launched Android -- and the company has had to buy smaller mapping companies and piece together maps from several vendors to even get this far. That&apos;s why the US maps are better than the international ones: Apple&apos;s using TomTom data in the US, but other services abroad. It&apos;s a patchwork, and the rough edges are clear compared to Google&apos;s offering. The search giant has been refining its maps for years now: not only has it been running its quirky StreetView cars all over the world, it&apos;s been collecting location data from millions of iPhone and Android users to gain even more precision. Apple&apos;s just getting started.  Where is this shop? &gt;&gt; Nokia Maps Nokia&apos;s award-winning maps contain errors too. (Unless it&apos;s a Mountweazel.) May 2011: Google renews maps deal with Apple, plus other tidbits from Schmidt&apos;s D9 appearance &gt;&gt; Macstories May 2011:   Last night the annual D9 conference kicked off with an interview with Google&apos;s Executive Chairman, Eric Schmidt. It led to a number of interesting revelations, perhaps of most significance is that he revealed Google has &quot;just renewed [their] Map and Search agreements with Apple&quot;. The renewal of the Maps agreement confirms rumors we reported on last week where it was suggested that although Apple is looking to improve the iOS Maps application, it would not replace the Google service that powers it. Speculation about Apple launching their own Maps service was ignited last month after Apple posted the location tracking Q&amp;A post, which talked of a crowd-sourced service to improve traffic information.   So the iOS6 change has been in the works for a long time now. The Amazing iOS 6 Maps &gt;&gt; Tumblr Simply brilliant and hilarious. Google Transit directions for iOS6 by Simon Maddox &gt;&gt; Github Simon Maddox:   Miss transit directions in iOS 6? Want to go back to Google?  This should help. It&apos;s a simple app that registers as a routing provider worldwide.  When you choose it as your routing app, Google Maps will open in Safari with the appropriate directions.  Unwired Planet files patent infringement suits against Apple, Google &gt;&gt; RTT News  In two separate complaints filed in Reno, Nevada, Unwired Planet charges Apple with infringing 10 of its patents, and charges Google with infringing 10 different patents. Together, the two cases charge infringement of a total of 20 patents related to smart mobile devices, cloud computing, digital content stores, push notification technologies and location-based services such as mapping and advertising, the company added.  Google Maps &amp; label readability &gt;&gt; 41Latitude  I&apos;ve found that there are three unique effects that Google applies to the text of its city labels, and that these three effects seem to greatly enhance their readability...  You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/sep/21/technology-links-newsbucket", 
    "wordcount": "782"
}