{
    "headline": "Children must be free to read for fun", 
    "text": "We are writers and artists who produce books for children. In our view, the proposed draft primary English curriculum, the phonics screening check at the end of year 1, and the new spelling, punctuation and grammar test at the end of year6 pose a threat to reading for pleasure in primary schools. The recent Ofsted report Moving English Forward made a specific recommendation to the government that it call on all schools to develop policies on reading for enjoyment. To date, there has been no such move by government. On the other hand, millions are being spent on systematic synthetic phonics programmes and training, subsidised by the government, although there is no evidence that such programmes help children understand what they are reading. As a result, more school time will be devoted to reading as an academic, test-driven exercise; less time will be available for reading and writing for enjoyment. We deplore this state of affairs and consider that the quality of children&apos;s school lives is about to be altered for the worse. We call on the government to implement the Ofsted recommendation on reading for pleasure, to withdraw the phonics screening check and the spelling, punctuation and grammar test, and to reinstate mixed methods of initial reading methods (which include &quot;basic phonics&quot; and real books).Michael RosenEd WickeAnne RooneyAlan GibbonsJeremy StrongPhilip ReeveBernard AshleySue PurkissAnne CassidyEileen BrowneDenis BondDennis HamleyTanya LandmanBali RaiNick ArnoldAnna PereraBernard AshleySue PurkissEugenie SummerfieldMalachy DoylePhilip GrossVivian FrenchAndrew TaylorAngela ToppingLinda NewberyTommy DonbavandMiriam MossDamian HarveyDawn FinchJohn DoughertyHarriet CastorDavid SindenJohn ShelleyTony MittonMeg RosoffJoe FriedmanJamila GavinLynne BentonJenny VaughanBob and Brenda SwindellsAndy SeedAnn BryantPhilip ArdaghHarriet GoodwinSteve WeatherillAntony LishakPauline FiskCathy BrettCatherine JohnsonDr Jenny SullivanDr Lydia SysonJohn MassonChris ConnaughtonJay HumphreyAF HarroldSeamus GibbonsIan McLaughlinOisin McGannLiz MonahanSi SmithDaniel BlytheCharlotte GuillainAdam GuillainSteve BowkettTamsyn MurrayGwen GrantHeather DyerMary HoffmanCaroline PitcherKatherine LangrishAnn JungmanChris ChiversMatthew MorganKelly McCainAnthony McGowanMoira ButterfieldSara SheridanChris De CordovaCathy ButlerNick WardSteve LoweTheresa TomlinsonAlison LeonardSteve SkidmoreKaty MaryonSteve FeaseyMaeve FrielHelen BromleyBrian RedseaSimon PackhamJo CotterillBrian Moses", 
    "section": "education", 
    "gid": "education/2012/jul/24/children-free-read-for-fun", 
    "wordcount": "318"
}