{
    "headline": "Labour warns England will be 500,000 primary school places short by 2015", 
    "text": "England urgently needs more than 2,000 primary schools to be built over the next three years to cope with a dramatic rise in the number of young children, Labour has warned. The party&apos;s researchers analysed government data collected from two-fifths of town halls last year and they estimate that the country will be short of almost half a million primary school places by 2015. Working on an average primary school size of 224 pupils, that would mean another 2,030 schools will be required. Last year, there were 16,873 primaries in England. By 2015, the number of children in that age-group is expected to rise by 10% compared with last year; by 2020, the increase will be 20%. In some parts of the country, the impending shortage of places is high, the analysis shows. Leeds needs 52 extra schools over the next three years  almost a quarter of the number the city already has. Birmingham requires 52 extra schools and Hertfordshire 52  17% and 13% respectively of their existing capacity. Stephen Twigg, the shadow education secretary, is calling on George Osborne, the chancellor, to address this &quot;urgent crisis&quot; in Wednesday&apos;s budget. He predicts that pupils will have to be taught in temporary buildings because schools will soon run out of space. Twigg claims that, over the next few years, the government has promised to fund only an extra 100 schools. These are likely to be free schools  one of the coalition&apos;s education reforms. Free schools are set up by parents, teachers, charities and private companies and have greater freedom to change the timings of the school day, teachers&apos; pay and the subjects they teach. &quot;Only a third of free schools in the pipeline are primaries, and the areas with the biggest need will not get a free school,&quot; Twigg said. &quot;The government seems oblivious to the problem, preferring to focus on pet projects rather than real need. If we are to improve the number and quality of our primary schools, the government needs to start rolling up its sleeves.&quot; Michael Gove, the education secretary, accused Twigg of breathtaking hypocrisy. &quot;For years Labour ignored warnings about the baby boom and splurged billions on extravagant and expensive secondary school projects,&quot; he said. &quot;When we said there was a problem, they dismissed our calls as &apos;nonsense&apos;. By contrast, we have more than doubled funding for extra places to give local authorities the resources they need. Instead of shirking responsibility, Stephen Twigg should admit his party&apos;s mistakes and back this government&apos;s actions to sort the problem out.&quot; A spokesman from the Department for Education said while there was a shortage of primary places in some areas, 444,000 places remained vacant across England. The Guardian reported in February that Barking in east London was planning to convert an empty Woolworths store into a classroom and teach in two shifts to cope with the increase in primary school age children. The council has also been looking into leasing a vacant MFI building. Other councils are said to be considering using bingo halls or redundant churches as classrooms.", 
    "section": "education", 
    "gid": "education/2012/mar/19/primary-schools-shortage-places-labour", 
    "wordcount": "524"
}