{
    "headline": "AC Grayling's New College of the Humanities plans to open free school", 
    "text": "A private university college set up by the philosopher AC Grayling is bidding to open a sister state secondary school where the pupils could have access to lectures by top academics including Richard Dawkins, Steven Pinker and Niall Ferguson. The New College of the Humanities has applied to the education secretary Michael Gove to open a &quot;co-educational free school for students of all backgrounds&quot; in Camden, central London, with a specialism in humanities. When the university opened last September with its first 60 students it was widely criticised for providing an elitist education costing 18,000-a-year, twice the standard British university tuition fees. Grayling had assembled a stellar cast of lecturers, including Booker prize-winning novelist Howard Jacobson and the Princeton history lecturer Sir David Cannadine but in its first year it recruited only a third of the students it intends to have in each year group. If granted permission, the free school would open in 2014 and will take students aged between 11 and 18. The curriculum will include a variety of humanities subjects at AS and A2 Level with a core curriculum including scientific literacy. Organisers said it will have smaller class sizes than other schools  the intention is to open with 100 students in Year 7 in 2014 and, when full in 2020, there will eventually be up to 740 students on the roll. The free schools policy has been championed by Gove to allow groups of parents and others to apply to set up non-selective schools to be funded by the taxpayer but not controlled by the local authority. They have been opened by faith groups and City philanthropists, Everton football club has opened a school for 14-19 year olds on Merseyside while Eton College and seven other independent schools opened a sixth form college in east London last September. The Maharishi school, in Ormskirk, Lancashire, expect pupils to practise transcendental meditation at the beginning and end of the school day. Critics of the programme say free schools are not being built in the areas where there are shortages of places, while supporters say they force standards up and take power away from council bureaucrats and put it in the hands of teachers. The chairman of the New College, Charles Watson, said the free school and the college&apos;s relationship would be akin to the independent Magdalan College School in Oxford and the university college of the same name. &quot;We have assembled an incredible lecture programme and we have extraordinarily interesting people on board and we think we could put our arms around a school,&quot; he said. &quot;We already invite school children and sixth formers to come to some of the lectures and that would seem to be an obvious thing to do here.&quot; AC Grayling said the school, which is expected to be located in the city centre part of the London borough of Camden, would offer pupils &quot;personal enrichment&quot;. &quot;New School of the Humanities will provide a thorough grounding in the curriculum while allowing students to develop as imaginative and well-rounded individuals,&quot; he said. &quot;We are each neighbours, friends, travellers, readers; we need to be aware of the story of humankind, its problems and possibilities, the debates and discoveries that have shaped it, and how they can be part of our own lives.&quot; The school to be co-founded with the Bellevue Education Group, which runs seven private preparatory schools in the UK and two Swiss boarding schools. A decision from the department of education is expected in May.", 
    "section": "education", 
    "gid": "education/2013/jan/19/new-college-of-humanities-free-school", 
    "wordcount": "595"
}