{
    "headline": "Memory and amnesia in the movies", 
    "text": "   Christopher Nolan's 2000 film Memento, starring Guy Pearce and Carrie Ann Moss, is one of the few accurate cinematic depictions of amnesia. Photograph: Pathe/PR    I was at the Clapham Picture House yesterday afternoon for CineSci6, a series of events exploring the science behind films. In the last of the current series, we watched Christopher Nolan&apos;s 2000 film Memento, and this was followed by a question and answer session with UCL spatial memory researcher Hugo Spiers, science writer and editor Simon Frantz and myself. (A podcast of the question and answer session is available here.) Amnesia, or memory loss, is a popular plot device in films, but as clinical neuropsychologist Sallie Baxendale of the National Hospital for Neurology and Neurosurgery notes in this 2004 British Medical Journal article  it is almost always depicted inaccurately. We chose to screen and discuss Memento because it is one of a tiny handful of films that depict the condition accurately.In her article, Baxendale lists over 50 films that use amnesia as a plot device, almost all of which contain common misconceptions about the condition. Typically, a character will incur some sort of head injury causes them to lose their memories of earlier events (clinically, this is referred to as retrograde amnesia). Amnesic characters often undergo personality changes, too, as well as a loss of identity, but go on to lead an otherwise normal life. Usually, the character&apos;s memory is restored towards the end of the film, as a result of another bang to the head. In the 1987 film Overboard, for example, Goldie Hawn plays a rich and spoilt socialite who loses her memory after falling from her yacht and bumping her head. This causes a dramatic personality change - she becomes warm-hearted and loving and is duped into raising the children of Kurt Russell&apos;s character, who rescues her after the accident, as her own. Her memory loss is subsequently reversed by another bump on the head. In the 2004 romantic comedy 50 First Dates, Adam Sandler plays a vet who falls for a character played by Drew Barrymore after meeting her in a cafe one morning. The two hit it off, and arrange to meet again. The following day, Roth returns to the caf to meet her, but she claims to have no recollection of him. As he leaves, the owner of the caf takes him to one side, and explains that Whitmore &quot;lost her short-term memory&quot; after a &quot;terrible car accident&quot;. We also learn that she can form new memories during the day, which are then wiped clean during her sleep, so that she wakes up to a &quot;clean slate&quot; every morning.  This type of scenario appears in dozens of other films, but bears little resemblance to real cases of amnesia. Almost all cases of amnesia occur not because of a head injury but because of viral infections, chronic alcoholism or neurosurgical procedures in which critical memory-forming brain regions are removed. Real amnesic patients rarely experience a loss of identity; this confuses amnesia with a poorly understood condition called dissociative fugue. And there is not a single documented case of an amnesic patient forming new memories during the day only to have them wiped clean overnight.  Memento is, according to Baxendale, one of just three films that depict amnesia accurately (the other two being Finding Nemo and Se Quien Eres). Based partly on the famous amnesic patient H.M., it stars Guy Pearce as Leonard Shelby, who incurs severe amnesia after an attack in which his wife is killed, and then sets about to track down the killer. Unlike most amnesic characters, Leonard retains his identity and the memories of events that occurred before the attack, but loses the ability to form new memories.  The fragmented narrative of the film powerfully depicts how difficult everyday life must be for a severely amnesic patient - Leonard spends much of the film frantically scribbling scraps of information onto pieces of paper and, once he has he believes he has established something to be a fact, has it tattooed onto his body as a permanent reminder. In an early scene, Leonard is sitting in a bar, telling another character that memory is unreliable at the best of times. We&apos;ve known, since the work of psychologist Frederick Bartlett in the 1920s, that memory is reconstructive, and not reproductive, in nature, and that we do not remember things exactly as they occurred, but according to our biases and expectations. More recently, the work of Elizabeth Loftus has shown that our memories of events can easily be manipulated and distorted, with subtle leading questions or doctored photographs. All of this has profound implications for the use of eye-witness testimonies in the courtroom. Since Memento was made, a number of studies have shown that amnesic patients have difficulty not only rememberign past events but also imagining the future. These studies suggest that our ability to imagine future events is dependent on the reconstructive nature of memory - we simulate events that have not yet taken place by stitching together fragments of memories of past events. Based on these findings, there is now a school of thought which states that this is the main reason that our brain&apos;s memory system evolved the way it did, because predicting how a future event might pan out, and determining the best of course of action, could be an important survival tool.            The reconstructive nature of memory is depicted brilliantly in Akira Korosawa&apos;s 1950 film Rashmon (above), which undoubtedly influenced Nolan when he made Memento. Set in the 12th century, Rashmon is about the trial of a notorious bandit who is alleged to have raped a woman and killed her samurai husband. In flashbacks, the incident is recalled by four different witnesses - a woodcutter, a priest, the perpetrator and, via a medium, the murder victim. Each of the testimonies is equally plausible, yet all four are in mutual contradiction with each other.  Rashmon examines the nature of reality and compels the viewer to seek the truth. Each testimony is influenced by the intentions, experiences and self-perceptions of the witness. They all tell their own &apos;truth&apos;, but it is distorted by their past and by their hopes for the future. Under Kurosawa&apos;s masterful direction, the characters start off happy in the knowledge that they know exactly what happened between the samaurai, his wife and the bandit. One by one, each character begins to doubt their own account of the incident. In the end, both the cast and the viewer are left in a state of confusion and bewilderment. References: Baxendale, S. (2004). Memories aren&apos;t made of this: amnesia at the movies. BMJ, DOI: 10.1136/bmj.329.7480.1480 Squire, L. R., et al. (2010. Role of the hippocampus in remembering the past and imagining the future. PNAS, DOI: 10.1073/pnas.1014391107", 
    "section": "science", 
    "gid": "science/neurophilosophy/2012/feb/13/1", 
    "wordcount": "1129"
}