{
    "headline": "Firms' inaccurate use of English setting children poor example, says Ofsted", 
    "text": "School inspectors in England have attacked companies for setting children a poor example by having names that &quot;subvert&quot; and &quot;disregard&quot; standard spelling and punctuation rules. In its latest report on literacy in secondary schools, Ofsted warns  without identifying any companies  that, by using these names, businesses give the impression that spelling, grammar and punctuation do not matter. &quot;Those in the wider world  employers, for example, or representatives of national or local government  complain about falling standards of literacy,&quot; the inspectorate&apos;s report states. &quot;The blame is then directed towards schools, although examples are legion of businesses that subvert standard spellings and syntax in their trade names and slogans, and of official publications and signage that disregard standard rules of punctuation. The message for those still at school or college is that the rules and conventions they are being taught have little to do with &apos;real life&apos;.&quot; Mike Cladingbowl, Ofsted&apos;s director of schools, told the Guardian it was important that children recognised the difference between formal and informal English. &quot;When businesses routinely put signs up with inaccurate English, spelling or apostrophe mistakes for example, it sends a powerful message to children that formal English doesn&apos;t matter and that they don&apos;t need to pay attention to it. This is unhelpful and makes a teacher&apos;s job even harder,&quot; he said. He added that most high streets had at least one advert or shopfront with an incorrect spelling or an apostrophe in the wrong place. Ofsted&apos;s literacy report called on secondary schools to urgently improve students&apos; literacy. A recent report found one in six adults had a standard of literacy below that expected of an 11-year-old. The report praised the City Academy in Hackney, east London, for improving its pupils&apos; literacy by insisting students always responded to teachers in full sentences. A study published eight years ago found teenagers&apos; literacy was improving despite the growth of slang and informal language. Researchers at Cambridge Assessment analysed the writing ability of 16-year-olds between 1980 and 2005. They found that while teenagers were 10 times more likely to use non-standard English in written exams than in 1980, they used far more complex sentence structures, a wider vocabulary and a more accurate use of capital letters, spelling and punctuation skills than in the past. James Fothergill, the head of education policy for the Confederation of British Industry, said good communication and accurate grammar were &quot;at the heart of any successful business&quot;. He added: &quot;But it&apos;s down to individual firms how they brand and market themselves. The real issue is making sure that school-leavers have mastered the fundamental literacy skills they need for work and for life.&quot;", 
    "section": "education", 
    "gid": "education/2013/apr/23/businesses-use-english-children-ofsted", 
    "wordcount": "451"
}