{
    "headline": "Shetland Islands to host 'world's most productive' windfarm", 
    "text": "A major windfarm on Shetland, which could be the most productive in the world, has been approved by ministers despite a bitterly fought campaign against the scheme by local residents. The Viking windfarm will straddle the hills and moors of Shetland&apos;s main island, where the onshore wind speeds are frequently the highest in Europe, and lead to earnings of 30m a year for islanders and Shetland&apos;s wealthy charitable trust. The project has been cut in size by Fergus Ewing, the Scottish energy minister, from 127 turbines to 103, to protect safety for Scatsta airport near Sullom Voe oil terminal. The joint venture between energy giant SSE and Viking Energy Ltd, owned by the trust, will have 370MW capacity and is expected to generate enough energy for 175,000 homes  sixteen times the number of homes on Shetland. One small turbine on a hill north of Lerwick, called Betsy, already holds a world record for its efficiency, reaching 59% of its potential output, thanks to the consistently powerful winds which sweep Shetland. The developers said that meant the Viking scheme had the potential to be the most productive in the world. Councillor Bill Manson, chairman of Viking Energy Partnership, said: &quot;This is good news for Shetland, good news for Scotland and good news for the fight against climate change.&quot; The Viking scheme has been vigorously opposed by many Shetland residents, who have complained about its dominant position through the centre of the main island, and its impact on the scenery and recreation value of the moors and hills. The project received 2,772 objections, more than 10% of Shetland&apos;s 22,000 total population, but was supported by 1,115 people. Protestors at Sustainable Shetland said any scheme should be much smaller and designed to supply local energy needs. Conservationists at the Royal Society for the Protection of Birds, which had originally supported the project, were also highly critical. The scheme will damage peat and blanket bog, and nesting grounds for rare birds. Reacting to its approval on Wednesday, the RSPB said the scheme still damaged crucial breeding sites for rare birds such as red-throated divers and whimbrel, since 90% of the UK&apos;s whimbrel population nest on Shetland. Aedn Smith, RSPB Scotland&apos;s head of planning, said it was &quot;absolutely critical&quot; that the developers made substantial efforts to protect the affected environment. &quot;The developers and Scottish ministers should have gone much further to try and ensure that any negative consequences would be minimised, and it is disappointing that they have decided to risk the Shetland environment, as well as birds like whimbrel, with such a large scale proposal in their heartland.&quot; It was originally due to have up to 200 turbines, creating what was then Scotland&apos;s largest onshore windfarm and helping Shetland become a major net exporter of renewable energy, and in turn kickstarting a much larger marine energy industry. The scheme, which is expected to cost about 566m and create 140 jobs during construction, is due to become operational in 2017. An expensive new subsea interconnector cable between Shetland and north-east Scotland, to help feed Viking&apos;s electricity to the national grid, has already been approved but has not yet been laid. Viking Energy is still waiting for the energy regulator Ofgem to cut its extremely high transmission charges, which are based on the distance between the power source and south-east England, to improve the project&apos;s profitability. Currently, the island&apos;s electricity is generated by a highly inefficient diesel-fuelled combined heat and power plant on the outskirts of Lerwick, which uses fuel shipped in by tankers. Quality of life on Shetland has been significantly improved by an annual levy on every barrel of oil landed at Sullom Voe, paid into the Shetland charitable trust. Ewing said the project would bring &quot;enormous benefits&quot; to the islanders, by creating further green energy jobs in future and helping develop community energy schemes. He said a 12,500-acre rehabilitation project paid for by the Viking scheme would help protect vulnerable peatlands. &quot;Last week, figures showed Scotland exceeded our ambitious renewable electricity targets for 2011, with more than a third of our electricity demand coming from renewables,&quot; Ewing said. &quot;Developments like Viking will help us meet our 2020 target, and will make a huge contribution to our target of 500MW from community and locally owned renewable energy by 2020, while benefiting communities, cutting emissions, and helping to keep energy bills lower.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/apr/04/shetland-islands-windfarm-scotland-energy", 
    "wordcount": "748"
}