{
    "headline": "Barclays puts up 1.25m for parents starting free schools", 
    "text": "Barclays bank has thrown its weight behind one of the coalition&apos;s most controversial education reforms by offering 1.25m to parents hoping to set up free schools. Since the coalition came to power, parents, charities and businesses have been allowed to establish their own &quot;free schools&quot;. The schools are state-funded and are accountable to the education secretary, rather than their local authority. Critics claim that in some areas where there is little need for them they take pupils and funds from existing schools. Barclays said groups awarded money would not have to pay any of it back. The high street bank said it recognised that the process of setting up a new school was costly and hoped parents would use the funds to conduct research on whether their new free school would be viable. The money is likely to be awarded in 5,000 grants and will be allocated over the next three years. Barclays also announced that it would give free financial advice to academies and free schools and that it would be offering 3,000 teenagers from free schools and academies work experience of up to three weeks in its 1,600 branches across the country. The bank said it had a separate work experience scheme for pupils in other state-funded schools. Antony Jenkins, chief executive of Barclays retail and business banking, said the bank was &quot;beginning to address a real problem in society&quot; of lack of opportunity. But he stressed that the bank was a &quot;non-political organisation&quot;. &quot;We have been a long-term supporter of educational activity in the UK,&quot; he said. &quot;This is an addition to this. We think [these initiatives] will have a lot of impact.&quot; Jenkins said he hoped other businesses would follow Barclays&apos; example. He said the work experience initiative would give teenagers an opportunity to experience the &quot;world of work&quot; and impress upon them the importance of being ready for work on time. Some 24 free schools have opened since September and a further 71 are likely to open this year. Almost half  45%  of secondary schools in England are now academies. Christine Blower, general secretary of the National Union of Teachers, said: &quot;Children and young people should not be influenced at an impressionable age by whichever large company manages to gain a foothold in their school. &quot;This is, of course, Michael Gove&apos;s vision for the future of education in this country. It is extraordinarily flawed and will most certainly result in a two-tier system. Schools in deprived areas whose pupils do not fit the right socioeconomic profile will not get the help, financial or otherwise, from business. Any successful business&apos;s involvement in a school will surely be decided on what returns they can reap for themselves.&quot; Meanwhile, Gove, the education secretary, said he did not know where thousands of copies of the Bible, due to be sent to every school in England, were. He has pledged to give every school a King James Bible, but the prime minister has told him that he will not be allowed to use public money to do so. Gove said he was in discussion with philanthropists about raising the funds. Asked to confirm reports that the Bibles had been printed and were being stored in a warehouse, Gove said he did not know where they were. The Bibles are due to be distributed this Easter.", 
    "section": "education", 
    "gid": "education/2012/jan/18/free-schools-barclays-money-parents", 
    "wordcount": "576"
}