{
    "headline": "Mystery bird: common teal, Anas crecca", 
    "text": "    Common teal, Anas crecca, (synonyms, Nettion crecca)Linnaeus, 1758, also known simply as the teal, English/Eurasian/European teal, or (erroneously) as the green-winged teal, photographed at the Sandbach Flashes, a wetland west of Sandbach in Cheshire, England (UK).  Image: Roy Hill, 1 February 2012 (with permission) [velociraptorize].Canon EOS 5D Mark II    Question: This British mystery bird is probably impossible to identify from this angle, but I am still giving it to you just to see how well you do. I think that it is possible to narrow this down to one of two species, but I&apos;ve been studying this image and don&apos;t think there is a visible field mark that will provide a more specific identity to you. That said, there is one other clue that is helpful for identifying this species; can you tell me what clue that is? Can you identify this bird&apos;s taxonomic family and species? Response: This is an adult common teal, Anas crecca, a common dabbling duck (also known as a &quot;puddle duck&quot;) that is included in the taxonomic family, Anatidae (the swans, geese and ducks). The teals have very confusing taxonomy and some authorities place this species along with the other three species that are included in the &quot;Atlantic/Red-and-green head clade&quot;, into the genus, Nettion. But until a rigorous scientific investigation is published, it is difficult to say where, taxonomically speaking, this species really belongs.  Common teal feed on plants, young crops and small crustaceans, molluscs, worms, grubs, and snails. Pairs form in winter or early spring. The female constructs her nest in dense vegetation near water, and the typical clutch numbers from eight to eleven eggs. When not breeding, teal often form large flocks.  Female teals are often confused with female mallards, unless a much larger mallard is nearby to provide a size (and vocal) comparison. However, female teals can be distinguished from mallards in the field after one becomes familiar with this species. Because neither the dainty dark bill nor the metallic green wing speculum are visible in this image, this individual can be identified using a combination of clues: the faint stripe below the eye and especially the short greyish-pink legs. This species is the smallest teal that occurs throughout much of its huge range and in fact, this is one of the smallest dabbling ducks in the world.  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or mp3 files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist evil google+: grrlscientist email: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/feb/10/4", 
    "wordcount": "459"
}