{
    "headline": "Mystery bird: horned grebe, Podiceps auritus", 
    "text": "    Slavonian grebe, Podiceps auritus (protonym, Colymbus auritus), known formally throughout the United States as the horned grebe, and also known by a number of other names, such as the Slavonian podiceps, devil-diver, hell-diver, pink-eyed diver, and water witch, photographed at Merritt Island National Wildlife Refuge, Titusville, Florida (USA).  Image: H Steven Dolan, 11 February 2012 (creative commons, re-use permitted only with proper attribution) [velociraptorize].Nikon D90 Sigma 150-500 F5.6-6.3     Question: This North American mystery bird is notable for one of its morphological traits. What trait is that? What are some of the consequences of this trait? Can you identify this bird&apos;s taxonomic family and species?  Response: This is a Slavonian grebe, Podiceps auritus, commonly known as the horned grebe in the United States. This individual is in non-breeding plumage. This circumpolar species is placed into the grebe family Podicipedidae. Slavonian grebes (horned grebes) occur across Europe, Asia, much of Canada and the United States. Whilst some birds winter on inland water bodies, most birds migrate in winter to estuaries and sheltered coasts.  This species, like its relatives, is a waterbird whose body evolved for diving and swimming underwater, so its feet are placed at the back end of its body, making it difficult for these birds to walk. Slavonian/horned grebes feed by catching prey in shallow dives or by plucking it from the water&apos;s surface. They feed on fish and aquatic invertebrates, such as adult and larval insects, crustaceans, molluscs and worms. Fish and crustaceans comprise more of this species&apos; diet during the winter when it is at sea.  Male and female Slavonian/horned grebes look alike, and their breeding plumage distinguishes them from their relatives. They breed on freshwater lakes. The nest is typically constructed on a platform of floating vegetation near the lake shore in shallow water, hidden in thick vegetation.  In winter plumage, the Slavonian/horned grebe is mostly white with a sharply defined black cap, a red eye, white wing patches and its rear end usually slopes down to the water. However, it can be confused with a number of its relatives:   the black-necked/eared grebe, P. nigricollis, in winter plumage has a darker face with white crescents behind its ears. Its bill is noticeably thinner and appears slightly upturned. Its forehead rises steeply from its bill and reaches a peak over its eyes, and its fluffy rear end sticks up abruptly from the water&apos;s surface  the pied-billed grebe, Podilymbus podiceps, shows little difference between its breeding and non-breeding plumages. It has a black band around its bill near the terminal end (this lightens to a dusky grey in winter), its bill is noticeably thicker and shorter, it has dark eyes surrounded with a thin white line, and lacks white wing patches, although good luck seeing those patches since grebes don&apos;t tend to fly much. Its fluffy rear end sticks up above the water&apos;s surface   red-necked grebe, P. grisegena, is a larger bird with a noticeably longer bill. In winter plumage, it has a &quot;dirty&quot; grey face and neck and its bill is yellowish or greenish-yellow with a dark culmen This wonderful video gives you the opportunity to compare winter plumages for Slavonian/horned and eared grebes whilst they feed. This video also includes greater scaup, red-breasted mergansers and common goldeneyes (filmed south of the Tramp Harbor Pier, Vashon Island, Washington state on 25 Dec 2010):            Visit PugetSoundMuseum&apos;s YouTube channel [video link].  This video captures the Slavonian/horned grebe in its lovely nuptial plumage (you even get a look at this bird&apos;s white wing patches!) and gives you a good look at what this bird&apos;s breeding habitat looks like (filmed in Inverness-shire, Scotland, in June 2011):            Visit MrRonjax&apos;s YouTube channel [video link].  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or mp3 files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist evil google+: grrlscientist email: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/feb/15/2", 
    "wordcount": "685"
}