{
    "headline": "Why governments must pick the right energy policy 'winners'", 
    "text": "There are almost audible sighs of relief in parts of the Whitehall establishment at today&apos;s news that Japanese firm Hitachi is set to buy the Horizon nuclear power project from German firms E.ON and RWE  a slender lifeline to the UK&apos;s stalling &quot;nuclear renaissance&quot;. At the same time, others in Whitehall  including a worrying number of Conservative ministers  are driving for a new dash for gas and casting doubt on renewable energy. Ironically, those who are keenest on gas and nuclear tend to also promote the argument that governments should not seek to &quot;pick winners&quot; in energy policy. According to this world view, technology choices should be left to the market  and the key to tackling climate change is sole, or very strong, reliance on a carbon price set by either taxation or an emissions trading scheme. Such views are gaining traction in debates on the UK energy bill and EU renewable energy targets. So the title of a new WWF report, On Picking Winners: the need for targeted support for renewable energy, is deliberately provocative. The report is written by Rob Gross of Imperial College, one of the UK&apos;s leading authorities on energy policy. Gross concludes that the argument:  &quot;that carbon pricing is the only policy we need in order to save the planet  is so simplistic it is absurd. Renewable energy in particular needs policies that are investment grade. Only then will we get costs down and create a cleaner and more secure energy system.&quot;  Putting a price on carbon undoubtedly has an important role to play  but Gross concludes that in no way is it sufficient. One problem is that it is unlikely to be politically feasible to set a carbon price at a high enough level to encourage clean, emerging technologies. Instead, a carbon price is much more likely to encourage gas. This may achieve modest emission reductions in the short term but simply switching all the UK&apos;s coal power stations for gas ones would leave power sector emissions at around six times the level that they need to be in 2030. But is it sensible for governments to &quot;pick winners&quot; by supporting renewable energy technologies? The reality is that governments have always picked winners whether through research and development funding, repeated subsidies and cost write-offs for the nuclear industry, tax breaks for the North Sea oil and gas industry, or proposed tax breaks for shale gas. Fossil fuels and nuclear power have benefited from subsidies for decades. So the reality is that governments pick winners all of the time. George Osborne&apos;s determination to turn UK into &quot;gas hub&quot;  and his efforts to undermine renewable energy  is one clear example. The real question is not whether the government should be &quot;picking winners&quot;. It is about whether it is backing the right horses. If the UK relies excessively on a carbon price, we will end up locked in to a gas-based energy system, which is bad news for the climate, the consumer and for security of supply. And the apparent faith that nuclear  now a very mature technology  will be cheap and reliable this time round flies in the face of historic experience in the UK and globally, and ignores the huge cost over-runs with new nuclear projects under way in Europe. Government forecasts suggest that gas prices are going only one way: up. The UK is becoming increasingly dependent on gas imports, whatever happens with shale gas production. The dramatic increases in consumer bills over the past few years, and again this autumn, have been largely driven by rising wholesale gas prices. Yet the alternative is clear and attractive. The UK has huge renewable energy resources and could be a world leader in the growing global markets for marine renewables, electric vehicles and even carbon capture and storage, bringing in jobs and investment at a time when they are sorely needed. These technologies do not just magically appear fully formed. They need clear policy frameworks to reach a level of maturity where they can compete easily with technologies like gas which, let us not forget, has reaped plenty of subsidies of its own in the past. The cost of technologies such as solar and onshore wind is already falling rapidly, and costs for offshore wind are set to fall dramatically  provided investors can be confident that they have a clear market and that politicians won&apos;t pull the rug out from under them. So our government has a choice. It can listen to the siren voices who speak the language of economic efficiency but who are really more interested in shoring up the future market for gas. Or it can provide stable policies to bring forward investment in renewables and energy efficiency. The benefits? A power sector which is not based on imported and increasingly expensive gas, a booming green economy and  not least  we could actually hit our carbon targets.  Jenny Banks and Keith Allott work for WWF UK", 
    "section": "environment", 
    "gid": "environment/blog/2012/oct/30/governments-pick-energy-winners", 
    "wordcount": "836"
}