{
    "headline": "Jury out on language-switch trend", 
    "text": "Last month a spokesman for the president of Gabon announced that the west African state, which uses French as its official language, was considering following a lead set by Rwanda by switching to English. Rwanda has claimed that economic gain motivated its 2008 decision to downgrade French, the language it inherited as a Belgian colony. By converting to English-medium teaching in the majority of its schools, its leaders say it is attempting to produce a generation with a grasp on the linguistic key to global trade and business. Gabon&apos;s suggestion that it is about to follow suit was later played down by President Ali Bongo Ondimba, possibly to avoid a diplomatic rift with Gabon&apos;s close ally France on the eve of a meeting of francophone countries. But if Gabon is serious about adopting English it is likely to look closely at the progress of Rwanda&apos;s policy. &quot;If the Rwandan experience is conclusive why should we not draw inspiration from such an experience?&quot; Bongo Ondimba&apos;s spokesman said. A recent report commissioned by the British Council, which is partly funded by the UK government and has been providing considerable support to Rwanda&apos;s English language education policy, claims that individuals with a good grasp of English can earn salaries that are an average of 25-30% higher than those who don&apos;t. Rwanda hopes that its citizens will benefit from its membership of predominantly anglophone trade and political blocs such as the East African Community (EAC) and the Commonwealth. But the switch from French to English in its schools has not been easy, and there is still no definitive research on the impact of the policy to date. Dr John Rutayisire, director of the Rwanda Education Board, defends the abruptness of the policy that decreed that teachers would start using English within less than four months. &quot;We were not prepared to wait for the conventional 10 or 20 years to adopt a more strategic longer plan, because the interests of this country are more paramount than the difficulties that people can face in the shorter term,&quot; Rutayisire said. However, by 2011 the government admitted that the very youngest students were struggling and a decision was made to use Kinyarwanda, Rwandan&apos;s mother tongue, for instruction during the first three years of primary school with lessons in English starting from year four. The language shift has caused significant problems for the country&apos;s 50,000 teachers. Most had been educated in French and had little exposure to the language that they were expected to use to teach complex lessons. One primary headteacher, who was unwilling to give his name, said: &quot;It has been very difficult for us and we have felt we have let down some of the children. We are slowly improving and feeling more comfortable but it has been a hard process. When we first heard about the change to English we thought we would all lose our jobs. The move happened very quickly and we weren&apos;t prepared.&quot; In the first year of the policy all teachers were put through an intensive six-week English-language training programme, supported by the British Council. Ongoing language support was intended to come from an English-proficient mentor placed in every school. But the ministry of education&apos;s plan to recruit mentors from neighbouring countries has hit problems and it now says it intends to share one mentor between two schools. Even hitting this target has been a challenge over recent months. &quot;We are hoping we can get at least 1,000 of them. Currently we have over 600, and we are on a recruitment drive at the moment,&quot; Rutayisire said. &quot;When we first advertised in the EAC we assumed that we were going to get a lot of people applying, but what we discovered was that in Kenya and Tanzania they also have a shortage of language teachers.&quot; Rwanda&apos;s aid partners claim that the transition to English is progressing. Said Yasin, director of a project jointly run by a US NGO, EDC, and the US government agency, USAid, to improve the reading skills of young Rwandans, says it is buoyed by the &quot;visible success&quot; of the English language policy. &quot;English has become the dominant foreign language,&quot; Yasin said. &quot;Almost all officials address their foreign counterparts in English and the business community has pragmatically embraced English. It was a smart and pragmatic move that will serve the country well and the impact will become even more evident as schoolchildren and university students graduate and join the labour force.&quot; Rutayisire believes the greater part of the school-going population will have functional English by 2015. That claim will be put to the test this month when the ministry of education, in partnership with the British Council and the UK&apos;s Department for International Development, starts assessing teachers&apos; levels of English. That testing will be repeated in 2015. Rwanda&apos;s leadership have argued that the adoption of English, alongside French, makes sound economic sense. &quot;Rwanda changed from French to English purely for her interests in the global competitive environment. We have to survive and therefore we took that stance,&quot; Rutayisire said, adding that Rwandans&apos; mother tongue remains central to their identity. &quot;Kinyarwanda is our identity and our values. We adopt English for us to be able to compete globally, but we are Banyarwanda [people of Rwanda] and that is number one and not negotiable.&quot; Michael Bibby, head of the British Council in Rwanda, said: &quot;[This] is a very large undertaking. There is still a lot of resource that needs to be put into the process. These English speakers, by and large, are going to come from the education system and it will need more time for people to come through that for the impact to show. It&apos;s a five to 10-year project. But we are very happy to be here supporting Rwanda.&quot;", 
    "section": "education", 
    "gid": "education/2012/nov/13/rwanda-english-language-lessons", 
    "wordcount": "986"
}