{
    "headline": "This week's new games", 
    "text": "New Super Mario Bros 2, Nintendo 3DS Borrowing puzzles and power-ups from various Super Mario Bros. episodes, in the latest instalment you can expect ghost houses, desert worlds, ice levels, Mario&apos;s flying raccoon tail and boss battles that end with the princess being whisked to yet another castle. There are new ideas, like its peculiar focus on collecting coins and a power-up that, appropriately enough, simply spews them from Mario&apos;s head, but they&apos;re not particularly memorable. What&apos;s left is a mildly cynical rehash of Mario&apos;s past, which  while as mechanically perfect as ever  lacks the personality and sparkle that made the series stand out. New Super Mario Bros 2 is a good and extraordinarily highly polished game, but in a franchise that was previously so mind-blowing it&apos;s a disappointingly prosaic effort. Nintendo, 29.99 Deadlight, Xbox 360     Deadlight    In Deadlight&apos;s vision of humanity&apos;s consumption by reanimated corpses, the zombies take over in 1986, leading everyman Randall Wayne on a journey through the offices, sewers and rooftops of decaying Seattle in an attempt to find his family. He does this in the style of the original Prince Of Persia, making pinpoint accurate leaps between crumbling platforms, avoiding or occasionally hacking down enemies and overcoming simple puzzles. Silhouetted against the ruins, Randall growls a noir-ish commentary as he finds pages from his own diary among the ruins. With an appropriately bleak final twist, this is a perfectly paced jaunt. Microsoft, approx 10.20 via XBLA Pokmon Conquest, Nintendo DS     Pokmon Conquest    Conquest represents the unlikely fusion of Pokmon and feudal Japanese warlords. To win you must conquer 17 kingdoms, then use their captured troops and Pokmon to defeat the evil Nobunaga. Like a simplified Final Fantasy Tactics, fights involve positioning your Pokmon for optimum effect in a series of turn-based encounters on battlefields that change subtly every turn. Whether you&apos;re recruiting new Pokmon, shopping for equipment or razing another kingdom in the name of freedom, things never get particularly tricky, making this an amiable introduction to a genre that can sometimes get tangled up in its own menus. Nintendo, 29.99 Games news     Oculus Rift    Virtual reality was a 1990s flight of fancy that never quite got airborne thanks to clunky technology and enormous expense. Now Oculus Rift, Doom-creator John Carmack&apos;s latest creation, would like to make our collective VR dreams come true at last. Having achieved several times its target investment on crowd-funding site Kickstarter, it promises a sub-$300 VR headset in time for Christmas  Sony Online Entertainment&apos;s president John Smedley has hosted an Ask Me Anything session on notorious social news site, Reddit. In it, he admitted that the updates that sent the hardcore flocking from Star Wars Galaxies, Sony&apos;s long-running and costly escapade in multiplayer online games, were &quot;stupid decisions&quot; and &quot;a complete and utter fail&quot; before offering his apologies  Finally, other games out this week include the long-awaited and unusually glossy indie adventure, Dust: An Elysian Tail (Xbox 360).  ", 
    "section": "technology", 
    "gid": "technology/2012/aug/11/this-weeks-new-games", 
    "wordcount": "504"
}