{
    "headline": "E3 2012: The five most talked about games so far", 
    "text": "It&apos;s the same conversation everyone has when they bump into friends and colleagues on the vast showfloor of E3: what interesting stuff have you seen so far? Here are the games that British journalists are talking about while running between demo appointments or slumped in the media room trying to get Wi-Fi access. And the good news: not a sequel in sight! ZombiU (Ubisoft, Wii U)            Forget Nintendo&apos;s in-house titles, the Wii U game everyone loves is this survival horror shooter from Ubisoft Montpellier, the studio behind From Dust and Beyond Good &amp; Evil. Set in London during an undead apocalypse, the game requires players to say alive amid the chaos. But here&apos;s the interesting part: if your character dies, you start again as a different survivor and have to track down your previous  now zombified  self to grab back your inventory items. The term &apos;permadeath&apos; is now furiously trending around the halls and corridors of the LA convention centre. The game also exhibits one of the catchphrases of the Nintendo press conference: asymmetrical gaming. In the two-player mode, the participant with the GamePad becomes the zombie master, spawning monsters all over the map, while the other has to stay alive. It&apos;s gruesome, bloody fun and several writers I know have missed appointments because they won&apos;t leave the demo stand. Star Wars 1313 (LucasArts, PC, next-gen consoles)            Uncharted meets Star Wars? That&apos;s what everyone is calling this forthcoming third-person action adventure from LucasArts. It&apos;s being shown as an early pre-alpha PC build by the publisher, and the visuals are so astonishing everyone assumes we won&apos;t see it on consoles until the next generation. As for plot details, it&apos;s very sketchy at the moment, but the action follows a bounty hunter as he shoots and climbs his way through the seedy lower levels of Coruscant. Developed at LucasArts&apos; San Fran studio with the help of Industrial Light and Magic, this could be the title that makes us all care about Star Wars action games again. Beyond: Two Souls (Sony/Quantic Dream, PS3)            The latest adventure from David Cage, the writer and director of Heavy Rain, looks to be another dark, downbeat thriller, with a whirlpool of emotional subtext. Lead character Jodie Holmes is a troubled girl, on the run from the cops and accompanied everywhere by a mysterious supernatural entity. We have a preview coming up so we&apos;ll leave it there, but expect plenty of Quantic Dream atmosphere and drama, aided by a compelling voice-over performance by Juno actor, Ellen Page in the lead role. Watch Dogs (Ubisoft, platforms TBC)            This was the title that ran away with the typically entertaining Ubisoft conference. Developed by the publisher&apos;s enormous Montreal studio it&apos;s an open-world action romp set in a dense city managed by a corrupt government. The player becomes hacking expert Aiden Pearce, who&apos;ll use his skills to break into the regime&apos;s mainframe, grabbing control of the many security cameras or causing massive pile-ups by tweaking traffic lights. Okay, so hackers have been rather over-exploited in games, to put it mildly, but this ambitious title is being referred to as a cross between Grand Theft Auto, inFamous and SimCity. Which is interesting. Microsoft Smart Glass (Microsoft, various platforms)            This is not a game, of course, and its lengthy introduction at the Microsoft press conference angered some in the audience who just wanted to see the latest mega-blockbusting Xbox titles. However, there&apos;s no denying that everyone at the show has an opinion on SmartGlass, a smartphone and tablet application that links to your Xbox 360 and TV, turning your handheld device into a games pad (or should that be GamePad), remote control, and interactive TV aid. It&apos;s Microsoft&apos;s attempt to deflect attention from both Wii U and anything that Apple is cooking up for the TV space  it could be the company&apos;s most important land grab since the launch of the original Xbox.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jun/06/e3-2012-five-talked-about-games", 
    "wordcount": "650"
}