{
    "headline": "Education in brief: private school in shock closure", 
    "text": "School closure shock Teachers, parents and pupils at a 96-year-old private school in Surrey have been left stunned after receiving letters from its directors saying it is to close with immediate effect. More than 100 pupils, including 16 who were in the middle of GCSE courses, are facing a scramble to find places at new schools next month, while teachers are now looking for jobs after the owners of Oakfield school in Woking wrote without warning to say it was closing. The move comes only four months after Oakfield was adjudged &quot;outstanding&quot; by Ofsted. However, as a small school, despite taking pupils aged three to 16, it had been facing an increasingly difficult financial situation. In a letter to parents dated 2 August, directors Leslie and Mary Tucker said they had made &quot;every effort to find other sources of support to avoid closing the school&quot; and apologised for not warning anyone  including the principal  of the situation, adding that the last funding option available to the school fell through on 31 July. Staff and parents are aghast. Their mood has not been helped by their last interaction with management: the letter to parents is headed &quot;to whom it may concern&quot; and a teacher said there had been no meetings or other communications to explain the situation. When Education Guardian tried to contact the school, its telephone was on answerphone with no space for more messages and its accountants said their client&apos;s affairs were confidential. One rule for academies  How much joined-up thinking is there between the Department for Education and the Department for Business, Innovation and Skills? Not much, if goings-on in the last few weeks are any guide. The DfE&apos;s decision to scrap the rule whereby academies have to ensure that unqualified teachers they take on are working towards qualified status, announced hours before the Olympics opening ceremony, has sparked a furious debate. Less widely noted, though, was last week&apos;s move by BIS to put on hold for at least a year plans to make a similar move in further education, after ministers reported &quot;widespread concerns about unintended consequences&quot; if the regulations were revoked without clear alternative arrangements. BIS ministers now want to set up an FE &quot;guild&quot; to promote professionalism. But even less discussed has been another deregulatory government move passed last month, which does away with the need for a school to take on an &quot;instructor&quot;  a non-qualified expert in a vocational subject such as engineering, plumbing, dance or music  only when qualified staff are not available. Will this move have &quot;unintended consequences&quot;? While the DfE has argued that it will give schools more freedom to take on experts, unions fear it could lead to cost-cutting, with instructors used as a cheaper alternative to qualified teachers. They also question why the move happened this summer, with reforms that seem poised to establish a different regime in FE still ongoing. Bog standards Finally, government regulations were belatedly passed 10 days ago that have controversially relaxed the rules around school buildings. Regulations for independent schools and academies stipulating the minimum size of classrooms have been removed, while fairly generalised new rules on the amount of outdoor space that must be available to pupils have come in for criticism by the Sport and Recreation Alliance. Also kicking up a stink has been the &quot;Bog Standard&quot; campaign, which lobbies for better WCs in schools for health reasons. The group says the changes stand to make toilet provision worse. The new rules remove a requirement for schools to have at least one toilet and washbasin for every 20 pupils. The DfE said the moves would reduce burdens on schools.", 
    "section": "education", 
    "gid": "education/2012/aug/13/private-school-closure-academy-regulations", 
    "wordcount": "623"
}