{
    "headline": "South Sudan one year on  in pictures", 
    "text": "   A crowd wait at the Turalei refugee camp for the arrival of a medical team from Italian NGO Comitato Collaborazione Medica (CCM). Since independence a year ago, thousands of people living in Sudan have been forced to cross the border into South Sudan because of conflictPhotograph: Fabio Bucciarelli/LUZphoto       People stand by the side of a road in Turalei. The settlement, in Warrap State, is more than 800 kilometres north of Juba, the South Sudanese capital. Bordering the contested Abyei region, it was attacked in 2011 by militias believed to be affiliated with Khartoum, and has received an influx of refugees over the past year Photograph: Fabio Bucciarelli/LUZphoto       A woman from the Sudan People's Liberation Army  one of very few female fighters in the SPLA  rests in the compound of the army's general headquarters at Rubkona before leaving to patrol the border with Sudan  Photograph: Fabio Bucciarelli/LUZphoto       A soldier guards an office at the SPLA's headquarters at Rubkona, northern South Sudan in May 2012. The bridge that connects Rubkona and Bentiu was bombed in late April. Surrounded by oilfields, Bentiu is the capital of Unity State Photograph: Fabio Bucciarelli/LUZphoto       A woman stands under the skeleton of a makeshift shelter. Like hundreds of others living in the temporary camp at Turalei, she has tried to build a hut with wood and sheets, in anticipation of the rainy season. The camp has no electricity and only one well Photograph: Fabio Bucciarelli/LUZphoto       A woman breastfeeds her baby in a Turalei hospital managed by CCM, which provides primary care and maternal health services. Many patients travel for hours to reach the hospital, which has the only surgical facilities for more than 120 miles Photograph: Fabio Bucciarelli/LUZphoto       South Sudanese boys gather in a hut in Turalei to watch the Champions League final on a battery-powered screen Photograph: Fabio Bucciarelli/LUZphoto  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2012/jul/09/south-sudan-one-year-on-in-pictures", 
    "wordcount": "0"
}