{
    "headline": "Frigatebird returns to nest on Ascension for first time since Darwin", 
    "text": "One of the world&apos;s rarest seabirds has returned to remote Ascension Island in the Atlantic 150 years after its colony was wiped out by feral cats. Last week ornithologists spotted two nests containing eggs being guarded by Ascension frigatebirds, the first of the species to breed there since Charles Darwin visited the island in the early 19th century. Ascension frigatebirds only survived in a small colony on a nearby rocky outcrop where they were considered to be highly vulnerable to outbreaks of disease and oil spills. But now they have returned to the island after which they are named, raising hopes that the vulnerable bird may be rescued from extinction. The news marks the success of a project which has cost UK taxpayers more than 500,000 and has involved the eradication of hundreds of feral cats that had been eating frigatebird chicks. &quot;We are absolutely overwhelmed,&quot; said Derren Fox, a conservation officer based on Ascension. &quot;We thought it would take decades for the Ascension frigate to come back and breed after we had got rid of the island&apos;s feral cats. But we have already succeeded after only a few years. This suggests we have a real chance of saving the Ascension frigate.&quot; The project&apos;s success also raises hopes of saving colonies of other species threatened by feral animals. These include populations of seabirds and amphibians on Montserrat, Gough Island and South Georgia, which are all ravaged by rats, mice and other wild creatures. In the early 19th century, Ascension Island was home to more than 20 million seabirds, mainly masked boobies, black noddies, brown noddies and Ascension frigatebirds. The frigatebird was considered to be the most important because it was unique to the island. Adults are about 30 inches in length while males have distinctive red sacs on their chests which they inflate during courtship. Around 1800, rats  accidently introduced by settlers  began to kill off chicks. Cats were imported to kill the rats but instead joined in the killing of frigatebird chicks. &quot;By the time Darwin visited the island in 1836, there were only a few frigatebirds left and the last few were killed off not long after he left,&quot; said Clare Stringer of the RSPB, which has played a key role in re-establishing the bird on Ascension. Only a small colony of around 10,000 survived on Boatswain Bird Island, a rocky outcrop off Ascension&apos;s east coast which could not be reached by cats. In 2002, the RSPB  backed with funding from the Foreign Office  launched a programme to eradicate Ascension&apos;s feral cats. &quot;It was slightly tricky,&quot; said Stringer. &quot;We had to avoid killing islanders&apos; pet cats and kill only feral animals. Owners were told to collar and microchip their pets. Then traps were laid and feral cats caught in these were put down.&quot; In 2006, Ascension was declared to be free of wild cats. &quot;It has taken six years to get frigatebirds to start to recolonise the island since we got rid of the feral cats and frankly it could have taken much longer,&quot; said Fox, who  with fellow conservation officer Stedson Stroud  has been monitoring the island for signs of the frigatebird&apos;s return. &quot;We now have two nests being tended by parent birds and that should encourage a lot more to settle here in future.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/dec/08/frigatebird-returns-to-ascension", 
    "wordcount": "565"
}