{
    "headline": "Bid to halt polar bear trade fails", 
    "text": "The export of polar bear skins, teeth and paws from Canada will continue unabated after a bitter debate at the world&apos;s biggest wildlife summit ended in defeat for a US proposal to outlaw the trade. The US, strongly supported by former cold war foe Russia, had argued that while climate change and the increasing loss of the Arctic sea ice on which polar bears hunt was the greatest threat to the 20,000 remaining in the wild, hunting was an intolerable additional pressure. The US delegation leader told the 178-nation meeting of the Convention on Trade in Endangered Species in Bangkok: &quot;Science paints a stark future for the polar bear. An [export ban] will give the polar bear a better chance to persist in the world until we can deal with climate change.&quot; But Canada  home to two-thirds of the world&apos;s polar bears and the only nation allowing exports  argued there is not enough scientific evidence to show they are in danger of population collapse. Canada says it already has strict rules to ensure hunting is sustainable, and the Canadian delegation leader has dismissed the US proposal as &quot;based more on emotion than science&quot;. The result was that 38 countries voted in favour of the US proposal, with 42 against, and 46 abstaining. Some countries did not attend to vote. Inuit delegates appealed to emotion in their own speeches. Terry Audla, president of the national organisation representing indigenous peoples of Arctic Canada, said: &quot;A ban would affect our ability to buy the necessities of life, to clothe our children. We have to protect our means of putting food on the table and selling polar bear hides enables us to support ourselves.&quot; About 600 polar bears bears are killed each year in Canada, some in traditional hunts by Inuit people and some as trophies for foreign hunters. Half the bears are then exported as skins or other body parts. The debate was acrimonious, with Audla accusing conservation groups of telling lies. Some nations complained that directly contradictory claims on how polar bear populations were faring had been put forward on each side. The controversy also split conservation groups, with WWF supporting Canada, saying that making political decisions without enough scientific evidence would severely undermined the Cites system, which controls all wildlife trade. But others including IFAW and NRDC said the science was clear that two-thirds of the 20,000-25,000 existing polar bears would be extinct by 2050. Most nations accept that the polar bear population is declining. But Cites rules require the projected decline to be more than 50% over three generations  45 years in the polar bear case. The International Union for the Conservation of Nature, an official adviser on science to Cites, said it was most likely polar bear populations would decline by 30% in the next 45 years and noted other predictions were more extreme. &quot;The world has once again had a chance to take action to safeguard polar bears and failed,&quot; said Jeffrey Flocken, North America director for the International Fund for Animal Welfare. &quot;Each year that this iconic species is not protected to the fullest is another year closer to losing the polar bear forever.&quot; Some delegates, from both nations supporting and opposing the ban, suggested the US move had been to compensate for a perceived lack of action on climate change in other areas and to help raise awareness of global warming with a sceptical US public. Audla said: &quot;The US is using the polar bear as a blunt tool to bring about climate change concerns  it is the perfect poster child.&quot; Sarah Uhlemann, an attorney with the Center for Biological Diversity, said the US should take unilateral action against Canada: &quot;The world failed polar bears today. But the US has other avenues to pressure Canada to curtail its unsustainable hunt. We urge the Obama administration to act quickly to impose trade sanctions as required by US law.&quot; The UK, Germany and a significant number of other EU nations had supported the ban proposed by the US, but the Guardian understands that Denmark, with its historic links to Greenland, had not. This meant the EU, which votes as a bloc, abstained. Denmark broke ranks and voted no, as it is entitled to when also representing Greenland. A spokeswoman for Greenland, which has had a voluntary ban on polar bear exports since 2008, said: &quot;If we want to ensure the long term conservation of the polar bear, the focus should be directed to the countries which are emitters and polluters. Climate change is the real threat.&quot; An intended EU compromise, asking Canada to publish its export quotas and requesting Cites do an urgent review of polar bears, was opposed by both the US as being toothless and by Canada as casting doubt on its existing rules. The head of the EU delegation, Ireland&apos;s Feargal O&apos;Coigligh, denied the bloc&apos;s move had caused confusion and blamed the fact that polar bears received no new protection on the &quot;absolutist positions&quot; take by Canada on one side and the US and Russia on the other. Russia&apos;s delegate, Nikita Ovsyanikov, who is a leading polar bear expert, said: &quot;Polar bears are struggling for survival already and exposing them to hunting will drive them to extinction.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/mar/07/halt-polar-bear-trade-fails", 
    "wordcount": "895"
}