{
    "headline": "Samsung: Olympic smartphone firm aims for big global wins", 
    "text": "Where you find a company&apos;s name can be telling. Samsung was once ubiquitous on rather battered airport trolleys. Now it is found on Chelsea shirts and plastered all over the Olympics. The English translation of Samsung  three stars  once inadvertently summed up the Korean company&apos;s microwaves and televisions, which were viewed as a cheap alternative to Sony. These days, Samsung is the world&apos;s biggest technology company by sales, selling more flatscreen TVs than anyone else and trouncing Apple in smartphones. And it is not just a question of quantity; increasingly gadget fiends are tossing away their iPhone 4S to drool over the new Samsung Galaxy S3. The rapid rise of South Korea&apos;s largest company has placed this secretive behemoth at a crossroads. When its phones are promoted in the Olympic opening ceremony there is bound to be growing scrutiny of the way it organises itself, and where it goes next. Samsung is famed in business circles as a &quot;fast follower&quot;  letting others innovate before flooding the market with excellently-made, rather imitative products. Now it is the market leader, there is no one left to follow. And fast following can cause trouble: Samsung is locked in a vicious patents dispute with Apple in courtrooms around the world. Samsung is South Korea&apos;s biggest chaebol, a traditional, family-run conglomerate with a dizzying array of almost 100 subsidiaries. Samsung Electronics is its flagship but Samsung also makes ships, weapons, sells insurance and even runs Everland, a Korean amusement park. The company&apos;s rise has mirrored that of South Korea, which was poorer than Ghana 50 years ago. Samsung began making noodles and selling dried seafood in 1938 before founder, Lee Byung-chull, moved into sugar, textiles and, in 1969, electronics. Lee Kun-hee, the 70-year-old son of Samsung&apos;s founder, has been its visionary, controversial &quot;emperor&quot;, as Professor Sea Jin Chang, author of Sony vs Samsung, puts it, for 25 years. In the early 90s, Lee, an amateur wrestler, famously pronounced that Samsung was second-rate and employees should &quot;change everything except your wife and children&quot;. He once made a bonfire of 150,000 of his own company&apos;s mobile phones and, two years ago, tweeted: &quot;It&apos;s a real crisis now ... Most of Samsung&apos;s flagship businesses and products will become obsolete within 10 years. We must begin anew.&quot; Driven by such crisis-laden rhetoric, &quot;the real strength of Samsung is its speed,&quot; says Chang. &quot;Korean people eat fast, talk fast and walk like crazy. It&apos;s the spirit of the Korean people and Samsung is the best example of their competitive nature.&quot; Samsung has always moved fast. Two months after it built its first black-and-white TV in 1970, it was exporting them to Panama. &quot;For Koreans, being number one, getting the gold medal is the thing,&quot; says Tony Michell, author of Samsung Electronics and the Struggle for Leadership of the Electronics Industry. &quot;Samsung is an also-ran in the global smartphone market,&quot; observed the Economist 18 months ago. Now, Samsung is the market leader, selling around 50m smartphones in the second quarter of 2012 to Apple&apos;s 26m. While there is one basic iPhone, Samsung offers smartphones at every conceivable price. &quot;They&apos;ve got the entire market covered,&quot; says Jason Jenkins, editor of CNET UK. Samsung&apos;s latest high-end phone, the Galaxy S3, &quot;is the hottest phone on CNET by a long way&quot; judges Jenkins. &quot;What Samsung has proven over the last five years is that they are very conscious about what consumers want and very quick to manoeuvre to serve those consumers,&quot; says Stuart Miles, founder of gadget reviewers Pocket Lint. To describe Samsung as speedy, militaristic and secretive might appear a stereotypically western judgment but it is the view of Chang, a South Korean. He says Samsung&apos;s ability to get good products to market quickly is because it is a &quot;militaristic organisation, very disciplined, [with] top-down management&quot;, shaped by the fact that Koreans undertake military service. Staff are loyal, highly disciplined and work long hours: it is unusual for staff in research and development, for instance, to take more than one Sunday off each month. South Korea has a &quot;love hate&quot; relationship with Samsung, according to Chang. &quot;We are proud of Samsung because they are very successful and we&apos;re grateful for that but at the same time there are internal problems.&quot; Even the country&apos;s right-wing party has taken up chaebol-bashing in the run-up to elections in South Korea. Some critics argue chaebols stifle innovation and strangle small suppliers. Others question issues of tax, accountability and succession. In 2008 a Seoul court found Lee guilty of financial irregularities including tax evasion. He was fined $109m (69.8m) and given a three-year suspended sentence. Resigning as chairman of Samsung, Lee returned in 2010 after he was pardoned by the South Korean government. The Lee family only own about 1% of the entire group&apos;s shares and yet control Samsung through a bewildering array of holding companies. Lee&apos;s family are squabbling in court over the succession question with Jay Y. Lee, the Harvard Business School-educated son of Lee Kun-hee, now the clear  albeit unproven  successor. &quot;There&apos;s a legitimacy question,&quot; says Chang. &quot;The same legitimacy question that you may have for Kim Jong-un in North Korea.&quot; Chang also points to the tax arrangements which appear to have allowed &quot;JY&quot; to acquire huge wealth while partly avoiding the country&apos;s stiff inheritance tax. Samsung is facing increased scrutiny over workers&apos; rights and working conditions. Traditionally, no Samsung employees were members of South Korea&apos;s fairly assertive unions although by law Samsung has an employee-management council, and there is now a Samsung union. Meanwhile, China Labour Watch this week claimed it discovered evidence of child labour at HEG Electronics, a Chinese supplier to Samsung and other companies including LG. Samsung said it was dispatching inspectors again to investigate the allegations. Samsung is more innovative than popular perceptions hold. Around a quarter of its 220,000 employees work in research and development and It holds a huge number of patents, not so much for products such as phones but for processes  clever production techniques. Apple&apos;s lawyers, however, think Samsung&apos;s smartphone success has come by &quot;slavishly&quot; copying its iPhone and iPad. Horace Dediu, founder of analysts Asymco, worked as a competition analyst for Nokia during its heyday in the early 2000s. &quot;Samsung was always on our radar. They made no secret of their intention to become more powerful than Nokia,&quot; he says. According to Dediu, Samsung went from &quot;fast following&quot; Nokia to &quot;fast following&quot; Apple. This analysis is reinforced by a Samsung memo produced by Apple in a Californian courtroom this week. &quot;Influential figures outside the company come across the iPhone and they point out that &apos;Samsung is dozing off,&apos;&quot; wrote JK Shin, head of Samsung&apos;s mobile communications shortly after the 2007 launch of the iPhone. &quot;When our UX is compared to the unexpected competitor Apple&apos;s iPhone, the difference is truly that of heaven and Earth. It&apos;s a crisis of design.&quot; Consumers may not care about such skirmishes but the case could actually damage Apple, thinks Michell, because many people &quot;were never really aware that Samsung was even in the same league. All the court cases are actually saying, &apos;well, they are very similar&apos;&quot;. They certainly look it these days but so do cars and televisions. As Jenkins puts it: &quot;Personally I don&apos;t feel that companies can copyright a touch-screen rectangle.&quot; What is more intriguing is the interdependence of these patent pugilists. Samsung also makes components  semiconductor devices such as LEDs, microchips, computer memory and flash memory for phones and tablets. In fact, Samsung is the sole manufacturer of crucial chips used in iPhones and iPads. Apple is Samsung&apos;s biggest customer and accounts for 8.8% of Samsung&apos;s revenue, according to analysis by Bloomberg. If Apple stopped buying Samsung parts, Samsung&apos;s profits would dive. Then again, Apple would struggle to find a supplier as reliable as Samsung. Another damning court revelation was when British judge Colin Birss ruled that Samsung could not have copied Apple because it was &quot;not as cool&quot;. Samsung has attracted many fans among Apple-haters (some geeks are fascinatingly tribal about brands) but the consensus is still that Samsung is not as cool as Apple. &quot;It can&apos;t be because they make so many things,&quot; says Jenkins. He is mystified by Samsung&apos;s desire to dominate every unfashionable electronics sector. &quot;Why are Samsung killing themselves to flog hard drives or MP3 players? Why not just admit Apple won that battle years ago?&quot; Samsung has strived to become cooler by spending heavily to be a &quot;top&quot; Olympic sponsor alongside legendary brands such as Coca-Cola and McDonalds. &quot;Most of us had never heard of Samsung before their Olympics sponsorship, but now we can&apos;t imagine a world without them,&quot; says John Davis, author of The Olympic Games Effect. Samsung became a top sponsor in 1997 and its brand value increased from US$3.1bn two years later to $23.4bn in 2011, according to Interbrand. Its presence at London 2012  also opening a flagship, Apple-style store in Westfield Stratford  shows its desire not merely to be known, but to be desired. Davis judges Samsung will emerge a clear winner from the Games &quot;if you define winner as having visible and memorable advertising and products that generate &apos;buzz&apos;&quot;. Samsung dominates smartphones but for how long? The marketplace is littered struggling former giants such as Nokia and BlackBerry&apos;s RIM. &quot;It won&apos;t be Apple or the litigation that brings Samsung down,&quot; says Dediu. &quot;It will be some unknown Chinese OEM [original equipment manufacturer]. That&apos;s going to be the story of the next few years.&quot; Samsung&apos;s basic phones will be trumped by cheap Chinese brands; at the top end, Samsung depends on Google for the Android operating system so beloved of phone geeks. &quot;If Google doesn&apos;t match Apple, Samsung will get caught in a trap,&quot; says Dediu. Samsung might also flounder if Google makes a superior version of Android for its own handset company, Motorola. Dediu predicts a near future where all hardware is &quot;good enough&quot; and big profits will only be made from software and services  music services, cloud hosting, voice recognition, apps. Jenkins agrees. &quot;Whoever controls the gateway to these services will own the next decade,&quot; he says. Samsung may excel at making phones but Dediu is not impressed by its approach to software. &quot;There is no buzz, not even rumour of Samsung having a presence in any software services area. Normally you&apos;d see some acquisitions or an office built in the Valley,&quot; he says. Stuart Miles of Pocket Lint sees the S3 as evidence Samsung are trying to understand how software works but Jenkins is not hugely impressed. Samsung&apos;s services &quot;have stupid names and don&apos;t work very well,&quot; he says. Samsung is looking beyond the world of phones, however. Traditionally, Korean chaebols have been reluctant to move into new areas by purchasing smaller companies &quot;but somewhere in the DNA of Samsung there is a more acquisitive mentality,&quot; says Michell. Samsung is investing $21bn up to 2020 in five areas  solar panels, LEDs for lighting, electric car batteries, medical equipment and biotech drugs  in what appears an astute repositioning in an era of ageing populations and renewable energy challenges. Its initial success is mixed, according to Michell, with only medical technology an unqualified success. Like others in Seoul, however, he believes the threat from China is overstated. &quot;The Chinese have a long learning curve in product quality and the ability to produce a million items without defects,&quot; he says. Samsung may be emblazoned over our products and sports for some years yet.", 
    "section": "technology", 
    "gid": "technology/2012/aug/09/samsung-olympic-smartphones-global-wins", 
    "wordcount": "1995"
}