{
    "headline": "Per busca construir una nueva relacin con las empresas mineras", 
    "text": "Per es una de las naciones ms ricas en posesin de minerales en el mundo y parece que todos buscan aprovecharse de este potencial. Gran parte de las zonas andinas y costeras, de norte a sur, estn cedidas a la actividad minera. En una sola regin del sur, Apurmac, las concesiones mineras representan el 58,8% del territorio; en Cajamarca en el norte, donde se encuentra la mina de oro ms grande en Amrica Latina, equivalen al 48% del total. Sin embargo, estas reas no son simples territorios vacos. Gran cantidad de peruanos viven en las mismas zonas de donde, ao a ao, se extraen toneladas de oro, zinc, estao y plomo, con consecuencias sociales y medioambientales. En lo que va del ao ya son 10 las personas que han muerto por enfrentarse a la polica durante los conflictos sociales presentados en tres regiones del pas. Las muertes ms recientes, ocurridas en Cajamarca, se dieron en medio de casi un ao de rechazo a un multimillonario proyecto de oro y cobre, hoy paralizado por el temor de la poblacin a quedarse sin agua para sus actividades agrcolas y ganaderas. La minera puede crear puestos de trabajo y generar riqueza. Adems, Newmont, la empresa de EE.UU. involucrada en el proyecto de oro en Cajamarca, hace hincapi en que su actividad extractiva no pondr en peligro el medio ambiente. A medida que continan las protestas, todas las partes involucradas para tratar de encontrar una salida a este y otros conflictos mineros - es decir, los gobiernos central y regional, las empresas mineras, y los residentes locales - aseguran estar dispuestas a construir una nueva relacin basada en la confianza y el respeto. &quot;Tenemos que disear e implementar un nuevo enfoque en el relacionamiento de las actividades extractivas con el ambiente, el aprovechamiento de los recursos naturales, la gestin equilibrada del territorio y el uso racional de los recursos hdricos&quot;, dijo el presidente Ollanta Humala durante su discurso a la nacin el 28 de julio. Das antes, un ejecutivo de Newmont en Lima, Carlos Santa Cruz, reiter la intencin de su compaa de &quot;dialogar, encontrar salidas y construir juntos ms oportunidades para todos&quot;. Y en Cajamarca, un lder de las protestas locales, Edy Benavides, habl de la necesidad de no repetir los errores del pasado. &quot;Lo que las empresas mineras hacen es explotar el mineral y luego irse&quot;, dijo. &quot;Lo que necesitamos es un desarrollo que sea sostenible para las generaciones futuras&quot;. El mes pasado, el gobierno peruano cre una comisin permanente destinada a fomentar esta nueva relacin. An tiene que hacer sus propuestas, pero Jos de Echave, quien renunci hace unos meses al Ministerio del Medio Ambiente a causa de la forma en cmo el gobierno trat el conflicto en Cajamarca, dice que la comisin tiene que darse cuenta que en Per, como en otros lugares, es posible tener una minera sin dejar un impacto negativo en los residentes y el medio ambiente. &quot;En cualquier pas serio del mundo con una alta dotacin de recursos nacionales, la autoridad ambiental es fuerte y pone regulaciones fuertes y sanciona a las empresas de manera fuerte&quot;, dice. &quot;En Per, no me parece que se est pidiendo algo fuera de proporcin.&quot; El ex viceministro considera que el pas andino puede implementar duras leyes ambientales, como en Australia o Canad, sin temor a que las empresas mineras se vayan. Los precios de los minerales son altos y los depsitos ms difciles de encontrar, por lo que l cree que las multinacionales se adaptaran a condiciones ms estrictas. &quot;Adems si uno revisa los cdigos de conducta, de tica de las propias empresas, ellos mismos dicen que sus operaciones responden siempre a los mejores estndares globales&quot;, dice. De Echave es ahora un portavoz de Tierra y Libertad, un movimiento poltico que tiene como objetivo proteger los derechos humanos y del medio ambiente, y que ha enviado una carta al presidente Humala instndolo a promover mejores estndares internacionales y un desarrollo sostenible. &quot;No puede ser slo crecimiento econmico&quot;, dice. &quot;Se deben mencionar las tres bases: la econmica, la social y la ambiental. Esas tres deben funcionar.&quot; Sin embargo, el ex funcionario reconoce que, por naturaleza, la minera no explota un recurso sostenible. &quot;Creo que la idea es buscar un equilibrio&quot;, concluye, &quot;para que esa actividad est compensada con otras actividades econmicas que puedan ser importantes, significativas, sostenibles, quizs ms amigables con la naturaleza y con los entornos sociales.&quot; Humala dice tambin querer lo mismo y viene buscando apoyo del Congreso para garantizar constitucionalmente el agua como derecho fundamental de todos los peruanos. La propuesta tiene por objeto proteger los recursos naturales como el agua de una explotacin minera depredadora y sin control. Los crticos dicen que estos anuncios no son suficientes, argumentando que es necesario un cambio radical sobre cmo las empresas mineras operan en Per. Regiones como Huancavelica y Cajamarca estn sentadas en riquezas minerales, pero, a pesar de haber tenido dcadas de explotacin, sus habitantes son los ms pobres del pas. Con menos recursos disponibles, y persistentes conflictos sociales, De Echave dice que el cambio ser difcil de aplicar, pero ahora parece inevitable.", 
    "section": "global-development", 
    "gid": "global-development/2012/aug/08/per-busca-nueva-relacion-empresas-mineras", 
    "wordcount": "1036"
}