{
    "headline": "Open access journals: are we asking the right questions?", 
    "text": "A mass online movement to boycott the academic publisher Elsevier has emerged over the past week. This has come about through a growing awareness among researchers and scholars that their output is being sold back to their own institutions at prohibitive costs. The proposed solution is an open access model. Of course, this effort is to be applauded: the profit markups on academic publishing are extraordinary. However, there is a danger here, which Thomas Pynchon referred to in his 1973 novel, Gravity&apos;s Rainbow: &quot;If they can get you asking the wrong questions, they don&apos;t have to worry about answers&quot;. In some ways, we have been asking the wrong questions of academic publishing for some time. While the economic arguments are striking, the presupposition has been that research output remains an untainted utopia somehow perverted by greedy publishers unable to adapt to the workings of the brave new internet world. What, then, are the problems with this model? Scholarly publication fulfils different purposes in different domains. The overall benefit to humankind may be huge when new research on telescopes is published, but this is only one area. At a more localised level to the academy, though, publication is a credentialist system tied to the allocation of scarce resources in an overpopulated field. When there are many competent researchers and only a relatively small amount of funding available, there must be some criteria for determining the recipient. Inside the walls of the university, publication is at its heart a ruthless economy. With this in mind, I&apos;d like to propose that while it is easy to blame publishers for the setup as it stands, it makes more sense to look upon these problems as a twofold failure of those in management positions  at the departmental level and above  and those in government who have chronically underfunded universities. Of course, the Research Works Act is an odious piece of legislation that must not be allowed to pass and those companies that support it deserve condemnation. However, inside the university, we are also at fault. Why the former? Because it is through a conservative enforcement of tradition (primarily taking the form of allegiance to a journal&apos;s brand) that publishers are mandated to continue setting their prices as they like. While publishers who set such high prices seem short-sighted in a practice that will destroy their only clients, that&apos;s the peril of the free market. What is key, though, is that this easy recognition of a journal name is primarily needed by those who award grants, those who appoint staff and those who are already too over-laden with administration to accurately gauge a piece of work in a niche field that is not their own. Great, truly-pioneering work published in a new open access journal (no matter how elite the editorial board)? Nope. Good work published by an already-secure staff member in Nature? You&apos;re in. Of course, the second problem, that of underfunding, severely adds to the pressure on those in positions of power and makes it infeasible for them to individually assess every piece of work on every CV that comes their way; hence ongoing scepticism over certain REF subpanel guidelines that state that publication destination will not be taken into account. There are mitigations against this reasoning. Publishers will argue, obviously, that their peer review procedures ensure that it is truly great work that gets admitted to their journals. There isn&apos;t space here to fully consider that claim. However, when boycotts of academic publishers go ahead, an easy counterpoint comes to mind. If those at the bottom of the ladder, but with an understanding and a conscience, choose to publish through open access channels in lieu of the big names, but those at the top, through either ignorance of competition, do not, the range of submissions coming through to these journals is substantially slimmed. It is early-career researchers who suffer. Interestingly, the REF is central to this credentialism in the UK and functions in a divide-and-rule capacity. This can be seen in the aforementioned scepticism to the blind review response. Even if those in managerial positions were open in their hiring/grant procedures, they are terrified of faring badly in the upcoming assessment and will not allow their researchers to publish in journals without a big name, regardless of the academic backing. At once, managers are held in place by a government framework, divided from their peers nationwide with whom they must now compete and made responsible for continuing the madness. Academic publishing is bankrupting our already financially-starved universities and I also remain suspicious of the author-pays open access model they want to introduce. The problem will not be solved solely through publisher boycotts that offer up at least one generation of early-career researchers to the sacrificial slaughter so that the cycle can either be broken or, more likely, continue once more. What we need instead are leaders, heads of departments, who understand the wider institutional problems and fight to reinstate that utopian idea of research as more than credentialism. We need leaders who no longer ask &quot;Open access: what&apos;s that?&quot;. We need leaders who ask the right questions and, if they don&apos;t get the right answers, work to destroy those systems (REF, hiring hostility and, only then, publisher profit margins) that cause the academy to autosubversively undermine its own purpose. Martin Paul Eve is a doctoral researcher at the University of Sussex. He tweets at @martin_eve This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/feb/08/open-access-journals-elsvier-boycott", 
    "wordcount": "939"
}