{
    "headline": "Twitter confronts ethics of commercial pressures in wake of Guy Adams 'mess'", 
    "text": "In January 2011 Biz Stone, co-founder of Twitter, together with the site&apos;s &quot;trust and safety&quot; arbiter Alex Macgillivray, posted a paean to freedom of expression under the portentous title: The Tweets Must Flow. They promised they would respect everyone&apos;s human right to unimpeded speech, vowing only to remove tweets that were illegal, spam or in breach of privacy. Fine words. But this week the tweets stopped flowing for one of Twitter&apos;s users. When Guy Adams, the Independent&apos;s Los Angeles correspondent, went to issue his latest gobbet of wisdom in 140 characters on Monday he found his Twitter stream well and truly dammed. The suspension of Adams&apos; account, and its reinstatement on Tuesday, led to a storm of indignation culminating with an apology from Twitter. &quot;We did mess up,&quot; admitted Macgillivray now Twitter&apos;s general counsel  &quot;and we will actively work to ensure this does not happen again&quot;. The most toxic aspect of the affair was the whiff of a commercial incentive. Adams was blocked after he posted a succession of tweets heavily critical of NBC for its tape-delayed broadcasts of the Olympics. When it was revealed that Twitter and NBC had entered into a business partnership for the Games, and that Twitter had tipped off the TV network to Adams&apos;s tweets, prompting the complaint that would lead to his suspension, the Twittersphere turned blue with rage. Twitter&apos;s quick and abject apology may have nipped in the bud the suspicion that it censored Adams for commercial gain, but doubts will remain. &quot;The whole incident reveals how easily people can be silenced in social media for commercial reasons if we are not vigilant in preventing it,&quot; says Rebecca MacKinnon, author of Consent of the Networked who sits on the board of Global Network Initiative, a body that fights internet censorship. This week&apos;s fiasco has also underlined the bewildering speed of Twitter&apos;s rise. Since Jack Dorsey (@jack) sent the very first tweet on 21 March 2006 (he wrote: &quot;inviting coworkers&quot;) the site has taken off at a rate that would make a Nasa rocket look sluggish. It now has more than 140 million active users, supports 30 different languages and has at its peak recorded 15,358 tweets per second (during Euro 2012). As a result of such exponential growth, the site is having to develop ethical systems in the blink of an eye that established media organisations refined over decades. Jonathan Zittrain, a specialist in internet law at Harvard, thinks the commercial pressures Twitter is now coming under are not dissimilar from the incentive a magazine might feel to pull articles that could upset a major advertiser. &quot;It sounds like Twitter is trying to articulate, and enforce, the kinds of editorial separation that reputable magazines have long embraced.&quot; Jillian York of the Electronic Frontier Foundation thinks the Adams saga has revealed a lack of clarity in Twitter&apos;s privacy policy. Adams was ostensibly suspended because he published the email address of an NBC executive, yet as he pointed out it was a public NBC address easily accessible on Google. York also calls for a more robust system allowing challenges to Twitter&apos;s actions. &quot;If Twitter decides that content should be taken down, there should be an appeals process allowing users to push back.&quot; For every Guy Adams able to generate a Twitter storm in the event of their accounts being suspended, there are countless other people around the world who are vulnerable because they lack the profile or the contacts to fight back. Last month the Twitter account of a promotion for Singapore was taken down without explanation. The organisers of the initiative presume it was blocked because the Twitter algorithm assumed the account was spam, which it wasn&apos;t. Yet in the absence of press publicity or protests, it took several days to get the account reinstated. &quot;There are many other cases of social media platforms kicking people off their sites that go quietly in the night, which nobody hears of,&quot; says MacKinnon. Despite the Adams furore, Twitter is still relatively highly considered by internet freedom campaigners. The Electronic Frontier Association gives Twitter 3.5 stars out of 4 for protecting users&apos; interests against government encroachments, compared with a miserable 1.5 for Facebook. Most open web advocates see Facebook as a far worse offender. Cases of heavy-handed suspensions by Facebook are legion, such as that of the certified breastfeeding adviser Anne Smith. Time and time again she has had her account disabled or deleted altogether for the sin of having posted photographs of breastfeeding women. &quot;I&apos;m extremely careful not to post pictures of nipples, not even a snippet of areola,&quot; she says. And yet still she is suspended, for 30 days at a time. She appeals, using a process recently implemented by Facebook, frequently with no response. &quot;I&apos;m furious. They shouldn&apos;t be censoring breastfeeding pictures, and they shouldn&apos;t be stopping me giving advice to women who need it.&quot; Behind these individual cases lies a bigger problem of consumer powerlessness in the social media firmament. Platforms like Twitter, Facebook, Instagram and the rest have become the modern equivalent of the public square. People get used to the idea that this space is their space; this Twitter account is their Twitter account. Yet it&apos;s not. It&apos;s Twitter&apos;s. &quot;Our daily lives are influenced by sites that we think are in the public sphere but are in fact private companies,&quot; says York. &quot;It&apos;s a huge concern that users don&apos;t have a say in the governance of these sites, because if they have their accounts discontinued they are in essence being excluded from the public sphere.&quot; Zittrain points out that the original building blocks of the internet  email, the web, newsgroups, relay chat  were all uncontrolled and &quot;unowned&quot;, with no global administrator. Now they are being supplanted by controlled counterparts like Facebook messaging available only to Facebook subscribers, or Apps instead of websites. &quot;There&apos;s nothing inherently wrong with that, but it does give rise to risks of compromise and control,&quot; he says. Or as Jeff Chester, a campaigner on internet privacy, puts it: &quot;Companies like Facebook and Twitter present themselves as engines of democracy and are hailed by the state department as engines of digital diplomacy, but their main purpose is to serve the biggest advertisers in the world. They sell themselves as empowering users, but in reality they are all about enhancing the dreams of Madison Avenue.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/aug/03/twitter-guy-adams-online-censorship", 
    "wordcount": "1090"
}