{
    "headline": "Mo Costandi on science writing: a good story conveys wonderment", 
    "text": "     What&apos;s a good science story? Something that makes me think, &quot;Wow, that&apos;s amazing!&quot;. That is, stories about exciting new research that reveals some new insight into nature. The natural world is a wonderful, complex thing, and scientists try to divine its little secrets. A good story should not just explain the science simply and clearly, but also convey this wonderment. What do you need to know to write well about science? How to tell a good story. That requires a good grasp of language, some understanding of the science you&apos;re writing about, and an ability to &quot;translate&quot; technical information into plain English and write about it compellingly. How do you choose your opening line? When I write news stories, I&apos;ll try to write an opening line that encapsulates the entire story, but this doesn&apos;t really work for longer pieces. For a feature, I might start with an anecdote or background story about one of the &quot;characters&quot; - something that emerged during the interview, for example. Whatever it may be, the opening of a long piece of writing should be as compelling as possible. It should draw the reader in, and make them want to find out more. This can be difficult at times, and for me the opening often doesn&apos;t fall into place until the rest of the article is complete. How do you get the best out of an interviewee? I&apos;m still trying to figure this out myself. Generally, I begin by giving them a bit of background information about myself. Some researchers aren&apos;t too fond of reporters, so knowing that I have a background in neuroscience sometimes puts them at ease and makes them more willing to divulge information. I always ask them the reasons behind their work  why they decided to do these particular experiments, and so on  and this often gives me interesting background. Other questions I always ask include, &quot;What was your most surprising observation/finding, and why?&quot; &quot;How does this fit into current thinking about X or Y?&quot; and &quot;What are you planning to do next?&quot; How do you use metaphors and analogies in a story? Metaphors and analogies can be very useful, and are probably most effective when they make a tricky concept easier to understand. I write almost exclusively about neuroscience, and often use ants as an analogy for how the brain works. An individual ant is pretty insignificant, but a whole colony of ants can do remarkable things, and the same is true of neurons in the brain. I don&apos;t use metaphors and analogies enough, and should make a point of doing so more often. What do you leave out of your stories? Deciding what to leave out can also be tricky. I like to give a lot of background information, and some might argue that I could cut back on that. More often I tend to leave out overly technical details about the methods and so on. Last year, for example, I wrote a blog post about how researchers are using genetically engineered rabies viruses to investigate neural circuits. It&apos;s pretty technical stuff, and I went into some detail about how they went about doing it. Someone left a comment saying that I&apos;d explained the molecular biology very well, but had neglected to mention the fact that rabies are RNA not DNA viruses. I replied, saying that the post was already complicated enough, and that mentioning this would have complicated it even further without adding any real value. How do you stay objective and balanced as a writer? Should you? I think it is important to stay objective. Scientific results are rarely cut and dried  they often raise more questions than they answer, and can be contradictory  so I think one should try to give both sides of the story and consider alternative interpretations. What&apos;s the biggest potential pitfall when writing about science? Getting carried away with fanciful interpretations or potential applications. Neuroscience and biomedicine are advancing at an incredible pace, and there&apos;s a huge amount of spectacular research being done. I often speculate about what some new research might lead to, but at the same time I try to cover the caveats that come with it  the drawbacks, limitations and alternative explanations if there are any.  Moheb Costandi writes the Neurophilosophy blog for the Guardian  Read some Mo Costandi. We like Microbes Manipulate Your Mind published in Scientific American  Read the rest of our &quot;How I write about science&quot; series  Find out more about the Science Writing Prize on the Wellcome Trust website - the closing date for entries is Sunday 28 April 2013", 
    "section": "science", 
    "gid": "science/2013/apr/22/mo-costandi-science-writing", 
    "wordcount": "779"
}