{
    "headline": "Education in brief: are GCSEs the new O-levels?", 
    "text": "GCSEs: the new O-levels? Michael Gove&apos;s leaked plans to reintroduce O-levels to schools, seemingly inspired by the success of an &quot;international&quot; version of the exam operated by one of England&apos;s big three exam boards and taken by teenagers in Singapore, rightly made headlines last month. But less noticed has been a move by another of the boards, Edexcel, quietly to scrap its own version of the exam three years ago. Edexcel, owned by Pearson, replaced its International O-levels with its existing International GCSE brand. Intriguingly, a 2009 document for teachers explaining the move described the IGCSE as &quot;the most up-to-date qualification from the UK&quot; and &quot;the same [as O-level] but with modern references&quot;. How very off-message. Speed Read wonders what Mr Gove thinks. A Pearson spokeswoman says: &quot;The demand internationally is for qualifications which reflect the UK curriculum. With the introduction of the GCSE, the demand shifted to IGCSE, rather than international versions of an old qualification.&quot; Cheats&apos; charter Confirmation came last week, in Peter Wilby&apos;s interview in these pages with Ofqual&apos;s chief executive, Glenys Stacey, that exam board seminars in which senior examiners give teachers advice on how to boost their pupils&apos; grades are being banned. These advice sessions were, of course, the backdrop to a series of undercover scoops in the Daily Telegraph last December. But is this the end of the matter? In 2009, BBC Radio Five Live reported on controversial advice being given to teachers at a seminar run not by a board, but privately, by a former languages examiner who guided his attendees on how to &quot;script&quot; pupils&apos; answers in the oral section of French GCSE. Would such seminars be banned? Ofqual&apos;s powers are limited, it seems; it says it only has powers to regulate the work of &quot;awarding organisations&quot;, or the boards themselves. So while &quot;face-to-face seminars that relate directly to specific, named qualifications&quot; and are run by the boards themselves will cease from next year, there is no such stipulation on those hosted by private organisations. A loophole, perhaps? A positive outlook A fascinating insight into the darker arts of education public relations is provided on the website of the firm Communitas. The company, based in Battersea, south London, sets out how it has secured positive news coverage for its clients, many of them academies. West London academy, which opened in 2003, had &quot;significant reputation and messaging challenges to overcome in the local community&quot;, Communitas tells readers, not least after Ofsted expressed serious concerns about management and pupil behaviour there two years later. The company therefore launched a strategy to &quot;limit the damage from the worst critical comments in the report&quot;, and proceeded to &quot;work the media&quot;. At Eastbourne academy in Darlington, where it created a new &quot;brand identity&quot; for the school, Communitas says &quot;early challenges were around staff management issues that needed delicate and skilled management to avoid unwelcome press coverage&quot;, while the section on Shirebrook academy in Derbyshire says Communitas&apos;s emphasis was to make the consultation process as &quot;easy as possible&quot;, as &quot;creating this ease is particularly vital for communications with any vocal minority who may be unsure about the  founding of an academy&quot;. Is this a good use of public money? Maybe Speed Read needs a good &quot;working&quot; before we are convinced.", 
    "section": "education", 
    "gid": "education/2012/jul/09/education-in-brief-exams-gove", 
    "wordcount": "572"
}