{
    "headline": "Pirate Bay hails new era as it starts sharing 3D plans", 
    "text": "Filesharing site The Pirate Bay gained notoriety by enabling users to exchange music, movies and software. But now the site is branching out to provide a new category of downloads  the templates for physical objects. A new section of the site lists files that visitors can use to construct items with 3D printers  machines which build three-dimensional objects by overlaying thin layers of fast-drying plastic resin. In a blogpost announcing the move, Pirate Bay spokesman WinstonQ2038 said:  One of the things that we really know is that we as a society will always share. Digital communication has made that a lot easier and will continue to do so. We believe that the next step in copying will be made from digital form into physical form. It will be physical objects. The benefit to society is huge. No more shipping huge amount of products around the world. No more shipping the broken products back. No more child labour.  3D printing is an emerging technology, but it has attracted a passionate community of hobbyists who design and build a variety of objects. Some are designed from scratch; others are generated from 3D scans of existing items. The community recently had its first run-in with copyright law when tabletop battle games company Games Workshop issued DMCA takedown notices against Thingiverse, a site where &quot;makers&quot; share designs. Games Workshop spokesman Kyle Workman said: &quot;We are very protective of our intellectual property, and our legal team investigates each issue on a case-by-case basis.&quot; Asked whether the company might ever consider selling its own digital 3D designs, he said: &quot;That would be nearly impossible, unless the customer had plastic, metal and resin casting equipment.&quot; At the time of writing, one of the offending designs had appeared on The Pirate Bay. But while 3D printing may eventually give manufacturers cause for alarm, for the moment the threat would seem to be negated by simple economics. Games Workshop&apos;s Space Marine Dreadnaught model sells for 28. Makerbot 3D printers start at more than $1,000 (637). This article was amended on 1 February 2012. The original said the Pirate Bay site has irked Games Workshop. The company has asked us to point out that they have not formed any view on Pirate Bay.", 
    "section": "technology", 
    "gid": "technology/2012/jan/26/pirate-bay-3d-printing", 
    "wordcount": "383"
}