{
    "headline": "Martian meteorite contains pockets of the red planet's atmosphere", 
    "text": "Heralded by sonic booms and a fireball, the paperback-sized lump of Martian rock smashed into the desert of southern Morocco carrying within it sealed pockets of the red planet&apos;s atmosphere. Now the meteorite  dubbed the &quot;most significant&quot; to fall for a century  is in the hands of scientists at the Natural History Museum, who hope to unlock the secrets it holds about our nearest planetary neighbour. The 1.1kg Tissint stone, which landed in July last year and is named after a village in Morocco close to where it was found, is around one and a half times the size of the largest meteorite currently held by the NHM, and by far the biggest Martian meteorite in the collection. &quot;Arguably it is the most significant fall in 100 years,&quot; said the NHM&apos;s meteorite curator, Dr Caroline Smith. &quot;This is a once-in-a-career opportunity, so I feel extremely privileged in being able to acquire it for the museum  it is a major acquisition for us.&quot; Only four Martian meteorite falls are known to have been witnessed, the last one in Nigeria in 1962. Out of a total of more than 41,000 meteorites known to science, only 61 come from Mars. Martian meteorites are rare, but the Tissint stone is more valuable still because it fell in a dry area and was picked up very soon afterwards, so any potential contamination with material from Earth (such as moisture or bacteria) is likely to be low. &quot;The first pieces were discovered end of September, beginning of October  it&apos;s almost pristine. It&apos;s almost as if it was blasted off Mars yesterday,&quot; said Smith. &quot;It makes the geochemical studies to get to the nitty-gritty of the chemistry of Mars a little easier.&quot; Scientists at the NHM will conduct scanning and chemical analyses of the meteorite in order to gain clues about the chemistry and geology of Mars. &quot;One of the interesting things about this type of meteorite  called a shergottite  is that they contain a mineral glass called maskelynite,&quot; said Smith. &quot;Originally that would have been feldspar and if you shock that, it turns into maskelynite. Other meteorites with maskelynite in have been found to contain trapped gases: that is trapped Martian atmosphere.&quot; Using CT scanners, scientists will be able to take high-resolution pictures of the maskelynite inside the Tissint stone without damaging it. Once the scientific tests have been completed, the stone will be placed in a dry, oxygen-free atmosphere and placed on public display at the museum. Smith said that, despite the wealth of high-quality images and scientific information beamed back from Mars rovers in recent decades, meteorites are the only samples of Mars that scientists can study using the most sophisticated techniques available, in laboratories on Earth. &quot;Much as the rovers are fantastic and have got great kit on them, the instruments we have in the laboratories on Earth are far superior,&quot; said Smith. The NHM&apos;s meteorite collection has around 1,950 individual meteorites in 5,000 pieces. The funds to buy the Tissint stone were donated by an anonynous supporter of the NHM&apos;s science. &quot;My family and I are delighted to partner with the museum in such an important acquisition,&quot; the donor said. &quot;We all now set off on an exciting voyage of discovery. Man may not set foot on Mars in the near future, but Mars has come to us. This close-up view will bring new scientific understanding, to spur our children on to further exploration on the surface of the planet itself.&quot;", 
    "section": "science", 
    "gid": "science/2012/feb/08/natural-history-museum-martian-meteorite", 
    "wordcount": "603"
}