{
    "headline": "Millions paid out to teachers for classroom assaults and accidents", 
    "text": "Assaults, accidents, injuries and discrimination in the workplace have seen teachers collectively secure millions of pounds in compensation claims, according to figures released by three teaching unions to coincide with annual conferences over the Easter holidays. The NASUWT, one of the country&apos;s largest teaching unions, secured 12.6m for its members for claims overall  representing an increase of almost 20% on the previous year. A total of 964,268 was secured on behalf of 80 members during the year for claims related to assaults and stress-related illness. The lot of teachers was laid bare as the country&apos;s two largest teaching unions prepare to gather over the bank holiday weekend for their respective annual conferences where pay, pensions and the increasing pressure on teachers in their day-to-day environment will be debated. The National Union of Teachers, which last year set up a dedicated litigation unit to deal with personal injury and criminal injury claims, did not publish an overall figure but listed the cases dealt by the union  mostly securing a few thousand pounds for individual claimants. Among the highest compensation payouts secured by the NUT was 222,215 for a teacher working in a school for pupils with learning and behavioural problems who suffered a brain injury after being hit on the head with a bus door by a pupil. Another was handed almost 175,000 after being punched in the head by a parent. The largest out-of-court personal injury settlement by NASUWT was 158,000 for a teacher in the north west who slipped on mud  the result of building work, during a fire drill, and hurt her back. A teacher at a primary school for children with special needs was awarded 74,689 after an aggressive parent threatened her while she was alone in a classroom. She had a breakdown, ending her 32-year teaching career. The Association of Teachers and Lecturers (ATL), which concluded its annual conference in Manchester this week, achieved 4.5m in redundancy payments and approximately 800,000 in compensation claims for injured ATL members and their families. Chris Keates, the NASUWT general secretary, said compensation was &quot;cold comfort&quot; when a teacher has lost their job, or &quot;their mental or physical health is irreparably damaged&quot;. She said: &quot;Employers who deliberately flout the law are not only causing distress, ill-health and job loss, they are costing taxpayers millions of pounds. Behind each of these cases is a person whose life has been damaged through serious injury or unfair dismissal from their chosen career. Compensation is important but it is cold comfort when they have lost their job, or their mental or physical health is irreparably damaged.&quot; Both the NUT and the NASUWT will be deciding their next moves this weekend in their fight against government plans to overhaul teachers&apos; pensions, which includes raising the retirement age and a 50% increase in contributions  the first phase of which kicked in this month . The NASUWT has been staging industrial action short of a strike since December, after taking part in the mass union walkout last November. The NUT still has an active ballot for strike action following a joint walkout with three other unions last June. The union took part in the mass strike day on 30 November, and a London day of action was staged last month. NUT leader Christine Blower said delegates would decide the &quot;shape of the ongoing campaign&quot;. The NUT will also debate an emergency motion on pay  set to be agreed on the opening day of the five-day conference in Torquay, in light of government plans to introduce local pay rates, confirmed by chancellor George Osborne in his March budget. The motion is expected to bundle all pay-related grievances facing the teaching profession, such as the 1% cap for the next two years, which follows a two-year pay freeze. Blower said the attacks on pay and conditions alongside an overhaul of the Ofsted inspection regime and new guidelines on the performance management of individual teachers were placing an unbearable toll on the profession. The NUT leader said members were as troubled by detrimental changes to their day-to-day working lives as by the erosion of their pay and pensions, citing the revised criteria being proposed by Ofsted&apos;s chief Sir Michael Wilshaw, which will replace the &quot;satisfactory&quot; grading of teaching with &quot;requires improvement&quot;. An NUT motion warns that this is a &quot;pernicious new means of using capability procedures to control classroom teachers&quot; which risks creating the &quot;systemic bullying of all teachers not judged good or better&quot;. Speaking before the conference, Blower said: &quot;There is a big concern in the profession about performance management, about Ofsted, about the pressure on teachers and about the unreasonableness of it.&quot; The NASUWT will gather in Birmingham for the start of their four-day conference, as they debate a series of motions based around attacks on the teaching profession. The union will publish a survey which shows that more than two fifths of supply teachers say they are being used to cover the lessons of more difficult pupils. The poll suggests that it is inexperienced supply teachers who are most likely to say that they are asked to take these classes. It also reveals concerns among supply staff about the lack of work available to them, with many being forced to claim the dole. The survey, which questioned nearly 900 UK supply teachers, found that 42% say they feel they are used to cover the lessons of more difficult pupils.  This article was corrected on 10 April 2012. Chris Keates is female not male. ", 
    "section": "education", 
    "gid": "education/2012/apr/05/teachers-classroom-assaults-accidents", 
    "wordcount": "949"
}