{
    "headline": "A regional dialect may be the way to a reed warbler's heart", 
    "text": "For the first time this year the marsh is steeped in warmth, and the pace of life is all at once more leisured, almost sluggish. The singular note of intensity on this otherwise lazy afternoon comes from a reed fringe in the dyke. It is the song of a reed warbler. It is a sound no mnemonic could convey  a medley of scratchy and guttural notes with a chugging engine-like rhythm, relieved occasionally by sweeter passages, and characterised overall by a mood of nervous repetition. In chorus, where the song of one bird overlaps its neighbours, the music of reed warblers becomes a never-ending river over the ears, and it recedes into the background as a chaotic but somehow soothing flow. Together with the wilder and more assertive medley of its sibling, the sedge warbler, the reed warbler creates the summer soundtrack of the Norfolk Broads. One intriguing element of sedge and reed warbler songs is their insatiable mimicry. Fragments of other bird vocalisations are learned, perfected and inserted into their wild free-form performance. Out of the same wide beak come a machine-gun rattle of blue tit notes, a dash of swallow, the sweet contact calls of reed buntings, and common whitethroat alarm sounds so note-perfect you would imagine the other bird is present. Research has shown that these borrowings enhance the attractiveness of their author, and birds with bigger songs have more reproductive success. I also wonder whether the imitations serve as a kind of regional dialect that informs a female about her prospective mate. Does the repertoire of his borrowings imply familiarity with a specific landscape that holds all the birds he copies? If he knows the neighbours, will he not know that particular neighbourhood intimately and be best adapted to navigate that place and all its resources? His song, in short, maps the locations where he is most likely to nest successfully.", 
    "section": "environment", 
    "gid": "environment/2012/may/27/blackwater-carr-norfolk-reed-warbler", 
    "wordcount": "315"
}