{
    "headline": "Beryl Goss obituary", 
    "text": "My friend and former colleague Beryl Goss, who has died aged 89, taught PE at Lincoln Christ&apos;s hospital girls&apos; high school. There, with her natural authority, she was the linchpin for the success of musical and dramatic performances, speech days and carol services in the cathedral. I joined the staff in January 1967, having left the school as a pupil in 1962. In that interval, Beryl had been appointed and had transformed PE provision. The Victorian gothic building, accommodating 600 girls, was on a steep hillside just below the cathedral and its original gymnasium was designed for fewer than 200 pupils. Beryl utilised the garden of the boarding house for rounders and dance and imported a trampoline for the school hall. She organised swimming elsewhere and developed after-school tennis and athletics coaching at local clubs, along with outings to Wimbledon and Wembley and skiing trips. She believed in fun as well as discipline in sport and devoted her energies to all her pupils, some of whom went on to national and international careers. She was competitive but never partisan, encouraging determination and enthusiasm as well as talent. Beryl Magor was born in Plumstead, south-east London, and moved to Harrow in the north-west of the city in her childhood. She attended Paddington and Maida Vale high school and went to the Bergman sterberg College in Dartford, Kent. She married John Goss in 1945 and began teaching in Northwood, Harrow, while John served in the navy. On his return, they moved to Derby, from where his work for Rolls-Royce took them to Australia, Nigeria and Scotland. Back in England, with three sons, Beryl then taught in Nottingham before moving to Lincolnshire. She had a natural flair for hospitality. When, in 1974, the school became part of a huge comprehensive, Beryl was delighted by the acquisition of on-site facilities and a sports hall. She took part, along with younger male colleagues, in a demanding field trip to Iceland, organised an annual tournament with a Dutch hockey club and developed, with boys, the Duke of Edinburgh&apos;s award scheme which she had instigated at the girls&apos; school in the 60s. Gracious, firm, principled and full of good sense and humour, Beryl was admired and trusted by all. She and John welcomed everyone to their home on the edge of the Lincolnshire fens. John predeceased her. She is survived by her sons, Nicky, Simon and Chris; her sister, Joyce; and niece, Margaret.", 
    "section": "education", 
    "gid": "education/2012/jan/19/beryl-goss-obituary", 
    "wordcount": "407"
}