{
    "headline": "The new Sutton Trust scheme will reinforce existing segregation in schools", 
    "text": "There can&apos;t be many people associated with education policy who don&apos;t respect the work of the Sutton Trust. Its commitment to understanding the barriers that face disadvantaged children is unquestionable and often backed up by a generous financial commitment to research and practical schemes. Its founder, Sir Peter Lampl, was ahead of his time in acknowledging the unrelenting divide caused by the English private school system  an observation that has now become banal given the frequency with which it is trotted out by coalition politicians. He is also right when he points out that successive governments have serially duped the British public with the notion that radical policies are being introduced to combat this, so it was disappointing to see the Trust&apos;s latest suggestion: state-subsidised private school fees for &quot;bright&quot; pupils who pass a selective entry test. As with so many of these schemes Democratising Entry to Independent Day Schools uses a superficially seductive title to mask a plan that is more likely to reinforce existing hierarchies and segregation than to increase equality. And if you don&apos;t believe me, take a look at the school system in Jersey, as I did recently, and you will see why, if this is the future, it won&apos;t work. Jersey has a small but imperfectly formed mixed market of schools based on the worst aspects of English schooling. A patchwork of non-selective, selective, and state-subsidised fee-paying schools deliver anything but equal opportunities for all. They produce such skewed results that it took an FOI request from the local media to smoke out the fact that the most poorly performing school achieved only 13% good GCSEs last year and the most successful  a post-14 school that creams off the brightest year 9 pupils from the rest  scored almost 100%. All the problems that bedevil the English selective counties  low self-esteem on the part of children who fail the tests, comprehensives that aren&apos;t really comprehensive, schools divided by class, inadequate post-16 provision for the least academic  exist in an insoluble headache for the Jersey government, whose recent plan to cut financial support to the private sector was met with such outrage by the beneficiaries of this iniquitous system that it had to be strangled at birth. Advocates of open access in the English system argue that it would be nothing like this if operated on the mainland since only a tiny proportion of pupils would be affected, and the displaced private school children would apparently be forced back into the state sector. But once this particular genie is out of the bottle, how could anyone predict where it would end? A much more likely outcome would be a subtle but pervasive expansion in the selective private sector  new independent schools would be financially viable and existing schools would have a strong incentive to expand. Forget the satellite grammar, the state-subsidised satellite private school would be much easier to establish. Displaced private school parents would probably not make a beeline for the local state school. As the Sutton Trust has pointed out in many other reports, this group has a tendency to do just the reverse, using sharp elbows, willingness to travel and ability to manipulate the admissions system to monopolise places in the most sought-after state schools, however far away, thereby displacing other local parents. The trouble with all these schemes (and free schools are no different) is that they tinker around the edges and give a leg up to a minority at the expense of the rest. That is why they are not radical. A radical idea  such as ending charitable status for private schools, or the 11-plus  would give a fillip to the rest at the expense of a very vocal minority, which is why no one dares try them. At a recent meeting at the House of Commons, I listened with a packed committee room of teachers, politicians, parents and governors as Pasi Sahlberg, aFinnish educator, outlined how his country had come to top the international league tables. Their starting point was bluntly laid out. Fifty years ago, Finland trailed most other countries in achievement and equity so they built consensus around a bold decision: abolition of private and selective schools. They understood that the Finnish dream of every child having access to a good school could not be realised if a parallel system of fee-paying schools existed. Over time, nearly all were merged into the comprehensive state system with stunning results. That is the really radical idea. Unfortunately no one seems willing to discuss it, even the Sutton Trust.", 
    "section": "education", 
    "gid": "education/2012/jun/11/sutton-trust-plan-reinforce-hierarchies-schools", 
    "wordcount": "761"
}