{
    "headline": "Apps Rush: iTunes U, Elmore Leonard, Playful Minds, Pet Town and more", 
    "text": "iTunes U iBooks 2 and the iBooks Author tool may have hogged the headlines from Apple&apos;s education launch, but its iTunes U service also has a brand new iOS app. It provides access to a host of free educational content and courses.iPhone / iPad Elmore Leonard HarperCollins has launched an iPhone app for crime-writer Elmore Leonard, tying in with his new novel Raylan. Photos, videos, social media are all included, along with info on his back catalogue with links to buy on Apple&apos;s iBookstore.iPhone Playful Minds: Math (5-8 Years Old) Sadly, Gameloft hasn&apos;t localised the title of its new educational iOS app for Brits. That said, its content is based on both the UK and US maths curricula, with a variety of exercises. A 12-month subscription is included with the app, which will have to be renewed in a year&apos;s time.iPhone / iPad Pet Town Social mobile games firm Booyah has launched a new title for iOS, bringing together pets and town-planning  two popular social genres. Yes, it&apos;s about making a town for animals, with real-world elements blended into the gameplay.iPhone / iPad HeadTurn HeadTurn is the latest digital sheet-music app for iPad, with the twist here being its ability to turn pages in response to a mere head-nod from the musician using it.iPad Hipster The name may be wince-inducing, but Hipster is a polished photo-sharing app on iPhone, and now it&apos;s available on Android too. It&apos;s all about making digital postcards with a combination of text and images, which can be shared on social networks too.Android Triple Town Popular Facebook puzzle game Triple Town has made the leap to mobile: iPhone and Android specifically. It&apos;s about building a town on a small grid by matching objects, and is very addictive.Android / iPhone Grammy Live US-only likely due to broadcast licensing rights this is the official app for February&apos;s Grammy Awards, providing news, photos and videos in advance of the music event, and three days of livestreaming footage around it.iPhone / iPad Livestream for Producers People running their own live webcasts using the Livestream platform now have a new app to do it with. This enables producers to upload text, photos and videos to their channels, as well as broadcast live from their iPhone.iPhone Jotly Jotly started life as a spoof app for iPhone, taking the mickey out of the blizzard of apps encouraging people to &quot;rate everything&quot;. Now it&apos;s launched on Android too. &quot;Find the best and worst things at any place. Like ducks? Jotly will show you big and little ducks...&quot;Android Melodies for Google Music Melodies is an iPhone client for the Google Music cloud service, streaming songs from Google-powered lockers, with support for Apple&apos;s AirPlay technology. Paid and free versions of the app are available.iPhone Spider-Man Turn Off The Dark Planning on seeing the Spider-Man show on Broadway? There&apos;s an official app for that with dates, news and videos.Android / iPhone", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jan/20/apps-rush-itunes-u-elmore-leonard", 
    "wordcount": "496"
}