{
    "headline": "Google's privacy policy: EU data protection chiefs 'to act within days'", 
    "text": "Google&apos;s unilateral change to its privacy policy in March will come under fire from European data protection commissioners within days, sources say. The controversial changes, in which Google tied together the previously separate data collected under services including its search engine, YouTube and Google+ were announced in January and implemented two months later. While creating a unified privacy policy across all the services, it also in effect amassed the data into a single location. That attracted widespread criticism  and now the group of 30 data protection commissioners from across the European Union are believed to have determined that Google has breached EU privacy laws. Now Google might be required to undo the changes  although Auke Haagsma, a lawyer advising the lobby group Icomp, which is critical of Google&apos;s policies, said that would be like trying to &quot;unscramble the egg&quot;. Data protection commissioners in a number of countries have varying powers. The Information Commissioner&apos;s Office (ICO) in the UK declined to comment on the decision, but said that generally it can use its powers to force any company that breaks the law in altering its privacy policy to reverse the change. &quot;We can issue an enforcement notice,&quot; said a spokesperson. The internet firm is already being investigated by the European commission&apos;s competition arm, which says that the way it orders its search results, uses other sites&apos; content, and controls some elements of advertising is anti-competitive. The two sides have been locked in negotiations since July. Joaqun Almunia, the EC competition commissioner, warned Google in September that it could face court action if it was not more flexible in the negotiations. Some German data protection authorities are also considering their response to the news that Google has not destroyed all the data its Street View cars collected when they scanned Wi-Fi networks in houses and businesses adjacent to roads. The changes to Google&apos;s privacy policies had already been described as being possibly in breach of EU law by the justice commissioner, Viviane Reding, in March. Data protection commissioners, led by the French national agency CNIL, criticised Google at the time for making the change without offering consumers the chance to opt out by remaining with the existing policy. The only choices Google offered users were to move to the new policy, or delete their entire user profile. The CNIL and others wanted them to be offered the option of remaining with the existing segmented profile. Google said at the time that the changes would simplify the experience of using its services and that it was confident that they respected &quot;all European data protection laws and principles&quot;. It said users would benefit because it would be able to tailor search results and advertising more specifically to users. Google declined to comment.", 
    "section": "technology", 
    "gid": "technology/2012/oct/08/google-privacy-policy-data-protection", 
    "wordcount": "466"
}