{
    "headline": "Aaron Swartz: husband of prosecutor criticises internet activist's family", 
    "text": "The husband of the US district attorney involved in the Aaron Swartz prosecution has publicly criticised the activist&apos;s family for accusing his wife of complicity in the suicide, amid claims the aggressive litigation was driven by their desire for a test case. Tom Dolan, an IBM executive married to Carmen Ortiz, used his Twitter account to attack the family of Swartz, who died on Friday. One tweet, posted on his @TomJDolan feed, said: &quot;Truly incredible that in their own son&apos;s obit they blame others for his death and make no mention of the 6 month offer.&quot; His comments, made three days after Swartz&apos;s death, attracted outrage on social media. The account has since been deleted. When asked about Dolan&apos;s tweet and whether it was appropriate, Christina Sterling, a spokeswoman for Ortiz, told the Guardian she had &quot;no comment&quot; to make at this time. Swartz, 26, who helped create Reddit, had been facing charges of breaking into Massachusetts Institute of Technology&apos;s computer system to access academic articles from the JSTOR digital library with the intention of making them freely available. His family have accused prosecutors and MIT officials of contributing to his death by pursuing a harsh array of charges for &quot;an alleged crime that had no victims&quot;. His death, and what critics have denounced as an over-reaching prosecution, have prompted calls for changes to the Computer Fraud and Abuse Act and for a halt to such prosecutions. If he had been found guilty of the charges, Swartz faced up to 35 years in prison and millions of dollars in fines, although it has emerged that negotiations between his lawyers and prosecutors had included a potential plea bargain of six months in prison. Condemnation of prosecutors over the litigation against Swartz continued on Tuesday. A petition to the Obama administration to remove Ortiz from office reached 28,188 signatures, past the crucial 25,000 signatures needed for a White House response. In July 2011, Ortiz said in a statement about the case: &quot;Stealing is stealing whether you use a computer command or a crowbar, and whether you take documents, data or dollars. It is equally harmful to the victim whether you sell what you have stolen or give it away.&quot; On Monday, academics paid tribute to Swartz by putting PDFs of their copyrighted work from JSTOR online, on their personal websites and on university databases. Many linked their actions on Twitter under the hashtag #PDFTribute. Lawyers for Swartz said that, despite their best efforts, prosecutors had refused to negotiate a plea bargain which did not involve jail time. One also said that MIT refused to agree to a plea bargain in which Swartz did not serve time. Andy Good, Swartz&apos;s initial lawyer, told the Boston Globe that he had warned one prosecutor, Steve Heymann, that his client was a &quot;suicide risk&quot;. Good said: &quot;His reaction was a standard reaction in that office, not unique to Steve. He said: &apos;Fine, we&apos;ll lock him up.&apos; I&apos;m not saying they made Aaron kill himself. Aaron might have done this anyway. I&apos;m saying they were aware of the risk, and they were heedless.&quot; Lawyers for Swartz said they had offered to accept a deferred prosecution or probation, so that if he did it again he would serve time. Marty Weinberg, who took over from Good as Swartz&apos;s lawyer, confirmed to the Guardian that during negotiations for a plea bargain, MIT refused to take a position which could have helped his client. Weinberg said: &quot;During pleas negotiations for Mr Swartz, he attempted to negotiate an agreement that would not subject him to any risk of going to prison. We asked them to support this initiative but they declined. As a matter of fact, MIT as an institution communicated to myself that they would not take any position in ongoing pleas negotiations between Mr Swartz and the government.&quot; &quot;There were subsets of the MIT community who were profoundly in support of Aaron,&quot; but that support did not override institutional interests, Weinberg told the Globe. Another of Swartz&apos;s attorneys, Elliot Peters, said on Monday that MIT officials were &quot;very cooperative with prosecutors&quot; during the investigation. &quot;MIT could have handled things differently, rather than inviting law enforcement and turning it into a federal criminal case,&quot; Peters said. Swartz&apos;s funeral was due to take place on Tuesday, in Highland Park, Illinois. Westboro Baptist Church, which had threatened to picket the funeral, reportedly backed off after hacktivist collective Anonymous and other Swartz supporters promised to block any protests.", 
    "section": "technology", 
    "gid": "technology/2013/jan/15/aaron-swartz-husband-prosecutor-criticises", 
    "wordcount": "768"
}