{
    "headline": "Liberia buzzes as latest talks on post-2015 development agenda begin", 
    "text": "The bunting has been hung, there is a smell of fresh paint at the airport, and posters dotted around Monrovia suggest something big is happening in the city this week. On Tuesday, the technical sessions of the UN high-level panel (HLP), which has until May to come up with a vision to shape the post-2015 development agenda, began. On Friday the Liberian president, Ellen Johnson Sirleaf, and her HLP co-chairs  David Cameron, Britain&apos;s prime minister, and Susilo Bambang Yudhoyono, president of Indonesia  are expected to offer a clearer idea of what that vision may be when they issue the panel&apos;s first communique. What is it likely to contain? Job creation is expected to make an appearance. The World Bank&apos;s 2013 World Development Report, published last year, said more than 600m new jobs will be needed over the next 15 years, particularly in Africa and Asia. An estimated 200 million people around the world are unemployed, of whom more than a third are under the age of 25. There is concern among leaders about what to do with the &quot;youth bulge&quot;  the young people who have benefited from the millennium development goal (MDG) to get more children into school, but have few opportunities once their education is completed. With job creation expected to come from the private sector  nine out of 10 jobs worldwide are created in the private sector, says the Bank  it seems likely the role of business in the post-2015 environment will get a mention in the communique. And given Cameron and Johnson Sirleaf&apos;s rhetoric about tackling corruption and ensuring greater transparency in government dealings  the Liberian president emphasised the importance of doing so in her annual speech on Monday (pdf)  there is an expectation these will find a place in there too. The communique will, of course, only offer a top line of recommendations from the second of three rounds of HLP talks. This week&apos;s meeting focuses on economic transformation. In March, the panel will meet again in Indonesia before presenting a report of its vision to the UN secretary general, Ban Ki-moon, in May. The report findings will feed into the open working group that is creating a set of sustainable development goals (SDGs), as agreed at Rio+20, and will be discussed at the UN general assembly in September, when the MDGs will be reviewed. Civil society organisations (CSOs) are anxious to influence the HLP meetings. In City Hall, just along the road from the Liberian parliament, around 60 CSOs began meetings on Monday to shape their ideas and prepare to lobby the panel. Among the groups in Monrovia this week are the large international NGOs such as Save the Children, WaterAid, Action Aid, Cafod and One, and grassroots organisations from across Africa, Latin America and Asia, such as the United Women Petty Traders Association of Ghana and the Liberian National Children&apos;s Forum. On Wednesday, these groups will present to the panel what they believe members must consider, including in this week&apos;s outcome document and in their final recommendations to the UN. &quot;It is our responsibility as civil society to unite and to share citizens&apos; opinions, with a view to making concrete recommendations on the post-2015 framework and its yet to be defined sustainable goals,&quot; said a press release issued by the African CSO secretariat last week. Neva Frecheville, co-chair of Beyond 2015 campaign and lead analyst of post-MDGs for Cafod, says the HLP &quot;has the chance to set the tone by creating a strong development that all actors  governments, civil society, the private sector, development banks and so on  can get behind&quot;. But she worries that a major hurdle for the panel is the short timeframe. The panel was only announced in August and, aside from a preliminary meeting in September, met for the first time at the end of October. &quot;Previous panels have had years to build shared understanding, consult with stakeholders and balance ambition with pragmatism,&quot; she says. &quot;The Brundtland report, a product of a similar panel in 1987, defined the concept of sustainable development, but it took two years. This time around, the panel has eight months  [and] a significant chunk of that time is up.&quot; Frecheville adds that the panel must listen to the poor and marginalised if it is to have any credibility. Beyond 2015 is collaborating with the Institute of Development Studies on a research initiative called Participate. Research is being carried out in more than 40 countries to gather evidence on the reality of poverty from those who live with it. The Participate group will be presenting their research to the panel this week. The panel will also hear about the UN MY World global survey. The survey has been developed in partnership with the Overseas Development Institute. It asks participants to choose their six priorities, out of 16 options, for what they would like to see included in the post-2015 goals. &quot;In post-2015 discussions, an inclusive debate is essential to the legitimacy of the process and the substance of the framework,&quot; says Frecheville. &quot;We&apos;ve moved beyond the point where a powerful elite can dictate development pathways to the rest of the world. Open collaboration will result in a shared response to the global challenges of poverty, marginalisation and discrimination.&quot;", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/jan/30/liberia-talks-post-2015-agenda", 
    "wordcount": "887"
}