{
    "headline": "Liberia's hasty forest sell-off risks more conflict", 
    "text": "More than half of Liberia&apos;s forests have been granted to logging companies according to figures released to the Guardian from Global Witness  and all of the contracts have been issued during Ellen Johnson Sirleaf&apos;s government. &quot;What we&apos;ve seen over at least the past 18 months is an explosion of logging concessions,&quot; said Jonathan Gant, policy adviser at Global Witness. More than 40% of the Upper Guinea rainforest is in Liberia. Rich, dense forest packed with rare and endangered species sprawls for hundreds of miles over the small coastal country. Sapo National Park, one of three protected areas in Liberia, contains more than 40 endangered species including the pygmy hippo, forest elephant, golden cat and western chimpanzee. After 14 years of civil war, during which the country was stripped of roads, electricity, hospitals and schools, the revenue from logging concessions is crucial for rebuilding the country. But Global Witness has found evidence that huge swaths of land are being relinquished to logging companies without adherence to local regulations or laws. Most of this land is virgin rainforest. Conflict timber became the main source of funding for the former president, Charles Taylor, during the war, after the UN imposed sanctions on importing Liberian diamonds in 2001. Despite this, Liberia still has an abundance of forest. Global Witness calculates that, since 2008, 2.4m hectares (5.9m acres) of the country&apos;s 4.4m hectares of forest have been granted to logging companies  around 55%. Logging exports resumed in 2010, after a UN timber ban was lifted in 2006, and are expected to increase as dredging companies deepen the ports in Monrovia and Greenville in the south-east. In 2006, President Sirleaf was praised for revoking all existing timber concessions and introducing new forestry legislation, after the contracts were criticised for being awarded in a corrupt way. Liberia was the first African country to be compliant with the Extractive Industries Transparency Initiative. The new legislation outlined sustainable practices for concessions to follow. However, the private use permit (PUP) for private landowners on smaller areas of land was also introduced. Global Witness claims logging companies are scooping up large areas using these permits, often without permission from local communities; PUPs now amount to nearly half of Liberia&apos;s logging concessions. Liberia&apos;s Truth and Reconciliation Commission&apos;s final report identified land disputes as one of the causes of the civil war. The commission released a survey, carried out in conjunction with the EU in 2008, saying land disputes were still the biggest threat to peace. A year later, the government of Liberia established the land commission with a mandate to address land conflicts. Since then, various policies and guidelines have been submitted to the president, but the country is still waiting for land law reform. The Community Rights Act defines customary land as owned by the communities living on it, whether or not there is any formal document. However, Liberia&apos;s constitution allows for expropriation &quot;in the public interest&quot; and ensures compensation. More than 40% of the country&apos;s land has been granted to foreign concessions  including logging, palm oil, rubber and mining companies  since Sirleaf came to power in 2006, according to Global Witness Last summer, Liberia joined other major timber-producing countries and signed a legally binding agreement with the EU &quot;committing them to trading only in wood products that can be verified as legal&quot;. The EU regulation comes into effect in March 2013, requiring all companies that export to Europe to prove they are buying timber that has been logged legally, and it is expected Liberia will be ready to begin issuing licences to export by 2014. For now though, many of the logging activities in Liberia are slipping under the radar, meaning little money and few benefits reach the people. The main issue, according to Anyaa Vohiri, executive director of the government&apos;s Environment Protection Agency (EPA), is that the government does not have the manpower or knowledge to scrutinise companies: &quot;The EPA has the mandate of monitoring, regulating, taking care and making sure that there&apos;s sustainable use of our natural resources. But the reality is the EPA doesn&apos;t have the capacity to do it. It&apos;s scary really when we are trying to develop so fast.&quot; Vohiri, who drafted many of the forestry laws and has worked in Sapo National Park with the NGO Fauna &amp; Flora International, says companies must also take ownership of the problem: &quot;Africa is now the area where economic development supposedly is going to take off but are you building our capacity to handle that, or are you coming in to extract, to take our resources and go and develop it out there and sell it back to us for a huge amount of money? That&apos;s the problem. That&apos;s the conflict.&quot; Morris Kamara, from the government&apos;s Forestry Development Authority says the environment can often take a back seat. &quot;If you want to balance conservation with mining, mining will win and the reason is very clear because mining brings in fast money. If you want to balance conservation with livelihood in a postwar situation, I can tell you definitely livelihood will win,&quot; he says. Money from the foreign direct investments should reach the people of Liberia in two ways. First, the revenue from the concessions should flow into the national budget. According to Liberia&apos;s poverty reduction strategy, &quot;concession revenues will be used to promote public welfare by financing investments in roads, education, health, water, and other areas&quot;. However, there is no mechanism in place to track where this money is going and in turn no way to ensure the funds are being used to &quot;promote public welfare&quot;. Second, mining concessions are obligated to contribute to social development funds, while agricultural concessions contribute to county development funds. But Ali Kaba, from the Sustainable Development Institute, said corruption at various levels often prevents the money in these funds reaching the communities. &quot;The benefits that should trickle down to the communities are being mismanaged. In some respects the institutional arrangements and capacity are so poor.&quot; He argued that communities should be involved in any negotiations with concessions right from the start, before any agreement is signed. The government then needs to &quot;make sure the institutions are right, so enforcing laws, prosecuting people who make bad decisions or [who] corrupt community funds&quot;. In May, Sirleaf joined other heads of state in Botswana at the summit for sustainability in Africa. She admitted the country had little to show for the iron ore that was exported under previous governments, claiming that striking the right balance between current needs and the future is a top priority.", 
    "section": "global-development", 
    "gid": "global-development/2012/jul/05/liberia-forest-sell-off-risks-conflict", 
    "wordcount": "1114"
}