{
    "headline": "Heathrow expansionists must drop their third runway obsession", 
    "text": "Since all three main political parties ruled out expansion at Heathrow airport at the last election  the Conservatives were especially uncompromising in their manifesto pledge to &quot;stop the third runway&quot;  it barely seems possible that it could be back on the agenda in this parliament. But these are desperate times. With the Tories panicking over George Osborne&apos;s failed economic policy and frustrated by the apparent policy paralysis within the coalition, the fierce and relentless lobbying campaign for a third runway waged by the aviation industry has scored another win. Yesterday the debate was resurrected in a bizarre tableau of mice and men  with the Conservative chair of the committee on energy and climate change, Tim Yeo, challenging the prime minister to a macho duel over the Coalition&apos;s third runway opposition. Yeo&apos;s calls for a Heathrow U-turn to mirror his own in March this year have been slapped down for now by the transport secretary, Justine Greening, and Number 10, but we can be sure that the poorly informed debate will continue. Whatever the pro-camp may claim, the big-picture reality is that endless growth in aviation capacity is not sustainable. Aviation already contributes 13% of the UK&apos;s greenhouse gas emissions once non-CO2 emissions including soot, nitrogen oxides and water vapour are taken into account. Worryingly, those non-CO2 effects are not even included in the Climate Change Act, and therefore are not in the Committee on Climate Change&apos;s advice to government on aviation, despite the warming impact being nearly double that of CO2 alone. Unchecked growth in capacity at Heathrow and elsewhere would make it impossible for the UK to meet its target of reducing emissions by 80% by 2050  a target which already falls short of what the science demands. Moreover, research by the Aviation Environment Federation suggests that the UK already has sufficient airport infrastructure to meet the maximum levels of future demand that would be consistent with the limits on aviation growth recommended by the Climate Change Committee. The government&apos;s own forecasts of air-traffic demand indicate that even if airport growth was allowed to continue free of environmental legislation, passenger demand in the south east could be met solely via the existing infrastructure until almost 2030. The forecasts also overestimate demand by assuming that economic growth will pick up at around 2% or more every year  hardly likely in the current climate  and that there will be no increase in oil prices. As Yeo rightly recognises, the economics around aviation have changed a great deal since the coalition announced its opposition to a new Heathrow runway in 2010. The oil price has risen from around $80 per barrel in 2010 to more than $120 per barrel in 2012. This factor will have by far the greatest effect in reducing demand than any other. Furthermore, the idea that inclusion of aviation in the EU emissions trading scheme is a get-out-of-jail-free card for the industry is a complete myth. While it was an important step, the scheme uses questionable calculations in order to offset the emissions abroad, and once again, fails to take into account the damaging impact of non-CO2 emissions from aircraft. Finally, claims that biofuels will allow aviation to expand indefinitely without causing damage are highly flawed. It&apos;s likely that there will be always be a limit on the amount of sustainable biofuels available for use in aircraft; meanwhile, the environmental and social risks involved in giving ever more land over to growing crops for fuel, rather than food, are already well documented. Even aside from the environmental case against a third runway at Heathrow, the idea that one runway could ever play a significant role in our economic recovery is nothing more than a foolish distraction from what we actually need  wide-scale investment for the public good, in order to create jobs and stabilise the economy. Tim Yeo calls for political courage in the debate and I couldn&apos;t agree more. Those in favour of endless airport expansion must finally accept that there are ecological limits to aviation growth, be honest with the public about the priority shift we need in order to deal with climate change  and drop the third runway obsession, once and for all.", 
    "section": "environment", 
    "gid": "environment/blog/2012/aug/29/heathrow-expansionists-third-runway", 
    "wordcount": "700"
}