{
    "headline": "Bank Holiday catch-up: EA, Wii-U and the $99 Xbox", 
    "text": "It&apos;s been quite a busy weekend for the games industry, so here&apos;s a quick refresh on what we&apos;ve missed while lounging about at home enjoying the Bank Holiday break... EA has a record year for revenues, hints at Dead Space 3, but admits Star Wars: The Old Republic subscriptions dive Electronic Arts has announced its financial results from Q4 2011 and the fiscal year. Over the 12 months up to 31 March 2012, the company generated $4.2bn in revenue, with $1.2bn coming from digital projects. This resulted in profits of $284 million, up from $233 million in 2011. The publisher also revealed in an investor call that new instalments in the Dead Space and Need For Speed franchises are due in this fiscal year. No surprise there, really. There was some darker news. There will be further staff lay-offs as part of the company&apos;s $40m restructuring plans; and, with an immediate effect on share value, it was admitted that subscription numbers have fallen on the Star Wars: The Old Republic MMOG  since March, numbers have dropped from 1.7 million to 1.3 million; almost 25% of the user base. EA has said, however, that support is strong among the game&apos;s core subscribers, and that the fall is down to casual users choosing to stop the game before billing started.  Finally, the company has pledged $80m to next-gen console development, with CEO John Riccitiello expressiing his confidence that there is room for the console market to keep growing. The $99 Xbox 360 Could this be an intriguing hint at future console pricing models? Microsoft in the US is offering a Kinect-equipped Xbox 360 console for just $99  but purchasers must sign up for two years of Xbox Live gold membership. Ducking out of the deal before the time is up requires a buy-out fee, just like a mobile phone contract.  The deal is only available via Microsoft&apos;s own retail stores, and as PC World discovers, might not represent the best value, with most big chains offering the full-rpice console at between $230 and $300, putting it cheaper than the contract deal, even when you add on Xbox Live subscription.  I asked Microsoft&apos;s UK office whether we can expect a similar deal here and they told me, &quot;it&apos;s a pilot program at the 16 Microsoft Stores in the United States to test a new pricing model for the Xbox 360. This pilot program aligns with our ongoing commitment to test new products and offers to understand how to best serve our customers.&quot; I think that&apos;s sort of a no, for now  but as the industry moves toward a digital service model, we can certainly expect more of this smartphone-style pricing sorcery. Blockbuster employee reveals Wii U launch titles? It seems a sneaky employee of Blockbuster has done a search for Wii U on the chain&apos;s stocking computer and come up with a possible launch line up for the console. The hastily photographed screens show titles like Batman Arkham City, Pikmin, Assassin&apos;s Creed and Splinter Cell. Many of these have already been confirmed and there&apos;s nothing to verify the rumours, but the story has proved popular over the weekend.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/may/08/bank-holiday-news-catch-up", 
    "wordcount": "531"
}