{
    "headline": "Grammar school expansion divides Kent town", 
    "text": "When the first expansion of a grammar school in more than half a century was approved last week, the result surprised even those parents who had fought so hard to achieve it. A campaign in the Kent commuter town of Sevenoaks, which has no grammar school of its own, to provide for its brightest children had raised a petition of 2,600 names. At present 1,120 of the town&apos;s children have to travel to selective schools in nearby towns. The county council&apos;s decision means an annexe associated with these schools can be built in Sevenoaks. &quot;People power is alive and well,&quot; said Mike Whiting, the Tory county councillor in charge of education in Kent. Coalition changes to schools legislation last December had opened the way for Kent to approve new grammar school provision, spearheading what many fear could be a resurgence of selective education across the country. Tory councillor Jim Wedgbury declared triumphantly: &quot;We can make history and start the rollout of grammar schools across the nation.&quot; But for others the campaign has led to a divide between those who can afford to tutor children to get them into exclusive schools, and those who are &quot;making do&quot; with non-selective state provision, which in Sevenoaks is Knole Academy. Mary Boyle, the head teacher at Knole, said: &quot;By implication, what they are saying about my school, my children, my staff and my governors is unfair. The grammar school parents are saying &apos;the only alternative is Knole Academy and we&apos;re not going there&apos;, when most of them have never even visited. &quot;We&apos;re not just bumping along at the bottom. We&apos;re a new school and such a negative view of us has an impact. We get children arriving with very low self-esteem after the experience of the 11-plus [and] we have to build them back up. I just wish all these people going around saying &apos;Oh, my child can&apos;t go there&apos; might actually visit us and see what we do here.&quot; She said Knole&apos;s recent production of Twelfth Night had highlighted the prejudice. &quot;You tell people and there&apos;s astonishment: &apos;What you? Shakespeare?&apos;&quot; Boyle said there was little appetite for new grammar school places among heads, both state and private, in Sevenoaks and pointed out the logistical difficulties in running satellite sites. Knole&apos;s head boy and girl wrote a letter to the council, pointing out the impact on pupils of being seen as a school of last resort. Head boy Oliver Nichol, 18, said they felt Knole was being unfairly put down. &quot;My results are better than some people I know who went to grammar,&quot; he said. &quot;I&apos;m glad I went to this school because it&apos;s much more inclusive, I&apos;ve met people from all types of background and its made me the person I am. There&apos;s a real team spirit. I think parents want the social cachet of having kids at grammar school, they&apos;re holding on to old perceptions and we wanted to set the record straight.&quot; Councillor Whiting said Knole was a &quot;very good option&quot;. He said he was sure the recession played a part in the anxiety over places as parents faced high fees for the private sector. &quot;There&apos;s a certain pressure coming from those migrating here from London. They come because of the selective system and that of course puts pressure on places. Parents train them up for the 11-plus in the private schools sector and then get them into a good state grammar.&quot; Labour banned new grammars in 1998. In 2007 the Tories said they would instead expand the academy schools programme. But in December education secretary Michael Gove announced that the 164 remaining grammar schools could expand and set up satellite schools. The parents who organised the Sevenoaks petition said they were fighting an exclusively local fight for the sake of those 1,120 children commuting to grammar school up to 12 miles away. &quot;It has been an issue around here for years,&quot; said Andrew Shilling, an accountant. &quot;But I was surprised we got the vote. I nearly dropped my sandwich. Although it&apos;s not a done deal yet by any means. I think it was ridiculous that no one listened to what parents wanted.&quot; His son Thomas, 12, goes to a &quot;super-selective&quot; school which skims the very brightest  only those who get the best 11-plus results. He acknowledged the &quot;tutoring culture&quot; among parents who could afford extra help to get their children to pass the 11-plus, but he did not go down that route. &quot;We just coached him at home to be sure he was familiar with the exam format.&quot; Thomas leaves the house at 7.45am to get to school on time. The Shillings hope there will be provision in Sevenoaks by the time their two youngest sons, aged nine and six, are ready to go. &quot;For most of the kids the school trip takes two hours a day, a 20-mile round trip,&quot; Shilling said. He visited Knole and wasn&apos;t impressed. &quot;They&apos;ve got a good head teacher now and it&apos;s improving, we all hope it gets better, but it takes time. My son&apos;s favourite subject is Latin, he loves it and can&apos;t get that at Knole. &quot;I&apos;m not campaigning to change the system, that would be shouting into the wind. I&apos;m not campaigning for selective schools in the rest of the country, I&apos;m just campaigning to try and make the best of the system we are in for our children.&quot;", 
    "section": "education", 
    "gid": "education/2012/mar/31/grammar-school-expansion-kent-town", 
    "wordcount": "937"
}