{
    "headline": "Michael Gove proposes that schools set own teachers' pay", 
    "text": "England&apos;s state schools could be allowed to set their teachers&apos; salaries themselves, the education secretary has proposed, leading to the end of a national pay scale for the profession. Michael Gove made the suggestion in a submission to a review on teachers&apos; pay due to report this autumn. His idea would trigger one of the biggest shakeups in teachers&apos; working conditions for a generation and was deeply unpopular with trade unions. Gove said the current national pay scale for the profession was too rigid and meant that schools in some parts of the country struggled to recruit good teachers, while others significantly overpaid their staff. Academies are already allowed to deviate from the national pay scale, but just 35% have chosen to do so. Government research shows a wide variation in teacher vacancies and turnover across the country. In London, there are at least 40% more vacancies than across the rest of the country. Salford, in Greater Manchester, has several schools with a large number of vacancies, but in 90% of its schools there are no vacancies. Teacher turnover is above average in east London, London and the south-east, but low in the north-east. These regional discrepancies are &quot;indicative of the challenges that exist at an individual school level&quot;, the government&apos;s submission to the school teachers&apos; review body states. Abolishing the national pay scale for teachers would enable schools to &quot;accommodate local market-facing pay fluctuations and any school specific issues that might affect the school&apos;s ability to attract and retain high quality teachers&quot;, the submission says. It would also allow schools to manage their budgets more effectively and pay good teachers more, earlier in their careers. However, the submission admits there are considerable disadvantages to a system of complete deregulation. The government could not oblige all schools to take account of the local labour market, for example, and schools could pay qualified teachers at a significantly reduced rate. Other suggestions include giving headteachers and their governing bodies a larger degree of pay flexibility than they currently have. At present, teachers&apos; pay automatically rises according to their experience. Gove has also asked the school teachers&apos; review body to look into whether teachers&apos; pay should be more closely linked to performance and whether there should be local pay, triggering threats of strikes from the National Union of Teachers (NUT). This week, an international study by the Organisation for Economic Cooperation and Development showed there was no clear link between awarding teachers performance-related pay and improving standards in schools. Gove&apos;s proposal to scrap teachers&apos; national pay scale was greeted with anger from trade unions. Christine Blower, general secretary of the NUT, said a national pay scale gave the profession transparency and ensured &quot;much greater fairness and non-discrimination than pay levels determined at school level&quot;. &quot;Education is a nationally-delivered service so local pay for a teacher is completely inappropriate. It would reduce teacher mobility, create shortages in areas of lower pay, hit recruitment and retention, and create needless extra expense and bureaucracy for schools. The most disadvantaged parts of the country would be hit by a double whammy of government cuts and lower pay,&quot; she said. Russell Hobby, general secretary of the National Association of Head Teachers, said teachers&apos; pay should be more closely linked to performance. &quot;Good teachers ought to be able to progress more quickly on the basis of a rounded and objective judgement of their performance,&quot; he said. But he rejected the idea of schools setting their teachers&apos; pay. &quot;This will force schools in our most deprived communities to pay staff less,&quot; he said.", 
    "section": "education", 
    "gid": "politics/2012/may/16/michael-gove-schools-teachers-pay", 
    "wordcount": "605"
}