{
    "headline": "Tim Yeo energy bill speech: 'dash for gas would be a gamble'", 
    "text": "Two hundred and fifty years ago, Britain sparked the first industrial revolution.  By harnessing the force of fossil fuels like coal, enterprising British engineers were able to deliver astounding innovations in industry and travel, creating huge wealth and prosperity as they forged the modern world. In the first half of the 20th century, Britain built the first integrated national electricity grid in the world, powering millions of homes and factories by connecting them to network of enormous coal burning power stations. Forward-thinking legislation had laid the framework for a cutting-edge nationwide electricity system that would be copied the world over. In the eighties, Britain led Europe in liberalising its energy markets by breaking up the out-dated nationalised utilities and introducing competition. The government created an electricity market that, for all its imperfections, still delivers cheaper energy prices than on much of the continent. In those days Britain was not afraid to lead. Now, in the 21st century, tremendous technological changes are again sweeping the world. Information technology and social media is revolutionising the way we do business and organise our lives. Exciting new energy technologies could bring equally radical changes to the way we power our homes and businesses. But instead of being out in front again, leading the green industrial revolution, Britain risks being left behind. Our competitors  China, Japan, Germany and the US  are pushing ahead on clean new technologies. Only last month, the UK fell from fifth to sixth place in the renewable energy attractiveness rankings globally. China is at the top and shows no signs of slowing down its low-carbon investment. When my committee visited China earlier this year we saw the incredible innovations they are making in this area first-hand. Its current five-year plan is reducing the carbon intensity of its economy, delivering a new climate law and introducing carbon trading. Germany  the industrial powerhouse of Europe  now gets 25% of electricity from solar, wind and biomass and has set a target to get 80% of its power from renewables by 2050. In Germany last year, there were around 380,000 jobs in the renewable energy sector, and this is expected to increase to 500,000 or 600,000 by 2030. By contrast, both the last UK government and the present one have been dithering and indecisive on energy and climate change policy. Despite a decade of chatter and promises not a single new nuclear power station has been started. Incentives for low-carbon renewables have been chopped and changed, sometimes with little warning. The step change in energy efficiency that even climate change skeptics support has been the subject of more rhetoric than action. Setting a target for emissions from electricity generation as recommended by the Climate Change Committee has been put off until 2016, prolonging the political and regulatory uncertainty that is killing investment. The choice we face The government&apos;s new energy bill presents parliament with an opportunity to put an end to this uncertainty and set the UK on course to become a true world leader in clean technology. Worryingly however, the chancellor&apos;s new gas strategy is being interpreted by some as being at odds with this aim. If this interpretation gains credence it could undermine the confidence of clean energy investors and make the government&apos;s commitments on climate change hard to fulfill. As chairman of the Commons Energy Committee, I think the choice facing Britain is clear. We can embrace the technology of the future, set a target to reduce our present heavy dependence on fossil fuels and upgrade our electricity system. Or we can cling to the combustion-based technologies of the past, gamble the future on assumptions about the availability of abundant cheap gas and slow down the process of decarbonising our economy.  Britain must look forward, or risk getting left behind.  The argument Lumbering the UK economy with a centralised power system largely reliant on gas, would be like running an office using a fax machine in the age of the iPad. Gas does have a significant role to play as we make the transition to a low-carbon economy, but it would be rash to bet the future on one fuel or energy source.  It is time to upgrade our electricity system to 2.0 super-efficient solar cells, anaerobic digestion, wind power, new nuclear reactors, wave and tidal power and carbon capture and storage  these are the technologies of the future. Smart meters, new grid technology and increased interconnection across the continent will lead to a new &quot;energy internet&quot;, decentralising electricity generation, giving consumers much more control of their use of energy, and empowering people and businesses, both large and small, to produce and sell electricity back to the grid themselves. The dynamic demand management allowed by these new technological developments will help to address the problem posed by increasing proportions of intermittent generation in the system, gradually reducing the amount of gas back-up that is needed. And, as wider deployment of low-carbon technologies enables economies of scale to be achieved, the up-front capital costs of many of these systems are expected to come down. In contrast, the dash for gas would be a gamble, because it is by no means certain that gas prices are going to come down.  Let us be clear here. My committee was one of the first to call for Britain to exploit its shale gas reserves. Personally I welcome anything which reduces our growing dependence on imports.  It is possible also that if the recoverable reserves are sufficiently large, we may be spared some of the effect of the likely upward pressure on the gas price.  My committee is currently examining the impact that shale gas could have on energy markets. Abundant shale deposits in America have pushed US gas prices down, but it remains to be seen whether there are enough reserves in the UK and Europe for it to be a game-changer on this side of the Atlantic.  A robust regulatory framework and a clear system of community benefit will also be needed to make fracking publicly acceptable and politically viable in a country like Britain where population density is much greater than in those parts of the US, where the most rapid expansion of shale gas development is occurring. In reality therefore, prudence suggests we should avoid staking the game on one particular energy technology. To be fair, DECC has ensured that the energy bill does not do this. It is designed to deliver a diverse energy mix that lowers carbon emissions. To put Britain at the forefront of this new industrial evolution however, the bill should be more ambitious and set a clean energy target to cut dependence on fossil fuels for electricity generation by 2030  as the government&apos;s own independent climate advisers have recommended.  Arguments against Some people believe that we should simply exploit the cheapest forms of energy available to us  regardless of the consequences in terms of climate change. They complain that: Low-carbon energy needs subsidies that increase bills.  We should forget a target to phase out fossil fuels from electricity, because exploiting our gas reserves will bring gas prices crashing down.  In answer to the clean energy skeptics: Financial support for low-carbon technologies is needed to accelerate their development and deliver the economies of scale that will bring costs down. What many forget is that these costs will not continue indefinitely. Giving these technologies a short-term boost will soon lead to costs coming down. The energy bill will provide guaranteed prices for low-carbon technologies, but the price given to future projects should come down over time as technology costs become more competitive.  What is more, if we focus more on saving energy and cutting waste, then we can offset the cost of short-term green investment and rising fossil fuel prices. The argument that we should not set a target to clean up our electricity  and instead make a dash for gas  is short-sighted. Gas is a cleaner fuel than coal, so it does have a role to play in bringing down our emissions while we develop other forms of energy. But if all the 37GW of new gas-fired power stations envisaged by the government&apos;s new gas strategy are to operate at more than one-third of their capacity after 2030, without the application of carbon capture and storage, then Britain would wave good bye to any chance of meeting the carbon targets advocated by the Climate Change Committee. I hope CCS will be available in due course, but basing long-term policy on the assumption that it will be would be extremely risky. The Climate Change Act was passed  with the backing of nearly every MP in the House of Commons  to demonstrate British leadership in the international effort to avoid a global temperature rise of 2C. Exceeding this rise is widely regarded as a dangerous potential tipping point for the climate.  Although we are talking about seemingly abstract percentages, targets and degrees here, we must remember that the ultimate cost of failing to keep temperature rises below 2C could be measured in floods, mass migration and economic disruption.  And that it will be vastly more expensive to try to adapt to climate change later on. Investing in clean energy and climate change mitigation is likely to be the cheapest option in the long-run. If the energy bill does not set a target to decarbonise the electricity sector by 2030, then the UK may miss a big opportunity to create a low-carbon economy relatively cheaply. Because we are closing so many power stations, there is a need for at least 27GW new capacity between 2021 and 2030.  Crucially, the cost of reducing carbon-intensity in the power sector is generally lower than doing so in many other sectors, so the cheapest way to tackle climate change is to clean up our electricity supply.  Without a clear target in the bill to clean up the electricity sector, investors may lack sufficient confidence to deliver the huge sums needed to build the capacity needed. Setting a target for emissions from electricity generation has been put off until 2016, raising doubts about the depth of the government&apos;s commitment to accepting the recommendations of the Climate Change Committee. There is a danger that confusing and contradictory messages are being sent out by different parts of government  on the one hand backing a big new dash for gas, and on the other insisting that it can still cut carbon emissions. This is a problem because the more uncertainty there is about the future direction of energy policy, the higher the perceived risk will be for investors.  This could push up the cost of capital, increasing electricity prices and could even potentially undermine our energy security if projects are pulled as a result. Conclusion We face a choice. We can either upgrade our energy system or we can stay largely dependent on fossil fuels. Shale gas seems to have seduced some in government into premature confidence that it is an energy panacea; a golden calf that can meet all of our energy needs cheaply and even revive lost manufacturing industries. But we must remember: the scale of recoverable reserves is not yet known and gas power stations are considerably more polluting than the cleanest forms of renewable energy currently available. The price of most fossil fuels, including gas, may continue rising as global energy demand increases and other countries like Japan and Germany turn their back on nuclear power.  Gambling on gas could be costly. History will not look kindly on those who would have us fossilise our energy system by relying too heavily on gas.  I will not stand by and watch the wrong decisions being made on energy policy. This legislation is far too important for Britain&apos;s future to get wrong. Today, on the eve of the first parliamentary debate on the energy bill, I am announcing that I will be seeking to amend the legislation to include an emissions target  that will clean up the power sector by 2030. This amendment will introduce a target range, that requires power plants to produce less than 100g of carbon dioxide per kWh of electricity. I believe that Britain should aspire to lead the world in energy reform again  just as we did when creating the national grid or privatising our energy utilities. The energy bill is an opportunity for us to create a world-leading, clean and advanced electricity system that is fit for the 21st century. But without a target to phase out fossil fuels, it may fail.", 
    "section": "environment", 
    "gid": "environment/2012/dec/18/tim-yeo-energy-bill-speech", 
    "wordcount": "2090"
}