{
    "headline": "Climate change is happening now  a carbon price must follow", 
    "text": "Will our short attention span be the end of us? Just a month after the second &quot;storm of a century&quot; in two years, the media moves on to the latest scandal with barely a retrospective glance at the implications of the extreme climate anomalies we have seen. Hurricane Sandy was not just a storm. It was a stark illustration of the power that climate change can deliver  today  to our doorsteps. Ask the homeowners along the New Jersey and New York shores still homeless. Ask the local governments struggling weeks later to turn on power to their cold, darkened towns and cities. Ask the entire north-east coast, reeling from a catastrophe whose cost is estimated at $50bn and rising. (I am not brave enough to ask those who&apos;ve lost husbands or wives, children or grandparents). I bring up these facts sadly, as one who has urged us to heed the scientific evidence on climate change for the past 25 years. The science is clear: climate change is here, now. Superstorm Sandy is not the first storm, and certainly won&apos;t be the last. Still, it is hard for us as individual human beings to connect the dots. That&apos;s where observation, data and scientific analysis help us see. No credible scientist disputes that we have warmed our climate by almost 1.5C over land areas in the past century, most of that in the past 30 years. As my colleagues and I demonstrated in a peer-reviewed study published this summer, climate extremes are already occurring much more frequently in the world we have warmed through our reliance on fossil fuels. Our analysis showed that extreme summer heat anomalies used to be infrequent: covering only 0.1-0.2% of the globe in any given summer during the base period of our study, from 1951 to 1980. During the past decade, as the average global temperature rose, such extremes have covered 10% of the land. Extreme temperatures deliver more than heat. The water cycle is especially sensitive to rising temperatures. Increased heat speeds up evaporation, causing more extreme droughts, like the $5bn (and counting) drought in Texas and Oklahoma. It is linked to an expanding wildfire season and an increase by several fold in the frequency of large fires in the American west. The heat also leads to more extreme sea surface temperatures  a key culprit behind Sandy&apos;s devastating force. The latent heat in atmospheric water vapour is the fuel that powers tornadoes, thunderstorms, and hurricanes. Stepping up evaporation with warmer temperatures is like stepping on the gas: More energy-rich vapour condenses into water drops, releasing more latent heat as it does so, causing more powerful storms, increased rainfall and more extreme flooding. This is not a matter of belief. This is high-school science class. The chances of getting a late October hurricane in New York without the help of global warming are extremely small. In that sense, you can blame Sandy on global warming. Sandy was the strongest recorded storm, measured by barometric pressure, to make landfall north of Cape Hatteras, eclipsing the hurricane of 1938. But this fixation on determining the blame for a particular storm, or disputing the causal link between climate change and this or that storm, is misguided. A better path forward means listening to the growing chorus  Sandy, extreme droughts and wildfires, intense rainstorms, record-breaking melting of Arctic sea ice  and taking action. Think of it like taking out an insurance policy for the planet. We can fix this. The answer is a price on carbon. We must make the price of fossil fuels honest, reflecting their cost to society including the economic devastation wrought by storms like Sandy, the toll on farmland and ecosystems, as well as priceless human lives. Whether that price takes the shape of a carbon tax, as some in Washington are now willing to discuss, or a carbon fee, as I have advocated, a price on carbon lets the market find the most effective ways to phase out our reliance on fossil fuels. It also moves us to a sustainable energy future where energy choices are made by individuals and communities, not by Washington mandates and lobbyists. A carbon fee, collected from fossil fuel companies, will increase consumer costs. So the money that is collected should be distributed to the public. As people try to minimise their energy costs to keep money for other things, their actions will stimulate the economy, drive innovations and transition us away from fossil fuels. If we make our demand for action clear enough, I am optimistic that our leaders in Washington can look beyond the short-term challenges of today to see the looming, long-term threats ahead, and the answer that is right in front of them. We can&apos;t simply allow the next news cycle to distract us from the real task ahead. Back in the 1980s, I introduced the concept of &quot;climate dice&quot; to make clear the difference between natural variability and climate-change driven extremes. As I predicted, the climate dice in the 21st century are now &quot;loaded&quot;. It&apos;s not just bad luck Sandy pummelled America&apos;s coasts, extreme drought devastated its midlands and wildfires scorched its mountains. We loaded the dice. We changed our climate.  James E Hansen directs the NASA Goddard Institute for Space Studies", 
    "section": "environment", 
    "gid": "environment/2012/nov/29/climate-change-carbon-price", 
    "wordcount": "885"
}