{
    "headline": "Why is the Co-op sponsoring an anti-aviation tax campaign?", 
    "text": "&quot;We are among the world&apos;s leading businesses tackling climate change,&quot; says the Co-operative Group. No wonder there was outrage among environmentalists recently that a member of the group, Co-operative Travel, is sponsoring an anti-aviation tax campaign. A Fair Tax on Flying is a campaign being run by the Airport Operators Association (AOA). Cait Hewitt from the Aviation Environment Federation says:  &quot;It&apos;s extraordinary that it seems the Co-op is using their customers&apos; money to support industry lobbying to cut aviation taxes&quot;.  The campaign has adopted the American political lobbying tactic of having a title mimicking those run by environmental groups  there is already Fair Tax on Flying, run by campaigners who would like to see aviation pay more tax. Motorists pay 20% VAT on fuel, cars and repairs, but aviation pays zero VAT on aviation fuel, planes and servicing. Even airport alcohol and tobacco sales are VAT-free. Air passenger duty (APD) currently raises about 2.5bn per annum, whereas the motor industry is estimated to pay about 50bn in taxation every year. However, Darren Caplan, chief executive of the AOA says:  &quot;It is wrong to compare aviation with forms of private transport, such as car travel; it is a form of public transport.&quot;  The Aviation Environment Federation estimates that if aviation had to pay VAT like the motor industry, it would owe the taxman about 11bn. As even budget flights are dominated by the rich, this tax subsidy takes from the poor in lost services and higher taxes and gives to the rich tax breaks for their holidays abroad. APD on all economy European flights is a modest 13 a flight, a small increase of about 5 in real terms since 1994, when awareness of global warming was largely nonexistent. APD on long haul flights to places like New Zealand is considerably more expensive, reflecting the enormous carbon footprint involved. (A small note of explanation on APD: while it was explicitly a green tax at the outset, the Treasury no longer count it as an environmental tax; the Office of National Statistics say it still is). The recent inclusion of aviation in the European emissions trading scheme (ETS) will gradually increase European flight tickets by between 1.50 and 7 by the end of the decade depending on their carbon emissions, according to a recent report by the House of Commons library. So why, in complete contradiction to all their loudly declared ethical standards, is the Co-operative group sponsoring a campaign to lower APD on such climate change-exacerbating flights? Craig Brownsell, spokesman for the Co-operative group, told me:  &quot;Historically, we have always argued for a system which is fair on consumers and fair on the climate  at present the tax is not put back into projects which reduce greenhouse gas emissions.&quot;  John Stewart, a trustee of Campaign for Better Transport, and chair of HACAN Clearskies, sums it up when he says:  &quot;The involvement of Co-operative Travel with this campaign badly tarnishes its claim to be green and ethical. Many of its members will be shocked at its decision to join this alliance.&quot; ", 
    "section": "environment", 
    "gid": "environment/blog/2012/sep/13/co-op-anti-aviation-tax", 
    "wordcount": "528"
}