{
    "headline": "The 'charity' bike ride where no money goes to charity", 
    "text": "Riders signing up for Britain&apos;s newest and most expensive charity cycling sportive could be forgiven for thinking that part of their entry fee goes direct to a good cause. After all, the official title of the event is the Marie Curie Cancer Care Etape Pennines. Together with its well established big brother north of the border, the Etape Caledonia, it charges the highest entry fee on the sportive calendar  61. Yet none of that goes to the charity. Instead, all profits go to one of the richest showbiz and sport talent agencies in the world, IMG, which includes Rafael Nadal, Justin Timberlake and Tyra Banks among its clients. 5,000 riders took part in May&apos;s Etape Caledonia. Almost 3,000 have signed up for the Etape Pennines, which takes place in County Durham on 7 October. That&apos;s a turnover of nearly 500,000. Both events are closed-road sportives - yet does this really justify the high entry fee, especially as none of it goes to charity? IMG certainly thinks so. In response to this question, it emailed me a list of what the entry fee covers. Included were all the things provided by other, cheaper sportives, such as &quot;medical support&quot; and &quot;comprehensive ecommunications before and after the event making the experience as smooth as possible&quot;. The list also included &quot;paying a large number of stewards and marshals&quot;, even though the websites for both events make it clear these are volunteers who receive only &quot;agreed travel expenses&quot;. And finally there was this: &quot;Paying for the right to host events in some of the most beautiful locations in the country.&quot; As the largest independent producer of sports programmes in the world, IMG&apos;s television division may well have to pay for the use of certain locations, but as far as I&apos;m aware, no one has to pay &quot;for the right&quot; to host a cycling event on public roads in the UK, even if they are closed to motorized traffic. Instead, they have to apply to the local council for a road closure order and pay for policing costs. In the case of the 81-mile Etape Caledonia, Perth and Kinross Council charged IMG their standard rate of 500 for the road closure order. In the case of the 78-mile Etape Pennine, this service was provided free by Durham county council. The cost of policing such events is a slightly more complex issue. Neither of the two police forces concerned would tell me how much they charge for road-closures of this nature, but a set of official guidelines issued to chief police officers in England and Wales last year might provide a clue as to why IMG chose to share the name of its events with a well-known charity. Under this &quot;guidance on charging for police services&quot;, forces are encouraged to offer &quot;abatements&quot; of up to 50% for &quot;charitable events&quot;. The Marie Curie Cancer Care Etape Pennines would conceivably qualify as just such an event. IMG are obviously in the business of making money, whether that be from securing a lucrative endorsement deal for Maria Sharapova or charging &quot;weekend warriors&quot; a high price for their regular endorphin fix. The benefits to them of running Britain&apos;s biggest cycling events are obvious. But what&apos;s in it for the charity? When I put this question to IMG, they emailed me back:  &quot;We give them a large number of complimentary places (over 500) for them to use for fundraising purposes.&quot;  I read &quot;complimentary&quot; as meaning the entry fees for these places would go directly to the charity or be waived completely. I was wrong. This is what Ali Cameron from Marie Curie told me:  &quot;Once the event sells to the point where there are only 500 places left, the 61 registration fee still goes directly to the organisers but these riders will also be required to commit to raise a minimum of 250 for Marie Curie. They automatically become Daffodil Team members. This is the stage we are currently at.&quot;  Only after these places have sold out do 50 &quot;gold bond&quot; places become available, where the 61 entry fee goes direct to Marie Curie. To a regular rider and charity supporter such as myself, it seems a shame that IMG can&apos;t be more upfront on their website about the fact none of the entry fee goes to Marie Curie. Several veterans of the Etape Caledonia I spoke to were surprised when I told them this was the case. &quot;None of it went to charity? And all I got was a crappy water bottle?&quot; said one. It&apos;s also a shame that Marie Curie feel the need to use a pan-global, profit-driven event management group to run their Etapes. Other charities, such as the British Heart Foundation and  Action Medical Research, successfully run their own fundraising bike rides in which 100 per cent of the profits goes to them. Last month, I did the 80-mile Cairn O&apos;Mount Challenge sportive which raises money for development charities in Malawi. It cost me 25. The roads weren&apos;t closed, but the route was so well designed  taking in back roads and part of the National Cycle Route 1  that we hardly saw any motorised traffic anyway. Other than that, it offered exactly the same features as the Caledonia and Pennines Etapes, ranging from well-stocked feed stations, marshals, clear signage, timing chips and even a certificate at the end (finishers at the Etape Caledonia received a plastic medal). But the most satisfying part of it all was the knowledge that, according to the website, &quot;at least 20&quot; of my entry fee was going direct to a good cause.", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/jun/20/charity-bike-ride", 
    "wordcount": "972"
}