{
    "headline": "GCSE results row piles pressure on Michael Gove to order inquiry", 
    "text": "Michael Gove, the education secretary, is under pressure to order an inquiry into the way GCSE results fell following changes to the marking system that some have branded unfair. The Welsh government has already launched its own inquiry into the English language results while the Association of School and College Lecturers (ASCL) has called for a wider investigation into the way English results went down following a decision to raise grade boundaries between exams taken in January and June. Labour said the Commons education committee should hold an inquiry and Gove faced implicit criticism from his own party in the form of Tory backbencher John Redwood, who said he was &quot;unsure of what is going on&quot; and that it was &quot;unfair&quot; for exam criteria to change at the last moment. Results published on Thursday showed the number of pupils getting A* to C grades fell for the first time in the GCSE system&apos;s 26-year history, with the proportion of English entries achieving a good pass dropping by 1.5 percentage points. GCSE grades are essential for many pupils to secure a college place and are increasingly considered in university applications, meaning thousands of affected students are likely to appeal against their results. Good grades in English are also crucial for schools, which face being closed or converted into academies if results fall below government targets. Brian Lightman, general secretary of the ASCL, accused the government of &quot;tinkering&quot; with the system and called for an inquiry. &quot;What has happened this year is not that the exams or standards have been made more rigorous in a way that young people and teachers can prepare for,&quot; he said. &quot;What appears to have happened is that, halfway through the year, it was decided that too many students were going to get a C grade in English and the grade boundaries of the exam were pushed up very substantially. &quot;Standards in schools have not changed one iota. It is the grading that has changed  It is morally wrong to manipulate exam grades in this way - you are playing with young people&apos;s futures.&quot; Leighton Andrews, the education minister in the Labour-run Welsh administration, announced a review into the English language results and accused Gove of politicising the system. &quot;It&apos;s a shame that we&apos;re seeing politics brought into the exam process by the secretary of state for education in England, Michael Gove,&quot; he told BBC Wales. &quot;When Michael Gove says jump, the head of Ofqual [the exam regulator] says &apos;how high?&apos;.&quot; David Reynolds, a professor of education at Southampton University and an adviser to the Welsh government, said: &quot;It&apos;s difficult to avoid the assumption that there&apos;s an orchestrated campaign going on somewhere, and the issue is where is that being orchestrated from. Is it public opinion, is it the rightwing press or a Tory minister of education? We don&apos;t know but there&apos;s clearly something going on.&quot; Stephen Twigg, the shadow education secretary, said there should be a Commons inquiry into what happened. &quot;If pupils from the same year group have been marked more harshly if they were entered later, that is patently unfair. We need to understand why some pupils&apos; grades have fallen so dramatically,&quot; he said. &quot;If we are to restore confidence in the exam system there needs to be a full inquiry into what happened by the education select committee.&quot; In a post on his blog, Redwood, the Conservative MP for Wokingham, acknowledged there was confusion about what the examiners were trying to achieve. &quot;There seems to be some uncertainty about whether the current system is trying to establish an absolute standard of achievement which stays the same year after year, or whether they wish to have a similar proportion getting higher grades each year by fixing the pass mark through keeping the proportions of the different grades the same,&quot; he said. Accepting that it was &quot;unfair&quot; on pupils if they did not know what was expected, he went on: &quot;I am myself now unsure of what is going on.&quot; Gove has denied putting pressure on the examiners to bring down grades and, in comments on Thursday, he insisted the changes were comparable with what happened in previous years. &quot;You cannot have a situation where exam passes continue rising forever and ever without there being in some subjects at some points grades either falling or steadying or changing  it&apos;s just in the nature of things that inevitably there will be alterations,&quot; Gove said. Asked about concerns from English teachers that exams in their subject have been marked too harshly, he said: &quot;Yes, the number of As and A*s has fallen, but the number of Bs has increased, the number of Cs has fallen and the number of Ds has increased. That is a result of the independent judgments made by exam boards entirely free from any political pressure,&quot; he told the BBC. Around 658,000 16-year-olds in England, Wales and Northern Ireland received their GCSE results on Thursday. They showed that in maths, 58.4% of entries got at least a C grade, down from 58.8% in 2011, and 15.4% got A*-A, compared with 16.5% last summer. In science, 60.7% got A*-C grades, down from 62.9%, and 9.8% got A*-A, down from 11.6% in 2011.", 
    "section": "education", 
    "gid": "education/2012/aug/24/gcse-results-row-michael-gove-inquiry", 
    "wordcount": "914"
}