{
    "headline": "Mystery bird: Fan-tailed raven, Corvus rhipidurus", 
    "text": "Fan-tailed raven, Corvus rhipidurus, E. Hartert, 1918, photographed at Debre Libanos, a monastery northwest of Addis Ababa, Ethiopia (Africa).  Image: Dan Logen, 24 January 2011 (with permission) [velociraptorize].Nikon D300, 600 mm lens, f/6.3, 1/200 sec, ISO 640    Question: This Ethiopian mystery bird has several characters that set it apart from its congeners. What characters are those? Can you identify this bird&apos;s taxonomic family and species?  Response: This is a fan-tailed raven, Corvus rhipidurus, a passerine that is placed into the family of crows, ravens, magpies and jays, the corvidae. This common species occurs in desert or arid country throughout North Africa, the Middle East and Arabia. Like many other corvids, it has a generalist diet, feeding on insects and other invertebrates, fruit, grain, carrion and scraps of human food scavenged from rubbish piles and camp sites.  This small glossy-plumaged all-black raven is distinct from all other corvids. These birds&apos; wings have a broad base -- ideal for soaring on thermals and traveling long distances in search of food. When in flight, these birds have a bat-like appearance due to their stubby rounded tail and broad wings. When perched, the very short tail is also obvious because the wing projection extends far beyond the end of the tail. This bird also has a flat crown, a short, stubby black bill and distinctive nasal bristles. Although the sexes look similar, adult females are noticeably smaller than adult males.  Several morphological features, particularly its nasal bristles and wing and tail shapes, have led to some authorities to place this bird into its own monotypic genus, Rhinocorax.  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or mp3 files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientistevil google+: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/jan/24/3", 
    "wordcount": "329"
}