{
    "headline": "Renewable energy schemes help boost farmers' profits", 
    "text": "More than a quarter of all farmers have not just green fields but &quot;green&quot; barns too, thanks to a surge in the use of solar panels and wind turbines. Renewable energy is promising to overtake rural tourism as a secondary income for the agricultural sector, with 200 megawatts of power  enough for 40,000 households  installed, according to joint research by the National Farmers&apos; Union (NFU) and NatWest bank. They found that one in six farmers will have solar photovoltaic (PV) systems in place by the middle of this year and one in five will be producing clean electricity by this date. If this trend continues, as much as 15% of all UK electricity from renewable sources come from the land by the end of this decade, they believe. Jonathan Scurlock, chief renewable energy adviser to the NFU, said: &quot;The NFU has been encouraging farmers and growers nationwide across all sectors to diversify into renewable energy for the past few years, but we are amazed at this level of uptake already. &quot;The potential of land-based renewable energy to support profitable farming, while contributing to energy security and the low-carbon economy, is evidently much greater than we ever imagined,&quot; he added. The results also showed that a higher proportion of farmers in the south of England (20%) and Wales (21%) were using solar installations, in comparison to the north. The uptake of wind turbines was about the same across England and Wales with around 5%-6% in each area. The use of solar power underlines recent government moves to put the sector back on track. A decision last autumn to reduce the feed-in tariff in the middle of a consultation exercise infuriated the solar industry, and eventually led to court action and a ministerial U-turn. More than half of those farmers surveyed by the NFU felt that gaining planning permission was the biggest barrier to renewable energy projects. One in three said financing was an issue. NatWest said it was doing all it could to help farmers and growers secure funding for any renewable energy schemes that will help the UK meet its target of producing 15% of energy from renewables by 2020. Ian Burrow, head of agriculture and renewable energy at NatWest, said: &quot;We&apos;ve already taken steps to help those businesses that see access to finance as a barrier. We&apos;ve ensured our agriculture managers are better placed to help through our accreditation programme.&quot; Caroline Knox, a farmer on the Isle of Wight who grows wheat and peas, is one of the new breed of solar entrepreneurs. She complains that the banks she has spoken to have struggled to understand the benefits and regular income provided by the government&apos;s feed-in tariff, which provides subsidies to renewable energy projects. But Knox says her 1.6MW of green power, clustered together as a solar array in one of her fields, has been a welcome diversification for her core business. &quot;I would encourage as many as possible to pursue this if they have the land in the right place and access to [electrical] grid connections. It is definitely a great add-on for the farming industry,&quot; she said. Owen Yeatman, a farmer with 300 dairy cows in Dorset, said he had steered clear of wind turbines through fear of a public campaign against them, and of solar because the government has changed the subsidy rules too often, giving him &quot;cold feet&quot;. But he has for the past four years made more than 1,000 a day feeding the local electricity grid via an anaerobic digester (AD) that provides power from cattle manure and other waste products. Yeatman said: &quot;I am a bit of an enthusiast for AD. This has a capacity of 370 kilowatts and can provide power for 300 houses, including our own farm. It&apos;s very complimentary to farming.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jun/04/renerwable-energy-boosts-farmer-profits", 
    "wordcount": "649"
}