{
    "headline": "Japan's appetite for whale meat wanes", 
    "text": "Japan&apos;s failing appetite for whale meat left three-quarters of meat from whales caught in the north-west Pacific last summer unsold, according to a report. Junko Sakuma, a freelance journalist, said the body responsible for selling meat from Japan&apos;s controversial &quot;scientific&quot; whaling programme had failed to sell 908 tonnes of the 1,211-tonne catch, despite holding 13 public auctions since last October. The report, published on the website of the Tokyo-based Dolphin and Whale Action Network, said the Institute of Cetacean Research, a quasi-governmental body that oversees the hunts, had hoped to use sales from the meat to cover the costs of the whaling fleet&apos;s expeditions. The failure of the auctions to pique consumer interest in meat from minke, Bryde&apos;s and sei whales has forced the institute to revert to private sales through Kyodo Senpaku, the for-profit firm that collects, processes and sells the meat on behalf of the institute. Sakuma said the oversupply of whale meat, despite pockets of demand for the highest quality produce, had made Japan&apos;s lethal research programme unsustainable. The Institute of Cetacean Research blamed low demand on the complicated auction procedure and reluctance among food suppliers to attract criticism from anti-whaling groups such as Sea Shepherd. &quot;We could not achieve the results we had anticipated,&quot; an institute official told Kyodo. Although the International Whaling Commission (IWC) banned commercial whaling in 1986, Japan is allowed to conduct so-called &quot;scientific&quot; hunts in the north-west Pacific and the Antarctic. The IWC stipulates the meat must be processed and sold on the open market. But campaigns to revive the tradition of eating whale meat  which was largely confined to a few coastal towns  have failed to capture the public&apos;s imagination. A 2006 survey by the Nippon Research Centre found that 95% of Japanese people never or rarely eat whale meat. Consumption of whale meat rose after the second world war as it provided a much-needed source of protein. Sakuma&apos;s report will come as another blow to Japan&apos;s beleaguered whaling industry. Campaigners claimed a major victory when the Antarctic whaling fleet returned to port in March with just 30% of its planned catch of more than 900 whales. The fisheries agency blamed the poor catch on bad weather and &quot;sabotage&quot; by Sea Shepherd. Late last year, it was revealed the government used 2.28bn yen (18.5m) from the 11 March earthquake recovery fund, on top of its existing $6m (3.87m) annual subsidy, to pay for the most recent Antarctic hunt. The fisheries agency said the use of the fund was justified because one of the towns destroyed by the tsunami was a whaling port.  This article was ammended on 15 June 2012 to correct the currency conversion", 
    "section": "environment", 
    "gid": "environment/2012/jun/14/japan-appetite-whale-meat-wanes", 
    "wordcount": "458"
}