{
    "headline": "A-level results: top grades head north", 
    "text": "At King David high school, in Liverpool, the national downward trend in top grades was bucked as the proportion of A and B grades increased by 5% on 2011 figures, up to 58.3% this year. Gill Dale, head of the sixth form, said it was &quot;a really good year&quot; against a backdrop of more challenging exams. Overall, there was a 99.2% pass rate of A* to C grades and 17% of students achieved three As or better. The school&apos;s new campus opened last September as part of the  now abolished  Building Schools for the Future programme, and a distinctive Super Lamb Banana statue stands outside the reception. Liam Fletcher got an A in art, B in business and B in IT. He is off to Liverpool John Moores University to study architecture for seven years. He will live at home initially as &quot;it&apos;s only a 25-minute bus ride&quot; to university. Fletcher said he worked hard for his grades and it had paid off. &quot;Drawing is one of my particular strengths and other people may have to learn the skills that I already have,&quot; he said. His parents, who did not go to university, would be proud, he said. Ritesh Singh  who got three As in geography, biology and chemistry and a C in extended project science  is going to Carol Divila University in Bucharest to study medicine. He had two interviews in the UK but was rejected by both universities. The fees in Bucharest are 3,000 [3,900] a year, compared with 9,000 at many UK universities. &quot;There&apos;s the advantage of the lower fees and the cost of living being so much cheaper,&quot; he said. The medicine course is taught in English and lasts for six years, but Singh is confident he will integrate and learn the language while he is there. Hull College is also celebrating after achieving a record A-level pass rate of 100%  up from 96% last year. More than half of its students got A* to C grades. The college&apos;s chief executive and principal, Elaine McMahon, said: &quot;My congratulations go out to every one of our A-level students. We are delighted to have been able to improve on last year&apos;s excellent result. The fact that every person who sat an A-level has achieved their qualification is something they can be very proud of.&quot; At Cardinal Heenan boys&apos; school in West Derby, Liverpool, Ryan Whiston, 17, is off to university a year early. He got three As in his A-levels and will do a business degree at Liverpool University. Whiston, who already runs an events management company, said: &quot;I feel ready for university and because I won&apos;t be starting at the same time as my mates it will help me focus.&quot; His success helped his school enjoy record A-level results. The overall A to E pass rate increased from 96% to 99%. The Grammar School at Leeds saw a record 17 students achieving A* grades in three or more subjects. Of those, seven students gained four A*s and 10 achieved three A*s. Overall, the results were also up on last year, with 99.9% of students gaining pass grades between A* to E, while 79% achieved passes at grades A* to B. The principal, Mike Gibbons, told the Yorkshire Post: &quot;These results are the culmination of dedication and sheer hard work and I am very proud of our students. &quot;Changes in admissions policies this year mean that universities can recruit as many students with AAB results as they wish. This puts our students in an extremely strong position, with 79% achieving these grades.&quot;", 
    "section": "education", 
    "gid": "education/2012/aug/16/alevel-grades-liverpool-leeds-hull", 
    "wordcount": "619"
}