{
    "headline": "Richard O'Dwyer: Lib Dems fight to halt extradition to US on piracy charges", 
    "text": "The government is coming under cross-party pressure from within the coalition to stay the extradition of a Sheffield student who founded a website sharing links to TV shows, and to review the US extradition treaty in the wake of the case. The home secretary Theresa May signed an extradition order last month for Richard O&apos;Dwyer, 23, to be sent to the US,where he faces 10 years in high-security prison. O&apos;Dwyer founded a website, tvshack.net, in 2007, which acted as a search engine for people to find out where they could watch and in some cases download popular TV shows, typically programmes not yet available outside America. Some of the links led to legal sources, others to unauthorised sites. The president of the Liberal Democrats, Tim Farron, called on Theresa May to review her decision to approve the &quot;ludicrous&quot; extradition, while Conservative backbenchers said extraditions such as O&apos;Dwyer&apos;s serve as &quot;a thorn in the side of the special relationship&quot;. O&apos;Dwyer&apos;s site did not directly store, offer, or copy any of the programmes it listed, but rather linked to other sites which had done so, in a similar manner to how Google and other search engines display results. US authorities allege that O&apos;Dwyer made around 147,000 from advertising displayed on the site during its three-year life. His defence lawyers contend that linking to other content is not illegal under UK law, and point out that the CPS did not pursue charges against O&apos;Dwyer. Farron said: &quot;While it&apos;s important to protect artists and copyright there is a question about just who is responsible for any breach [in this case] anyway. &quot;It is ludicrous and the government needs to take a very strong stand on protecting civil liberties.&quot; He said he hoped his Lib Dem colleagues would bring pressure to bear on Theresa May. &quot;One assumes that until he&apos;s on a plane she has the power to rescind it.&quot; Farron pointed to the contrast between the Abu Qatada case, where someone with a clear case to answer could not be extradited for years: &quot;Whereas here somebody who doesn&apos;t have a case to answer is whisked through quickly.&quot; Richard&apos;s mother, Julia O&apos;Dwyer, is a nurse for the terminally ill who is campaigning for her son and others in a similar position. She said: &quot;You&apos;re punished before you even go to trial. You&apos;re put through the nightmare of extradition, and if you are sent to the US, you&apos;re immediately thrown in jail, where they wear you down pre-trial until you take a plea bargain, whether you&apos;re guilty or not  98% of people don&apos;t get to trial in America. You can only get a fair trial if you can pay for it, and that&apos;s millions of pounds.&quot; Since then, Julia says she spends &quot;all day, every day&quot; working on the case, except when she needs to go into work. &quot;As soon as I get up in the morning, I&apos;m on the computer, and I stay there until nine or ten&apos;o&apos;clock at night. I have to force myself to do anything else,&quot; she says. &quot;Our lawyers have got a lot of cases, I&apos;ve only got one. Anything might help.&quot;The US justice department claims jurisdiction over all .com and .net webpages, whether or not they are created by US nationals or hosted in America, giving it domain over millions of overseas sites. Conservative backbencher Dominic Raab, a prominent civil liberties campaigner said he struggled to see the difference between O&apos;Dwyer&apos;s actions and those of major search engines. &quot;If what Richard O&apos;Dwyer has done is illegal under UK law, surely many of the other search engines would be guilty too,&quot; he said. &quot;Each new case like this creates a thorn in the side of the special relationship. We want strong extradition rules for terrorists and others, but when people see laws used against an enterprising 23-year-old, they lose faith.&quot; Former shadow home secretary David Davis has also spoken out in favour of O&apos;Dwyer, and attended a campaigning event at Sheffield Hallam University for the student. Julia says there is a network of relatives who support each other in their extradition battles. Janis Sharp, the mother of Gary McKinnon, who faces extradition for alleged hacking attacks on the Pentagon, often sends over links and useful information. &quot;We didn&apos;t know anything about extradition. That&apos;s something for terrorists and murderers, fugitives who&apos;ve fled their country after a crime,&quot; Julia explains. &quot;There&apos;s not a single hint of support from the home office or US embassy, so we help each other.&quot; Julia says she devotes her time to fighting the extradition  she campaigns on Twitter, her blog, and on a petition which has garnered more than 21,000 signatures  in a bid to keep a normal life for her son, who is still studying at Sheffield Hallam University. &quot;It&apos;s a really destructive process to be involved in,&quot; she says. &quot;Richard&apos;s trying to carry on as normal, and I&apos;m trying to make sure he can do. I wouldn&apos;t say it&apos;s a normal life. It takes over.&quot; Sir Menzies Campell, who is carrying out a review of extradition policy for Liberal Democrat leader Nick Clegg, refused to comment on current cases but said the UK extradition treaty needed more stringent controls. &quot;One of the ways to test the legitimacy of applications for extradition like this one would be for guidelines to be laid down, probably by the Lord Chief Justice himself, about the degree of connection between a person in the UK and the impact on the US,&quot; he said. &quot;In many states in Americas, the doctrine on extrajudicial jurisdiction is very well developed and should always be a factor to be taken into account in any decision to extradite.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/apr/18/richard-odwyer-extradition-piracy-charges", 
    "wordcount": "984"
}