{
    "headline": "Alice Roberts: on the horns of a mammoth dilemma", 
    "text": "The first time I met palaeontologist Dan Fisher was in a hotel in the Arctic frontier town of Salekhard, in Siberia. I was there to film an expedition to recover a new mammoth specimen with a crew from the BBC. We were keen to head north into the tundra of the Yamal peninsula, where we&apos;d heard that new mammoth carcasses had been discovered. After sharing a large Mi-8 helicopter with a load of Siberian hunters, we landed at a reindeer herders&apos; camp, consisting of a few tepee-like &quot;chums&quot; on an island surrounded by ice-choked rivers. This was to be our base while the team tried to track down the mammoth remains said to be in the vicinity. But fate was against us. One trail dried up as we got close. We knew a worker on the Gazprom railway had reported finding a mammoth, but it seemed that he had either forgotten the location or been offered a better price. We hoped to investigate other possible finds to the north, but were thwarted by the iced-up rivers. Eventually we had to give up. Dan was philosophical about this turn of events. He&apos;d been on many expeditions to Siberia, sometimes finding mammoths, often not. For him, the real prize was mammoth ivory  the same stuff that the reindeer herders searched for every spring as the ice loosened its grip. Most of this ancient ivory would be traded to the east, to markets in Japan and China. A very small proportion of it would find its way to scientists, who saw a value beyond its aesthetic appeal. Later in the year, I visited Dan in his own habitat, the University of Michigan&apos;s Museum of Palaeontology, to find out how he unlocked the secrets of mammoth ivory. He brought out a tusk he&apos;d acquired on his recent trip to Wrangell Island in the Arctic Ocean, home to the last of the mammoths. This tusk was from an animal that had died a mere 6,000 years ago. We took it into a small room full of scientific paraphernalia  and a bandsaw  and started to cut. It was slow and painstaking work. An hour later, the cut was complete. We laid the tusk on its side and Dan let me lift the upper half away, which I did gingerly, then laid it sawn face uppermost on the table. The tusk had opened like a book and now Dan could read it. Even without polishing the cut surfaces, we could see features: darker and lighter stripes. Under a UV lamp, the stripes stood out even more clearly. Ivory grows incrementally throughout the lifetime of an elephant, mammoth or mastodon. The lines we could see most clearly related to annual growth cycles, but under the microscope, Dan was able to pick out much finer lines. He told me about the first time he counted those lines and realised that there were about 365 across an annual band: dentine laid down on a daily basis. So here was an incredible record of the life of a proboscidean. Just like tree rings, narrow bands corresponded with times of stress and poor growth, whereas they became wider in times of plenty. So Dan could identify cycles of pregnancy and lactation in females; he could tell when young males had first become sexually mature, going into the testosterone-fuelled rage called musth, when growth was not a priority. All this information was useful in answering questions about individual mammoths and mastodons, but en masse, it started to provide the level of data that would help to answer the most compelling question of all: why had these magnificent animals become extinct? There&apos;s still much work to be done, but among late-surviving mastodons that he&apos;s studied, Dan is finding examples of females losing calves (where one pregnancy is immediately followed by another, rather than by two years of lactation) and of males going into musth early (just as young bull elephants do in Africa, when mature males are poached out). Dan had also found examples of mammoths dying in the autumn, a time of the year when the animals should have been in peak condition. Autumn deaths argued for an extrinsic cause of death. For Dan, all of this could be pinned on one such cause: overhunting by humans. Many have argued that the demise of mammoths, and their close relatives mastodons, soon after the arrival of modern humans in North America, is far more than just a coincidence. Kill-sites exist that show humans were certainly, at least occasionally, hunting these formidable beasts. But it&apos;s hard to argue from those isolated cases that humans were responsible for wiping out entire species. The picture emerging from the study of tusks may be more revealing, showing populations of animals under chronic pressure. Far from rampaging across the continent, killing every large mammal in sight, it seems that ancient hunters might have had a more subtle, but no less terminal impact. Over thousands of years, the level of hunting was just enough to be unsustainable for these huge, slow-breeding behemoths of the ice age. Cutting the tusk open like that was only the beginning of coaxing the ivory into yielding its secrets. Dan would make fine sections to look at under the microscope and take samples for chemical analysis. He was quietly excited about this new specimen from Wrangell. &quot;It&apos;s one of the best tusks I&apos;ve seen,&quot; he said. Alice&apos;s new series, Ice Age Giants, starts tonight at 8pm on BBC2", 
    "section": "science", 
    "gid": "science/2013/may/19/alice-roberts-mammoth-ivory-ice-age-research", 
    "wordcount": "918"
}