{
    "headline": "Want the Windows 8 preview? First, catch your 1366x768 resolution tablet", 
    "text": "So, those Windows tablets. Given that the iPad and Kindle Fire are sweeping all before them, where will Windows fit in once it launches later this year? Tim Anderson, in common with multiple thousands of eager Windows developers, is keen to try out the forthcoming Windows 8 Preview. So he&apos;s been looking around for a tablet on which to try it out. OK, so what are your choices? It has to be an Intel tablet - the code for Windows On ARM (WOA) isn&apos;t going to be released, Steve Sinofsky, the Windows chief, points out in his super-long blogpost about the forthcoming OS. Only manufacturers will get that. To properly test the Preview, you really want to be able to take advantage of some of the smart features that Microsoft has built in. One thing it has which the iPad definitely doesn&apos;t (and nor does any flavour of Android so far) is the &quot;Snap&quot; feature, which can put two applications on the screen at once. One app gets about two-thirds of the screen, and the other (subsidiary) one gets the remainder, minus the right-hand Charms bar (which has the functions). Fine - but if you want that, then you need a tablet with a resolution of 1366x768 (which is a 16:9 ratio; the first two generations of iPad use 1204x768, which is 4:3).  As Sinofsky explains, &quot;We chose this [1366x768] resolution as it can fit the width of a snapped app, which is 320px (also the width designed for many phone layouts), next to a main app at 1024768 app (a common size designed for use on the web).&quot; Great. Except many of the tablets presently on the market don&apos;t offer 1366x768. They&apos;re much more likely to offer 1280x800 (which is a 16:10 ratio). Anderson found that you can get the Samsung Slate 7 with the requisite resolution - but it&apos;s not on general sale in the UK; he could only find it on ebuyer.com for more than 950. Yikes. As things stand that twice the price of an iPad. Yes, Windows 8 on an Intel tablet brings all sorts of benefits (such as running legacy code directly, plus the new Metro interface), but that sort of price delta puts it right back in the place where tablets were before the iPad arrived: overpriced and not offering anything more than a cheaper laptop (which will come with a built-in keyboard too). Though as Anderson points out, there&apos;s also the Dell Inspiron Duo, the convertible 10.1in tablet (aka &quot;the deckchair&quot;) with a dual core Intel Atom N570 processor, 1366x768 and 2GB of RAM. That has the much more reasonable price of 339. But with an Intel Atom (even dual-core), it&apos;s not going to set the processing world on fire. And the customer reviews indicate that the battery life is around two and a half hours: &quot;I can only get through a couple lectures when the battery is dead as opposed to two days on the iPad,&quot; says one customer who has both. We&apos;ll expect that Windows 8 brings much better battery management, though it&apos;s hard to know how the Intel versions will compete with ARM products. Another thing about 1366x768: it&apos;s a pretty strange resolution for those used to laptop screens which tend to be more like 16:10. Look at this discussion on Superuser: people talk about what a dire height that is. (Most prefer 1280x800, which is 16:10 - common to most laptops.) The difference between 16:10 and 16:9 might not sound much, but it&apos;s going to make things that looked great on a laptop or desktop look strange, because you&apos;ll have such constricted height. This dearth of tablets, as Anderson points out, means that most people will try the Consumer Preview on virtual machines, or a standard desktop or laptop, or a cheaper 1280x800 tablet: &quot;this will not show the new operating system at its best,&quot; he points out.  Here&apos;s the key point:   The Samsung slate handed out at the BUILD conference last September, which I had on loan for a few days, was delightful to use, whereas Windows 8 Developer Preview (the same build) is nothing special in a virtual machine.  But that also raises a further question. If Windows tablets - including ARM tablets - are going to require that 1366x768 resolution (which presently isn&apos;t very common on tablets) then that is going to drive the cost of those devices up. And given that we know that the tablet market is presently very price-sensitive (if you&apos;re not the iPad, then it&apos;s best to be priced around the $200 mark, like the Kindle Fire), is there really going to be enough demand to make Windows Intel tablets sell?  As for Windows on ARM tablets, which are an even more unknown quantity - and screen resolution - the expectation has previously been that those would be price-competitive with the iPad. But if you add in the inclusion of Office (which Microsoft is hinting, but not saying, will be included; certainly it&apos;s the only desktop app that will be allowed on WOA), it looks like they&apos;re going to be much more expensive. In fact, they might be coming in at well above the $800 mark - perhaps, if the Samsung Slate 7 price is any guide, more like $1,000 (and so probably 1,000 in the UK). Is there really going to be a market at that price, when you could buy an ultrabook instead and get all those benefits?  So - puzzling data. Where are all the tablets running 1366x768 resolutions? Do tell us in the comments. And let us know what price you think would be acceptable for an Intel or ARM Windows 8 tablet.", 
    "section": "technology", 
    "gid": "technology/blog/2012/feb/20/window-8-tablets-cost-battery", 
    "wordcount": "972"
}