{
    "headline": "Sopa and Pipa votes shelved after Congress climbs down on piracy bills", 
    "text": "In a dramatic display of the power of online protest, a congressional vote on the anti-piracy bills Pipa and Sopa have been shelved after some of the internet&apos;s main players demanded a legislative rethink. Just two days after chunks of the internet went dark in opposition to proposals that critics claim will hamper the flow of online information, Senate majority leader Harry Reid announced the postponement of a planned ballot on Pipa, also known as the Protect IP Act. Lamar Smith, the Republican chairman of the House Judiciary committee, followed suit, saying his panel would delay action on similar legislation called the Stop Online Piracy Act, or Sopa, until there is wider agreement on the legislation. The decision to postpone the votes was made in light of &quot;recent events&quot;, Reid said  taken to be a reference to Wednesday&apos;s day of action in which Wikipedia led the way with a 24-hour blackout. &quot;It is clear that we need to revisit the approach on how best to address the problem of foreign thieves that steal and sell American inventions and products,&quot; Smith said in a statement.  The online demonstration, which was aimed at Pipa and Sopa led to a drop-off in support for the proposed legislation. During the CNN primary debate in South Carolina on Thursday, the four remaining Republican candidates vying for the White House nod came out against the Sopa. GOP frontrunner Mitt Romney said the law was &quot;far too intrusive&quot; and could hamper job creation and would harm the economy. His main rival, former House speaker Newt Gingrich, said existing laws were sufficient to allow an aggrieved copyright holder to sue, while libertarian Ron Paul said the bill threatened freedom. The Obama administration had earlier indicated that it was not happy with the bills in their present forms. In a post on the We the People petition website, the White House told those opposed to the bills that it would not support legislation that &quot;reduces freedom of expression, increases cybersecurity risk or undermines the dynamic, innovative global internet.&quot; In a statement, Reid announced that the planned vote in the Senate on Tuesday would now be postponed, but not killed off entirely. &quot;There is no reason that the legitimate issues raised by many about this bill cannot be resolved,&quot; he said, in a nod to Wednesday&apos;s unprecedented online action. Reid urged the authors of the bill to engage with the online community in redrafting the proposed act, so that it forged a &quot;balance between protecting Americans&apos; intellectual property, and maintaining openness and innovation on the internet&quot;. The development will be seen as a slap in the face to movie, music and television producers who until recently had enjoyed broad support for both anti-privacy bills in Congress. Sue Gardner, executive director of the Wikimedia Foundation, said:   &quot;The Wikimedia Foundation welcomes these developments. This is another step towards the ultimate destruction of these two pieces of proposed legislation. But let&apos;s be clear, these bills are not dead. They will return, and when they do, they must not harm the interests of the hundreds of millions of people who contribute to the free and open internet. &quot;The blackout was led by millions of ordinary internet users, and the people who make projects like Wikipedia possible - writers, photographers, editors and illustrators. They sent a clear message to Congress: don&apos;t mess with free expression, don&apos;t destroy the free and open Internet, don&apos;t do the bidding of traditional corporate interests. This is a moment in history when the people who create and share works on the internet as part of the free knowledge movement, and the people who depend on access to those works, are asking to be heard and to have their freedom of speech protected.&quot;  Firms taking part in Wednesday&apos;s online protest included Google and Reddit. They joined Wikipedia in a show of strength against the two bills, which appears to be paying dividends in Washington.", 
    "section": "technology", 
    "gid": "technology/2012/jan/20/pipa-vote-shelved-harry-reid", 
    "wordcount": "668"
}