{
    "headline": "Portable Wi-Fi hotspots and the Windows XP 'no certificate' problem", 
    "text": "I&apos;m looking for a portable router that can be used in hotel rooms and houses where there is wired broadband but no Wi-Fi. I would also like to be able to vary the strength of the signal, with the idea that generating just enough signal for a single room may be preserving battery power for these small portable devices.Rhys JonesSome Wi-Fi routers allow you to vary the power, though this involves logging on to the router and hunting through the settings. It will probably be under an Advanced heading, and may be called something like Transmit Power. However, this feature is not widely known, because people usually want more power not less: hence the popularity of boosters, extenders, repeaters etc. I don&apos;t know of any portable &quot;travel routers&quot; that have this feature, but maybe readers can suggest some examples. These routers are usually much weaker than the sort of thing that you&apos;d use in a home or office. PC Pro magazine reviewed one of the smallest and cheapest  the TP-Link Wireless N Nano Router, advertised as 150Mbps  and found that the file transfer speed dropped from 8.5MBps when close to the router to 2.7MBps in the room next door. (Note the shift from Mbps or megabits per second to MBps or megabytes per second.) TP-Link is well known for this type of product. The Nano is so small you could put a couple in a shirt pocket, and it only costs 20.89 at Amazon.co.uk. So, as PC Pro concludes, &quot;What&apos;s not to like?&quot; The Nano isn&apos;t battery powered. It has a micro USB socket so it could either be powered from a laptop or netbook, or from the mains using the kind of plug shipped with many mobile phones and tablets. If your portable device is deficient in both Ethernet sockets and USB ports, then a mains-powered device is your best bet. If you want something battery powered, then the TP-Link TL-MR3040 150Mbps Wireless N Portable Battery Powered Router looks like an interesting alternative at 39.19 at Amazon.co.uk. This is obviously bigger (since it includes a battery) but, if I&apos;ve read the blurb correctly, you can plug in either an Ethernet cable or a 3G USB dongle to set up a Wi-Fi network. However, after 4 hours or so, you will need to recharge the battery using either the power adaptor supplied or a USB cable and a PC. If your mobile device is an iPad, then you might want to consider an Apple Airport Express, which is small and powerful but a lot more expensive (79). It is mains powered, but has the power supply built in. The Airport Express has another advantage: in Apple&apos;s words, it&apos;s &quot;incredibly easy setup from your iPhone, iPad, iPod touch&quot;. This avoids the problem of carrying a router that you might need a PC or Mac to set up or manage when you&apos;ve left the PC or Mac at home. The Airport Express signal will pass through walls into adjoining rooms and I don&apos;t know if there is a way to turn the signal down. (I couldn&apos;t see one in the set-up guide.) However, setting a password should ensure no one else uses your Wi-Fi. Personally, I prefer wired Ethernet to wireless because it is faster, more reliable, and more secure. Yes, I always carry a short Cat5 cable in my bag. But if I was planning to use a portable router in hotel rooms, I&apos;d set it up at home first, to make sure it worked, then try it at a friend&apos;s house. No, I haven&apos;t done it myself. However, I do carry around a 3G USB dongle and sometimes one of 3&apos;s MiFi portable 3G hotspots for the times when there&apos;s neither a wired nor a Wi-Fi connection available. This usually means on trains, but it has rescued me in times of network downtime or when working in someone else&apos;s office, as well as in the odd hotel room. Connecting XP with no certificate On a recent trip to Europe from Australia, we used our Fujitsu M2010 netbook running Windows XP with various Wi-Fi hotspots. However, when we tried to use it in southern Spain, including in our hotel, it would not connect. The free hotspots appeared on our list of available options, and the signal was good, but the netbook was unable to locate a certificate so we couldn&apos;t connect. Any ideas on how to resolve this for the future?Paul The simplest solution is to tell Windows XP not to require a certificate. Unfortunately, even if you&apos;d thought of this, the setting is buried away where you&apos;d be unlikely to find it.  When you get this error, Windows XP pops up a bubble message in the bottom right that says: &quot;Windows was unable to find a certificate to log you on to the wireless network BLUE123AJ&quot; using the network&apos;s name, whatever it might be. Now you can solve the problem as follows: 1: Right-click on the wireless icon in the bottom right of the Taskbar and select &quot;View Available Wireless Networks&quot;.  2: Select the BLUE123AJ wireless network (if it is not already selected) and click &quot;Change advanced settings&quot; to open the Wireless Network Connections Properties box. 3: Click the Wireless Networks tab, which should be in the middle of the properties sheet. (If it isn&apos;t, Windows XP is not controlling your wireless settings, so you&apos;d have to change that using the Control Panel applet for Network Connections.) 4: Go to the list of Preferred Networks, select your network (BLUE123AJ), and click Properties to open a new properties sheet headed (in this example) &quot;BLUE123AJ properties&quot;.  5: Click the Authentication tab, which should be in the middle of the new properties sheet.  6: Untick the box that says: &quot;Enable IEEE 802.1x authentication for this network&quot;. 7: Click OK and then OK again to close the two boxes.  You should now be able to connect to the network. Try this now. XP has almost certainly remembered the name of your Spanish hotel&apos;s network, in case you need it again, so you can try removing the need for an authentication certificate. Once you have done it, there&apos;s some chance you&apos;ll remember it next time you need it. If not, get whoever is at the next table to Google BLUE123AJ and you should find this answer. (The AJ is for Ask Jack.)", 
    "section": "technology", 
    "gid": "technology/askjack/2012/oct/18/ask-jack-portable-wifi-hotspot", 
    "wordcount": "1087"
}