{
    "headline": "Reworking the national curriculum", 
    "text": "I&apos;m not saying that I want a new job, but I have found a job title I&apos;d rather like: Commissar of Enlightenment. Apparently, this was the name given to the Soviet minister of education and culture. I can see myself settling in to the role quite comfortably. What would I do? Well, obviously, after I&apos;d decided how many stars to have on my epaulettes, my main task would be to rethink the educational curriculum from the ground up, according to a rational plan. None of this letting school and university teachers think they know best. Let&apos;s get started. When should schooling begin and what should be taught? Well, as a first guiding principle there should be age-appropriate learning. Chomsky argued that we can learn languages much more effectively in our early years than at any other time. So what are we waiting for? Leave reading, writing and arithmetic till later. Early education should consist of mucking about with sand and glue, but in three different languages. You might think then it is time for the three Rs. But I&apos;m the Commissar, not you, so shut up and listen. We will organise the formal curriculum around the three Ds: drama, design and daydreaming. To explain, we can distinguish two ways of approaching education; one is skills-based and the other is problem-based. Skills-based education attempts to provide a range of tools so that, when the time comes, problems can be solved. Problem-based education starts with a puzzle of some sort, and skills are introduced in a practical context. Many educationists know that children are more likely to acquire knowledge if they can immediately put it to use; otherwise they may just not see the point. Back to drama. Putting on a play requires solving an enormous range of problems, thereby requiring physical performance, creative writing, set design and build, lighting and information technology. It also requires teamwork, discipline, concentration and application. Good teachers would see a hundred ways of incorporating education: education for use, rather than for recitation on an exam script. Design widens the scope, deepens creative thinking, and often requires some more advanced techniques. Aspects of many sciences and mathematics are needed. We could even call this engineering, although to do so would be a disaster from the alliterative point of view. Engineering has a very odd status in the UK. We lament our shortage of engineers, but do little in our schools to discover whether anyone has a flair for it. Can it be true that the profession of engineering has a relatively low status in the UK, compared to the Continent, because railway engine drivers used to be called engineers? Time to get over that, and make engineering a central plank of the curriculum, albeit under the more acceptable name &quot;design&quot;. And as someone who lacks any semblance of design and engineering skills, I need to make room for myself on the curriculum. Daydreaming should do it, or as the cowardly among us call it, &quot;critical and imaginative thinking&quot;. Of course, daydreaming feeds into both drama and design, but is entirely unconstrained, and need not have any practical application at all. OK, so there would be disadvantages. School children would have to leave their seats and, heaven forfend, talk to each other during lessons. Perhaps more teachers would be needed, but why not return to a system in which older children help younger ones? Yes, I know, a certain amount of reinforcement would be needed. And testing would be necessary to ensure that the shy and retiring are not falling behind. This is beginning to get a bit dull. But I can leave the details to the Commissar of Monitoring and Evaluation. My brief is Enlightenment.  Jonathan Wolff is professor of philosophy at University College London. His column appears monthly", 
    "section": "education", 
    "gid": "education/2012/jan/23/national-curriculum-reform", 
    "wordcount": "636"
}