{
    "headline": "Green news roundup: Cites, nuclear power and mammal photographs", 
    "text": "Illegal wildlife trade conference Cites  US and Russia unite in bid to strengthen protection for polar bear Two-thirds of forest elephants killed by ivory poachers in past decade Google shopping adverts fuel ivory trade, conservation group warns Manta rays: how illegal trade eats its own lunch China must send a clear message to consumers on ivory trade Environment news     The decommissioning of many of the UKs ageing power stations could sharply increase the risk of shortages, according to the chief executive of Ofgem.  Photograph: Robert Brook / Alamy/Alamy     UK needs &apos;plan B&apos; for new nuclear power, say MPs Anti-fracking protesters set up drilling rig in George Osborne&apos;s constituency Australian logging company Gunns goes into liquidation Ed Davey defends green deal interest rates On the blogs     And more laughter all around as UKIP leader Nigel Farage congratulates their candidate Diane James on coming second in the Eastleigh by-election after holding a news conference in Eastleigh. Photograph: Stefan Rousseau/PA     Ukip&apos;s energy and climate policies under the spotlight How extreme weather acts as a catalyst for climate concern Compulsory bike helmets on charity rides is the &apos;thin end of the wedge&apos; Multimedia     Mammal Society Photographer of the Year 2013's 3rd place winner : Wood mouse with blackberry by Gary Cox  Photograph: Gary Cox /Mammal Society Photographer of the Year 2013     Mammal Society Photographer of the Year 2013 Prince William calls on world leaders to save elephants and rhinos - video Greenpeace occupies George Osborne&apos;s Conservative headquarters in fracking protest  in pictures The week in wildlife - in picturesWildlife species on the agenda of Cites meeting in Bangkok  in pictures Best of the web  Better Place: what went wrong for the electric car startup? How a decarbonisation target will lead to lower energy bills Eric Pickles to face judicial review over energy efficiency row On the frontline of Poland&apos;s fracking rush Observer Ethical Awards Have you nominated your favourite green heroes and eco products for the Observer Ethical Awards yet? Find out from Lucy Siegle why you should get nominating. Green jobs  Senior Economic Consultant at Atkins Global, Greater London, Competitive Project Manager (2 posts) at Bioregional Development Group, Oxford / London, 27,000 - 35,000 per annum plus 6% employer&apos;s ethical pension contribution Sustainability Consultant at AECOM, Greater Manchester, Competitive Salary ... And finally     The staircase inside No. 10 Downing Street Photograph: Martin Argles for the Guardian     No 10 Downing Street wins sustainable building awardThe prime minister&apos;s residence is named as the building that has made the most year-on-year improvement in the UK scheme", 
    "section": "environment", 
    "gid": "environment/2013/mar/07/1", 
    "wordcount": "323"
}