{
    "headline": "Microsoft Surface Pro review: a device of many talents", 
    "text": "Microsoft created a stir when it unveiled its first two tablets  Surface RT and Surface Pro  at a mystery press conference in Los Angeles on 19 June last year. Indeed, it was something of a shock, because for the first time, Microsoft was competing against its biggest customers: Windows PC suppliers such as Acer, Asus, Dell, HP, Lenovo, Samsung and Toshiba.            The good news is that the Surface Pro is finally being released in the UK  it went on sale at midnight on Thursday. The bad news is that 11 months on, it&apos;s the same Surface Pro. My guess is that Microsoft is following Apple in trying to sell products on their capabilities and style, rather than the usual tech specs and discounted prices. This could be tough at a time when the free Windows 8.1 &quot;Blue&quot; update and Intel&apos;s next generation of Core processors, codenamed Haswell, are just coming into view. The Surface Pro is a 2lb (903g) hybrid PC (the Surface RT is 676g) that appeals in four different ways:  Surface Pro is a tablet designed to work with Windows 8&apos;s touch-first user interface and new-style apps, which are downloaded from the Windows Store. In this respect, its responsiveness is a big improvement over the Samsung slate that software developers and many journalists used during the Windows 8 beta test.  Surface Pro is a full-scale Windows PC with an Intel Core i5 processor, 4GB of memory, and 64GB or 128GB solid-state drive (SSD). Add a Touch or Type keyboard cover, flip out the kickstand and you have the equivalent of an Ultrabook, though it&apos;s a bit tricky to balance on your knees.  Surface Pro is a slate that comes with a digitising pen that you can use for on-screen drawing, handwriting recognition, filling in forms and so on. There has been a small but steady market for slates for commercial, industrial and health industry applications since the GRiDPad arrived, running Microsoft MS-DOS for Pen Computing, way back in 1989.  Surface Pro is tough, thanks to its unique VaporMg construction. Microsoft dropped a Surface onto the floor during its launch and Steve Sinofsky, former head of Windows, added wheels and used one as a skateboard. It&apos;s an obvious choice for field workers, police and even military applications. Some companies are already buying. For example, if you&apos;ve had OpenReach broadband technicians visiting your home or office with Panasonic ToughBooks running Windows XP, you can expect to see them using Microsoft Surfaces instead. There are some benefits to the four-in-one design, and some drawbacks, so you will have to decide whether a Surface Pro matches your needs as well as your pocket.  The benefits: if you are mostly mobile, if you can do much of your work using commercial or in-house Windows 8 apps, and if you need a tablet that works with  in Microsoft&apos;s phrase  &quot;your existing enterprise management infrastructure&quot; (including Active Directory), then the Surface Pro is a very attractive product. If you need a robust machine, albeit one that&apos;s not fully sealed, it&apos;s cheap compared to the phones and PDAs sold for industrial use. Also, if you want to switch between full PC power and tablet convenience without moving files between devices, the Surface Pro does that well. It&apos;s great for running Adobe Lightroom as a desktop program before viewing photos using tablet apps. The drawbacks: if you want a PC to run traditional Windows XP/7 programs, and if you do most of your work with a keyboard, then it&apos;s not a good choice. A Surface Pro will do the job, but an Ultrabook or traditional laptop would be better value. Also, if your tablet requirements can be satisfied by a small, cheap Google Android or similar device, then the Surface Pro is a bigger, heavier, and much more expensive option. If you want a 15.6in laptop and a 7in tablet, the Surface Pro falls awkwardly between the two.     Microsoft Surface Pro: comes with a digitising pen. Photograph: Microsoft    Hardware features At first glance, the Surface Pro looks exactly like the ARM-based Surface RT, which is already on sale in the UK, and it takes the same Touch and Type keyboard covers. Up close, however, you notice it&apos;s thicker (13.5mm v 9.3mm) and heavier (903g v 676g). The giveaway is a thin vent that goes round the outside of the case to allow heat from the Core i5 to escape. The left edge of the Surface Pro has a single USB 3.0 port, a rocker switch for volume control, and an audio jack. The right edge has a microSD card slot, a Mini DisplayPort, and a magnetic socket that connects to a charger and doubles as a holder for the digitising pen. The top edge has a tiny on/off button, while the bottom edge has magnetic connectors to snap in the keyboard covers. The front of the Surface Pro has a 720p HD webcam above the 10-point multi-touch screen and a Windows Start button below it. The back has another webcam and a kickstand, which hides various bits of labelling. The 48-watt battery is sealed inside. Other features include an ambient light sensor, an accelerometer and a gyroscope. The small power supply has an extra 5W USB port so you can charge another device at the same time. For a tablet, the Surface Pro has an impressive range of connections. For a Windows laptop, it&apos;s minimalist, though it&apos;s similar to some Ultrabooks. It is missing an RJ45 Ethernet port for a wired internet connection, one or two USB 2.0 ports, an HDMI port, a full SD card slot, and a SIM slot for a 3G or 4G mobile connection. If you want to use it with a separate keyboard, mouse and monitor, you may want to buy a USB 3.0 dock as an extender, though you could also use the Mini DisplayPort for the screen and buy a Bluetooth keyboard. I transferred files from SD cards using a small USB converter (1 from a handy Poundland). If I owned a Surface Pro, I&apos;d probably buy a large microSD card to bump up the built-in storage. Although it&apos;s glossy and not very big, the 10.6in ClearType 16:9 widescreen is one of the best things about the Surface Pro. It&apos;s very sharp, has great blacks, and a Full HD resolution of 1920 x 1080 pixels. In tablet format, it&apos;s great for catch-up TV using the BBC&apos;s iPlayer in the IE10 browser.  Software and services As you&apos;d expect, the Surface Pro comes with Windows 8 pre-installed, and this works beautifully in tablet mode. The experience is better than smartphones (which use Windows Phone, of course) and other tablets I&apos;ve tried, including the Surface RT. Given that it&apos;s running on a Core i5 with 4GB of memory, of course, it should be. Unlike most tablets, you can run two apps snapped together on the same screen, so you can run Twitter alongside a streaming video, for example. Also unlike most tablets, you can give your spouse and or parents/children their own guest accounts, and they can have touch-based picture log-ins to avoid typing. With normal Windows XP/7 programs, the performance is smooth but not noticeably better than you&apos;d expect. The Surface Pro scores 5.6 on the open-ended Windows Experience Index, where the limitation is the Core i5&apos;s built-in Intel HD4000 graphics. Otherwise, the processor scores 6.9, the memory 5.9, and the solid-state drive (SSD) 8.1. The gaming graphics score of 6.4 suggests it will run some serious games, though not to the level of a typical PC gaming rig. It&apos;s more than good enough for Angry Birds, Fruit Ninja and similar game apps downloaded from the Windows Store.  Although there&apos;s no crapware, the Surface Pro does come with a number of preinstalled Microsoft apps. These include Skype, SkyDrive, Mail, Maps, Weather, Photos, and Bing apps for News, Sport, Travel and Finance. The Bing apps are excellent, and really show the value of devoting the full screen area to content. Microsoft also offers a free Fresh Paint app for download, though Microsoft Paint is still provided as a desktop program. The free Microsoft Office OneNote app is also worth having. The Photo app can consolidate photos from the picture library on the Surface Pro, and from SkyDrive, Facebook and Flickr.  The Live Tiles for Games, Music and Video are fronts for Xbox Live services, and should appeal to people who use the same services on an Xbox games console or Windows Phone smartphone. If you&apos;re doing something on one device, you can pick it up and continue on another.  Storage furore When the Surface tablets appeared, there was a minor furore over the amount of free storage, compounded by the fact that drive manufacturers use decimal instead of binary counting. Your 500GB (billion byte) hard drive, for example, only holds 465.65GB of actual files (counting 1KB = 1024 byte, 1MB = 1024KB, and so on). My loan Surface Pro machine had a 128GB Samsung SSD which provided 110.7GB of user storage space, of which 85GB (76%) was free. There were three hidden partitions: 200MB for the EUFI secure boot system, and two recovery partitions taking up 7.62GB and 600MB. These enable users to refresh or restore the operating system if they run into problems. Storage isn&apos;t a problem with the 128GB version, but anyone buying a 64GB Surface Pro should be aware that only about 25GB (or less) will be available for storing files, and they may need to use removable microSD cards. With the growing use of network-attached servers (NAS) and cloud storage, it shouldn&apos;t be a major problem. For IT departments, Windows 8 supports storage pools with thin provisioning, like Windows Server 2012. Some observations. The Surface Pro shows an impressive attention to detail, and works really well as a portable PC and an armchair tablet. It&apos;s not perfect, of course, and some things could be improved. Screen: combine high resolution with a small screen, and Windows features can look tiny. The Surface Pro ships with 150% scaling pre-set, which is mostly OK as long as Windows programs scale correctly; not all of them do. Incidentally, the screen has a pixel density of 208ppi, which is a &quot;retina screen&quot; at a viewing distance of 17 inches (43cm). Pen: the digitising pen turned out to be much more useful than I expected. You can capture your handwriting and annotate documents in OneNote (as you could in Windows XP Tablet Edition a decade ago), and this is a great feature for meetings and jotting things down in front of the TV set. The pen also comes in useful as a mouse substitute when dealing with tiny icons in Windows desktop programs. But it would be nice if the pen fitted inside the Surface Pro rather than attaching via the magnets provided for recharging. Battery life: I normally use a long-life laptop that nominally provides 12 hours of battery life. As this gives about eight hours of real usage, I was somewhat apprehensive about the Surface Pro&apos;s five-hour battery life. In fact, I always got at least five hours of word processing and web browsing with Wi-Fi on, a bright screen and a balanced (rather than battery-saving) power scheme. This was enough for most purposes, but you may need to pack the charger. Instant on: Windows PCs have usually been laggards at opening and closing down, but the Surface Pro&apos;s fast start system works well enough for tablet use. Waking it up first thing in the morning takes about six or eight seconds. After that, it appears to turn off instantly (the screen blanks), and it turns on in about two seconds. It takes longer than that to type in a password, which is why I set up picture passwords with quick taps. Apps: Being new, the Windows Store doesn&apos;t have as many apps as the Apple and Google Android stores. Still, the selection includes Netflix, 4oD, TuneIn Radio, Shazam, Dropbox, Evernote Touch, Adobe Reader Touch and almost 150,000 more. Of course, where apps are missing, you can load IE10 and go to the website using the full power of a PC.     Microsoft Surface Pro: the kickstand has its drawbacks. Photograph: Microsoft    Kickstand: this works if you have a table or other flat surface, though I stopped trying to use it on my knees: for quick access you just lay the screen flat and have the keyboard at an angle. The drawback with the kickstand is that, on a table, the screen angle is fixed. The advantage is that the front- and rear-facing cameras are then aligned correctly, but I often wanted the screen tilted further back. The workaround is to prop up the front with a book, or whatever. The kickstand wins for simplicity and portability, but it loses on adjustability. Keyboard covers: almost everyone will buy a flat Touch or keyboard-style Type cover to go with their Surface Pro, at considerable extra cost (99.99 or 109.99). I didn&apos;t like the Touch cover, but the Type cover is surprisingly good. When I tried some online typing tests, my score was an insignificant 1 character per second higher than on my desktop PC. Having grown up with typewriters, I prefer big clicky keys, but the Type cover does the job better than expected. Also, attaching and removing the keyboard is almost instant and you can do it with your eyes shut. Processors and prices The Surface Pro&apos;s estimated UK prices are 719 for the model with a 64GTB SSD and 799 for 128GB; that&apos;s without the 100 keyboard covers. This compares with 849 and 929 for the equivalent Apple MacBook Air models, which don&apos;t have touch screens, don&apos;t support digitising pens, and don&apos;t run iPad apps.  I&apos;d like to see a cheaper Surface Pro that uses a slower Intel chip such as a Core i3 or even an Intel Atom, but then it wouldn&apos;t be such a prestige product. I don&apos;t see a way round that conundrum. Either way, the Surface Pro should become faster and possibly cheaper later this year, when Intel launches the fourth-generation Haswell chips designed specifically for Ultrabooks. Haswell promises improved battery life and about twice the graphics performance of the current Ivy Bridge generation. Intel will start with high-end Core i7 chips, perhaps at the Computex trade show in Taiwan in early June, but the low-power versions may not arrive much before Christmas.  It&apos;s a good schedule for companies testing a few Surface Pros before ordering hundreds, but not so good for geeks who want the latest and greatest. Microsoft could sweeten the pot by throwing in a free copy of Microsoft Office, as it does with Surface RT. Otherwise, as mentioned above, value for money depends on what you want to do with your Surface Pro. If you want an Ultrabook, a tablet, and a slate where you can draw on the screen, it&apos;s good value. If you just want a Windows 7 laptop, it&apos;s not. The New Microsoft One thing that&apos;s noticeable with the Surface Pro is that it&apos;s just as much of a Microsoft device as a MacBook is an Apple device, or even more so. To really exploit the system, it&apos;s best to sign in with a Microsoft account on Outlook.com or Office365 and use Microsoft&apos;s powerful cloud-based ecosystem. This includes free Microsoft Office programs in SkyDrive. The cloud also stores your settings so you can have your own Windows 8 set-up by logging into any Windows 8 PC. With Xbox Live music, movies and games services, and apps such as SmartGlass, the ecosystem extends beyond the PC to Windows Phone 8 smartphones and the forthcoming Xbox One entertainment system, which has added some Windows 8 features. Microsoft is now close to delivering a complete ecosystem as envisaged by Ray Ozzie with the mantra of &quot;three screens and a cloud&quot;. (The three screens are the PC, TV and smartphone; the cloud is Azure, hosting a wide range of subscription services.)  Ozzie was Microsoft&apos;s Chief Software Architect from June 2006 to December 2010, which gives you some idea of how long ago the project started, and how long it will take to bring to fruition. Win or bust, it&apos;s a full-blown attempt to transform the company. Microsoft no longer thinks of itself as a software company: it&apos;s now a &quot;a devices and services company&quot;, like Apple. A Surface Pro running Windows 8 is not just another PC, it&apos;s concrete evidence that Microsoft has shifted to what CEO Steve Ballmer calls &quot;a new computing paradigm&quot;. Pros: A light, fast, laptop in a tablet format. Great multi-touch screen with pen input. Well made. Good value if you want a hybrid tablet PC. Cons: Compromises on size: it&apos;s small and light for a PC but big and heavy for a tablet. Sealed unit: it can&apos;t be expanded. Expensive if you don&apos;t need the features.", 
    "section": "technology", 
    "gid": "technology/2013/may/23/microsoft-surface-pro-review", 
    "wordcount": "2828"
}