{
    "headline": "Mystery bird: lesser masked weaver, Ploceus intermedius", 
    "text": "      Lesser masked weaver, Ploceus intermedius, Rppell, 1845, photographed somewhere between Nazret and Awash in central Ethiopia (Africa).  Image: Dan Logen, 27 January 2011 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Nikon D300s, 600 mm lens with 1.4 extender, f/6.3, 1/1000 sec, ISO 400.     Question: This Ethiopian mystery bird will be challenging to identify because it is part of a group of bird species that closely resemble each other. However, that said, this bird&apos;s relatives are fairly easy to recognise, and this particular species has a field mark that is unique amongst its Ethiopian relatives, a field mark that is visible in this photograph. What field mark is that? Can you identify this bird&apos;s taxonomic family and species? Response: This is an adult lesser masked weaver, Ploceus intermedius, a passerine that is placed into Ploceidae, the weaver birds or weaver finches. The weaver birds are well-known for their elaborate woven nests.  The lesser masked weaver is common and widespread in Acacia savanna, open woodland, riverine trees, reedbeds, swamps and mangroves extending from Ethiopia all the way to southern Africa. These birds are primarily insectivorous and they have a special fondness for caterpillars and nectar, and obtain their meals by gleaning prey from foliage and flowers in the treetops.  Lesser masked weavers are polygynous and colonial. The nests are woven from grass into round globes with an entrance hole at the bottom. The male builds the basic nest structure at the end of a small branch or sometimes from a telephone wire, and often suspended over water, which he uses to attract a female. If the female deems the nest suitable, she then adds finishing touches to the nest interior before producing a clutch of eggs.  Many of the Ploceus species are bright yellow with species-specific patterns of black on their heads and breasts, which can make them difficult to distinguish. However, that said, this species is special because it is the only one of its congeners where adults have a pale yellow or straw-coloured iris.  Here&apos;s a close look at a colony of nesting wild lesser masked weavers in Kenya. The video is a bit long, but it provides a great look at the nests, the birds&apos; behaviour, their various calls, and you also see both adult males and females:             [video link] .. .. .. .. .. .. .. .. .. .. ..  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at the Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist Pinterest: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/apr/19/8", 
    "wordcount": "450"
}