{
    "headline": "Green League 2012: how universities can score points", 
    "text": "How points are scored for the rankings 1. Environmental policy (5 points) Full points are awarded for a publicly available environmental policy that sets clear targets for reducing key impacts. Must be reported on annually at a senior level. 2. Management staff (8 points) Points for having between at least 0.5 and two full-time equivalent staff devoted to environmental management. Calculated based on number of full-time equivalent staff per 5,000 students. 3. Environmental auditing and management systems (8 points) Includes 4 points for auditing procedures to establish impacts in key areas such as waste, water, procurement and biodiversity, and up to 4 points for accreditation to externally verified environmental management systems. 4. Ethical investment (3 points) Full points for taking into account the environmental and social impact of investments. Must include clear evidence that ethical investment action has been taken as a result of the policy. 5. Carbon management (7 points) How strong and ambitious are universities&apos; carbon-management plans and carbon-reduction targets? Bonus points for targets that include the full scope of climate emissions, including air travel. 6. Ethical procurement (2 points) One point for achieving Fairtrade university status, one point for considering human rights impacts in other supply chains such as garments and IT. 7. Sustainable food (2 points) Points awarded for having a publicly available sustainable food policy, as well as key actions such as using 100% free-range eggs and seasonal ingredients. 8. Staff and student engagement (3 points) Rewards those doing the most to encourage behaviour change among staff and students. 9. Curriculum (2 points) Full points for taking key steps to integrate sustainability into all teaching and research. 10. Energy sources (6 points) Compares the amount of renewable electricity institutions purchase and generate on-site against each other. 11. Waste and recycling (8 points) Compares the amount of waste mass per head each institution generates and the percentage recycled (excluding construction waste). 12. Carbon reduction (10 points) Compares the total carbon emissions per head and ranks institutions according to the actual level of reductions achieved since 2005 compared with sector-wide targets. 13. Water reduction (6 points) Compares institutions&apos; water use per head and percentage of grey or rainwater used. For the full methodology, go to http://peopleandplanet.org/greenleague", 
    "section": "education", 
    "gid": "education/2012/may/28/university-green-league-2012", 
    "wordcount": "374"
}