{
    "headline": "Olympic 100m final, Seoul 1988  in pictures", 
    "text": "   Ben Johnson, third from left, beats the rest of the field to win the final in a new world record of 9.79 secondsPhotograph: Bob Martin/Getty Images       Ben Johnson of Canada won the race, but tested positive for anabolic steroids and was disqualified three days after. After another offence in 1993, he was banned for life Photograph: Dieter Endlicher/AP       Carl Lewis of the USA was second to Johnson. His 1988 ban for stimulant use at the US Olympic trials had been overturned Photograph: Simon Bruty/Getty Images       Linford Christie of Great Britain was third in Seoul. After the race, Christie failed a drugs test for the stimulant ephedrine, but was later cleared on appeal after convincing the panel he had taken it inadvertently when drinking ginseng tea. In 1999, he tested positive for anabolic steroids and was banned for two years Photograph: Popperfoto/Getty       Calvin Smith of the USA finished fourth. He never failed a drugs test, he was upgraded to bronze after the racePhotograph: Bob Thomas/Getty Images       Dennis Mitchell of the USA, seen here competing in New Orleans in '92, was fifth. He was given a two-year ban in 1998 for having high levels of testosteronePhotograph: Thom Scott/AFP/Getty Images       Robson da Silva of Brazil, seen here at the Barcelona Olympics '92, finished sixth. He never failed a drugs test. Won a silver medal in Seoul in the 200m and ran the fastest 200m of 1989Photograph: Neal Simpson/Empics       Desai Williams of Canada, far left in this picture, was seventh. He never failed a drugs test, but later admitted using anabolic steroids Photograph: Ken Levine/Corbis       Ray Stewart of Jamaica, seen here at the Barcelona Olympics in 1992, came in eighth. He was banned from coaching for life in 2010 for supplying drugs to his athletes Photograph: Neal Simpson/Empics  ", 
    "section": "science", 
    "gid": "science/gallery/2012/may/06/seoul-1988-olympic-100m-final", 
    "wordcount": "0"
}