{
    "headline": "EDF drops lawsuit against environmental activists after backlash", 
    "text": "The energy company EDF has dropped a 5m civil lawsuit against a group of 21 activists who occupied one of its gas-fired power plants for a week in October 2012, in a move described by supporters of the demonstrators as a &quot;humiliating climbdown&quot;. EDF faced a strong public backlash against its civil suit, which was described by opponents as an attempt to undermine peaceful protest in the UK, after details of the action were published in the Guardian. The parents of one of the activists launched an online petition, which attracted 64,000 signatures in less than a month, including those of Richard Dawkins, Mark Ruffalo, Naomi Klein and Noam Chomsky, while several hundred apparent EDF customers posted on social media that they were switching to an alternative energy provider in protest at the action. EDF had said the action against the campaigners was necessary to ensure that others considering similar campaigns &quot;understand that they may face consequences&quot; for the cost and disruption they cause. The activists, part of the No Dash for Gas group fighting against a new generation of gas plants in the UK, had occupied the site of a gas-fired power plant owned by EDF in West Burton, beginning last October. Several remained strapped to a cooling tower at the site for over a week, the longest such occupation in the UK. EDF&apos;s claim against the activists said this action had caused damage in excess of 5m, a figure that included staff and labour costs, delays to the completion of the station, specialist security and lost carbon emission credits. The graphic designer Hannah Davey, one of the activists named in the suit, said the end of the civil action was a substantial victory for the campaign. &quot;EDF&apos;s bullying lawsuit has bitten the dust because people power fought back,&quot; she said. &quot;They thought they were taking on 21 of us, but they soon faced a movement that stood with us against an energy giant and its lawyers  only a few of us went up that chimney, but 64,000 people came down.&quot; Another activist, Danielle Paffard, said the decision to drop the lawsuit would re-energise the environmental movement. &quot;EDF has sustained an unmitigated defeat,&quot; she said. &quot;A domineering company with an appalling record of pollution was trying to break the climate movement with a lawsuit they thought would silence opposition, but they failed. Our campaign to expose the lie behind the new dash for gas will continue, with a growing movement and new allies.&quot; EDF said it had dropped the civil action as part of a settlement with the protesters, which it called a &quot;fair and reasonable solution&quot;. &quot;Following an offer we received from the protesters&apos; lawyers to settle the civil case, EDF Energy has been working to agree a compromise agreement acceptable to both parties,&quot; said a spokesman. &quot;The protesters, who have all pleaded guilty in court to aggravated trespass, have agreed in principle to accept a permanent injunction which prevents them from entering multiple sites operated by EDF Energy. As a result of this, EDF Energy is dropping its claim for civil damages against them and believes that this is a fair and reasonable solution.&quot; The company said it was a supporter of renewable energy, but added: &quot;In order to keep the lights on in Britain, a mixture of energy sources is needed to provide reliable low-carbon energy.&quot; Protest groups including UK Uncut, Plane Stupid and Greenpeace had made public statements on the potential consequences of a victory for EDF in their civil case, warning that requiring protesters to face bills into the millions for taking part in direct action protests could bring an end to such forms of civil disobedience. The Green MP Caroline Lucas also raised the case through a written question to parliament with regard to allegations from some of the protesters that officers from Nottinghamshire police had been involved in passing on papers relating to EDF&apos;s civil case. &quot;In light of the allegations of complicity of officers in the efforts by EDF to stop the protests, we also need to ask questions about just whose interest the police are serving,&quot; she said. &quot;Our police force is there to uphold the law and protect the public, not to defend the interests of private companies and their shareholders.&quot; Nottinghamshire police had strongly denied serving any papers relating to the civil case, but acknowledged acting as a conduit between EDF and the protesters and said they had provided a copy of the civil action to a solicitor acting for one of the activists &quot;as a courtesy to the activist&quot;. A civil injunction against the activists, barring them from EDF power stations across the country, remains in force. The activists also still face potential prison sentences as a result of criminal charges in relation to the occupation of the power station. All 21 pleaded guilty to charges of aggravated trespass at Mansfield magistrates court on 20 February. Several have previous convictions for similar actions in relation to protest, and so could face custodial sentences, which would be the first prison sentences for climate change activists in the UK. Seventeen of the defendants will be sentenced on 20 March; the remaining four will be sentenced two weeks later, on 2 April.", 
    "section": "environment", 
    "gid": "environment/2013/mar/13/edf-lawsuit-environmental-activists-backlash", 
    "wordcount": "902"
}