{
    "headline": "Diablo 3: Blizzard apologises and delays launch of Auction House feature", 
    "text": "Still having problems logging in to Diablo 3? Blizzard acknowledges your pain. In a note on the game&apos;s official forum, the developer has apologised to buyers and admitted that its preparations for launch did not go far enough. It now claims to have applied a series of optimisations &quot;to help our systems better weather the global rush&quot;. While the fight to steady the infrastructure continues, the company has suspended the launch of its online real-money Auction House, which allows players to sell in-game items for actual cash rather than virtual currency. The controversial feature was set to arrive on 22 May but it has been pushed back with no word on a new live date. A virtual currency Auction House remains in operation. Blizzard has also promised to investigate a problem with the game&apos;s Achievement system which meant that for some players, in-game achievements were not being recorded properly between game saves. Maintaining a light and chummy tone, Blizzard&apos;s text stated: &quot;We&apos;d also like to say that we&apos;ve been humbled by your enthusiasm  and we sincerely regret that your crusade to bring down the Lord of Terror was thwarted not by mobs of demons, but by mortal infrastructure.&quot; The servers supporting the hugely anticipated hack-and-slash adventure went live at midnight on Tuesday. However, overwhelming demand meant that many customers were unable to access the game, which requires a constant internet connection, even in the single-player mode. Blizzard had stress tested its infrastructure in April, but was apparently unprepared for the global assault on its Battle.net system. Angry gamers flooded social networking sites in the wake of the launch, causing the game&apos;s Error37 message to trend on Twitter. More creative fans have turned the unpopular notice into a meme. Meanwhile, the games press has produced a variety of responses. On Wednesday, Pat Garratt of VG247 posted an article informing enraged Diablo fans what they should do with those spare few hours locked out of the Diablo game.  Today, by way of contrast, Rob Fahey of GamesIndustry.Biz has posted an opinion piece defending gamers as consumers who have paid for a service and expect it to work. He also suggests that Diablo 3, with its still relatively rare always-online stipulation, warns us about a future in which all games require permanent log-ins on a broadband network that can barely cope.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/may/18/diablo-3-blizzard-apology", 
    "wordcount": "394"
}