{
    "headline": "Cabinet reshuffle: Willetts is needed for continuity at a time of great change", 
    "text": "A cabinet reshuffle can always be counted on to provide drama, tension and intrigue, and David Cameron&apos;s reshuffle of his government was no exception. This political shifting was significant not just because of what it says about coalition politics but also because the new team will have to demonstrate that they are able to deliver on growth against a backdrop of ongoing global economic downturn and a looming general election. One decision that failed to make the headlines but is of significance to the higher education sector, was the decision to keep David Willetts as the minister of state for universities and science. Like many others in the sector, the University Alliance office were glued to Twitter to discover who would be given the responsibility of overseeing universities. Once the announcement was made, we uttered a sigh of relief which was shared by many in the sector. But why are we happy with the prime minister&apos;s decision? David Willetts has held the universities brief since 2007, first in opposition and then, since 2010, in government. While we have not always agreed with the decisions made by the coalition government, Willetts has proven himself to be a strong, knowledgeable and passionate advocate for higher education. Reshuffles can often prove a master stroke. They can bring in fresh and innovative ideas and a new sense of enthusiasm, but they can also usher in a period of great uncertainty. At a time of significant change for the higher education sector, having some certainty is welcomed by students and institutions alike. This continuity will provide stability for universities as they adapt to the new funding system while simultaneously ensuring students receive the high quality education that they deserve. Keeping universities at the heart of growth The other good news from the the reshuffle was that the university brief was to stay in the Department for Business, Innovation and Skills (BIS). Universities belong in BIS, at the heart of the government department charged with driving growth in the UK. Universities play a crucial role in the economic and social wellbeing of the country through securing our economic future and transforming the lives of those that interact with them. Improving competitiveness, high-level skills and thinking of new and creative approaches have always been crucial to business success and growth - and is central to the BIS portfolio. Higher education institutions are key to unlocking this hidden potential and BIS is best placed to help support and strengthen the collaborations that already exist between universities and business. Of course, as the dust settles after the reshuffle, the same concerns and challenges remain. There is the fundamental question of student numbers that has been left untouched for too long - in part by the sector itself. How do we increase the number of graduates who are able to meet the needs of our changing, global economy? Tackling this issue will always take us back to the funding debate. In essence, we have a system that is incredibly expensive for government in terms of the upfront payment of fees and subsidies, making it unsustainable in the medium to long-term. The consequence of this is that the UK is the only OECD country reducing the number of places available at university at a time when all evidence suggests we need to better equip our workforce if we are going to innovate and grow our way out of this difficult economic climate (see our report The way we&apos;ll work). It is important that in the face of change and uncertainty we continue to focus on the long-term, setting out our vision for a strong, diverse and internationally acclaimed higher education sector. We look forward to continuing to work with Willetts to do this longer-term thinking and to ensure that universities remain one of the UK&apos;s great success stories. Libby Hacket is the chief executive of the University Alliance, the organisation representing business-facing universities This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/sep/06/cabinet-reshuffle-david-willetts-universities", 
    "wordcount": "683"
}