{
    "headline": "Cannabis reduces IQ (and appreciation of context)", 
    "text": "I tried cannabis once. I&apos;ve never been keen on smoking or illicit drug use, but I was at a party and a bit drunk at the time, my inhibitions were lowered. Someone offered me a drag/toke/puff (delete as appropriate) on a joint/spliff/reefer (again, delete as appropriate), so I thought, why not?  Why is &apos;why not?&apos; always assumed to be a rhetorical question? I remember being unnerved by the feeling that I was slowly sinking into a chair, then laughed myself hoarse because I saw another friend walk through a door (said friend was gay, and he &apos;came out&apos; of the other room... it seemed hilarious at the time). I ended the evening face down on the bathroom floor. I wasn&apos;t sick or anything, I just found the cool tiles immensely soothing, so stayed there for about 90 minutes. The above experience(s), coupled with the fact that I don&apos;t like feeling as if I&apos;ve been breathing through a Volvo&apos;s exhaust pipe all night, meant that cannabis wasn&apos;t really for me. But that&apos;s not to say that I condemn others who indulge in it. Some of the smartest and most talented people I know are regular cannabis users, and have been for years. But this personal observation seemingly runs contrary to a new study recently published that suggests that young cannabis users run the risk of a lower IQ. In what is an impressively long-term cohort study, it was found that &quot;those who started using cannabis below the age of 18 - while their brains were still developing - suffered a drop in IQ&quot;.  It does sound like an impressive study, and any study maintained over 2 decades deserves kudos for that alone. But as always, a news story written for the general public is going to leave out some important scientific points, as well as potentially raising some issues. Firstly, as is often said, correlation does not imply causation. Just because those who smoked cannabis as teenagers were recorded as having lower IQs, doesn&apos;t automatically mean that cannabis intake causes lower IQ. Measuring IQ is often a slippery subject, let alone working out what sort of things affect it. For example, as bizarre as it may seem, height is apparently positively correlated with IQ. That is, taller people seem to be more intelligent, according to IQ tests. Why is this? It&apos;s uncertain. You may think it&apos;s a bit contrived to use height as an example in a discussion about cannabis. But then, cannabis is typically smoked. And what stunts your growth? Studies of large populations are tricky, it&apos;s practically impossible to rule out ALL variables that affect a typical human. Some large studies have revealed a link between cannabis use and psychiatric disorders like psychosis and schizophrenia. It&apos;s still uncertain as to how this might occur. It&apos;s logical to assume that regular intake of mind-altering chemicals will alter your mind for the worse, eventually. But it may be possible that people prone to or suffering from these psychiatric disorders are self-medicating, using the effects of the drugs to alleviate the symptoms of the psychiatric illness. It becomes a question of what came first; the schizophrenic chicken or the constantly-stoned egg? The study is undoubtedly a good one and will produce a lot of interesting analysis and discussion for years to come. On the down side, it&apos;s likely that this finding has already been stripped of any meaningful scientific context by anti-drug campaigners and politicians looking to score easy points. Defending drugs is rarely a good move politically, and anti-drug legislation often occurs without the support of scientific evidence. Contrastingly, any scientific finding that suggests drug use may have detrimental effects is seized upon and often exaggerated, sometimes to ludicrous extents. And you know there&apos;ll soon be leaflets going around schools that explicitly state that cannabis makes you stupid. Warning those at a vulnerable age about the potential dangers of drugs is, undoubtedly, a wise thing to do. But the way drugs are often portrayed as nothing but harmful and damaging is quite disconcerting; it suggests that taking drugs is akin to trying to increase the speed of your computer by pouring coffee over the motherboard; you&apos;re going to experience a lot of new sights, sounds and smells, but cause irreversible damage in the process. That&apos;s not how it works. Many drugs are effective because they work on systems in the brain that are already there. Opiates like heroin work on opiate receptors, cocaine affects the dopamine system (amongst others). The brain and body have evolved over millions of years to recognise and utilise these chemicals, and drugs typically work because they are analogous to the substances that occur naturally in our bodies. E.g. cannabis works because the brain has endogenous cannabinoids.  Our own internal, natural cannabinoids seem to have a variety of functions, from memory processing, pain relief to reproduction. The full extent and role of our cannabinoid system is still being researched, but one interesting theory I heard as a student is that cannabinoids are crucial for babies to survive the birthing process. Think about it. Cannabis relaxes you, relieves pain and gives you &apos;The Munchies&apos; (an often amusing phenomenon, I once saw 5 stoned guys get through a crate of 20 year old army surplus tinned steak, which looked and smelled just like dog food, only somehow worse). When you&apos;re born, your universe has suddenly gone from a warm, dark sac to this bright airy void with these strange giant creatures fondling you. And you&apos;ve just been bodily squeezed through a very narrow space. Also, you have to start eating on your own now, but you&apos;ve never done that and haven&apos;t the cognitive or physical capacity to be instructed. This should be too traumatic an experience for a fragile human to endure, unless they were flooded with a chemical which makes you chilled out, limits pain and makes you want to eat copiously without knowing why. An interesting theory, and one that produces an amusing contradiction in that cannabis is supposedly dangerous for under-18s but crucial for new-borns. But although there is some data to suggest that cannabinoids are important for babies and development, I can&apos;t find any mention of the &apos;crucial for the birth process&apos; theory anywhere. Maybe I should keep looking, but thinking back, it does have the weird-but-logical quality of the sort of idea someone with neurological knowledge would come up with while, ironically, severely stoned. Maybe I came up with it myself at that party? It&apos;s important to keep in mind the scientific context of drug use. Many drugs can be damaging, but then, the majority of recreational drugs were introduced for their medical applications. It&apos;s not always a clearcut case of &quot;drugs = bad thing&quot;, there are numerous other variables to consider. And taking drugs isn&apos;t like throwing a wrench into the workings of the brain, but more like adjusting the settings of it. This can be just as damaging in many cases, but it&apos;s not a simple black-and-white matter as is often implied. Telling teenagers that drugs will definitely damage could backfire if they take them anyway and find out that this isn&apos;t the case. As I mentioned previously, it&apos;s unwise to patronise teenagers in this way, they recognise when they&apos;re being screwed over. They&apos;re not stupid. That is, apparently, unless they regularly smoke cannabis. But in that case, your anti-drug message has clearly already failed, so you might as well move on. Dean Burnett&apos;s own all-natural intellectual decline can be witnessed via his twitter account: @garwboy", 
    "section": "science", 
    "gid": "science/brain-flapping/2012/aug/29/cannabis-reduces-iq", 
    "wordcount": "1264"
}