{
    "headline": "Boot up: Apple's secret weapon, internet trolls targeted in libel shake-up, and more", 
    "text": "A quick burst of 7 links for you to chew over, as picked by the Technology team Apple&apos;s Stash of Credit Card Numbers Is Its Secret Weapon &gt;&gt; NYTimes.com Nick Bilton:   While companies like Google have been trying to shift consumers to use mobile phones to pay for products, rather than cash or cards, one of the biggest hurdles stopping consumers has been the laborious task of linking a smartphone to a plastic credit card. People who have tried to use services like Google Wallet initially have to type in long lists of numbers, addresses and more. A barrier, to say the least. Yet if Apple decides to get into the payments business -- and it is very likely the company will, based on patents it has filed in the past -- it will have a much easier time converting customers.  Apple Announces iOS 6 Will Allow FaceTime Calls Over Cellular Networks &gt;&gt; The Next Web Presumable the UK is on hold for this...   At Apple&apos;s WWDC 2012, Phil Schiller announced that as part of Apple&apos;s new iOS 6 mobile operating system, FaceTime calls will now be available over cellular networks for the first time.  Internet trolls targeted in new bill to tackle defamation online &gt;&gt; Guardian Cannot see Facebook welcoming the removal of court authorities.   &quot;Major reforms of the libel laws will see a duty placed on internet service providers to try to identify internet trolls without victims needing to resort to costly legal action. Websites will also be given greater protection from being sued if they help to identify those posting defamatory messages, under government plans.  Apple likes Facebook on new iOS 6, but dumps Google from maps &gt;&gt; Guardian Our story from last night:   &quot;Apple is forging new ties with Facebook but will dump Google from its maps on the iPhone and iPad this autumn, in the latest realignment of forces in Silicon Valley.&quot;  How Google and Microsoft taught search to &quot;understand&quot; the Web &gt;&gt; Ars Technica  Microsoft&apos;s Satori and Google&apos;s Knowledge Graph both extract data from the unstructured information on webpages to create a structured database of the &quot;nouns&quot; of the Internet: people, places, things, and the relationships between them all. The changes aren&apos;t cosmetic; for Google, for example, this was the company&apos;s biggest retooling to search since rolling out &quot;universal search&quot; in 2007.  The efforts are in part a fruition of ideas put forward by a team from Yahoo Research in a 2009 paper called &quot;A Web of Concepts,&quot; in which the researchers outlined an approach to extracting conceptual information from the wider Web to create a more knowledge-driven approach to search.   Great article. Yahoo - remember them? (Thanks @tehgreatgonzo for the link.) Apple iPad sales drop by DOUBLE DIGITS in Europe &gt;&gt; The Register  &quot;iPad sales in March grew 134% compared to February and that was down to the launch of iPad 3,&quot; Context Analysis told The Register.  Apple exited April owning more than half (52%) of the tablet market but Samsung is steadily building its power base - it held a 28% share in the month compared to ten per cent in April 2011.   Another two-horse race? Don&apos;t hold the Samsung Galaxy S III wrong &gt;&gt; Don&apos;t Hold It Wrong This is reminiscent of something. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/jun/12/apple-secret-weapon", 
    "wordcount": "589"
}