{
    "headline": "Higgs rumours: fun for you, dangerous for me", 
    "text": "CERN have just announced that there will be a seminar on the 4th of July, at which an update on the search for the Higgs boson will be given. We&apos;ve been collecting collisions for the last few months, up until last Monday, and hopefully we will manage to analyse them to look for signs of the Higgs (via at least a couple of the ways it might decay). The rumour-mill has been running for a while, of course. The #higgsrumors hashtag (US spelling!) even trended on twitter for a while yesterday. All very entertaining for the neutrals, and I am pleased that we&apos;re not the only ones interested in and excited by our experiment.  &quot;Our experiment&quot; is ATLAS, and we&apos;re analysing and reviewing now. The other experiment involved in Higgs hunting is CMS.  All that said, when it comes to CMS data, I really do not want to know. Part of the point of having two independent experiments is that they cross-check each other - independently. We do that most effectively when we are blind to the other experiment&apos;s data, right up to the last minute. In fact we even try to blind ourselves to our own data up to a point. As much as possible of the analysis should be optimised and decided in advance, before even looking at the data. This prevents even the possibility of subconscious bias entering the studies. If you are biased, the truth will probably still out in the end, but in the meantime your statistical estimations of confidence and significance will all be wrong. So hearing gossip from CMS would at best be distracting, inaccurate noise. At worst, it would be accurate and would bias our analysis.  Likewise, as well as betraying confidences and damaging trust within the collaboration, leaking our own ATLAS data could bias CMS. I remember a period on my previous experiment, ZEUS, where we had a few more events than we expected, right at the highest energies we could reach. This was terra incognita, no-one had done the physics we were doing up there before. So it could have been something really new and exciting.  While we were working on this, before we had published our results, rumours flew around that the other experiment on the ring, H1, had also got something weird happening at high energies. They got rumours about our data. The rumours reinforced each other, lots of people got over-excited. But it was a false alarm, sadly. Once the data got out, it was clear that while we both had anomalies, neither was very significant and, worse still, they were not the same. So rather than reinforce each other, our results cancelled each other out. No great harm was done. Lots of speculative theory papers were written, but that happens anyway. In my first (and only, for a very long time) Radio 4 experience, I got interviewed by Nick Clarke on the World at One, which was tremendous. He was a brilliant interviewer. But some time was wasted, and if we had not gone on to take more data which made it completely clear nothing odd was happening, the result might still be causing confusion today. I don&apos;t want this to happen with the Higgs. I want the real answers, as unbiased as possible, as soon as possible. I&apos;m all in favour of scientific openness. In the end it&apos;s essential. But in the end, not just now. Right now, I really don&apos;t want to know. The CERN seminar is at the start of the International Conference on High Energy Physics (ICHEP). There is one of these every two years. In 2008 in Philadelphia the LHC was about to turn on for the first time and the Tevatron had just ruled out their first mass point for the Higgs. Two years ago in Paris, first LHC data were shown and Higgsteria was intense. Here&apos;s a video from Philadephia and another one from Paris, which give you something of the feel of it. This time, in Melbourne, will not be the last. Though it will be another big step, one way or another.", 
    "section": "science", 
    "gid": "science/life-and-physics/2012/jun/23/higgs-boson-cern", 
    "wordcount": "687"
}