{
    "headline": "Resident Evil 6  new details announced", 
    "text": "Last month, Capcom delighted zombification nuts with the news that Resident Evil 6 is in development and due out in autumn 2012. The publisher has now released some scintillating new details, translated from a recent feature in Japanese games magazine Famitsu. The fresh data will appease fans of the Resident Evil 4 era, but may well send Resi 1 and 2 veterans shuffling back to their George Romero movie collections in disgust.  So here goes. Resident Evil 6 takes place in 2013. According to the announcement trailer, Leon Kennedy has returned from the events of Resi 4 and is meeting with the US president, Adam Benford (the one after Ashley&apos;s father from the fourth game), when the unfortunate statesman transmogrifies into a monster. We also get glimpses of a virus outbreak in a small northern American town named Tall Oaks, complete with what appear to be fast-moving zombies. With guns. Just to re-cap, here&apos;s the trailer:            Okay, Capcom has confirmed that there will be running undead in the game, and that they&apos;ll also use firearms  plus, whatever they&apos;re infected with, it isn&apos;t the T-virus. To counteract the speed of the zombie hordes, player characters are able to run and shoot simulteneously, as well as quick-turn, melee and use cover. They&apos;re also super athletic, able to roll and dive between safety points.  From all this we can infer that Resi 6 will be much more along the bloodline of the action-orientated Resi 4 rather than the earlier titles, where character movement was obsfucated by a limited movement mechanic, and firing was always a stationary (and not very accurate) endeavour. This is horror action, not survival horror. Indeed, executive producer Hiroyuki Kobayashi confirms as much in the Famitsu article; according to a translation on games site Andriasang, he says that number six won&apos;t be a return to the roots of the series; instead it&apos;ll take the best elements of Resi 4 and 5, but then up the horror factor. Alongside the Kennedy plotline, we&apos;ll also ses Chris Redfield, who is recovering from some major personal trauma, heading to China, or more accurately a fictitious city named Lanshiang. He&apos;s still part of the BSAA and is in town to investigate some kind of bioterrorist attack. Other confirmed characters are Helena Harper, a government agent who feels the outbreak is her fault, and Ingrid Hunnigan, Kennedy&apos;s secret service contact during Resi 4. The game will include co-op play, so we may well be controlling at least one of these.     Resident Evil 6    The teaser trailer also introduces us to a newcomer, a mercenary who could carry a cure to the latest zombie mutagen in his blood. According to Andriasang, this will be a cynical youngster, included to appeal to more youthful Resident Evil players. There&apos;s also a new, more intelligent monster named J&apos;avo (the Serbian word for devil, apparently) that show up in the battelefield during an Eastern European conflict a few months before the events of Resi 6. They&apos;re smart, they work in groups, they can understand language, and they&apos;re ultra-aggressive.  So what&apos;s going on? Are there two seperate outbreaks happening  the bio-terrorism in China and some sort of genetic weaponry experiment gone awry in the US? Capcom isn&apos;t saying right now. The certainty is, the development team is attempting to appease all parties, with shocks and body horror for the old crowd and fast-paced, colourful third-person action for the kids who grew up on Gears of War rather than fears and gore.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/feb/15/resident-evil-6-latest-details", 
    "wordcount": "577"
}