{
    "headline": "Is Colombia's anti-poverty prescription the right medicine?", 
    "text": "Juan Manuel Santos, the president of Colombia, is making a concerted effort to talk about poverty and, perhaps even more important, inequality, a word that seldom  if ever  passed the lips of his predecessor. It is now commonplace to hear Santos and his representatives express shame that inequality in Colombia has risen since the 1990s, while it has fallen in the rest of Latin America. In a country of just under 50 million people, about 20 million live in poverty, 10 million of whom are said to be extremely poor, according to the official statistics. Recognising the problem is a step towards dealing with it, but the Santos administration has a long way to go before it can claim to be taking it seriously. Colombia made the news recently for being the first country in the world to formally adopt a multidimensional rather than just an income measurement of poverty. Unfortunately, its anti-poverty strategy, as outlined by the National Agency for Overcoming Extreme Poverty (Anspe), still needs a lot of work if it is going to make a dent in the poverty statistics. As it stands, it is almost bound to fail. The signature policy of the Anspe plan, presented last month at a conference in Medelln, is the deployment of a group of around 10,000 &quot;family and community accompaniers&quot;, whose job it is to help families understand their situation better and draw up an action plan that will lead them on the &quot;path to prosperity&quot;. The implication is that the lack of such plans is what is holding poor communities back. Not a continuing violent conflict that has displaced millions to the edges of urban areas or less favourable rural plots of land. Not the continuing thwarting of attempts to achieve a more democratic distribution of income and wealth. Not a development policy that favours mega agricultural plantations and mining (which employ few people) over developing a manufacturing base (which employs many more)  manufacturing has declined from 25% of GDP in 1975 to just 15% today. Not the fact that Colombia continues to bring in under 15% of GDP in public revenue, 20 percentage points below the OECD average, leaving it with meagre resources to invest in basic services that might give poor people the basis on which to build secure livelihoods. The fact that more than 40% of the urban workforce is in informal employment, the highest proportion in Latin America, is hardly a signal that the poor need encouragement to get out there and work. Where is the evidence for Anspe&apos;s implication that with a little help from well-meaning accompaniers it can only be a matter of time before the poor find it in themselves to improve their lot? There are other elements of the plan as well, including improving the provision of services by government agencies (hard to imagine while taxes remain so low), encouraging major companies to employ poor people, and creating zones free from extreme poverty (Zolips), reminiscent of the Millennium Villages idea. None of these ideas are particularly bad, but their success will be limited to sideshows and photo-opportunities unless they are accompanied by large-scale reforms. If ever there was a country where poverty is structural, Colombia is it. But the Anspe plan sometimes reads more like an NGO mission statement than the serious strategy of a major middle-income country seeking to hurdle this barrier to its attempts to join the modern world. In a recent paper, Jean Dreze and Amartya Sen set out why India has failed to capitalise on decades of growth for broad-based social progress, blaming a failure to respond to long-term patterns of exclusion; the destructive impacts of growth, including environmental plunder and forced displacement of communities; and failures in social policy, particularly a public culture of &quot;below poverty line&quot; targeting that is ineffective at reducing poverty, and often has the effect of reinforcing stigma and exclusion. They could have been talking about Colombia. And how different their policy prescriptions are from those being peddled in Colombia today. Dreze and Sen remark on the striking successes of states that have adopted comprehensive social policy approaches based on smart implementation of universal provision; the success of rights-based, national programmes such as employment guarantees and free school feeding; and the potential of &quot;imaginative democratic practice&quot;, citing the successes of social movements in advocacy and holding public officials accountable. In contrast, the Anspe plan is a worryingly old-fashioned collection of &quot;assistentialist&quot; interventions intended to focus the surplus resources from economic growth on the country&apos;s 1.5 million poorest households. Without larger-scale reforms, the best that can be hoped for is that all the talking with poor people will teach those who wrote this strategy a thing or two about the real reasons for persistent poverty. I spoke to Anspe&apos;s director, businessman Samuel Azout, after he presented his plan at the conference in Medelln, and I was struck by his willingness to agree with my criticisms. His defence, and it is a fair one, is that structural change is the remit of other government departments, and he has to manage a small agency within political constraints and a possibly unfavourable macro-policy framework, raising questions in private but not compromising collective government positions in public. Fair enough  it is easy to criticise, much harder to get involved in the complex world of Colombian politics. Nevertheless, as the anti-poverty tsar, Azout must surely begin to expound in public the more thorough analysis of the problem he recognises in private if he wants his undoubtedly good intentions to bear fruit.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/apr/05/colombia-tackling-poverty-dent-statistics", 
    "wordcount": "939"
}