{
    "headline": "The bustle from steamers may be gone, but nature stays busy", 
    "text": "Though at its widest the island is only a few miles across, its eastern coast could not be more different from the west. A glance at the map reveals not the smooth sweep of the beaches but a wrinkled and convoluted coastline of rocky creeks and coves, of offshore islets and skerries and, where the highest hills drop to the sea, a place of cliffs and precipitous slopes. Here the view is not out over the seemingly limitless ocean but across the waters of the Minch to Skye. Three great sea lochs slice deeply into the island&apos;s interior. At Loch Skipport, where once steamers from Glasgow unloaded their cargoes, all that remains of the former bustle is the steep hairpin track with its wall of crumbling stone and the fast deteriorating wooden pilings of the old pier. The recent easterly winds continue to blow and despite the bright sunshine it is still bitterly cold. In the distance the jagged summits of Skye&apos;s highest peaks are white with snow. Between the buffeting wind and the watering eyes it&apos;s difficult to see clearly through binoculars, especially as what I&apos;m searching for is away on the far side of the water on a rocky face now in deep shadow. Scanning the area carefully I run through my mental notes but it still takes a surprisingly long time to relocate the giant pile of sticks that makes up the raven&apos;s nest. Ravens are early nesters and it is now some weeks since I&apos;d watched one of the birds repeatedly crisscrossing the loch carrying sticks to the near-completed structure. Despite their mixed reputation I have a fondness for ravens and following a pair&apos;s breeding efforts from nest-building to fledging young is always a thrill. Though the site&apos;s location has left it exposed to the unseasonably cold easterlies it seems all is still well for, on top of the bluff above the nest, the guard bird  a distant black speck  is just visible keeping watch over the incubating bird in the nest below.", 
    "section": "environment", 
    "gid": "environment/2013/apr/04/south-uist-cold-ravens", 
    "wordcount": "338"
}