{
    "headline": "Google and Apple to go head to head over 'smart' TVs", 
    "text": "Google and Apple are preparing a rematch of the battle they fought for dominance of the smartphone market, but this time the contest between them will be for control of our television sets. LG Electronics, the South Korean manufacturer, will next week unveil its first internet-connected or &quot;smart&quot; TVs to run on the Android interface, while Samsung will produce its first set using Google software later this year. Sony and Vizio already have Android models, and Google has announced more are planned. In attempting to assemble a similar coalition with manufacturers to the partnerships which brought Android to smartphones, Google is hoping to steal a march on Apple, which is expected to launch an iTV set, complete with screen and internet connection, later this year. Apple has already transformed the music and mobile phone industries, and it seems the revolution will now be televised, as the maker of the iPhone vies with Google to shake up the way we watch TV. Eric Schmidt, Google&apos;s chairman, forecast in December that &quot;by the summer of 2012, the majority of the televisions you see in stores will have Google TV embedded&quot;. At stake is a growing world market for internet-connected TVs forecast to nearly double from $68bn in 2011 to $122bn in 2016, according to IMS Research. LG&apos;s Android set, to be unveiled at the Consumer Electronics Show (CES) in Las Vegas, will allow its owners to simultaneously watch a programme, search the internet and communicate with friends over a social network such as Facebook. For those who want further extras, the set will also come with a pair of 3D glasses. It will launch in the US this year, before arriving in the UK in 2013. Pay-TV subscribers or those with a Freeview box will be able to plug those services into their new machines. With an interface similar to the look of Android on smartphones, viewers will see a series of apps on their screen from a range of content providers. Google said it had 150 apps specifically built for its TV service  still a tiny number compared with the hundreds of thousands already available for phones. &quot;Google TV is about bringing new entertainment and innovation from the web to TV and our team along with our partners are pleased to bring more Google-TV -powered products to more people, across more devices in more countries in 2012,&quot; Mickey Kim, Google&apos;s TV partnerships head, announced on the company&apos;s blog. The service has had a slow start. Google TV can be used to buy programmes to download from stores such as Amazon, but television stations have boycotted it. It is blocked by America&apos;s main internet TV website, Hulu, which is owned by NBCUniversal, News Corporation and the Walt Disney Company and features content from more than 260 production companies including Aardman and Endemol. Broadcasters fear Google has designs on the billions of dollars in advertising income generated by its sales houses. Last year Logitech, the Swiss maker of webcams and computer mice, revealed it had sunk more than $100m in operating profits into making Google TV settop boxes that failed to sell. Its chief executive, Guerrino De Luca, described the venture as &quot;a mistake of implementation of a gigantic nature&quot;. Android smart sets have done little to transform the fortunes of Sony&apos;s television division, which remains loss making. LG is hedging its bets: its previous smart TVs have, until now, used NetCast software, and more than 60% of new models will continue to use it. But industry observers believe Apple&apos;s intervention could mark a fresh start for internet television. A former Apple employee claimed to have seen a slick 50in set inside the heavily guarded studio of Apple&apos;s head of industrial design Sir Jonathan Ive, the newspaper USA Today said earlier this week. The suggestion is that Apple&apos;s set will have a liquid crystal display (LCD) flatscreen and a built-in Wi-Fi connection. It could be voice controlled, using the Siri voice-recognition technology already installed on the iPhone 4GS. Apple patents also suggest the company is working on devices that can be controlled by gestures, such as waves of the hand. The sets would have access to the iTunes shop, which already carries a selection of films and television shows. But key to the success of such a service will be negotiating access to the latest hits from the very broadcasters whose businesses the iTV threatens to disrupt. Barclays Capital analyst Ben Reitzes estimates that an entry into TV in 2013 could bring Apple an additional $19bn inrevenues. &quot;There will be better products on the market this year,&quot; said Enders Analysis TV digital expert Benedict Evans, &quot;but disrupting the global TV industry is quite different to disrupting the music business. We don&apos;t yet have the right device or the right content.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/jan/06/google-apple-smart-tv", 
    "wordcount": "811"
}