{
    "headline": "Paralympians head back to uni: 'It's not a normal student life'", 
    "text": "This years British Paralympians are a fresh-faced bunch. Between them, they average an age of 22.5 years  meaning many have to balance essays and revision with their intensive training regimes. And while most students heading back to university last month enjoyed a hedonistic freshers week, the squad were busy competing at the Games  a world apart from the lecture theatre. So, what does it take to be a student Paralympian? Harriet Lee, 25, won a silver medal in the womens SB9 100m breaststroke. She is in the final year of her part-time degree in leadership and management at the University of Northumbria, which she balances with her training.      Harriet Lee celebrates silver at Rio. Photograph: Harriet Lee    Theres no real rest or down period with swimming, so its hard to try to balance a uni degree when your sights are set on something like Rio. I would have nine two-hour pool sessions a week, three or four gym sessions a week, and then two core sessions. When I then had to move away from Newcastle to Manchester [to train at the Manchester Aquatics Centre], I had to change my degree to distance learning. When I wasnt distance learning, Id be in uni lectures two afternoons a week. Other students have been so good in trying to help me stay on it. For the 18-, 19-, 20-year-olds who are all partying, life is completely different. But they were really supportive and helped me through illness and some of the toughest times of my training.    It is tough to study and be an athlete  but Id never tell anyone not to do it.  Ashley Facey-Thompson     I wouldnt say [leadership and management] was my first choice of degree, but when I come out of the sport itll open a few doors. I havent got myself set on what I want to be, but theres a few pies Ive got my fingers in. One day, Id like to open up my own swimming school. Ashley Facey-Thompson, 21, is a sports coaching and analysis student at London South Bank University, and competed in class 9 mens singles table tennis and 9-10 team at the Paralympics. He was a late call-up, just 10 days before the start of the Games after initially missing out on qualification by just one point  but was drafted in when the Russian team were banned.     Ashley Facey-Thompson: got the call just ten days before the Games began. Photograph: Morten Olsen    Getting on the team was the biggest achievement of my life. The qualification year was so hard. It was horrendous. The training centre for the English Institute of Sport is in Sheffield, and I live in London. So I had to keep going back and forth. I was barely in uni, and when I was it was only to do work and not even to socialise, so I didnt really know anyone. I used to go to Sheffield Hallam and I moved back home  but its a sacrifice I had to make to qualify for Rio.     You have to be one step ahead of the game to be a Paralympian. Photograph: Ashley Facey-Thompson    Id like to focus on my third year and make sure I get a good grade while still carrying on with my table tennis. So I think this year is going to be one of my hardest yet. I still want to maintain my level and not drop, so theres no time to rest. Ive never had a freshers week in my life. Every time Ive had a big competition, like the Europeans, World Championships or the Paralympics. Im always preparing.  You have to be one step ahead of the game to be a Paralympian. You have to make time and effort to speak to the tutors and to your coaches and make sure they have a good bond. A calendar is the most important. Youve just got to be determined the whole way through. Sometimes I dont feel motivated at all, but its definitely worth it. As a student, you get the benefit of the academic work and sport at the same time. It is tough to study and be an athlete  but Id never tell anyone not to do it. If you get the chance, do it. Hannah Russell, 20, won two golds and a bronze medal at the Paralympics, smashing her own world record in the womens S12 100m backstroke. The swimmer is an undergraduate studying sports science at the University of Salford, and will begin the second year of her degree in January.     Hannah Russell in training. Photograph: Nick Harrison    Im really looking forward to going back. It will be a change for me, as Ive just been purely focused on the training this year. Itll be nice to have something else, to see my friends again. Ive found that a little bit of a struggle. My uni friends will be going into their final year next year, and Ill be starting from scratch again, getting used to new people on my course. I consider myself a social person, so itll be nice to mix with new people. Im looking forward to studying again. Salford has been supportive and theyd always send me my work while I was away. If I was at a competition Id always have the Powerpoint notes on my laptop. Going into this year especially, I had so much support from my tutor and all my coursemates. They were just proud to see what Ive achieved. Sophie Carrigill, 22, graduated in the summer with a degree in sports psychology from the University of Worcester  team GBs wheelchair basketball training base  before heading to Rio to lead the GB womens team to a semi-final as co-captain. She is returning to Worcester to become a graduate ambassador for the university.     Sophie Carrigill co-captained the GB womens wheelchair basketball team. Photograph: Sophie Carrigill    There are so many sacrifices that you make to be a Paralympian. I always say that theyre the choices that I made for my life. I didnt go out like all my other friends did at uni. I remember they used to get back at six oclock in the morning from a night out and Id be up having my breakfast ready to go to training. I lived a completely different life to what a normal student would  but Im happy I did it. I still made great friends who will be my friends for life. They understand my choice. I dont regret it at all. I think its important to embrace everything youre doing. My degree tied in quite well with my basketball. But some peoples might not, so for some its good to get away from your sport for a little bit, have different friends and a different social life. Its quite refreshing not to just be engrossed. As long as youve got the right support behind you, having that alternative focus is always good for an athlete. Keep up with the latest on Guardian Students: follow us on Twitter at @GdnStudents  and become a member to receive exclusive benefits and our weekly newsletter.", 
    "section": "education", 
    "gid": "education/2016/oct/13/paralympians-head-back-to-uni-its-not-a-normal-student-life", 
    "wordcount": "1156"
}