{
    "headline": "Mystery bird: dunnock, Prunella modularis", 
    "text": "      Hedge accentor, Prunella modularis (protonym, Motacilla modularis), Linnaeus, 1758, also known as the hedge sparrow, the shuffle-wing, or as the dunnock accentor, the European dunnock or, most famously (especially in Britain), just as the dunnock, photographed in Brereton Heath Local Nature Reserve, Cheshire, UK.  Image: Roy Hill, 23 January 2012 (with permission) [velociraptorize].Canon EOS 5D Mark II 135mm f/2L + 1.4 extender   As a reminder, here&apos;s the original mystery bird image I shared two days ago:        Question: This British mystery bird is well-known for a particular life history trait that has been the subject of many studies and even several books. What trait is this? Can you identify this bird&apos;s taxonomic family and species? Response: This is an adult dunnock, Prunella modularis, a small monomorphic brown and grey passerine that lives unobtrusively in thickly vegetated areas such as hedgerows, scrub, brambles and bushes.  These small, drab birds are sometimes confused with Old World sparrows, especially house sparrows, Passer domesticus, but are actually more closely related to the thrushes (Turdidae) or the Old World warblers (although the taxonomic placement of these birds remains unclear at this time). But unlike these other birds taxa, the dunnocks have thin pointed bills that are well-adapted for consuming insects, worms and spiders in summer, and seeds and berries in winter. Interestingly, the entire genus, Prunella, was originally given the generic common name of &quot;dunnock&quot; although the generic common name &quot;accentor&quot; seems to have displaced it for all its congeners for reasons that sound inexplicable to me.  The dunnock&apos;s conservative appearance is a direct contrast to its colourful reproductive behavior and extraordinarily flexible mating patterns, which have been the subject of large number of research papers and several books. In fact, this feature of dunnock life reminds me of a number of politicians.  The birds&apos; mating systems include a number of interesting arrangements starting with the traditional one male and one female pairing, but also including more exotic pairings, such as one male with two females, two males with one female, and several males with several females. Not only do these birds&apos; flexible social arrangements arise from selfish individuals competing to maximize their own reproductive success, but another species -- the cuckoo (a brood parasite) -- adds a confounding variable to the dunnocks&apos; reproductive efforts. Since TwitchEd wrote so engagingly about this in the comments section accompanying this original mystery bird, I&apos;ll quote him:   These are are fairly quiet, unassuming birds. You&apos;ll often see them lurking underneath bushes or shuffling around flowerbeds, looking quite boring. But did you know they have riotous sex lives that might make Russell Brand blush? We often think about birds living perfect lives as if in a Disney movie. They snuggle up together in their nest, have lots of fluffy babies and stay faithful for life, right? Not true, unfortunately. These birds have adapted to make use of different breeding strategies. Both males and females want make sure their genes are passed on to the next generation. Where food is plentiful, territories need not be so big, and so there&apos;s less opportunity for overlap with those of other birds. Where life is tougher, the territories need to be bigger and that means more interaction with other members of its own species. For females, that may mean mating with more than one male, in the hope that they&apos;ll both help rear her chicks. Clearly, that doesn&apos;t suit the males. So before mating, they may try to remove a rival&apos;s sperm by pecking the female&apos;s rear end (the cloaca - through which both poo and eggs exit) and encourage her to eject it! However, what works for one pair of dunnocks might not work for another. There are several different strategies they might use: A male paired with a female (monogamy)  More than one male paired with the same female (polyandry)  A male paired with more than one female (polygyny)  &apos;Pairs&apos; with two males and two females (polygynandry) And it&apos;s all going on in your shrubbery...  In all, it makes for an impressive social life for these conservatively-attired birds. If these birds&apos; reproductive behaviours interests you, I highly recommend these two fascinating and well-written books for further reading:   Dunnock Behaviour and Social Evolution by N. B. Davies [Amazon UK; Amazon US]   The Heart Of The Valley by Nigel Hinton [Amazon UK; Amazon US]  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or mp3 files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientistevil google+: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/feb/03/5", 
    "wordcount": "788"
}