{
    "headline": "Mystery bird: marsh wren, Cistothorus palustris", 
    "text": "    Marsh wren, Cistothorus palustris (synonym, Telmatodytes palustris; protonym, Certhia palustris), Wilson, A., 1810, also known as the long-billed marsh wren, and more uncommonly as the eastern marsh wren and as the tule wren, photographed in Anahuac National Wildlife Refuge near Anahuac, Texas (North America).  Image: Joseph Kennedy, 10 May 2012 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Nikon D200, Kowa 883 telescope with TSN-PZ camera eyepiece 1/640s f/8.0 at 1000.0mm iso400    Question: This North American mystery bird has a distinctive behaviour that is thought to be associated with predators. What behaviour is that? Might this behaviour have any other functions? What might those be? Can you identify this bird&apos;s taxonomic family and species? Response: This small bird is an adult marsh wren, Cistothorus palustris. This bird is placed into the Troglodytidae, or the family of true wrens, which are primarily a New World passerine family.  Marsh wrens are widely ranging birds that breed in marshy areas with tall vegetation, especially cattails. Some birds may be residents, but most migrate south to marshes or salt marshes in the southern United States and in Mexico. They are small, often secretive birds that remain hidden from view whilst they busily glean insects, spiders and snails from the stems of marsh vegetation. They sometimes also fly out from a perch to snatch a flying insect.  Marsh wrens are polygynous, and a male will mate with as many females as he can attract to his territory. Male marsh wrens construct between 14 and 22 &quot;dummy nests&quot; within their territory for prospective mates to choose from. Nests not used for breeding may be used for shelter throughout the year and may also serve to distract predators from finding the birds&apos; real nest.  Here&apos;s a short video capturing a male building one of his many nests:            [video link] Male marsh wrens, particularly those in western North America, are accomplished singers and have up to 200 songs they can sing. These birds are remarkable for being singing nearly continuously during the breeding season. I&apos;ve even watched a few individuals singing whilst holding a wriggling spider in his bill! Here&apos;s a video of a male singing some of his many buzzy songs:             [video link] Adult males and females look alike. They have brown upperparts with a black-and-white striped patch on the back, a dark cap, a white supercilium over the eyes and a short, thin bill. They often hold their tail straight up, or over their back. The underparts are buffy and the throat and breast are white.  .. .. .. .. .. .. .. .. .. .. ..  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at the Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist Pinterest: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/may/23/10", 
    "wordcount": "488"
}