{
    "headline": "Snap Fashion: a glimpse of online shopping's future?", 
    "text": "A 25-year-old British computer science graduate is taking on Google&apos;s Goggles project and aiming to transform how we shop for clothes online. Snap Fashion, her new iPhone app, lets users take a picture of an item of clothing  whether in a magazine or on the street  and see similar items from high street retailers. The app was dreamt up by University of Bristol graduate Jenny Griffiths, and claims to be the first fashion-focused visual search engine in Britain, ahead of Google&apos;s ambitious Goggles project, which lets people translate text, identify landmarks and get contact information  but has no clothes shopping element. The Snap Fashion website lets shoppers search online using only a web link, rather than entering text. A link to a picture of Nicole Sherzinger wearing a floral print dress would return search results for a similar-looking floral print dress from various fashion retailers. The search engine uses computer algorithms to deliver the results without human involvement. The London startup has partnered with several big-name retailers  including Selfridges, Liberty, Harrods and Urban Outfitters  to deliver the results. And Snap Fashion is not restricted to female shoppers; it will launch a menswear function shortly. Snap Fashion has secured funding from private investors and through the government&apos;s Tech City technology strategy board. Griffiths said: &quot;Snap Fashion takes the concept of style sharing on blogging sites a step further by putting its cutting-edge search technology in the hands of fashion fans so they can buy the clothers they see in personal photos, favourite websites and magazine imageies. It makes shopping for clothing faster by using images instead of words.&quot; The ability to search the internet without entering text is a priority that has occupied some of the brightest minds in computer science for several years.", 
    "section": "technology", 
    "gid": "technology/2012/sep/11/snap-fashion-online-shopping", 
    "wordcount": "295"
}