{
    "headline": "For centuries, this enigmatic entity has stood on the edge of these woods", 
    "text": "It takes 20 paces for me to circumnavigate the span of her roots; she must be 400 years old. Her core is hollow  long ago she transcended a solid wooden existence. Her trunk is an expanded bole; broad ribbons of thick bark, woven into a vast 15ft high vase. Not solid, but sturdy and lithe. Her rough, green bark smoothens out around the rims of her many gaping apertures. I clamber in, through a fissure in her side, and stand in her protected interior; her fallen, pinnate leaves form a soft bed under my feet. Ash trees do not dominate landscapes as the bold oaks or bristly pines do, or as the dominant elms once did. The ash has a lighter countenance, she is more subtle, but she is everywhere. If the oak is the &quot;ent&quot;  Anglo-Saxon for giant  perhaps the ash is the &quot;ent-wife&quot;. The ash lacks a routine English or Scots prefix; she is the Norse world tree, her roots and branches threading together the different planes of existence. For long centuries this enigmatic entity has stood on the edge of the Fineshade Woods, through stark winters, hot droughts and terrible storms. She has been a home to myriad animals. My exploration reveals earthy mammal excavations, and on the internally naked wood  shot through with the variously shaped and sized tunnels of an array of beetle species  grow tiny, pale mushrooms, and spiders sit in pocks and crevices. Her fresh leaves have been fodder for generations of moths, mites and bugs, and in their deciduous state sustenance to earthworms, woodlice and millipedes. Perhaps people once tapped her sweet sugary sap or gathered her leaves to concoct a pain-relieving brew. Although ash avoids waterlogged soil,today&apos;s downpour is no problem for her earth-drying root network. But, a modern phenomenon has struck theash: a fungus that should be a companion has become a killer. With 90% of ash trees in Denmark already affected, what is her place in our future?  This article was amended on Thursday 8 November. The intro and main text said that 90% of trees in Denmark were already dead. This is incorrect and has been changed to &quot;affected&quot;. ", 
    "section": "environment", 
    "gid": "environment/2012/nov/07/fineshade-woods-northampton-ash-enigmatic", 
    "wordcount": "371"
}