{
    "headline": "Doha conference: carbon cuts talks must wait, says key negotiator", 
    "text": "The debate on whether the world needs stronger greenhouse gas cuts to keep the planet from warming by 2C should be deferred until next year, according to Brazil&apos;s lead negotiator at the upcoming talks in Doha. Ambassador Luiz Alberto Figueiredo says delegates at Qatar  the most important climate negotiations of the year  should prioritise an extension of the Kyoto protocol and the rules for a longer-term agreement rather than be distracted by the crucial but contentious issue of emissions reductions. Environmental groups, however, are calling for greater urgency from Brazil, a country that has won plaudits at previous gatherings for leading the search for common ground between wealthy and developing nations. With the Kyoto protocol set to expire at the end of the year, Figueiredo told the Guardian there is an urgent need to ensure the continuation of a process that has been the foundation of international discussions for more than a decade, despite its shrinking support among the initial signatories. &quot;We need a strong second commitment period and we need to decide duration,&quot; said Figueiredo, who says Brazil would like the new phase of Kyoto to last until 2020, when a new &quot;internationally binding protocol&quot; is supposed to come into effect. That new instrument  which should be far more inclusive  will also be negotiated in Qatar, but the rules do not have to be finalised until 2015. With almost universal agreement that the world is off course to achieve the targets set at the international talks in Copenhagen in 2009, some nations and environmentalists want the upcoming talks to embrace greater emissions cuts, but the Brazilian ambassador says this would be a mistake. &quot;We have to be very focussed on what needs to be done in Doha and not be diverted to other important issues that probably can&apos;t be solved quickly, such as the ongoing question of ambition,&quot; he said. &quot;I don&apos;t think Doha should concentrate on that. We&apos;ll deal with that during negotiation of the next protocol.&quot; The second phase of Kyoto is expected to go ahead but with fewer nations compared to number that agreed to cut emissions in the original 1997 deal. The US signed but never ratified that agreement because obligations were not imposed on big developing economies like China, India and Brazil. More recently, Japan, Russia, Canada and New Zealand have indicated they will not sign up to a second commitment period. This leaves only the EU countries, Australia and probably Norway and Switzerland that will recommit. These account for a minority and declining share of world emissions, but Brazil and other developing nations say size is unimportant as long as the principles of Kyoto  particularly the idea that earlier developed nations should shoulder a bigger burden  are maintained. Countries currently outside of a binding deal, such as the US, China and Brazil, are supposed to implement voluntary pledges made at the Copenhagen conference. But scientists say the commitments on the table are far from sufficient to stay within the 2C goal. Environmental NGOs say greater urgency is needed at Doha. &quot;We don&apos;t have the time to wait to talk about ambitions until next year,&quot; said Jennifer Morgan of the US-based World Resources Institute. &quot;I hope Brazil will bring parties together both to finalise the Kyoto protocol and also to talk about ambition now. &quot;Waiting until next year is not acceptable,&quot; said Carlos Rittl, WWF-Brazil&apos;s climate change and energy coordinator. &quot;The minimum acceptable outcome from Doha is a clear, solid programme that gives us the confidence that we can increase ambition in the light of science in the coming years.&quot; Expectations of Brazil&apos;s role have grown in recent years. Its negotiating position is predominantly determined by its membership of Basic (alongside South African, India and China), all of whose influence has increased dramatically along with economies and emissions, although each of their situations is different. China&apos;s greenhouse gas output  number one in the world for almost five years  continues to surge thanks to massive coal burning. By contrast, there has been a slowing in Brazil due to a deceleration of Amazon clearance. Figueiredo said this has given Brazil enhanced credibility to work with all parties. &quot;It is important to have a fluid and frank conversation with all groups. We see ourselves as a player that wants to promote a convergence of ideas,&quot; he said. After a co-ordination meeting of Basic delegates in Brasilia in September, members reiterated their demand that developed nations lift their ambition because they have a greater historical responsibility for climate change. Figueiredo asked why the EU has not committed to a 30% rather than 20% cut, but he stressed that debate on such numbers should be left until next year, when the talks move into a &quot;different mode.&quot; For similar reasons, he hoped for steady progress rather than major breakthroughs in Doha on several other key issues, including the establishment of a new carbon trading mechanism, financing arrangements and the Redd+ initiative (Reducing Emissions from Deforestation and Forest Degradation), which would provide funding incentives to developing nations for the protection and restoration of forests. For Brazil  home to most of the Amazon  Redd+ is a key concern, but Figueiredo downplayed his hopes. &quot;The conversation is not yet sufficiently mature for us to see an agreement this time,&quot; he said. &quot;Progress would be to clearly define the rules of Redd+. That will be very important for the negotiation of the future protocol. But I understand that the pace of the elaboration of these rules is slower than what we would like. That is the nature of international negotiations that work by consensus.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/nov/15/doha-carbon-cuts-climate-change", 
    "wordcount": "954"
}