{
    "headline": "Research in brief  31 January 2013", 
    "text": "Social Science     Photograph: Ian Waldie/Getty Images    Keeping active can slow down the progression of memory loss in people with Alzheimer&apos;s disease, a study by a team of researchers from the University of Nottingham has shown. A study shows that older people are particularly vulnerable to environmental change, but that awareness among policy makers and older people is lagging behind, researchers from the University of York find. Science and technology     Photograph: Murdo MacLeod    A team of researchers at the University of Bristol has identified a key mechanism responsible for the brain&apos;s regulation of obesity-associated conditions. A study by the University of Southampton and Imperial College London has shown that a shortage in nurses on hospital wards may be leading to thousands of deaths from treatable illnesses, such as blood clots and pneumonia each year. Arts and humanities     Photograph: Keystone/Getty Images    Heather Norris Nicholson from the University of Huddersfield has published the first major history of twentieth century amateur filmmaking in Britain, which shows how a hobby that was originally a rich person&apos;s pastime became more and more popular as the price of equipment fell. And finally     Photograph: Chris Jackson/Getty    People&apos;s memory for Facebook posts is strikingly stronger than their memory for human faces or sentences from books, according to a new study by academics at the University of Warwick and University of California, San Diego. The findings shed light on how our memories favour natural, spontaneous writing over polished, edited content, and could have wider implications for the worlds of education, communications and advertising. Would you like your university&apos;s research featured on the network? Email claire.shaw@guardian.co.uk with your latest news This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/jan/31/research-in-brief-universities", 
    "wordcount": "287"
}