{
    "headline": "TV hackers thrill MIPCube conference, but call for more open data", 
    "text": "How do hackers hack when they have very little to hack with? That was the challenge facing a group of developers at the MIPCube conference this weekend. The idea: they would spend 36 hours coding innovative apps and websites based on TV content, then present the results to a room full of producers and broadcasters. Oh, and the hacking took place on a yacht moored in the Cannes harbour. The problem: APIs. Or rather, the lack of them. A recent Music Hack Day in London saw developers playing with data and content from Spotify, SoundCloud, The Echo Nest, EMI Music, Universal Music, Songkick, Musicmetric, 7digital, The Guardian, Red Bull and numerous other sites or services. For the TV Hack Day in Cannes, the hackers had much less to work with. In the presentation session, developer Syd Lawrence gave the TV industry both barrels as a result. &quot;The data coming out of broadcasters is shit. There is no data from your industry out there that we can actually play around with. I honestly think you should start to change that,&quot; he said. &quot;You have companies charging for TV listings. In my eyes, TV listings would be a good thing to put out there to get people watching your shows. Apparently, you would rather charge for them.&quot; And that wasn&apos;t all. &quot;Radio is so far ahead of TV,&quot; said Lawrence, referring to available data. &quot;If you work in TV and are to do with the data, just think that radio is beating you! That&apos;s all you need to know.&quot; Enough negativity though. The hacks that were presented to the audience met an exceedingly warm reception, with plenty of laughter and applause. Aral Balkan&apos;s Grab Magic used Kinect and an iPhone to enable people to physically reach out and &quot;grab&quot; screenshots from something showing on TV, and save them on the phone. &quot;Sometimes the best UI is no UI,&quot; he said while presenting. Martyn Davies&apos; When hack was a simple search box to type in a TV show name to find out when its next season starts, while Lawrence&apos;s VOD Do You Vant to Vatch involved a similar search box, but this one pulled in actual shows from services including iPlayer and YouTube. Lawrence also made Zeebox Trends which accessed an &quot;undocumented API&quot; from social TV app Zeebox to show what percentage of users are watching specific shows in the UK  and Rcmmndr 2.0 Beta, which provides film recommendations based on the user typing in a movie that they like. Lazy Shoppr by Dave Williamson was a way for his wife to do the shopping while watching TV, while Russell Smith&apos;s Watchd was an analytics tool for broadcasters and producers, to analyse Twitter buzz around a show, but also to tie that to specific moments. Lawrence Job&apos;s Feedback was also a B2B hack that analyses Flash and JavaScript events in online videos. He also worked with John Lyons on Relive TV an iPad app to rate shows as they&apos;re being watched a bit like the worm tools that have been used for political debates while also leaving comments. They were also behind Dev TV, a hack for deaf TV viewers that analyses keywords in the closed captioning text like &quot;boom&quot; and vibrates their phones in sync. These aren&apos;t commercial apps or services, necessarily, but that&apos;s not the point of a hack day. The idea was to give the TV industry attendees a sense of what&apos;s capable when working with developers or at least what would be possible if they provide more open data and content for those developers to work with. The event was organised by Rewired State and Reed Midem, with more information on each of the hacks available on the former&apos;s website.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/mar/31/mipcube-tv-hack-day", 
    "wordcount": "643"
}