{
    "headline": "While selection in admissions persists, school rankings will never be fair", 
    "text": "Is there a problem with school accountability in this country? Yes. Is there an easy solution? Probably not. The latest consultation on this issue has just closed, to remarkably little fanfare. Perhaps everyone was so preoccupied with the national curriculum review, or taken aback by Michael Gove&apos;s climbdown on the English baccalaureate certificates, that less attention was paid to the accompanying announcement on KS4 (ages 14-16) performance data. The new proposals seek to mitigate two evils in the current system: the perverse incentives for schools to &quot;game&quot; by manipulating the curriculum or focusing excessively on certain groups of pupils, and the uncomfortable truth that blunt exam results inevitably reflect intake. Three new accountability measures will attempt to compensate for this: a threshold of A-C grades in English and maths only, an average point score made up of the best eight subjects (heavily weighted towards the EBacc subjects and away from all but a very limited set of vocational qualifications), and a new value-added measure based on progress from KS2 (ages 7-11) in the best eight and designed to smoke out the coasting middle-class school. On first sight, it&apos;s a more attractive way forward. It moves away from thefocus on C/D borderline pupils and values each pupil&apos;s progress more equally. But there are also potential downsides. The first measure will still largely relate to intake. The second and third will reflect the weight attached to EBacc subjects, leading to a possible new set ofperverse incentives for schools to change the curriculum in favour of what is best for their public image, rather than their pupils. Early modelling by CentreForum, a public policy thinktank, suggests that some schools&apos; league table rankings may shift dramatically in positive and negative directions as a result of the changes, and all three measures may conflict with one another and with what went before. This could mean a complicated picture for parents to navigate, especially if unvalidated, simpler headline figures are still published locally within days of pupils getting their results. And in the broader sense absolutely nothing has changed. The entire accountability system will still rest heavily on exam results, trust in which is at an all-time low, and on the performance of a group of pupils who started at the school five years earlier. Not necessarily a reliable indicator of future success for the incoming cohort. A different approach might be to acknowledge that in this delicate business there are two audiences to satisfy. The first is made up of governing bodies, local authorities, academy sponsors, Ofsted and the Department for Education. The second audience is the parents. This first audience needs and to a certain extent already has  the sort ofdetailed statistical information that is being proposed in order to hold schools to account. The second audience, on the other hand, probably wants something different. A new &quot;data warehouse&quot; containing every available statistic about secondary schools is previewed in the consultation. This will provide a great resource for data geeks who have the time to scrutinise it. But it stretches the imagination to suggest that more than a hardcore minority of parents will be scouring the warehouse to see which local schools &quot;teach previously high-attaining pupils to excel in physics&quot;, as is suggested in the consultation document. The majority of parents will be doing what they always do: looking at the headline figures, trading them off against Ofsted reports, ethos, word on the street, proximity, peer influence, even the look of the headteacher at the open evening. If the research that I conducted for the Pearson Centre for Policy and Learning several years ago is anything to go by, this audience would welcome a more rounded, descriptive, contextualised local picture of what a school does and doesn&apos;t do well rather than a wall of statistics. The elephant in the room in this entire debate remains our complex admissions system. Every tweak and recalibration of the league tables in thelast 20 years has been in part designed to try and redress the fact that, inEngland, we don&apos;t start with a level playing field. While the potential to select overtlyor covertly persists, the towering hierarchy will continue. Schools with intakes skewed in one direction oranother will be either disproportionately demonised or applauded. In short, the system will be unfair and even themost finely tuned accountability measures can&apos;t compensate forthat.", 
    "section": "education", 
    "gid": "education/2013/may/13/selection-school-admissions-rankings-proposals", 
    "wordcount": "749"
}