{
    "headline": "Searching for Paralympic heroes  in a basement", 
    "text": "I work as a librarian for the Medical Research Council, so I was intrigued to see that some descriptions of Ludwig Guttmann&apos;s work mentioned the role played by the MRC. I started poking around in my library&apos;s rich collection of MRC reports down in the library basement, thinking I could quickly find the link between MRC and the Paralympics. It proved to be a longer quest than I had expected, as one thing led to another  as far back as ancient Egypt. The Edwin Smith papyrus, the world&apos;s oldest known surgical document, described spinal cord damage as &quot;a condition not to be treated&quot;, and throughout much of history such injuries have been seen as hopeless cases. Wilhelm Wagner is credited as the first to treat them successfully. He worked in the late 19th century in Knigshtte, Silesia in a hospital that specialised in treating injured coal miners. His work led to the establishment of spinal injury units to treat German military casualties in the first world war. Otfried Foerster was another influential German neurologist, working in Breslau in the early 20th century. His unit was regarded as the most advanced in Europe; Foerster&apos;s most famous patient was Vladimir Lenin, who suffered a series of strokes towards the end of his life.  Foerster was by training a neuroscientist rather than a surgeon but he applied his knowledge of neuroanatomy and neurophysiology to his neurosurgical practice. He operated successfully on many spinal cord injury patients during the first world war. Foerster was continually seeking to broaden his knowledge through research. He also used physical treatments and exercise therapy and emphasised the need for specialist, centralised care of patients. The first world war was a spur to develop treatment of spinal injuries in the UK too. British neurologists George Riddoch, Henry Head and Gordon Holmes all did important work at this time, aided by the nascent MRC, formed in 1913 under another name. It initially applied its energies to medical research issues arising from the war effort, including the treatment of battle injuries.  After the war the MRC collated much new information gained about the treatment of wounds. About 50 specialists worked on neurological injuries, overseen by the MRC Committee upon Injuries of the Nervous System, with George Riddoch as its secretary. Their report was published in 1924, with the object of collating the practical experience gained during the war &quot;in a form in which they can be applied to the treatment of spinal lesions met with in civilian practice&quot;. During peacetime there was less focus on spinal cord injuries, but in Boston, USA, neurosurgeon Donald Munro set up a unit in 1936 to treat cranial and spinal injuries. He demonstrated that by following a few basic principles he could rehabilitate patients with these injuries so that they could lead a useful life. His success served as a model for others to follow and some called him the &quot;father of paraplegia&quot;. At the start of the second world war, George Riddoch was chair of the MRC Nerve Injuries Committee. He was determined that provision for servicemen with spinal injuries would be better than that he had seen 20 years previously. The committee drew attention to the need for after-care and rehabilitation of patients with nerve injuries and also prepared an atlas  Aids to the Investigation of Peripheral Nerve Injuries (MRC War Memorandum no. 7)  in 1942. This was published commercially, going through several editions, and is still in use as a diagnostic atlas today. Ludwig Guttmann was the link between these different strands of neurological practice, in Germany, USA and UK. Guttmann was born in 1899 in Silesia. He went to school in Knigshtte and aged 17 he became an orderly at the local hospital  the same hospital where Wilhelm Wagner had worked. Guttmann&apos;s first encounter with paraplegia was a young coalminer with a fracture of the spine. When Guttmann started to write up his notes one of the more senior staff members told him &quot;Don&apos;t bother  he will be dead in a few weeks&quot; and so it proved. That defeatist attitude made a big impression on Guttmann and the experience stayed with him. Guttmann graduated from medical school in 1924. He had hoped to specialise in paediatrics but due to a lack of job openings and a chance remark from a friend, he ended up working in neurology, under Otfried Foerster. Under Foerster&apos;s tutelage Guttmann gained clinical experience and also carried out research into neurophysiology. After four years with Foerster, Guttmann was ready for a new challenge and he moved to Hamburg to set up a neurosurgical unit there. However the following year Foerster&apos;s assistant died unexpectedly so Guttmann moved back to Breslau to help out his former mentor. In 1933 Guttmann, a Jew, was forced by the Nazis to leave his position with Foerster and he moved to the Jewish Hospital in Breslau. Life became increasingly difficult for Jews in Germany. Eventually in 1939, with the assistance of the Society for the Protection of Science and Learning, Guttmann escaped to England with his wife and two children, and started a new life in Oxford. He became a research fellow at the Nuffield Department of Neurosurgery in the Radcliffe Infirmary.  The British army and the MRC had convened a stellar group of scientists and neurosurgeons, including J.Z. Young, Peter Medawar, Ernst Gutmann, Hugh Cairns and Herbert Seddon, to work on the challenges of neurological injury. Guttmann worked with them on the regeneration of nerve fibres. This was far removed from his previous clinical work, and he considered himself side-tracked into research. He clearly made a good impression on the British neurological community. He was consulted over plans to set up a centre for peripheral nerve injuries in Oxford, and in 1941 he spoke at a meeting of the Royal Society of Medicine Section of Neurology on rehabilitation after injuries to the central nervous system. This meeting was presided over by Riddoch and attended by the great and good of British neurology.  Subsequently Riddoch asked Guttmann to prepare reviews on surgical aspects of spinal injuries, and on rehabilitation after injuries to the nervous system. These were presented to the MRC Nerve Injuries Committee in September 1942 and were well received. The Committee agreed that the reviews should be published, though it appears that they never were. A sub-committee, including Guttmann and Riddoch, was charged with drawing up a memorandum and in 1944 the MRC Bulletin of War Medicine published it as First Aid and Early Treatment in Traumatic Paraplegia, Encapsulating Established Principles. Guttmann recounts that at about this time a decision was taken that spinal cord casualties should be congregated into special units dedicated to their care. Riddoch, who had by this time recognised Guttmann&apos;s potential, called in to see him in 1943. Susan Goodman, in her biography of Guttmann, reports the conversation as follows:  Look here, we know your views about paraplegics, which are pretty radical, but we have to open another spinal unit as one of the preparations for the second front  I know you are pretty fed up with all the research  Would you like to do it?  Guttmann leapt at the chance, and in 1944 the Stoke Mandeville centre was opened under his direction. Anyone who watched the BBC drama The Best of Men, which told the story of how Guttmann established the new centre, will have been left in no doubt that he was an extraordinary man, with great determination and dedication to his patients. One reviewer of John Silver&apos;s book on the history of spinal injuries notes:  arrangements (or lack thereof) for the chronic treatment of spinal cord injuries are almost entirely dependent on the level of commitment of the societies in which the patients live.  It was Ludwig Guttmann&apos;s good fortune to be living at a time and a place when his knowledge and skills came together with the commitment of society to look after spinal injury patients. His versatility, excelling not just in clinical care but also at neurological research, helped him come to prominence within the MRC and thence to be given a key role in delivering care for spinal injuries. Next time I decide to follow up an interesting story about the history of medical research, I will know better than to think it&apos;s going to be solved by a quick look down in the library basement. The real world is more complicated than that.", 
    "section": "science", 
    "gid": "science/occams-corner/2012/nov/14/searching-paralympic-heroes-basement", 
    "wordcount": "1419"
}