{
    "headline": "Ernest Kaye obituary", 
    "text": "Ernest Kaye, who has died aged 89, was the last surviving member of the original design team that built the Lyons Electronic Office (Leo), the world&apos;s first business computer. In 1949, he responded to an advertisement for electronic engineers and, much to his surprise, discovered that the job on offer was with the Lyons teashops and catering company, which had decided that the future of business data processing lay in adapting the newly emerging computers from their technical and scientific orientation to the world of business. Intrigued by the challenge, Kaye joined Lyons and applied his experience in circuit design to the Leo. At a celebration last November at the Science Museum marking the 60th anniversary of the first commercial job to run live on Leo  a bakeries valuation and a world first  he commented that he had never worked harder in his life and was designing circuit boards till they came out of his ears. The team, led by John Pinkerton, took the basic Edsac (Electronic Delay Storage Automatic Calculator) machine developed at Cambridge University and adapted it to run a whole range of business applications, propelling Lyons into computer manufacturing and sales, and for a decade or more it led the field against allcomers, IBM included. With Pinkerton and Ernest Lenaerts, Kaye published a series of articles in Electronic Engineering in 1954 that won them the Radio Industry Council&apos;s award for the year&apos;s best technical writing. Kaye stayed with the Leo project through several mergers, showing that his managerial talents went well beyond design engineering. His range of skill was recognised by the next company he joined, the large American concern, Control Data Corporation, first as UK marketing manager and then as service manager in the UK. He attended many reunions of the Leo Computers Society and had intended to come to the reunion held the day after he died. He was interviewed for the BBC TV series The 1952 Show screened on 30 March this year, reminiscing about his early years with Leo. He was born in London, the son of Dinah (ne Hoffman) and Simon Kamenetzky, who had both migrated as children from eastern Europe at the time of the pogroms in 1905. They subsequently changed the family name to Kaye. Ernest showed a prodigious musical talent from an early age and won all the music prizes at his school, Kilburn grammar, and it was his love and passion for music which was to play, for him, the most important part throughout his life. He studied the piano with Harry Isaacs, achieving his performer&apos;s LRAM (Licentiate of the Royal Academy of Music) with honours. One of his first songs, a poignant setting of Shakespeare&apos;s Come Away, Death written when he was only 17, was published in 1949 by Oxford University Press, which went on to publish sets of his piano pieces for children and, later in his life, much of his liturgical music written for the West London Synagogue. In the early 1950s he supplemented his income by giving piano lessons and composing music for jingles and children&apos;s television programmes for the newly formed ITV. But he was a man of many parts. From grammar school he went to Imperial College London, gaining his BSc in engineering and then moving into government scientific research at the GEC Research Laboratories, working on the design of electro-mechanical relay technology for homing torpedoes. It was with Leo that he made his mark. In 1970 he left the world of computers to run the family props hire business, Lewis &amp; Kaye, which his father, an antique silver dealer, had started. Lewis &amp; Kaye (now part of the Farley Group) provided props for television, films, advertisers and others, specialising in silver, glass, china and jewellery  everything from Upstairs Downstairs to Harry Potter. He ran the business for more than 30 years and did not retire until 2004. In 1947 Kaye married Marianne Zeisl, a young refugee from Vienna  they met in the arena of the Proms the year before  and together they had three children, Charles and twins Tony and Nina. They all survive him, along with six grandchildren.  Ernest Joseph Kaye, computer engineer, born 20 June 1922; died 21 April 2012", 
    "section": "technology", 
    "gid": "technology/2012/may/14/ernest-kaye", 
    "wordcount": "703"
}