{
    "headline": "Just how small is an atom?", 
    "text": "    Just how small are atoms? And what&apos;s inside them? The answers turn out to be astounding, even for those who think they know. This fast-paced video animation uses spectacular metaphors (imagine a blueberry the size of a football stadium!) to give a visceral sense of the building blocks that make our world.               [video link] Hrm, grapefruits and blueberries ...Who thought that breakfast foods could make such tasty scientific props? On the other hand, if you are looking for another way to visualise the same information, this interactive graphic explores the same questions (and more!) that are the focus of this video, and better yet, it&apos;s just really fun to play with.  What did you think of this video? I have a mixed reaction. On one hand, it&apos;s cute and makes the idea of an atom more accessible than perhaps it might otherwise be, but now that the caffeine has kicked in, I have two nitpicks:   why assume a grapefruit is made solely of nitrogen atoms? This assumption makes no sense since the narrator never mentions nitrogen atoms again in the video.  it&apos;s true that electrons are really strange little entities, acting as a particle at some times and acting as a wave at other times, but the video&apos;s presentation of electrons is just plain wrong. The charge density of an electron is not at the &quot;edge&quot; of the atom, it is mostly found at the atom&apos;s nucleus. And electrons are not little particles that whizz around at the &quot;edge&quot; of the atom (and how is the narrator defining the &quot;edge&quot; of the atom, anyway?). .. .. .. .. .. .. .. .. .. .. .. .. Lesson by Jonathan Bergmann at flipped learning, animation by Cognitive Media. .. .. .. .. .. .. .. .. .. .. .. .. twitter: @GrrlScientistfacebook: grrlscientistevil google+: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/may/23/1", 
    "wordcount": "289"
}