{
    "headline": "Get used to 'extreme' weather, it's the new normal", 
    "text": "It has been a summer full of reports of extreme weather, of unparalleled scope and severity. Among the highlights: one of the warmest years on record in the US, record-high temperatures in central and eastern Europe, the wettest summer in the UK, the heaviest rainfalls in northern India and the Philippines and the most severe droughts in the US and east Africa. In short, climate change and weather extremes are not about a distant future. Formerly one-off extreme weather episodes seem to be becoming the new normal. Weather extremes are not that extreme any more. Heatwaves, floods, droughts and wildfires are the new reality of an ever warming world. And this should not come as a surprise. Scientists have been warning for years that as the planet heats up, we will have to deal with more severe, more changeable, more unpredictable weather. The evidence is mounting that human-caused warming is pushing normal warming effects to extremes. Heatwaves have increased in duration and frequency. Some parts of Europe are now gripped by severe water shortages while other parts have suffered extreme precipitations causing floods and increased crop losses. And although not every extreme weather event can be attributed to climate change, scientists are now much more confident about linking individual weather events to climate change. Take 2011&apos;s record warm November in the UK, the second hottest on record. Researchers say that it was at least 60 times more likely to happen because of climate change than because of natural variations in the earth&apos;s weather systems. This summer continued the pattern. The retreat of sea ice in the Arctic smashed the previous record, with just half the ice present compared to when satellite measurement began in 1979. Or take another example: Greenland&apos;s July thaw, where satellite data showed that about 97% of the massive ice sheet surface covering the island was melting. &quot;Was this real or was it due to a data error?&quot; a Nasa scientist questioned. Unfortunately, the data was correct. All this record-breaking news reveals that global climate breakdown is occurring more rapidly than most climate scientists had expected. Climate change is happening, and it exacerbates a whole range of other global problems, adding further instability in an already unstable world. But isn&apos;t it too costly to invest in a low-carbon world, some may ask? Well, yes it costs. But so does business-as-usual. It would be wrong to believe that to continue business-as-usual is the cheap option. It is not. On the contrary, it is very expensive. Just one example: the World Bank issued a global hunger warning recently after severe droughts in the US, Russia and the Ukraine sent food prices to a record high. According to the World Bank, prices for maize and sorghum increased by 113% and 200% respectively in some markets in Mozambique and in Sudan. This is the kind of cost that often gets ignored. Businesses don&apos;t need to be told about the financial losses caused by weather extremes. This summer&apos;s drought in the US devastated the multibillion-dollar corn and soybean crops. Insurers in the US may face as much as $20bnlosses this year, their biggest ever loss in agriculture. This is not exactly helping fight the economic crisis. It is simply incredible what big risks some people are prepared to take on behalf of future generations. Despite the facts and evidence in front of us, there are still many interests advocating doing nothing or continuing with business-as-usual. Or just forgetting the climate crisis until we have solved the economic crisis. And whereas some see the current financial turmoil as a bitter setback for international climate protection, I see intelligent climate action as a driver of new opportunities for jobs in Europe, for investments in energy efficiency technologies, for boosting innovation and competitiveness, for lowering energy bills. To me, tackling the climate crisis helps, not damages, our economic security and prosperity. Both crises are interlinked and must be tackled together.", 
    "section": "environment", 
    "gid": "environment/2012/sep/19/extreme-weather-new-normal-climate-change", 
    "wordcount": "659"
}