{
    "headline": "Apps Rush: Pete the Cat, National Rail Enquiries, PayPal Here, Lego Harry Potter, Vixely, we7 and more", 
    "text": "A bumper selection of 29 new and notable apps for you today: Pete the Cat: School Jam HarperCollins takes its popular Pete the Cat series of books to iOS, with this musical adventure. Children follow Pete as he looks for his guitar through a series of hidden-object scenes, before unlocking a Guitar Hero-style rhythm game. Plus there&apos;s an augmented reality feature to pop up a virtual Pete when the camera is pointing at one of his physical books.iPhone / iPad National Rail Enquiries UK travel website National Rail Enquiries has launched a free iPhone and Android app, providing timetables, live departures data, journey planner and push notifications for disruptions.Android / iPhone PayPal Here PayPal&apos;s latest Android app is pitched as &quot;the simple way to accept credit and debit cards, PayPal and checks&quot; for merchants, teamed with a physical card reader. For now, the service is invitation-only for small businesses in the US only.Android Lego Harry Potter: Years 5-7 Warner Bros has already released one Lego Harry Potter game for iOS, covering years 1-4 of his Hogwarts adventures. This follow-up finishes the job in characterfully blocky style.iPhone / iPad Vixely This is interesting: an all-new magazine for women making its debut as an iPad app rather than a print publication. It promises a familiar mix of sex, dating, health, fashion and lifestyle, and appears to have a US focus.iPad The Amazing Spider-Man AR Sony Pictures has launched an augmented reality app for Spider-Man, which unlocks Spidey animations when the device is pointed at specific markers. It&apos;s using Qualcomm&apos;s Vuforia AR platform. The link above is for Android, but here&apos;s the iPhone version.Android / iPhone we7 Free Music Radio British streaming music firm we7 has been turning itself into a Pandora-style personal radio service, and this iPhone app is part of the pivot. Choose artists, genres and themes to create personalised stations, then save them for offline play, or browse some of the themed stations already set up.iPhone Spotify for iOS 4 Spotify&apos;s latest iOS app which includes the new iPad version requires iOS 5 to work. What if you&apos;re happy on iOS 4? The streaming music service is heading off any protests with a dedicated app for the older version of Apple&apos;s OS.iPhone Rdio While we&apos;re on the subject of streaming music services, Rdio has just quietly launched in the UK, meaning Brits get a chance to see how it stacks up against Spotify, Deezer and others. A full range of apps is available too, with a 9.99 monthly subscription.Android / BlackBerry / iPhone / iPad / Windows Phone 7 Tate Britain Quiz Trail Visiting the Tate Britain museum soon? This iPhone app wants to gamify your experience with 30-60-minute themed &quot;trails&quot; through the exhibits. Multiple-choice questions make it an engaging modern equivalent of the paper questionnaires on clipboards that children have traditionally been sent round museums with.iPhone Pac-Man Kart Rally Because every much-loved game character gets stuck in a kart at some point for the purposes of brand extension. Pac-Man&apos;s new Windows Phone game takes Pac and friends onto the roads, Mario Kart-style.Windows Phone The Thames: London&apos;s Crown Jewel River Art Productions and the Thames Diamond Jubilee Foundation have teamed up for this app celebrating London&apos;s iconic river, with images and information about the Thames and its surrounding architecture. It ties in with this year&apos;s Diamond Jubilee Pageant route too, with 50% of the profits going to charity.iPad Elizabeth: A Personal Portrait of Her Majesty The Queen More royal action: Trinity Mirror Media has launched its latest one-shot app for iPad: a celebration of the Queen, just in time for her diamond jubilee. The digital magazine includes images from the Mirror&apos;s archives, as well as articles. It matches a separate print supplement.iPad MyCityWay London24 This is the latest location-based travel guide app for London, containing 30 &quot;mini-apps&quot; for news, hotels, kids, movies and showtimes, taxis and other useful information.iPhone Dino Life Japanese social games giant GREE has big ambitions for the West, and they include new Android-exclusive game Dino Life. The genre is familiar village-building, and the theme is prehistoric. &quot;Make home village good, make all cavemen happy, hatch and make many pretty dinosaur...&quot;Android Brainsss Here&apos;s a neat twist on the tower defence genre: you play the horde of zombies rather than the human defenders. &quot;Build a massive swarm of zombies and trash the human defenses...&quot;iPhone / iPad The Blue Room by Bombay Sapphire Gin Gin! Blue gin! On your iPad! Here&apos;s a branded app from Bacardi to promote its Bombay Sapphire sub-brand, offering cocktail recipes, an &quot;Imagination Room&quot; to draw gin-inspired artwork, and a &quot;Music Infusion Room&quot; to make a gin-fuelled racket.iPad Mot &amp; Chandon Ice Imprial More branded booze-app action here, from champers brand Mot &amp; Chandon. It&apos;s a photo-sharing app: &quot;Glamorise your photos with exclusive sunny filters...&quot; Probably not likely to be bought by Facebook for $1bn.iPhone MyCityWay MyCityWay is an extremely polished-looking travel guide for BlackBerry PlayBook, offering information on nightspots, shops, utilities and tourist destinations. Currently it supports New York, San Francisco, Austin, Seattle and Chicago, with 68 more cities to come.BlackBerry PlayBook Little Riding Hood (Woogi World Story Shaper Series) Here&apos;s a fun idea: Little Red Riding Hood reinvented as a multiple-choice story for children. &quot;Little Green Riding Hood meets a robot on the way to her grandmother&apos;s house in the swamp? Little Yellow Riding Hood calls to the ninja for help? You choose...&quot;iPhone / iPad Trucks  by Duck Duck Moose Talented kid-apps developer Duck Duck Moose is back with its latest iOS effort, focusing on trucks. Children can play with various virtual trucks, accompanied by a number of popular nursery rhymes. iPhone / iPad Build Cars with Edward and Arthur And if that&apos;s not enough vehicle-related appy fun for children for you, check out the lovingly-crafted Build Cars with Edward and Arthur app from Swedish developer David Sjlander, which gets kids to build virtual cars then race them.iPhone / iPad Magic Academy: part one Developer Nevosoft has launched a new hidden-object game on Android on a free-to-play basis: players can try it for free, then pay in-game to unlock the whole thing. The theme: Harry Potter-esque magic students.Android Adobe Tutorial Player for Photoshop Adobe has brought its Photoshop software to tablets, but this is more of a companion app for the desktop version. It &quot;keeps track of your progress as you work in Photoshop and helps you when you are stuck&quot;.iPad The King of Fighters-i 2012 Notoriously hardcore beat &apos;em up franchise The King of Fighters returns to iOS armed with 32 playable characters, six game modes and multiplayer Wi-Fi battles. In-app purchases are used to unlock additional characters.iPhone CNNGo CNN&apos;s latest Android app is a travel guide focused on Asia and Australasia, offering photo galleries and local news, as well as the ability to submit your own reports to its CNN iReport service.Android Directing Puss in Boots This iPhone app is aimed at children who want to create their own home movies, interspersed with clips from Dreamworks&apos; animated movie Puss in Boots. A niche, admittedly, but it looks good fun.iPhone Pocket Films Indian short-films distributor 1takemedia has launched an iOS app to give its content a wider airing: short films and documentaries made in India, streamed to the phone.iPhone / iPad Tweets From My Cat An iPad app to help your cat post tweets. Yes.iPad", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/may/03/apps-rush-paypal-lego-harry-potter", 
    "wordcount": "1270"
}