{
    "headline": "IEA report reminds us peak oil idea has gone up in flames", 
    "text": "Given the bubbling cauldron of violence that the middle East so frequently and regrettably is, the prospect of the US outstripping Saudi Arabia as the world&apos;s biggest oil producer in the next decade is deeply striking. The redrawing of the geopolitical map may cool some tensions and perhaps spark others. But the truly global implications of the International Energy Agency&apos;s flagship report for 2012 lie elsewhere, in the quietly devastating statement that no more than one-third of already proven reserves of fossil fuels can be burned by 2050 if the world is to prevent global warming exceeding the danger point of 2C. This means nothing less than leaving most of the world&apos;s coal, oil and gas in the ground or facing a destabilised climate, with its supercharged heatwaves, floods and storms. What follows from this is that the idea of peak oil has gone up in flames. We do not have too little fossil fuel, we have far too much. It also follows directly that the world&apos;s stock markets are sitting on toxic levels of subprime coal and gas, a giant carbon bubble ready to explode. How has it come to this? The simple answer is because the cost of the damage caused by carbon emissions is still not paid by the polluter. But the IEA&apos;s World Energy Outlook 2012 also highlights another huge problem which is throwing fuel on the fire: titanic subsidies for fossil fuels. The IEA estimates that $523bn was burned in cutting fossil fuel prices in 2011. Coal, oil and gas are mature industries and should be more than able to stand on their own two feet by now. Renewable energy, in contrast, is relatively new and needs support in driving its costs down  which it is doing, fast  and to compensate for the market failures which mean greenhouse gases continue to be pumped into the atmosphere in ever greater quantities. Yet, in 2011, subsidies for renewables totalled only $88bn around the world, meaning fossil fuels received six times more. The dirty fuels also got a bigger increase in subsidies in 2011: 30%, compared to the 24% for renewables. The prospects look gloomier than the smokestack of a coal-fired power station. But there are glimmers of hope. Renewables will become the second-largest source of electricity generation by 2015, predict the IEA, and energy efficiency could in the next two decades cut a fifth of current demand. But the obstacles to preventing runaway climate change remain formidable. First, the entire valuation of the world&apos;s fossil fuels has to undergo a massive downgrade, impossible without the tough global climate treaty that currently seems as far away as ever. Second, greater energy efficiency is a no-brainer that is easy to support but hard to make a reality, requiring as it does incentivising energy users to use less of the product their suppliers are selling and deep changes in behaviour. Coincidentally, the UK published an energy efficiency strategy on the same day as the IEA report. It is full of laudable good intentions, but will have little impact in the near term. Meanwhile, the government&apos;s flagship policy on reforming the electricity market - due any day - contains absolutely nothing on energy efficiency so far. Keith Allott, head of climate change at WWF-UK, said: &quot;Many governments and businesses are clearly in denial over the threat posed by climate change and need to accept that we have to start leaving fossil fuels in the ground rather than dashing to develop new reserves. It&apos;s simply crazy to think otherwise.&quot; The problem is that right now, and for many people, it is leaving coal, gas and oil buried that seems the crazier option.", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2012/nov/12/iea-report-peak-oil", 
    "wordcount": "612"
}