{
    "headline": "Young human rights reporter of the year 2012  sixth-form runner-up", 
    "text": "Human traffickers &quot;All human beings are born free and equal  no one shall be held in slavery&quot;. The 1948 Universal Declaration of Human Rights outlawed slavery. This meant the end of slavery, or did it? Slavery still exists today and is imposed on millions of people, particularly children from poverty-stricken families in developing world countries, such as Guinea-Bissau in Africa. Guinea-Bissau, one of the five poorest countries in the world, has great inequality of income distribution. Parents believe an education will ensure their children&apos;s survival. However, to human traffickers, desperation is a bargaining tool. Parents send their children away with &quot;marabouts&quot; or religious instructors, deceived into thinking their children will receive a religious education. The marabouts traffic the students, or &quot;talibs&quot;, within the country or to Senegal over poorly guarded borders. These children never see their parents again. Orphaned, alone, abused, their childhood is stolen from them. Forced to beg for 12 hours a day and risking physical abuse, the children must collect a certain daily quota of money. Boys are forced into agricultural labour, in the cotton fields of Senegal or forced into commercial sexual exploitation. Girls are forced into domestic labour or prostitution. The child traffickers shockingly do not see their actions as a crime. &quot;I do this regularly,&quot; a recruiter told IRIN Global, a humanitarian news website. He claims trafficking allows children from four to 19 years old, to earn money for work they would normally do without pay. &quot;The young ones fetch firewood and water. The older ones work the cotton field. It&apos;s the same as they do at home.&quot; Jorge Menendez was trafficked at 10 years old, by a marabout his father knew. He promised Jorge an education, yet instead took him to labour in a cotton field. He was then taken to Senegal to stay in a Koranic school in Dakar. &quot;I spent all my time begging. I had to bring the marabout 350 CFA francs (UK 0.44) daily, otherwise I was beaten,&quot; Menendez told IRIN Global. He spent approximately two to three years there, before being returned to Guinea-Bissau by the International Organization for Migration (IOM). In 2004, Unicef estimated there were 100,000 child beggars in Senegal (almost 1% of the population), most from Guinea-Bissau. Increasingly, police and local leaders are trying to prevent children being smuggled to Senegal&apos;s cotton fields and the streets of Dakar. The IOM, Unicef and local NGOs have held workshops to inform police, the government and local leaders that child trafficking is a crime. Villagers now tip off police about traffickers. The measures appear to be having some impact. The UN Non-Government Liaison Service said: &quot;After much neglect and indifference, the world is waking up to the reality of modern slavery. 54% of responding countries established an anti-human trafficking police unit, developing a national action plan to deal with trafficking.&quot; Yet for many children across Guinea-Bissau, help is unlikely to come soon enough. Children will continue to be exploited until the issue of trafficking is seriously acknowledged and addressed.", 
    "section": "education", 
    "gid": "education/2012/may/14/human-rights-sixth-form-award", 
    "wordcount": "520"
}