{
    "headline": "Tech City startups voice criticisms over Technology Strategy Board", 
    "text": "When David Cameron announced Tech City in November 2010, he was very clear about its aims: &quot;We&apos;re not just going to back the big businesses of today, we&apos;re going to back the big businesses of tomorrow,&quot; he said, adding: &quot;Today [we are] setting ourselves the ambition of making Britain the best place in the world for early stage and venture capital investment.&quot; But more than two years after those lofty words, frustrated entrepreneurs who have failed to secure government funding for their startups say that the government&apos;s investment drive for Tech City is bureaucratic, laborious, lengthy and lacks transparency. Since the coalition came to power, there has been a lot of focus on Tech City, the cluster of technology companies in east London. Indeed, the prime minister has taken it on as his own personal project to encourage growth in the area, which he believes will be the future of our economy as we move away from financial services. This is a commonly held view internationally, with many countries slashing corporation tax and introducing tax breaks for tech startups as they vie for silicon supremacy. Both developed and developing nations are aggressively driving their tech startup agenda in an attempt to attract the biggest players such as Google, Facebook and Microsoft. Silicon Valley copycats have begun popping up around the world in locations as diverse as Ottowa, Bangalore and Berlin  which is part of the German Silicon Valley Accelerator programme. In the UK, two organisations are the primary drivers of the Tech City initiative. First is the Tech City Investment Organisation (TCIO), headed by former Facebook executive Joanna Shields with the task of advising startups and linking them to potential funders. Second is the Technology Strategy Board (TSB), which has been around since the last Labour government and is considered an arms-length public body, and tasked with using taxpayers&apos; money to invest in technology companies that are likely to succeed. It is the TSB which has come in for criticism from entrepreneurs who have attempted to secure funding either through its TSB SMART grant, or the Tech City Launchpad initiative. For 2013/14 the TSB has an overall budget of 450m, which includes admin and several grant funding schemes. According to the TSB website, for 2012, via the SMART grant, the TSB gave away 20.8m to 133 companies around the country, 28 of which were in London. The TSB estimates that it receives 300 to 400 applications per round, of which there are six rounds per year (PDF), for their SMART grant. This means about 5.5% of companies are successful. Similarly, the Launchpad initiative in Tech City was tasked with giving away 1.2m. The TSB told the Guardian that 233 companies applied, with only 18 actually receiving funding. This means a slightly higher figure of 7% of companies were successful. The Guardian asked the TSB for a full breakdown of its budget, what its funding targets are and how success is measured. We had no reply after six days. Time is money Entrepreneurs are complaining that the significant amount of time it takes to apply for one of these grants is an investment they can&apos;t afford, and the detail being requested simply isn&apos;t available at the early stages of a startup. Andrew Carroll, founder of Paperless Receipts  a system that allows consumers to opt for an electronic receipt at the point of sale instead of a paper one  said that his company had been rejected for R&amp;D funding via the SMART grant. &quot;We went to the government for our first round of funding and found the process of doing it laborious and lengthy, to the point that it&apos;s just impossible to actually get anywhere in any reasonable timescale. I have a number of friends who have had to turn to venture capitalists because they&apos;ve found the TSB process impossible.&quot; Carroll said: &quot;They were billing it as a &apos;let&apos;s help companies get going&apos; initiative, but in reality they wanted to see fully scaled-out concepts, revenue streams and prototypes  I think there&apos;s a bit of a mismatch there. They were trying to plug a gap, but they were actually acting like a venture capital fund. By the time you get to that required stage, you&apos;ll be looking for 2-3m in funding, not hundreds of thousands, as they were offering.&quot; Despite failing to secure funding with the TSB, Andrew went on to receive over 12m from private investors for the same project. Yet some companies have had very positive experiences; iGeolise, a startup which offers a back-end platform so that sites can offer travel times to destinations  including car dealers, pizza outlets or homes for sale  used a TSB grant to pay for the acquisition of timetable data essential to its growth. Peter Lilley, its chief executive, has nothing but praise for the process. Others don&apos;t. Dr Chris Thorpe, head boffin (his actual title) at The Flexiscale Company, was put off from applying for TSB R&amp;D funding for his platform to crowdsource and crowdfund 3D printed plastic kits. Instead he built a live prototype of the platform, turned to the crowdfunding site Kickstarter, and achieved his funding goal far more quickly. He explained: &quot;We looked at the printed materials and the application forms and realised we could build a live prototype faster than it would take to read it all and fill in the forms. We did that in a week, and have had it live for users for two months now. We then did the crowd funding part through Kickstarter and have just had our first campaign funded. If we&apos;d gone through their process we couldn&apos;t have started work until June 2013. We&apos;d have missed the opportunity we had to get support for our plan to scan and make kits of some of the oldest locomotives in the world on the Ffestiniog Railway.&quot; Jenny Griffiths, founder of Snap Fashion, an app that lets users take pictures of outfits and finds them online, also had difficulty in securing TSB funds. She did win 94,000 from the TSB Launchpad initiative and praised how straightforward the initial application process was. But after that, Griffiths faced further hurdles. &quot;The process following winning the funding has been more bureaucratic. I completely understand the needs for controlling funds as it is government funded. However, sometimes the measures put in place are fairly restrictive for fast moving startups with limited resources.&quot; She explained: &quot;For us it&apos;s mainly to do with time constraints. The reports and set-up processes like getting an approved grant chart for our project plan and dividing costs correctly between contractors, and subcontractors, takes a lot of time. It&apos;s hard to juggle these tasks alongside running the business day to day if your team is small.&quot; Alice Taylor, founder of MakieLab, a 3D printing company, failed to secure SMART grant funding with the TSB, but later secured funding through the TSB Launchpad program, for the same project. She said &quot;We did apply for a SMART grant once for some R&amp;D, but we failed that application. We were given feedback from three anonymous assessors. It ranged from incredibly detailed to quite brief. &quot;There&apos;s no doubt that the process could definitely be modernised, and I&apos;d like to know more about the assessors. I wonder how up to date some of them are. I trust they are very carefully picked, but are they entirely au fait with new processes and tech? Who knows? We don&apos;t get to see the list, so I suppose there&apos;s something to wonder about there ... as for why we were unsuccessful that time, who knows?&quot; The right people for the job? The &quot;assessors&quot; Taylor refers to are ex-business owners, appointed by the TSB to judge funding pitches, and who are thus trusted with millions of pounds of taxpayer funding. But little is known about them because their identity is protected and not subject to freedom of information requests. Their decisions, too, are not held to public account or checked for consistency. The founder of a private investment firm who helps small and medium-sized businesses (SMEs) secure private investment  but who has asked to remain anonymous  says that the government-appointed assessors aren&apos;t necessarily the right people to make these decisions. He said: &quot;We get generic soundbites from companies who are frustrated with the government piping on about how much money is available, but in reality accessing it is very difficult. Obviously, it&apos;s very bureaucratic. One of our frustrations is that the government hands these schemes out to groups to allocate, but the groups who allocate it, end up taking half the money that&apos;s supposed to be used for investment, for administrative costs. He continued: &quot;One of the arguments you could have a debate about is whether the government is really the right people to be selecting companies to invest in. Some of their decision-making is absolutely shocking, they&apos;re not experienced people.&quot; Asked about the TSB&apos;s need to maintain anonymity of the assessors, a TSB representative said: &quot;We don&apos;t disclose who they are in order to allow them freedom to make entirely independent judgements, and to protect them from direct lobbying and also comeback from disgruntled unsuccessful applicants.&quot; Indeed the lack of transparency about the assessors makes it difficult to know if they are really the right people to make these decisions. The guidelines they are set by the TSB seem inconsistent, with entrepreneurs rejected for one grant but awarded another by different assessors. Similarly, the application process is unnecessarily bureaucratic if entrepreneurs with good ideas are being turned away, but receiving funding from private investment and going on to be successful. If Tech City is expected to grow then access to finance should be made as simple as possible and if the government wants to take credit for this, it needs to be more transparent. Cameron&apos;s ambition was an attractive one  but as all entrepreneurs know, success takes execution as well as vision.", 
    "section": "technology", 
    "gid": "technology/2013/mar/13/tech-city-technology-strategy-board", 
    "wordcount": "1686"
}