{
    "headline": "Talk point: what is the impact of migration on development?", 
    "text": "The scale of migration is striking: more than 215 million people are living and working outside the countries of their birth, with many more moving within their home country. South-south migration has eclipsed south-north movement, with India among the top 10 destination countries. Climate change, food security and job prospects are just some of the reasons why people move. What does this mean for developing countries? According to the World Bank, remittances to developing countries reached an estimated $406bn last year (pdf), with unrecorded flows thought to be much higher. In addition to sharing their salaries, it&apos;s increasingly recognised that diaspora groups can play a vital role in development  spurring trade, sharing skills, and helping rebuild countries after conflict. The issue of migration is rising quickly up the global agenda. Last year, the Global Forum on Migration and Development convened in Mauritius, the first meeting to be held in Africa. The World Social Forum on Migration convened in Manila, Philippines, in November to discuss discrimination and the right to freedom of movement. In September, the UN will hold a high-level dialogue on the role of migration in reducing poverty and contributing to achieving the millennium development goals. We will be looking at these trends in this month&apos;s podcast, asking whether migration can  and should  be seen as a tool for development. John Vidal, the Guardian&apos;s environment editor, will chair the discussion. He will be joined in the studio by Sylvie Aboa-Bradwell, executive director of African Peoples Advocacy, which provides a platform for African engagement in the UK. Michael Clemens, from the Center for Global Development thinktank, who argues that human mobility is central to a strong global economy, will join down the line from Washington, and Theodora Xenogiani, economist at the Organisation for Economic Co-operation and Development&apos;s Directorate for Employment, Labour and Social Affairs, will take part from Paris. As always, we&apos;d like your questions and comments to help shape the debate. What&apos;s the relationship between migration and development? Do people who migrate from developing countries have an obligation to support development at home? Should migration reform be seen as aid 2.0? What questions do you have for our panellists? Alongside the podcast, we&apos;ll look at how Ghana is working to attract investment from its diaspora of 3 million people, and how climate change is affecting migration in Bangladesh. We&apos;ll examine how remittances compare with aid and foreign investment, and explore how diaspora and development debates can be part of the post-2015 development goals conversation. Post your questions and comments for the podcast and the other debates in the thread below. If you have any problems posting, or would prefer to comment anonymously, email us at development@guardian.co.uk and we&apos;ll add your views. On Twitter    #whymigrate: Canada to America, for school&mdash; Claire Provost (@ClaireProvost) January 17, 2013    Have you migrated  either across borders or within your country? We want to explore why people move, using Twitter. Using the format demonstrated by @ClaireProvost above, we want you to tweet #whymigrate: your origin, your destination, your reason for moving.", 
    "section": "global-development", 
    "gid": "global-development/2013/jan/17/talk-point-migration-development", 
    "wordcount": "498"
}