{
    "headline": "Why should academics get involved in outreach?", 
    "text": "Given my pretty hefty catalogue of outreach projects it will be of little surprise to most readers that I&apos;m very much in favour of scientific communication. However, while I have motivation enough to get involved quite simply because I enjoy it, there are very good reasons that scientists should get involved in outreach and science communication efforts and I&apos;d like to think that even those who are reluctant might find them case enough to overcome their disinterest or dislike to get involved. Let us start with the most cynical and self-interested aspects  UK research councils (and plenty of others around the world) now expect researchers to produce scientific outreach work as part of their research. If your research is being funded, you&apos;re expected to do some kind of outreach or scientific communication effort alongside it. You might as well get some practice in and extend this as far as possible to maximise your effectiveness. Similarly it&apos;s been noted that papers covered in the media tend to be cited more highly, so if you are successfully reaching a wide audience you are more likely to pick up more recognition for your work.  Secondly, even aside from the formal requirements of funding bodies, I think there&apos;s a moral case to be made that publicly funded research should be promoted or spread to the public. The public funded this through their taxes, so let them know what it paid for and what we have learned. Now while I do support Open Access and the push towards this, there&apos;s a ton of ways of getting a paper you really do want if they are not in OA journals. But this is a very different point  no matter how accessible a technical scientific work is in terms of getting hold of the actual text and figures, there&apos;s only going to be a very small percentage of the population who will know about it, or even be able to understand it.  There are vast realms of palaeontological papers I can&apos;t keep up with or have trouble following or simply don&apos;t understand. This stuff can be both obscure and super complicated. Bringing that out into the open with a simple, easy to understand prcis, and an explanation of what it means can make things accessible to all in a way that making all papers OA cannot. So while access is important, simply making the paper more accessible is a drop in the ocean to reaching the public compared to providing understandable explanations of those papers and distributing them or advertising their existence.  There are other personal benefits to be had. I think my ability as a lecturer and my ability to write scientific papers has improved in part because of the outreach work I do. Lecturing, writing for different audiences, constructing arguments and sequences of events for people to follow takes craft, and the experiences of producing blog posts, magazine articles, public talks, podcasts, doing radio interviews and the rest really help firm up these skills. I have even recently had a paper published whose origins lie in a blog post I had done as little more than a thought exercise before realising there was potentially rather more to it. I&apos;m really not sure that would have come about otherwise, and it&apos;s a rather unexpected benefit. I&apos;ve also found it a great way of supporting my own teaching. My reviews of major papers, key concepts in science and summaries of important ideas were originally done for those wanting to develop an interest in the field. But this year I&apos;ve been teaching students at earlier stages in their development than before and I&apos;ve found that a good chunk of my blog posts actually provide a useful resource for students. I&apos;m not the only one, I&apos;ve had several colleagues in other universities e-mail me and thank me for the content which they&apos;ve used to help instruct their students. It&apos;s helped me in a way I didn&apos;t think possible at the time, and it&apos;s proving useful for others as I in turn also point my students to various online resources created by other academics. Let&apos;s move onto the more positive and less self-interested areas. It&apos;s fun. I love doing this stuff, it&apos;s richly rewarding that people with an interest in science are learning new things and gaining a new level of understanding and appreciation for science directly through things I have done. It really is wonderful when you get e-mails or comments saying you have had a positive effect on people and even inspired them. It sounds horribly trite to say that this kind of thing inspires the next generation of scientists, but it really seems to be true. Feedback I&apos;ve had from students, schoolchildren, teachers, parents and others all point to the outreach efforts of various academics having a genuinely positive effect on numerous young people. There are people going into science who had not previously considered it, or going into a specific field because they have learned about it through one outreach effort or another. There is, let&apos;s face it, a lot of pretty terrible science reporting out there. There&apos;s an absolute ton of well meaning but incorrect coverage of science by various people and yes, a shed load of not well meaning, but downright insidious and malicious interpretations of science by those who wish to undermine research on political or theological grounds. Correcting this material, providing the real data and evidence behind it is critical to showing what science is and what it means and preventing (or at least minimising) the use of non-science and pseudo-science arguments against proper scientific studies and research, and of course educating people as to how to separate the two. Again, I&apos;ve had tons of positive feedback from people who have gained genuine knowledge, or were stuck over some intractable problem limited only by their lack of knowledge or where to find the information they needed, or confounded by contradictory results or explanations they had no way of getting past, but were helped along by friendly academics putting the information out there or answering their questions.  It is clear that the advent of the net has made a huge difference to how scientists communicate with the public. It was difficult to teach a target audience for a niche subject through public talks and magazine space and media coverage would be limited for a given piece, and a book pitch could easily be turned down. An academic dedicated to the idea of communicating about science or their research could expend much time and money and produce very little effect. Now it&apos;s a matter of moments to put something online and if it takes years for a few dozen people who happen to have a hankering for an incredibly narrow field to find and digest it, then so be it. At least it&apos;s out there and can be found.  I find it heartening that the number of researchers actively engaging in outreach appears to be growing and the very idea of science communication is seen as a positive. I have in the past seen hostility not just to trying to encourage people to get involved in outreach, but that people were doing it at all. That, fortunately, seems to be dying off rapidly, and instead it&apos;s being embraced at all levels. Senior professors are starting blogs and PhD and Masters students are running podcasts. That bodes very well for the future. (On a final and not unrelated note, here is a palaeontological podcast set up recently by two postgraduate students. It&apos;s really rather fun and despite the presence of some superb researchers talking about their work, they have already been forced into some barrel scraping and had me on there to talk dinosaurs).", 
    "section": "science", 
    "gid": "science/lost-worlds/2013/jan/02/dinosaurs-fossils", 
    "wordcount": "1291"
}