{
    "headline": "Improbable research: the measurement of ears and other body parts", 
    "text": "Dr Robert Bennett Bean took the measure of his fellow men almost fanatically. Women, too. He measured the parts, then published the copious details, and sometimes pictures, for all to see. Bean worked at the University of Michigan, then at the Philippine Medical School, then at Tulane University, and finally at the University of Virginia. One of his first published papers, in 1907, was A Preliminary Report on the Measurements of about 1,000 Students at Ann Arbor, Michigan. After that, he turned more specific, looking at this or that particular organ, limb, or bodily region. Bean measured lots of innards. In Some Racial Characteristics of the Spleen Weight in Man, he wrote: &quot;The white male spleen weighs about 140grams, the negro male 115 grams, the white female 130 grams and the negro female 80 grams.&quot; Numbers abound also in his Some Racial Characteristics of the Liver Weight in Man, and Some Racial Characteristics of the Weight of the Heart and Kidneys. He occasionally looked at the entire person, as in Notes on the Hairy Men of the Philippine Islands and Elsewhere. Most often, though, he did piece work. In Sitting Height and Leg Length in Old Virginians, he instructed: &quot;The sitting height, leg length, and sitting height index of several groups of Old Virginians is of some interest.&quot; Bean&apos;s treatise on ears is divided into two parts: &quot;Ears of the morgue subjects&quot; and &quot;Ears of the living subjects&quot;. He published Note on the Head Form of 435 American Soldiers with Special Reference to Flattening in the Occipital Region, and also Three Forms of the Human Nose. Sometimes he was very specific: The Nose of the Jew and the Quadratus Labii Superioris [a facial muscle]. In Some Useful Morphologic Factors in Racial Anatomy, Bean introduced the omphalic index, a new metric about the belly button. One obtains it by making two measurements and a calculation: &quot;The distance of the umbilicus from the symphysis pubis is divided by the distance of the umbilicus from the suprasternal notch.&quot; By the time Bean died in 1944, he had recorded measurements of more partial people than almost any other man who ever lived. This was, obviously, not the same DrBennett Bean who, in 1980, published the study (described previously in this column) Nail Growth: Thirty-Five Years of Observation. That was Robert Bennett Bean&apos;s son, William Bennett Bean, whose measurements were circumscribed, focusing exclusively on what he found at the ends of his own fingers.  Marc Abrahams is organiser of the Ig Nobel prizes. The Ig Nobels tour of the UK starts on March 8, visiting Leeds, Bristol, Edinburgh, Dundee and London. Full details: www.improbable.com/improbable-research-shows/ig-uk-tour", 
    "section": "education", 
    "gid": "education/2012/mar/05/improbable-research-measure-body-parts", 
    "wordcount": "458"
}