{
    "headline": "Nuclear reactor operators must be financially liable for disasters", 
    "text": "Two years ago today a huge tsunami devastated Japan, killing many thousands and causing one of the world&apos;s worst nuclear disasters. Japan&apos;s people will grieve for many years and they will be paying for the nuclear clean-up for many years. Yet, as negotiations over how much subsidy new nuclear power stations in the UK will get from energy customers, the financial liability of reactor operators for accidents remains tiny. Things were supposed to have changed following Chernobyl in 1986. The international nuclear community recognised its deficiencies and proposed reform of the governance structures in a number of areas, including international nuclear liability regimes. The definition of damage was to change, with the minimum amount utilities would have to pay in the event of an accident was to increase and the timescale in which those affected could claim damages was to lengthen. But 27 years after Chernobyl and two years after Fukushima, the proposed changes to the liability regimes are still to be adopted by the signatories of the international conventions. Consequently, in the UK, the current maximum that a nuclear operator is liable is still only 140m. The government is seeking to revise the maximum limit, but is waiting on the post-Chernobyl revisions to be adopted by other countries. If it is introduced, it will raised the operator&apos;s liability ultimately to 1bn. As of October 2012, approximately 9.4bn (1,335 bn yen) had been paid out in compensation as a result of the Fukushima accident and this is expected to double in the next year. At this stage the final cost can only be roughly estimated, but the utility company, Tepco, has suggested that cost for compensation and decontamination maybe in the order of 70bn (10 trillion yen). As can be seen in the case of Fukushima, the financial compensation already paid out is far higher than even the proposed higher limits for a utility in the UK and the amount the accident may ultimately cost is likely to be an order of magnitude larger. Therefore, in the event of a major accident, as in Japan, it is the state that must step in and foot the bill. The issue of third party liability and the financial responsibility of nuclear operators and suppliers is important not only because it should set in place adequate financial safeguards to guarantee compensation and pay for remediation work in the event of an accident, but also because it affects the types of investment being chosen by the power sector. Not having to be responsible for potential damages is a government or societal subsidy, because if the utilities and nuclear operators were required to set aside funding and/or take out additional insurance, to cover such eventualities, it would reflected in a higher price for nuclear electricity. Other power sources, such as renewables  and increasingly the fossil fuel sectors  are being required to internalise into their prices their environmental costs. Unless this is done across all sectors and across all forms of environmental damage, it will further distort investment decisions. It has been a strange couple of years for nuclear power in the EU, with some countries firmly turning away from nuclear power (such as Belgium, Germany and Italy) while others, such as the UK, have continued to plan and develop their nuclear power programmes. However, what is clear since Fukushima, and increasingly clear in the UK, is that the cost of new build has gone up significantly and the potential accident costs are not reflected in the price being paid for nuclear electricity.  Antony Froggatt has written about nuclear liability for Greenpeace International and is the co-author of The World Nuclear Industry Status Report", 
    "section": "environment", 
    "gid": "environment/blog/2013/mar/11/nuclear-reactor-operators-financially-liable-disasters", 
    "wordcount": "615"
}