{
    "headline": "On the road: BMW 328i Modern  review", 
    "text": "I do apologise. For everything, but specifically for the cars I&apos;m driving at the moment. We appear tohave hit what&apos;s known inthe industry as a posh patch. There was that lovely Porschelast week, next week I&apos;ll betravelling mainly by Mercedes, and sandwiched between the two isthisrather splendid BMW. Yes, WTF, you may well ask. Well, it&apos;s just unfortunate, aglitch in the schedule, that&apos;s all. You probably think it&apos;s nice for me, swanning around in these beautiful motor cars? Well, let me tell you now, it&apos;s not like that at all  more like beavering than swanning, the hard graft of automotive journalism. It makes no difference to me how posh a car is. My job is get to the truth, ajob I take very seriously indeed. And after the Merc the balance will be redressed. I may even drive a car it&apos;s not totally out of the question you might conceivably consider buying one day, and some kind of normality will return. Well, until the Bentley Oh come on. Anice man emailed, asking whether I&apos;d be interested in having a go in a convertible Continental, a bit later, when the weather&apos;s better. I wasn&apos;t going to say no, was I? OK, so there may be swannage to Swanage, perhaps. Hey, it&apos;ll write itself. In the meantime, here&apos;s the new 3Series BMW. It&apos;s a little bigger than the last one, wider, longer in the wheelbase, there&apos;s a bit more room inside. The lights are more interesting looking, the nose falls away more pugnaciously yeah, I know, I&apos;m struggling. To most people it will look pretty much exactly the same as its predecessor. Evolution, not revolution, that&apos;s the way in Munich. It is a very impressive car, though  light, balanced, precise, it steers like a dream. I&apos;ve obviously got a near-top-of-the range 328i, which is very agile. You&apos;d never know there was only a two-litre, four-cylinder engine under there, it feels like a beast. It is a beast, 245 horses, with an eight-speed flappy paddle automatic gearbox. Eight! That&apos;s twice as many gears as cars used to have in the olden days, and makes you feel like Jenson flipping (flapping?) Button. But then, in eco mode (there are buttons for all your moods and personalities, including your inner Jenson), you can get 44mpg out of it. Inner Ebenezer&apos;s happy, too. Anyway, I struggled to find anything wrong with it  apart from nasty &quot;Fineline&quot; textured wood trim you&apos;d do well not to pay the extra 250 for. Oh, and obviously the fact that every accountant and estate agent in the country will have one. Yes, cars can be posh and common all at the same time. See, there&apos;s nothing elitist about this column. Aspirational, that&apos;s how I like to see it. Now bring me the next one. BMW 328i Modern     Photograph: Simon Stuart-Miller for the Guardian    Price 30,060Top speed 155mphAcceleration 0-62 in 5.9 secondsAverage consumption 44.1mpgCO2 emissions 149g/kmEco rating 7/10Cool rating 5/10", 
    "section": "technology", 
    "gid": "technology/2012/apr/27/bmw-328i-modern-review", 
    "wordcount": "512"
}