{
    "headline": "Sharks get cancer. Accept it", 
    "text": "Everybody knows this blog is the best science blog there is, because it contains so many interesting facts. For example, did you know that sharks don&apos;t get cancer?  No you didn&apos;t. You may have heard that. You may even believe it. You may believe that everyone else believes it. But you don&apos;t &quot;know&quot; that, because it&apos;s incorrect. And is it possible to know something that isn&apos;t actually true? Philosophical debate about the nature of knowing aside, sharks do get cancer; numerous people saying they don&apos;t doesn&apos;t make it true. You may have heard the phrase &quot;[Large number of] people can&apos;t be wrong.&quot; Surely if this were the case, all major religions would be accepted as true and wars wouldn&apos;t exist?  But back to the point, sharks do suffer from a lower incidence of cancer when compared to humans. But then, so what if they didn&apos;t suffer it at all? They don&apos;t suffer from ingrown toenails; they&apos;re a different species entirely, you&apos;d be surprised if they experienced the same ailments as a land-based bipedal gas breather.  But &quot;sharks don&apos;t get cancer&quot; is one of those things that &quot;everybody knows&quot;. For many, it&apos;s entered the realm of established fact and common knowledge, without going through the &quot;proof&quot; phase. In Twitter conversations with Custom PC magazine editor and shark fan Ben Hardwidge, I was directed to several different examples of Twitter accounts that claim to tweet interesting &quot;facts&quot; repeating this myth, stating it as an established fact, rather than an extreme extrapolation, arguably motivated largely by profit with extremely damaging consequences to the sharks themselves. It&apos;s just become one of those things that everybody knows. As a scientist, I instantly distrust any information that everybody knows. When you spend at least three years generating data to support the possibility that an idea/theory &quot;might&quot; be correct, you harbour a bit of resentment toward any notion that claims universal acceptance, no questions asked. It&apos;s actually fantastically unlikely that there could be a concept or claim that literally everybody agrees with (unless you include observable things like &quot;If I drop something, it will hit the ground, therefore gravity exists&quot;, and even then ) And yet, these things seemingly abound in our society. There are many things that everybody knows, judging by how frequently they come up in conversation. It depends on interpretation. &quot;Everybody knows&quot; could mean &quot;I&apos;ve not encountered anyone who has presented an alternative to this&quot;, and that&apos;s fair enough, if it&apos;s just a shorthand way of saying something is accepted by an arbitrarily large number of people. Of course, this interpretation is dependent on anecdotal evidence.  Scientifically, anecdotal evidence is useful, but no substitute for experimental evidence, and yet the majority of people seem to trust it fine. Maybe there&apos;s an evolutionary element to this? In primitive tribes, if someone said &quot;there are predators near our watering hole&quot;, those who demanded first hand observations and empirical, reliable evidence of these claims probably died out quickly. We as a species might not be here today if it weren&apos;t for anecdotal evidence, hence its persistence. I&apos;ve got no evidence for this theory of course, but a guy in a pub told me something similar once, so that&apos;s good enough, right? But sometimes, &quot;everybody knows...&quot; is more insidious, if used as a tactic to reinforce statements that a following argument depends on, but which are far from universally accepted. &quot;Everyone knows 9/11 was an inside job &quot; &quot;Everybody knows the moon landings were faked &quot; &quot;Everybody knows vaccines cause autism &quot;, or any episode of Question Time. Whatever your views on these claims, it can&apos;t be argued that they&apos;re not universally accepted. Well, you can argue it, and people often do, but it&apos;s still not the case. Things that everybody knows can&apos;t always be trusted.  As a neuroscientist, my least favourite example of something that everyone knows that happens to be completely wrong is that we only use 10% of our brains. Although now widely refuted, this &quot;fact&quot; was accepted as true by general society for some time, even forming the basis of characters from comic books and films.  This claim does add an element of mystery to being human, suggesting we are capable of even greater things, and thus gives people an inflated sense of their own potential, suggesting that with a little work and tweaking they could be far more mentally powerful. It also lends an element of credibility of pseudoscientific claims like mind reading, or clairvoyance. It&apos;s nonsense, of course. Every part of the brain has a function, which can be activated at any given time (this is a severe oversimplification admittedly, but then this blog is long enough already). Evolution logically wouldn&apos;t facilitate the development of such a massively demanding organ if we weren&apos;t using all of it. When you consider how metabolically expensive a human brain is, this would be the equivalent of filling 90% of the space shuttle with scrap metal and banana skins. When you realise how expensive it is to send a single kilogram into space, this would be a ludicrous waste of energy and resources. So it doesn&apos;t happen. It&apos;s the same with the brain. There are many possible explanations for why these things that &quot;everybody knows&quot; endure, depending on what they are. The ones described above are probably reassuring to many. Maybe some people can contact the dead via one of the &quot;unused&quot; brain areas? Maybe if sharks don&apos;t get cancer, they can be used to cure it? These can give people hope where science arguably does not. But it&apos;s a hope that&apos;s easily (and frequently) exploited by people who really have no excuse for doing so. So to grimly conclude, sharks DO get cancer, we use 100% of our brains, and any sentence that starts with &quot;everybody knows &quot; has a decent chance of being utter bollocks. The best example of the latter that I can think of is the one at the start of this article. Dean Burnett uses some of his meagre cognitive resources to write these blogs. For less lengthy ramblings he uses Twitter @garwboy", 
    "section": "science", 
    "gid": "science/brain-flapping/2012/sep/24/sharks-cancer", 
    "wordcount": "1047"
}