{
    "headline": "Halloween challenge: psychics submit their powers to a scientific trial", 
    "text": "Just over two weeks ago, Michael Marshall of the Merseyside Skeptics Society announced that a test had been set up to allow the UK&apos;s top psychics to prove to the world that they can really do what they say they can do  that is, use their powers to tell strangers things about themselves even though all other possible sources of information have been eliminated. The challenge was issued to Sally Morgan, Colin Fry, Gordon Smith, T J Higgs and Derek Acorah. None of these high-earning celebrity psychics took up our challenge, but I guess you didn&apos;t need psychic powers to see that coming. Thankfully, we already had two professional psychics lined up who were brave enough to put their sincerely held belief in their own abilities to the test under controlled conditions. The first was Kim Whitton, who has more than 15 years&apos; experience as a spiritual medium and healer. She has given stage readings at many spiritualist churches in and around London, where she claims to deliver messages to the audience from loved ones who have passed to the other side  and in the process provide proof of life after death. Our second psychic was Patricia Putt, a medium with many years&apos; experience. Pat says that her own powers first manifested themselves when she was 27. Her abilities have even saved her life, she says, when a premonition convinced her to cancel travel plans aboard a ferry which subsequently sank. Pat gives regular individual and group readings, as well as conducting investigations into hauntings and reported ghost sightings  performing exorcisms where appropriate. As regular readers of my column might remember, in 2009 Pat took part in a preliminary test for the James Randi Educational Foundation Million Dollar Challenge. The test took place at Goldsmiths, University of London and was administered by myself and Professor Richard Wiseman. Although her previous test failed to show evidence of her mediumship, Pat&apos;s involvement in our latest challenge clearly speaks to her sincere belief in her abilities as a medium. This year&apos;s test was carried out on 21 October under the supervision of myself, Simon Singh and Michael Marshall, once again at Goldsmiths. We could not have carried out the test without a small army of volunteer helpers, five volunteer &quot;sitters&quot; and, of course, our two psychics. We would like to take this opportunity to express our sincere thanks to all concerned, but especially our psychics. The test was simple. Our psychics each did a reading for each of the five sitters, all of whom were women between the ages of 18 and 30. The sitters sat concealed behind a screen while the psychics wrote down their readings. These could contain any information that the psychics felt would help our volunteers recognise themselves in the reading. Meanwhile the sitters were instructed to sit and think about the kind of issues that they might expect a psychic to tell them about. Our psychics and sitters were not allowed to communicate with each other in any way (other than psychically, of course!). Once all of the readings had been completed, the psychics were thanked and left the premises. Our sitters were then invited back and asked to read through the full set of readings (in random order) produced by each psychic. They were asked to rate each reading on a scale from 1 to 10 according to how accurate they felt each reading was as a description of them, and to choose the one reading they felt best described them. If our psychics really had the powers they claim to have, for each sitter one reading from the five in each set should stand out as containing a lot of personally accurate and relevant information. For a psychic to pass the test, all five sitters had to correctly identify the reading that was written for them. It was important to us that our psychics felt comfortable with the experimental set-up. In addition to asking them to sign a consent form that confirmed they believed our test to be a fair test of their abilities, we also asked them after each reading how confident they were that the sitter would recognise herself in that reading. The psychics must have felt very comfortable with our test, because Kim gave an average rating of 5.2 and Pat gave an average rating of 5.8 on a 7-point scale, where 7 represented &quot;totally confident&quot;. So, how did our psychics do? In one particular case, the sitter correctly identified her own reading  by Kim  awarding it 8 out of 10 compared with 3 or less out of 10 for the other four readings. &quot;She mentioned very specifically something I had been actively thinking about during the session, she hit it right on the dot, name and everything. That shocked me a bit,&quot; said our sitter. &quot;Also, the South America comment struck me  I&apos;m planning a trip there.&quot; Here is the entire reading (presented with the sitter&apos;s permission). Kim&apos;s readings typically read like a stream of consciousness, often, as here, adopting a first person perspective as if she is inside the sitter&apos;s head:  Affectionate, touchy-feely sort of person. Can&apos;t sleep well at night, all sorts of thoughts running through my head. Badminton, tennis. Wants children. Not yet, too young. Glasgow is an important place. Singing and dancing. Would like to develop performance skills. Collecting old photos of places I&apos;ve been to. Individual likes and dislikes  laws and government, not good. Learn to get along together better would be a good start. Can&apos;t get him out of my head. I wish we could be together. Sometimes pain in leg. Like things with salt not sugar. Dutch ancestry? Optimistic and open-minded. Want to get university degree. Living in London enjoyed very much. September is an important month. Help in canteen sometimes. Brother in Holland at home. I can get into paints and crayons. Birthday November. I enjoy winter months. Have many friends here in London. Want to go home soon to see family. Wants to go to South America.  A the sitter subsequently confirmed, there was a lot even in this reading that was inaccurate  for example, the comment about Dutch ancestry. Furthermore, some of the things that were accurate (living in London, wanting a university degree) were pretty safe bets in this context. Nevertheless, this was a successful reading in terms of our experiment. None of the other sitters correctly selected their own readings from the set produced by Kim, suggesting that the matches described above were probably lucky guesses. The &quot;mean accuracy rating&quot; for the target readings (the ratings given for the reading that was intended for each sitter) was 3.2 out of 10 compared with 2.4 for the non-target readings  a difference that was not statistically significant. As for Pat&apos;s readings, none of our sitters correctly chose their own reading from her set. The mean accuracy rating for the target readings was 3.2 for the target readings and, in fact, the non-target readings had a higher mean rating at 4.2. The fact that Kim and Pat have both been successful professional psychics for many years, and no doubt have many satisfied clients, appears to be at odds with the results of our test. It is possible that they really do have psychic powers but that the particular conditions of our test were such that they could not operate on the day. However, both of our psychics expressed high levels of confidence after each reading. Instead, it seems more likely that both Kim and Pat are highly intuitive individuals who unconsciously use a form of cold reading when giving readings in their daily lives. In other words, their readings are based upon information they have picked up from their clients using their ordinary senses, even though they are not consciously aware of it. Responding to the news that she had not passed our test, Kim said:  &quot;I have always wanted to be involved in a test like this as I would like to bridge the gap between psychic energy and science. I felt very comfortable about the test. I know what I do is very real, it&apos;s easy for me. &quot;I&apos;m glad one of the sitters could recognise so many details about herself. Sceptics need to realise you cannot see, hear, feel everything as solid matter with the human eye, ear, and body. Psychics and mediums use a whole other part of the brain which is under-developed in the average man. Overall, I really enjoyed the experience.&quot;  Pat had this to say:  &quot;I am sorry that I appear to have failed but not really surprised. What I would like to point out is that the work I do is always done face to face so working &apos;blind&apos; is extremely daunting for the medium. It is easier to explain the reading to the sitter verbally instead of the written word which, if it is their first time, most will not have understood. &quot;Since doing my first reading after the test, I now imagine Chris sitting in the room and listening to the readings. This improves my work. However, I would like to point out that my gift covers a wide variety of areas and it is historical investigations that I am currently interested in doing. &quot;I do have to say that, difficult though the test was, I did enjoy working with Chris and his colleagues and hope we meet again, perhaps having set me an investigation instead of readings.&quot;  For this year&apos;s Halloween challenge, then, the conclusion has to be that we have yet to find any plausible evidence that psychics can do what they say they can do. But we are extremely grateful to our two psychics who were prepared to put their claims to the test. I wonder, is there any chance that next year Sally Morgan will follow in their footsteps? Chris French is a professor of psychology at Goldsmiths, University of London, where he heads the Anomalistic Psychology Research Unit. On Twitter he is @chriscfrench", 
    "section": "science", 
    "gid": "science/2012/oct/31/halloween-challenge-psychics-scientific-trial", 
    "wordcount": "1689"
}