{
    "headline": "Will green energy prove cheaper than gas?", 
    "text": "  5.03pm BST    My verdict    As I said back in March when the Department of Energy and Climate Change released its predictions for how its climate policies would impact energy bills up to 2030, I am instinctively suspicious of any claims to know what energy prices might be decades away from now. There are simply too many variables at play. However, what I think today&apos;s report does do well is emphasise how (most) low-carbon technologies, once installed and running, see their on-going costs fall considerably, unlike sources such as gas which will forever be vulnerable to market volatility, with or without &quot;miracles&quot; such as fracking. What the report can&apos;t hide, though, is that the low-carbon &quot;agenda&quot;, as some call it dismissively, will cause our energy bills to rise over the short term, which means for the rest of this decade and possibly into the 2020s. It will take many billions of pounds - and time - to install the low-carbon generating capacity required to account for the winding down of unabated gas and coal. Will consumers tolerate this over the short-term, especially with a media that, in parts, continues to rail against the &quot;agenda&quot;? Can any politician today, whose horizon and fate is determined by five-year election cycles, campaignsuccessfully for a rise in energy bills in the near-term in order to help reduce bills for coming generations? It&apos;s a very tough ask, but one I believefirmly is ultimately worth pursuing. And it starts with being honest and up-front about the current and estimated future costs of low-carbon energy.       4.08pm BST       Yesterday, Jos Manuel Barroso, the EU president, gave a presentation (pdf) to the European Council entitled, &quot;Energy Priorities for Europe&quot;. It is worth looking at slide 7, &quot;Will there ever be cheap energy for Europe?&quot;...     Will there ever be cheap energy for Europe? Photograph: EC/European Commission         3.43pm BST       Back in February, the Guardian produced this interactive graphic using data supplied by Dr Robert Gross, the director of Imperial College London&apos;s Centre for Energy Policy and Technology. It shows the &quot;cost of energy from wind and gas - now and then&quot;.       3.36pm BST       Prof Jim Watson, research director at the UK Energy Research Centre, has sent me this reaction:  Their analysis is very important, and it points to a key issue in the debate - i.e. the need to compare the costs of investing in low-carbon energy infrastructure to meet the UK climate change targets with the costs of alternative strategies which risk not meeting these targets. Often the counterfactual costs of not investing in a low-carbon energy system are missing from this debate. The CCC&apos;s central conclusion that investing in low-carbon electricity generation is likely to be cheaper than continued reliance on gas is, as the committee argue, evidence based. It reaches a similar conclusion to recent UKERC analysis in its support for a 2030 electricity decarbonisation target. However, it is also important to acknowledge the uncertainties in the CCC analysis: if gas prices turn out to be much lower than expected and the costs of new low carbon technologies are much higher than expected (which is a distinct possibility), a different conclusion could be reached. It would be unwise to assume that there will be substantial falls in UK gas prices in the short-to-medium term - whether from the development of UK shale gas (which is itself highly uncertain) or from a general downward shift in international prices.        3.23pm BST       Here are the thoughts of Dr Jeff Chapman, chief executive of the Carbon Capture and Storage Association:  We welcome the publication of the committees report on how government should resolve the uncertainties within the EMR framework. In particular, the committees analysis shows that up to 3GW of CCS should be contracted for in the first EMR delivery plan to 2019  this would imply that all current proposed CCS projects should be built, including the two in the current CCS competition, as well as those outside the competition. However, at present there is little detail about the process for the projects outside the competition and we are seriously concerned that without further clarity for these projects in the near future, the sponsoring companies will be unable to justify continued investment. These projects must be developed in parallel to the projects in the current CCS competition, to allow a seamless transition to the second phase of CCS projects which will create the beginnings of a CCS industry for the UK. We therefore strongly support the recommendation in the committees report that government should publish commercialisation strategies for technologies such as CCS  to give much needed confidence to investors of those projects outside the competition and beyond. We implore government to take on board the recommendations in this report and publish an ambitious delivery plan under the EMR framework  clearly setting out the objectives for CCS beyond the current competition. This should include a commitment to offer contracts for differences to a number of CCS projects outside the competition, to begin operating from later this decade. CCS is a critical part of the UKs low-carbon agenda and represents a major investment in UK infrastructure, creating a significant number of jobs for the UK economy. However these benefits will only be realised with a steady and continuous roll-out of CCS beyond the current competition and we therefore need to ensure that all CCS projects are kept alive and taken forward.        2.49pm BST       One section (pg23, pdf) of the CCC&apos;s report is particularly interesting in that it breaks down why it believes (relying on Pyry&apos;s analysis, see my earlier comment) costs will fall varyingly for the different low-carbon technologies:  Pyry identify potential for the costs of all technologies to come down in future through a combination of learning in deployment and de-risking leading to reductions in the cost of capital. The less-mature technologies offer the biggest opportunities for cost reduction through both of these mechanisms.  Onshore wind. Potential cost reductions for onshore wind are limited as the technology is already mature. There may be small gains in the cost of capital once new market arrangements are tested and proven to work, and some projects involving repowering of existing sites are likely to be cheaper than entirely new projects. Biomass conversion. We have recommended, in our Bioenergy Review, that long-term use of bioenergy in the power sector should be limited without carbon capture and storage, and that biomass capacity should be focused on conversion of existing coal plants, which is likely to be limited to the near term, given the current age of these assets. We therefore do not include cost estimates for further biomass conversions beyond 2020.   Nuclear. Pyry identify significant scope for costs to fall after the first plant (e.g. to 60-75/MWh by 2030). This primarily reflects the premium built into first of a kind plants in both construction costs and cost of capital, in turn reflecting the challenges in deploying new nuclear projects for the first time under the UKs current regulatory regime, even though this has been set up to minimise costs. It also captures both domestic and international learning effects.   Offshore wind. Pyry assume significant cost reductions as the technology matures (e.g. to 110/MWh in 2030 under central assumptions). This partly reflects learning in construction and operation. It also reflects a significant reduction in the cost of capital as the perceived risk associated with the technology declines as the industry matures and gains experience of deployment and the new market mechanisms (i.e. from the 12.4% currently assumed to 10.4% by 2020 and closer to 9% by 2030 in line with other established technologies). Both these effects rely on continued deployment in the UK, given UK-specific conditions and market arrangements.   Carbon Capture Storage. Pyry assume that costs for commercial projects in the late 2020s could be reduced to under 100/MWh. This would require a concerted and successful commercialisation programme, including measures to commoditise and de-risk transport and storage infrastructure. This could reduce required rates of return to 10%, whilst construction costs are also assumed to fall with learning and a scaling up from the early demonstration plants. These cost estimates are also reliant on effective leveraging of learning from both UK and international projects. These estimates suggest that all options have the potential to be competitive with unabated gas generation facing a carbon price in the 2020s (Figures 1.2 and 1.3).  This assessment reinforces the portfolio investment approach, which is aimed at driving down the costs of low-carbon technologies such that these become increasingly competitive with gas-fired generation over time.  The more eagle-eyed among you might have spotted that solar and marine energy are not referenced above. The report later explains why:  The scenarios involve limited roll-out of other renewables (e.g. marine technologies, solar) given currently high costs and limited use of imported low-carbon electricity.  It&apos;s also worth seeing how the report estimates the costs for these low-carbon technologies in 2030 compared to today. Here&apos;s how it sees &quot;current costs of low-carbon technologies, relative to unabated gas&quot;...     Current costs of low-carbon technologies, relative to unabated gas Photograph: CCC    And here&apos;s the graphic for &quot;Projected costs of low-carbon technologies (2030), relative to unabated gas&quot;...     Projected costs of low-carbon technologies (2030), relative to unabated gas Photograph: CCC    Here&apos;s the all-important smallprint for that graphic:  Costs for projects starting construction in 2030. Excludes biomass conversion which comes on in 2010s. Fuel price assumptions consistent with latest DECC Projections (October 2012). Carbon price rises in line with Carbon Price Floor, to 76/t in 2030; beyond 2030 rises in line with Government central carbon price values (147/t in 2040 and 217/t in 2050). Cost over project lifetime assuming pre-tax real rate of return of 9% for unabated gas, 9.1% onshore, 9.1% offshore, 9.2% nuclear, 10% CCS. Solid boxes represent range for high/low capex and central fuel prices (central load factor for wind); thin extending lines show sensitivity to combined high/low capex and high/low fuel prices (high/low load factor for wind).        2.22pm BST       Here is the view ofDr Gordon Edge, RenewableUKs director of policy:  This thorough research by the most authoritative body in its field provides compelling evidence that investment in British renewables is cost-effective, whereas an unhealthy addiction to foreign fossil fuels is excruciatingly expensive, as well as being deeply irresponsible. The Committee on Climate Change is also right to highlight the fact that the current lack of a long-term political vision is jeopardising investment in renewable energy projects - including the development of the supply chain which could create tens of thousands of jobs in wind and marine energy, with turbine factories opening around the UK. Earlier this week the European Parliament voted in favour of setting a binding 2030 renewable energy target, to provide long-term clarity. The UK should be sending out similarly positive signals, so that we can maintain Britains global lead in the offshore wind, wave and tidal sectors, as well as maintaining our success in onshore wind which is the most cost effective way to generate large amounts of low carbon electricity to power our homes.        1.50pm BST       A niggle to note: the CCC report relies heavily on commissioned research by Pyry, a management consultancy that specialises in the energy sector. But, rather irritatingly, we can&apos;t inspect that research for the following reason:  Supporting research:- Pyry (2012) Technology supply curves for low-carbon generation  a report to the Committee on Climate Change (coming soon)        1.44pm BST       James Murray, editor of BusinessGreen, has been looking at the report, as well as speaking to the CCC&apos;s David Kennedy. The article is paywalled, but here&apos;s an extract:  Speaking toBusinessGreen, CCC chief executive David Kennedy acknowledged some commentators have been advocating precisely that course of action, calling for the world to give up on tackling climate change, but he argued that such an outcome was hugely unlikely. &quot;We have a Climate Change Act that is in primary legislation and which the government is committed to - we are planning for a carbon constrained world,&quot; he said, adding that the European Commission was currently working on ambitious new emission targets for 2030 and the US and China were sending &quot;encouraging signs&quot; about their commitment to climate action. &quot;There is no reason to assume we will not still be in a carbon constrained world through the 2020s and 2030s&quot;... Kennedy explained that the &quot;dash for gas&quot; approach delivers significantly higher overall costs of between 25bn and 45bn, because it requires a high build rate of low carbon energy sources in the 2030s that are unlikely to have come down in cost because a supply chain will not have been developed during the 2020s. Significantly, the report assumes the UK will start to develop its own shale gas resources and models a series of scenarios based on high and low global gas prices. It finds that only the lowest gas price modelled makes the gas-focused strategy cost competitive with the portfolio approach, and even then the benefits are negligible. Kennedy revealed the central gas price scenario used for the report was 70p/therm, in line with the International Energy Agency&apos;s &quot;optimistic scenario&quot; for high levels of new gas supplies, while the low cost gas scenario assumes a price as low as 40p/therm, which he admits is far more optimistic than the vast majority of industry projections. &quot;We would not end up regretting having invested in the low carbon portfolio, and there is the potential for a very big upside depending on the gas price,&quot; he said, explaining that if gas or carbon prices exceed the central scenario the economic benefit of the portfolio approach could reach 100bn. The report looks set to spark yet another row between the green and anti-green factions within the coalition. But while he refused to get drawn into the political implications of a report that points out the numerous flaws in what is thought to be Chancellor George Osborne&apos;s preferred energy strategy, Kennedy leaves no doubt as to which side of the current energy debate has the stronger evidence base on its side. &quot;The arguments [to date] have been ideological, rather than evidence based,&quot; he said. &quot;It&apos;s important we make decisions on these different investment pathways based on the evidence.&quot; Equally, he is adamant that there is &quot;no evidence&quot; to support media scare stories that energy bills will double as a result of decarbonisation, just as there is scant evidence to suggest shale gas will be a game changer on the scale that has been seen in America in the UK... [The report] is a gauntlet thrown down to both the current coalition and whoever forms the government after the next election. A challenge to base policy on the available evidence base, rather than anti-green ideology and blind optimism that global gas prices will plummet.        1.31pm BST       Michelle Hubert, the CBI&apos;s principal policy adviser on energy and climate change, has sent me her reaction:  The report rightly highlights the importance of finding the most cost-effective route to building a low-carbon economy and the potential benefits on offer to businesses and consumers if we get this right. We need a huge amount of private capital flowing into our energy system to ensure we keep the lights on in an affordable and sustainable way. Our priority must be to get the energy bill onto the statute book as soon as possible to give investors the confidence they need.        1.14pm BST    Twitter reaction    Here&apos;s what people have been saying on Twitter...    But AGAIN CCC @2050target report casually dismisses solar. No excuse at this stage, especially when pushes nuclear: theccc.org.uk/wp-content/upl&mdash; Leonie Greene (@LeonieGreene) May 23, 2013     Surprised CCC report strong on investor sigs skims critical route-to-market &amp; PPA issues 4 independents!? @2050target theccc.org.uk/wp-content/upl&mdash; Leonie Greene (@LeonieGreene) May 23, 2013     Govt: 'We'll wait til get more advice from CCC to set a #2030decarb target.' CCC: 'No need to wait for more advice, we've already told you.'&mdash; Guy Shrubsole (@guyshrubsole) May 23, 2013     CCC wrong on PV today. Costs already half its figure.Output 2020 likely beaten by mid 2014. 200 farms in planning. Rare error,but serious.&mdash; Chris Goodall (@ChrisGoodall2) May 23, 2013     CCC p41 shale gas could have economic benefits to the UK, in a manner consistent with our emissions targets @james_bg theccc.org.uk/wp-content/upl&mdash; Nick Grealy (@ShaleGasExpert) May 23, 2013     Will be fascinating to see if the evidence presented by @2050target today will have any impact on Treasury's position businessgreen.com/bg/analysis/22&mdash; James Murray (@James_BG) May 23, 2013     Treasury and Osborne can't credibly support gas boom and climate targets - which way will they jump? businessgreen.com/bg/analysis/22&mdash; James Murray (@James_BG) May 23, 2013        12.54pm BST       The timing of the CCC&apos;s report is clearly an attempt - to my mind, at least - to influence MPs ahead of the looming energy bill vote, in particular with regard to the crucial issue of Tim Yeo&apos;s tabled amendment which proposes a new target to cut power sector carbon intensity to 50gCO2/kWh by 2030. Without it, the CCC suggests, the drive towards adopting an ever-increasing amount of low-carbon energy sources in the decades ahead will be greatly hampered. Here&apos;s the wording from the report&apos;s executive summary (pg 9, pdf):  We recommend the following package of measures that the Government should put in place to improve conditions for investment:  Set in legislation this Parliament a target to reduce the carbon intensity of power generation to 50 gCO2/kWh by 2030, with some flexibility to adjust this in the light of new information. Set out strategies to support the development of less-mature technologies through to competitive deployment. Extend to 2030 provisions for the funding of low-carbon technologies (i.e. the Levy Control Framework). Publish in the Delivery Plan the amount of capacity that the Government intends to contract over the period 2014/15-2018/19, and prices that it will pay for onshore and offshore wind. Set out options to support mobilisation of new sources of finance, including roles for the Green Investment Bank and Infrastructure UK.  These measures would support investment in a portfolio of low-carbon technologies through the 2020s, which the report indicates would result in cost savings of 25-45 billion, in present value terms under central case assumptions about gas and carbon prices, rising to over 100 billion with high gas and carbon prices.The alternative strategy would be to focus on investment in gas-fired generation in the 2020s, followed by investment in low-carbon technologies in the 2030s. This would result in cost savings only in the event that gas prices were to fall significantly, or with low carbon prices, and even then such savings would be limited.Only if the world were to abandon attempts to limit the risk of dangerous climate change would there be significant cost savings from a strategy focused on investment in gas-fired generation.The initial incremental cost to consumers of the recommended carbon-intensity target is around 20 per year for the typical household in 2030 compared to 2020, following which potentially significant cost savings would ensue.A failure to commit to this now can be justified only on the assumption of low gas prices. It would be a bet on an outcome that is the opposite of most expectations. Even if the proposition were to be true, and low gas prices were to ensue, investment in gas-fired generation through the 2020s would offer very limited cost savings. Such an approach would also lock out the much higher benefits from investment in a portfolio of low-carbon technologies in more likely scenarios.        12.04pm BST       Nick Molho,head of energy and climate change policy at WWF-UK, who I quoted earlier, has sent me some further thoughts:  The recommendations of the CCC on long-term volume and financial certainty for new low-carbon technologies are spot on. If implemented, they could play a key role in accelerating the cost reductions of those technologies. A key component of reducing the costs of new technologies is not only through learning and economies of scale but it is also by reducing investors perception of political risk. The Crown Estate found, for example, last year that for each 1% reduction in the costs of borrowing  a metric that is highly dependent on perception of risks  the costs of offshore wind were likely to go down by around 6%. So, stable policies that create a clear demand for low-carbon power in the long-term and provide stable financial support make sense in that they will have an important bearing in reducing risks for investors and, therefore, technological costs. When you also take into account the forecasts of organisations like the International Energy Agency that indicate that gas prices and gas imports are likely to continue rising in the EU over the next 20 years, with or without shale gas, the CCC have put a compelling case that moving early towards a low-carbon power sector makes strong economic and environmental sense.        11.58am BST       As ever, Carbon Brief is quick off the mark with its analysis. Robin Webster makes some crucial points and observations, so here&apos;s a fulsome extract, which includes a quote given to Carbon Brief by David Kennedy, the CCC&apos;s chief executive:  The CCC is scathing about the government&apos;s  gas strategy, launched last December. The gas strategy suggested three possible futures for UK energy policy - including a &apos;dash for gas&apos; scenario where significantly more gas generation would be built. Publishing &quot;such widely varying scenarios for sector development&quot; has created confusion amongst investors, the committee says. There are some similarities between the gas strategy and the CCC&apos;s modelling. Both documents suggests that the country could reduce the power sector&apos;s emissions intensity to 100g of carbon dioxide per kilowatt hour by 2030 - and still hit its emissions targets. But in the CCC&apos;s report, this outcome is very much &quot;Plan B&quot;. It accepts that energy policy is very uncertain and it is hard to make meaningful predictions. For example, nuclear power could turn out to cost more than the government expects;  carbon capture and storage technology might not deliver; or offshore wind might turn out to be more expensive than hoped. In these cases, the country might fail to meet the 50g target, and emissions intensity might be reduced to 100g of carbon dioxide per kilowatt hour by 2030. But crucially, under the CCC&apos;s assumptions, the less mature low carbon technologies would still have been developed. The country would have a wide diversity of low-carbon technologies to rely on, not just gas and nuclear:      Figure 1.7a: 2030 scenarios under less favourable conditions - generation (TWh/yr) Photograph: CCC/Redpoint/CCC calculations     The CCC contrasts the government&apos;s approach with its own, saying: &quot;...a scenario with high nuclear deployment, but low investment in CCS and offshore wind during the 2020s (e.g. as assumed in the government&apos;s emissions projections) could deliver a similar emissions intensity but would leave the UK overly reliant on a single low-carbon technology. This would imply unacceptable costs and risks of achieving the 2050 target and/or of very high electricity prices required to deploy uncommercialised low-carbon options at scale after 2030.&quot; As our teachers used to say: to fail to prepare is to prepare to fail. It&apos;s worth pointing out that the report is based on a crucial assumption - that the UK government and governments worldwide will be committed to decarbonising in the future. Indeed, the CCC&apos;s prediction of savings in the UK is based on there being an effective carbon price. And in the UK, cutting emissions and reforming the electricity market continues to present a challenge to politicians focused on short-term energy bills, especially as the savings the CCC predicts depend on high renewable rollout - which will cost money. In fact, in the short term, the CCC estimates that subsidies for low-carbon technologies will add 100 to consumer energy bills by 2020. The greatest economic benefits from investing in low carbon would come after 2030 - which, when the next election is in just two years, is a long time in politics. Chief executive of the CCC, David Kennedy, gave Carbon Brief his opinion: &quot;Some people might say this is about the 2030s and 40&apos;s, so who cares? But lot of us hope to alive then, and so will our kids our grandkids. It&apos;s the same argument as about national debt or pensions. Energy is the same, you have to think long term. It&apos;s about not lumbering future generations with burdens they can&apos;t cope with.&quot;        11.28am BST       Here&apos;s an extract from the report&apos;s foreword (pdf) by Lord Deben (John Gummer, the former environment secretary), the CCC&apos;s chairman:  This report shows that there is a clear benefit in committing to invest in low-carbon generation over the next two decades. This extension of the time frame beyond 2020 will encourage the necessary investment at a very limited additional cost to the consumer, adding 20 to the annual household energy bill in 2030 compared to 2020, while offering significant cost savings thereafter.This conclusion has been reached after considering whether an alternative strategy of investing in gas-fired generation through the 2020s and delaying investment in low-carbon technologies to the 2030s would be more sensible. The detailed analysis shows that to invest in low-carbon technologies to 2020, then to focus on investment in gas in the 2020s, and to move back to investment in low-carbon generation in the 2030s simply doesnt stand up. Such an approach is likely to drive up costs, by up to 100 billion in some scenarios.It is therefore important to avoid these unnecessary costs by resolving present uncertainties. The government should state clearly that it intends to support investments in low-carbon technologies through the 2020s. We think that the best way to do this is to set in legislation this parliament a target to reduce 2030 carbon intensity to 50 gCO2/kWh. Industry has been clear that this would provide them with the confidence that they need to invest large amounts of money in project development and the supply chain.        11.16am BST    Reaction    Here&apos;s a summary of the reaction to today&apos;s CCC report... Ed Davey, the energy secretary, in the Independent: In the long term, low-carbon could be a much cheaper path to go. Our opponents dont want to admit that we really do care about peoples bills, but actually Im the consumers champion here. The real reason for high energy bills is high global gas prices. I cant control global gas prices but I can put a cushion between the high global gas price that people face and the bills consumers pay, in part by supporting low-carbon power generation, he added. Department of Energy and Climate Change spokesman: We agree with the CCC on both the need to invest in a portfolio of low-carbon technologies, and the need to reduce our dependence on imported gas which is the main factor driving up household energy bills. We recently trebled government support for low-carbon technologies to 7.6bn out to 2020, and we have introduced landmark legislation through the energy bill to incentivise 110bn of investment in clean energy infrastructure, which has the potential to support 250,000 jobs in the energy sector. This July, we will set out the strike prices we will offer investors within our electricity market reform delivery plan, and prior to this will consult with a range of interested parties, as well as considering the CCCs recommendations. Tim Yeo MP, chair of the Commons&apos; Energy and Climate Change Committee: This report raises serious concerns about the mixed messages the government has been sending on energy and climate change policy. The energy bill is supposed to deliver billions of pounds of investment in clean energy infrastructure by providing long term certainty and reducing capital costs, but the Treasury has undermined investor confidence by stripping the legislation of a clear carbon reduction target. If the government wants to secure the maximum economic benefits of its energy bill, it must listen to the advice of its own independent advisors and introduce a target to clean up the power sector by 2030. The decarbonisation amendment I have tabled on the energy bill will do just that. Unfortunately, the government seems prepared to gamble on gas prices going down instead. If fossil fuel prices were to rise due to growing global energy demand and when an inevitable international deal is struck to avoid the worst effects of climate change, this might may make gas even more expensive. Nick Molho, head of energy and climate change policy at WWF-UK: Like quitting smoking now for the benefit of your long-term health, this report shows that shifting early to a low-carbon power sector is a no-regrets policy. It&apos;s technically feasible, should deliver big savings to people&apos;s energy bills and create promising growth opportunities in areas like offshore wind where the UK is an industrial leader. In a world in which were serious about preventing dangerous levels of climate change, this report is also clear that gas can only have a limited role to play. If we want to unlock the many benefits of low-carbon investment, the energy bill needs to give investors confidence that the UK is the place to invest. Stable financial support and a long-term decarbonisation target will be key to giving businesses the clarity they need. Leila Deen, a Greenpeace energy campaigner: Every MP in British politics should take heed of this report, because in two weeks time theyll be making the biggest changes to the UKs energy system in a generation when they vote on the energy bill. The CCCs advice is clear - a clean energy system is better for business and better for consumers. George Osborne has ripped a 2030 decarbonisation target from the bill, but with hundreds of businesses and investors crying foul, its up to Coalition MPs to vote it back in. Only that way can we ensure the UK is on a path to cleaner, safer, cheaper power.       10.26am BST    Welcome to the Eco Audit    The Committee on Climate Change, which advises the UK government on meeting its emissions targets, has today published a report outlining why investing in low-carbon technologies will, over the longer term, be more cost effective than gas. As Fiona Harvey in the Guardian reports:  The sooner the UK makes large investments in low-carbon generation  including offshore and onshore wind, nuclear power and energy from waste  the cheaper it will be, according to David Kennedy, chief executive of the Committee on Climate Change (CCC). The conclusions are likely to be controversial, as many MPs on the right of the Tory party have been clamouring for an end to onshore windfarms and reductions in renewable subsidies. They would prefer to see a new &quot;dash for gas&quot; that would require the UK to massively expand shale gas drilling and import tens of billions of pounds worth of fuel each year as North Sea reserves run down. They point to lower gas prices in the US that have resulted from the aggressive pursuit of shale resources.  The report is published just a couple of weeks before MPs vote on the energy bill, which will help to determine the UK&apos;s energy strategy in the years and decades ahead. The CCC&apos;s report is rare in that it looks out to far beyond 2030 in its forecasting, arguing that investment now in low-carbon energy will pay dividends by the next decade and beyond, unlike gas which suffers - and will continue to suffer - from unpredictable price volatility. Do the sums add up for low-carbon technologies? Can we really know what prices are likely to be decades ahead? Is paying more now for low-carbon energy a sound investment over the longer term, compared to making a &quot;dash for gas&quot;? Please leave your own thoughts below. If you are quoting figures or studies, please provide a link through to the original source. I will also be inviting various interested parties to join the debate, too. And later on today, I will return with my own verdict.    ", 
    "section": "environment", 
    "gid": "environment/blog/2013/may/23/green-energy-cheaper-gas-bills", 
    "wordcount": "5158"
}