{
    "headline": "Boot up: Samsung reassessed, Android in Japan, Apple TV yea or nay?, and more", 
    "text": "A quick burst of 8 links for you to chew over, as picked by the Technology team South Korea reassesses Samsung after battle with Apple &gt;&gt; NYTimes.com  &quot;The ruling makes us reconsider the brand value of Samsung because it depicts Samsung as a copycat,&quot; said James Song, who monitors Samsung for KDB Daewoo Securities in Seoul. &quot;But a copycat or not, what Samsung has done with its smartphones was a brilliant move.&quot;  &quot;Look what has happened to companies like Nokia, Motorola and BlackBerry, which didn&apos;t do as Samsung did,&quot; Mr. Song added, referring to competitors whose failures to adapt quickly to the smartphone boom driven by iPhones have drastically reduced their market shares. &quot;Samsung may lack in innovation, but right now, no one can beat Samsung in playing catch-up.&quot;  Say hello to Samsung&apos;s fanboy factory - the Mobilers program &gt;&gt; The Next Web The title that was being shared on Twitter on Sunday night was &quot;Here&apos;s how Samsung flew bloggers halfway around the world [from India to Berlin], then threatened to leave them there&quot;   Jeff told Samsung again, in no uncertain terms, that they were not there to be product demonstrators for the brand. They reiterated that they had agreed to the trip so that they could cover Samsung, but also the other brands that were launching products. They were shuttled off to a meeting where they once again stated ,this time to a stern-faced PR person, that they had no interest in playing Samsung&apos;s employee for the event. They were told that they had some free time while the company made its decision, so they headed to the local Starbuck&apos;s to grab a pre-show coffee.   An insight into the very murky world of pro blogging - and how companies treat them. Android malware authors take a crack at the Japanese market &gt;&gt; Naked Security  Informally, our statistics put countries like Russia, China and the USA at the top of the charts when it comes to being the target of Android malware.  Whether it&apos;s leeching data from your phone, tricking you into sending pricy SMSes, or some other money-making scam, malware targeting Japanese speakers has been very rare so far.  For every 1000 dodgy Android apps targeting Russian speakers, we&apos;ve seen about one app aimed at Japan.  But that doesn&apos;t mean if you&apos;re in Japan you can let your guard down.  OMG, Eddy Cue totally says no Apple television soon! &gt;&gt; Matthew Panzarino  This was an inference on their part based on Cue&apos;s comments. But if you read the actual text of the note, the only comment from Cue is that Apple will &apos;enter markets where it feels it can create great customer experiences and address key problems&apos;. If that sounds familiar, it&apos;s because that&apos;s the company line, oft repeated by CEO Tim Cook and others.  That&apos;s the only direct comment mentioned to be made by Cue. There is absolutely no passage here that says Cue said &apos;no TV solution&apos; and certainly none that says &apos;not to expect and Apple television any time soon.   Noticed how all the talk about an Apple TV, so noisy earlier this year, has gone away? Nutjob attempts to extort $35 computer from non-profit foundation &gt;&gt; Raspberry Pi The mysterious &quot;Steve&quot; who claims to be a &quot;BA Maths student&quot; contacted the makers of the Raspberry Pi. Sample quote:   &quot;I thought I am talking to a company who knows about worldwide standards and treats people who may transfer thousands and hundreds of thousands of dollars. We are amused here, all of us.&quot;   A classic Apple versus Samsung: Full interview with the jury foreman &gt;&gt; BBC News  Q: Why weren&apos;t you convinced by Samsung&apos;s arguments that some of the patents that Apple had put forward shouldn&apos;t be allowed to stand? There has been a lot made in the media and elsewhere that Apple wasn&apos;t the first with some of the ideas that they had patented.  A: To try to make it as easy as possible - I have addressed this in other interviews that I have had - what it amounts to is there has been a big fuss since the deliberation that prior art was not considered. Prior art was considered.   Will this change the mind of anyone who&apos;s already decided what they think?  Amazon appstore drives monetization for developers &gt;&gt; Amazon Press Releases  Amazon.com, Inc. today announced that since Kindle Fire was introduced less than a year ago, customers have downloaded hundreds of millions of apps and games from the Amazon Appstore, and the number of developers building apps for Amazon Appstore continues to grow quickly.   Completely missing from press release: any evidence of the extent to which developers are making money. There is zero financial content in this release; it&apos;s simply flim-flam. The question then is, why publish it at all? It&apos;s not for discerning shareholders, certainly. The iPad 2,4 review: 32nm brings better battery life &gt;&gt; Anandtech The &quot;new&quot; iPad 2 uses a different chip with a 32nm process - see if you can guess who manufactures it - and the engineering involved is fascinating. Ignore the iPad stuff; this is an absorbing explanation of a core technology that matters to anyone who uses a chip-driven device. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/sep/03/technology-links-newsbucket", 
    "wordcount": "919"
}