{
    "headline": "Educational choice and privilege", 
    "text": "Janet Murray can hardly be surprised to have been asked how she can &quot;reconcile writing about education for the Guardian with having a child at a private school&quot; (&apos;They sat and talked to me about my child&apos;, 24 July). It is problematic that an education journalist thinks that class size is just a matter of the state sector &quot;still getting it wrong&quot;, and that the comprehensive system is premised on identical needs. Sure, other people use terms such as &quot;good school&quot; entirely unburdened by the fact that the &quot;quality&quot; of a school relates to the parental background of its intake, and that &quot;privilege&quot; is a quality that everyone could enjoy if only the state sector &quot;upped its game&quot;  but would we really look to them as authorities on public education? Murray may find comfort in the opinions of others who buck liberal, middle-class &quot;social acceptability&quot;, and in the fact that other Guardian readers will have used money and hypocrisy to preserve their children from the lower classes. But for most people education remains a service that is funded and accessed collectively, and the fact that we have children&apos;s commonality in mind rather than their parents&apos; income brackets does not mean that, unlike Ms Murray, we put our parenthood second.Peter McKennaLiverpool Well done, Janet Murray  spot on! &quot;But what really matters is size  and this is where the state sector is still getting it wrong.&quot; Of course this is where they&apos;re getting it wrong! She makes it sound wilfully perverse as if state schools have some treasured belief in the efficacy of unreasonably large classes. Does she not imagine that every primary school teacher in the country would be more than happy to teach a class of 11 rather than the more usual 30? Reduction of class sizes can only be done through extra funding. Governments pretend otherwise because of the cost. However, if all children could be given places in classes no bigger than that of Janet Murray&apos;s daughter, then the soul-searchingly difficult question of whether to go private would become redundant. Indeed, so would almost all independent schools.David ThomasHereford There is a broader educational context that your correspondent Janet Murray ignores. She states that: &quot;The comprehensive system is built on the premise that every child has the same needs  an attitude that encourages mediocrity.&quot; Presumably she is aware of policies such as Every Child Matters, the Ofsted requirement that teachers secure high-quality learning by setting challenging tasks that are matched to pupils&apos; specific needs to try and develop independent and resilient learners. Murray believes that &quot;social mobility is about giving more young people access to privilege&quot;. Murray is among the 7% of parents who pay for their four to 18-year-olds to attend private schools. The majority of parents do not have the monetary means to make such a choice.Mike FoleyLondon Janet Murray is, of course, free to pay &quot;10,000 to 30,000 a year&quot; to buy a better education for her child than the state sector offers to the other children in her area, but it is not clear why she wishes to be applauded for doing so. She does not seem to have registered that state schools are funded on a per-pupil basis and could offer the smaller classes and longer hours she wants if well-paid people such as her were willing to vote accordingly and pay their taxes towards it. As an &quot;expert&quot; in the field of education, what does Ms Murray advise parents to do who don&apos;t enjoy her financial means  play the lottery?Paul MartinCampaign for State Education As someone who didn&apos;t move house to be in a better school catchment area and didn&apos;t get a tutor for my children, I would be one of the parents Janet Murray senses judging her as she walks to school with her daughter in a blazer and boater. We put our faith in our local primary and secondary school, the latter being the type people moved house to avoid. But above all, we put our faith in our children and have had no reason to regret it.Antony JarrettBeckenham, Kent Janet Murray is naive if she really thinks that her daughter&apos;s private school does well just because &quot;resources are directed where they are needed most  at teaching and learning&quot;. The biggest single factor in a school&apos;s league table position is the ability, background, behaviour and parental support of the children who attend it, and a private school, particularly if it selects on ability as well as on interviews and ability to pay, has a huge head start there. Ms Murray adds that &quot;bright children who enjoy academic learning deserve the chance to be educated with like-minded peers&quot; but, of course, the existence of academically selectively private schools is to some extent denying this right to brighter children whose parents can&apos;t or indeed won&apos;t pay the fees. A major reason for choosing a &quot;good&quot; school for one&apos;s child is to increase his or her chance of being accepted by a prestigious university. I propose that all universities, particularly the top ones, should have to offer an equal number of places to pupils from each secondary school (adjusted for the size of school). Parents of brighter children would then have an incentive to send their children to the schools with fewer other children who would be likely to obtain those places. This would then automatically lead to all schools having a good mix of pupils, and universities would be selecting the best candidates instead of a mix of the richest and the best.Richard MountfordHildenborough, Kent Janet Murray, like every other parent, has the right to send her child to a private school. However, as a Guardian journalist, writing on educational issues, she surely has a duty to be candid about her reasons for doing so. She seeks to justify her decision by citing the fact that other middle-class parents move house to gain access to &quot;good&quot; schools, arguing that her choice of private school for her child somehow frees up a place in the state sector for someone less advantaged. Her reference to Niall Ferguson begins to give the game away; in fact, not all parents who send their children to private schools do so because comprehensives are so much worse. They do so to buy exclusivity and privilege; in short, they want their children taught alongside other middle-class children, and they want them to benefit from the networks which will open up to them in the future as a result. But it is her criticism of comprehensive schools which is really objectionable from someone in her position. Comprehensives have never encouraged mediocrity; quite the reverse. They have given generations of children who would otherwise have been consigned to secondary modern schools an opportunity to aspire to a full, rounded education, and to pursue a career of their choice, academic or otherwise. The fact that social policy, in housing and employment specifically, have conspired to locate some comprehensives in areas of multiple deprivation, thus depressing their overall attainment, should make us determined to improve the state system, not desert it. Private schools are about elitism; they would, no doubt, subscribe toTS Eliot&apos;s view in Notes towards the Definition of Culture (1948) that the function of schooling is &quot;to preserve the class and select the elite&quot;. But our challenge as a nation must be to promote greater equality in our society and one way of doing that would be to have an education system, like Finland, which sees closing the gap as a key goal. Janet Murray is right to point to factors such as school and class size as factors which private schools have in their favour. The funding of the state sector is clearly an issue. Only last week, the Sunday Herald exposed how charitable status alone enables private school to gain 80% on their non-domestic rates, saving them, collectively, millions of pounds, every year. Education is key to the achievement of a more equal, more successful and more socially cohesive society. It is too important to be left to the marketplace.Brian BoydEmeritus professor of education, University of Strathclyde The key issue that Janet Murray seems to have missed is that she, like many other middle-class parents who send their children to private schoolsare the very people who have &quot;political clout&quot; when it comes to the politics of education. They are the people who should be standing up and demanding greater support, funding and improvement for state schools instead of allowing the present government to fritter away money on expensive idealistic alternatives. Governments of whatever political leaning would soon take notice if we all stood together and pushed the case for a high-quality, well-funded state education system rather than pursuing our own selfish agendas  and lamenting the fact that others miss out.Frank GutierrezYork I have never been so angry. An education journalist  from the Guardian, presumably in the interest of &quot;balance&quot;, has peddled the same vacuous arguments for privileged &quot;choice&quot; that we have heard for decades from more obvious channels. Does she really believe that &quot;competition&quot; drives up standards? Does she really think that those involved in state education have not endlessly campaigned for smaller class sizes? This form of self-gratifying, lazy journalism belongs in the Daily Mail. I&apos;ve stuck at teaching in state schools for a few more years than the four managed by Janet Murray  I&apos;d be grateful if you could offer me a full page next week to share my slightly more informed prejudices about the fantastic state education system most of our children enjoy.Andy DunnettTaunton, Somerset", 
    "section": "education", 
    "gid": "education/2012/jul/25/education-choice-and-privilege", 
    "wordcount": "1648"
}