{
    "headline": "A Somalia refugee's new life, barriers to immigration, and the role of sport", 
    "text": "Earlier this year we reported on Omar, a Somali teenager who fled a refugee camp in Libya when war broke out last year and was living in a camp on the country&apos;s border with Tunisia. In our new film, we meet Omar as he prepares to start a new life in Sandviken, northern Sweden. He is met at Stockholm airport by the Swedish migration board, visits a doctor and learns what margarine is. Laura Hammond argues why Europe must do more to help those who fled persecution in north Africa after the Arab spring and have become &quot;double refugees&quot;, while Michael Clemens explores ways to overcome the barriers to legal immigration that have been erected by international law. Sport and development Does sport have a role in development asks our latest podcast. Les Roopanarine gathers opinions from readers of our talk point, and a footballer and an athlete who set up foundations to promote sport among young people, discusses how sport is used as a development tool, and asks what legacy big sporting events, such as the Olympics and the World Cup, can leave in their host nations. Child mortality Cutting child mortality is a key millennium development goal, but rates are not falling fast enough to meet the target of a two-thirds reduction by 2015. In this interactive, created for the Guardian by Fathom, we explore the data on where in the world mortality rates are highest, why the cost of saving children varies by region, and what the leading causes of death are. Mark Tran speaks to the chief health officer at Unicef, who sees a breakthrough on the horizon. Elsewhere on the site John Vidal reports on stark warnings from water scientists, who say the world&apos;s population may have to switch to an almost vegetarian diet over the next 40 years to avoid water shortages. Jonathan Glennie writes on the unenlightened comments about Ecuador and its president, sparked by the Julian Assange case. Following the death of the Meles Zenawi, Mark Tran argues that despite economic growth, poverty and intolerance will stain the Ethiopian prime minister&apos;s legacy. Afua Hirsch reports on the impact of Senegal&apos;s gender parity law. And we highlight 15 ideas helping to transform Africa. Multimedia In pictures: Niger floods During the final weekend of Ramadan, Niger&apos;s capital, Niamey, was hit by severe flooding. Overnight, thousands of homes and vital food crops were destroyed, leaving many of the country&apos;s poorest families without shelter or sustenance. Video: &quot;We came with nothing  there is nothing to eat. Nothing&quot; At least 40,000 people have fled to Niger, escaping fighting between rebels in northern Mali. Many arrive in Banibangou refugee camp, having walked 45km, and listen to news from home on French radio. But Niger is already experiencing a hunger crisis. Mdecins sans Frontires has set up a cholera hospital for refugees and the local population, but conditions are difficult. In pictures: Somaliland: a photographic diary Mark Tran spent a week looking at how life is changing in Somaliland. He visited the Hargeisa international book fair and reported on Dahabshiil, a money transfer company, a $17m Coca-Cola bottling plant in the desert, and the thriving livestock trade at the port of Berbera. Coming up on the site Claire Provost and Jaz Cummins report back from the development data hackday, which was held at the Guardian offices in London over the weekend. Afua Hirsch reports on the latest Millennium Villages Project, due to be launched by the Earth Institute in northern Ghana this week, which is being supported by the UK&apos;s Department for International Development. We report from a gold mine in southern Ethiopia. Gold is the country&apos;s main mineral export. What you said: some of the best comments from our readers On Mark Tran&apos;s story on the solar toilet that won a prize for innovative sanitation projects, Mtega wrote:  The challenge is persuading people to take a step up the sanitation ladder. This is a social, economic, psychological and even political challenge, not a technological one.  On Jonathan Glennie&apos;s blog discussing whether poor people want to be poor, CaitlinM said:  Development programmes are often delivered to the people who are easiest to access  it is hard to identify who are the poorest, the most at need, because they are hard to see.  And on Mark Tran&apos;s blog on the faultline among NGOs over the future of development, BobSurely claimed:   donor power has increased exponentially, while the power of the poor (&quot;project targets&quot;) has diminished to that of bit players in the big game.  Highlights from the blogosphere On From Poverty to Power, Duncan Green highlights a paper by Sumit Roy, published in the Global Policy journal, which analyses India&apos;s African footprint. Bill Breiger, of Malaria Matters, welcomes Rwanda&apos;s announcement that it will replace existing insecticide-treated bednets with new ones. Joo Miguel D de A Lima writes on Global Voices about the surprise suspension of work on the Belo Monte hydroelectric power plant in Brazil this month, but argues the fight is not over. Reuters reported on Tuesday that work on the plant has resumed. And finally  The Poverty matters newsletter will be back in two weeks with another roundup of the latest news and comment. In the meantime, keep up to date with the issues on the Global development website. Follow @gdndevelopment and the team  @ClaireProvost, @LizFordGuardian, @MarkTran and @JazCummins  on Twitter, and join Guardian Global development on Facebook.", 
    "section": "global-development", 
    "gid": "global-development/2012/aug/28/somalia-refugee-immigration-sport", 
    "wordcount": "913"
}