{
    "headline": "Bornean orangutan rescued with 104 air gun pellet wounds  in pictures", 
    "text": "   An x-ray image showing bullets in Aan's head. The Bornean orangutan is an endangered species, with oil-palm plantations posing a serious threat to its continued existence. Orangutans come into conflict with humans through encroachment on plantations and village crops and are often viewed as pests by local farmers  Photograph: Orangutan Foundation UK       Aan seen at the top of palm trees. Although orangutans are protected by law, much of the ancient rainforest in which they live is now severely degraded through habitat destruction including logging and conversion to oil-palm plantations Photograph: Astri Siregar/Orangutan Foundation UK       Aan is anesthetised before being removed to safety by a rescue team from the Orangutan Foundation and the Indonesian Agency for Conservation of Natural Resources. The agency said it did not know who shot the animal, but in the past year there have been several shootings of orangutans on plantations as a form of pest control Photograph: Orangutan Foundation UK       Medics examine Aan. The Orangutan Foundation says Aan's attack shows more education and support are needed to improve local communities understanding of the need to protect orangutans and how they can contribute to the recovery and successful relocation of orangutans to safer, protected areas Photograph: Astri Siregar/Orangutan Foundation UK       X-rays showed 104 pellets scattered all over her body, including vital organs, her eyes and ears Photograph: Orangutan Foundation UK       Bullets lodged in Aan's legs Photograph: Orangutan Foundation UK       Dr Zulfiqri, a veterinarian from the Orangutan Foundation, assisted by a specialist surgeon from the local Imanuddin hospital, managed to remove 32 of the pellets lodged in her body and head during a three-hour surgery Photograph: Orangutan Foundation UK       A dozen pellets were lodged in and around her eyes. When she was rescued from the oil palm plantation, she had already lost the sight in her left eye and was beginning to lose sight in her right Photograph: Orangutan Foundation UK       Now she has lost sight in both eyes completely, so food and water must be placed in her hands Photograph: Orangutan Foundation UK       Aan is transferred to Camp Gemini, a release camp within the Lamandau River wildlife reserve. It is unlikely that Aan can be released back into the wild Photograph: Orangutan Foundation UK       Aan inside her enclosure at Camp Gemini where she will stay. She may require further surgery to remove more pellets  Orangutan awareness week runs from 12-18 November Photograph: Orangutan Foundation UK  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/nov/06/bornean-orangutan-rescued-in-pictures", 
    "wordcount": "0"
}