{
    "headline": "Some of nature's mysteries are all the better for going unsolved", 
    "text": "Some of the pleasures and deep satisfactions of watching wildlife are the mysteries, often totally unexpected, that occur. They can be tantalising and even more so when they are never solved. They support my old adage thatthe more I learn about wildlife the more I realise just how little I know. Such a mystery came on my journey lastweek to look for whooper swans. These large and imposing birds are as iconic as other Highlands birds, such asgolden eagles or gannets. At this time of the year some whooper swans start to gather on the Tarbat Ness peninsula that juts out from the east coast into the North Sea. Many of these birds have wintered on inland lochs or firths with some going further west to Ireland. The birds on the fields at Tarbat Ness will feed and rest there until they feel the urge to take the long, sometimes non-stop flight to their breeding grounds in Iceland. I have been fortunate to have studied them on the glacial outwash plains in the south-east when I led several expeditions there. Last week the first birds were a family party, two adults and three brown-feathered juveniles, the latter last year&apos;s cygnets. Then, two fields further on, a large group of 18 swans with a scattering of juveniles. So it looked as though the last breeding season had been a good one. Then, well away from the others on a vast grassy field, was a tight group of feeding birds, all on their own. I wrote in my notebook, &quot;another family group&quot;, before noticing that they were all adults. Then I realised there was something different about them and a closer look through binoculars revealed two of the birds were adult whooper swans and the three with them were adult mute swans. The mystery was why whoopers and mutes were feeding together like a family group? Books and experienced people have given no answers.", 
    "section": "environment", 
    "gid": "environment/2013/feb/06/tarbat-ness-whooper-swan-mystery-mute", 
    "wordcount": "330"
}