{
    "headline": "Young human rights reporter of the year 2012  upper secondary school winner", 
    "text": "Overdosing on malaria pills Drinking bleach. Home-made &quot;herbal concoctions&quot;. Forcing bicycle spokes, knitting needles, water pipes, coat hangers, sticks and pens through the cervix. Anaesthetic? Unheard of. If you are a pregnant Kenyan woman, living in poverty, this is your abortion. I am no doctor, but even I could tell you that these procedures are dangerous, excruciatingly painful and often fatal. If you are a pregnant Kenyan woman, but lucky enough to be rich and educated, any number of private hospitals will carry out a safe and legal termination of a pregnancy for you. Backstreet abortions claim the lives of at least 2,600 Kenyan women each year, and these figures don&apos;t include the scores of women who don&apos;t dare seek medical care for fear of being arrested and jailed for up to 14 years if found guilty. A further 21,000 women are hospitalised for treatment of abortion-related complications. Unsurprisingly, Kenya&apos;s abortion fatality rates are nine times higher than for developed regions. It is no coincidence that abortion rates are higher and procedures more unsafe in poorer countries generally, and Kenya is no exception. Lack of contraception and sex education, rape, sexual violence and prostitution as a means to combat poverty are all prevalent factors that contribute towards the myriad of unplanned and unwanted pregnancies that so many Kenyan women must face. They suffer, condemned to give birth to a child that they did not want nor can manage. But the real killer here is the law. The Kenyan law rules that abortion is illegal in nearly all cases, save for when the mother&apos;s life is at risk, but the law is ambiguous. Not even doctors are clear when it is or isn&apos;t legal to terminate a pregnancy, leading to an unfair divide in the standards of healthcare available for the rich and poor. How long can we allow the Kenyan government to deny necessary healthcare to those who need it most? How long are we prepared to let women, in desperate need of safe and legal abortions, rely on backstreet &quot;professionals&quot; to terminate their pregnancies? And how long do we continue to allow the thousands of easily preventable deaths destroy the poorest communities of Kenya?", 
    "section": "education", 
    "gid": "education/2012/may/14/human-rights-upper-secondary-winner", 
    "wordcount": "371"
}