{
    "headline": "Stem cell research reveals key role for bad breath", 
    "text": "The compound responsible for bad breath may help speed the development of stem cells from dental pulp into valuable treatments for patients, according to Japanese researchers. Hydrogen sulphide (H2S), the noxious mix that smells of rotten eggs and is a major cause of halitosis, appears to help transform the cells into liver cells, said a team from Nippon Dental University, Tokyo. It collected stem cells from the pulp  the central part of the tooth made up of connective tissue and cells  from patients undergoing routine extractions before separating them into a group incubated in an H2S chamber and a control group. They were analysed after three, six and nine days, to see whether they changed into liver cells and tested for their effectiveness, including the ability to store glycogen, which is converted to glucose when the body needs energy, and collect urea, the by-product of protein metabolism, which is transferred by the kidneys from blood to urine. The researchers, whose findings are published in the Journal of Breath Research, published by the Institute of Physics, said their work suggested liver cells could be produced in high numbers to a high quality. Lead author Ken Yaegaki said: &quot;High purity means there are less &apos;wrong cells&apos; that are being differentiated to other tissues, or remaining as stem cells  These facts suggest that patients undergoing transplantation with the hepatic cells may have almost no possibility of developing teratomas (malignant tumours) or cancers. &quot;Until now, nobody has produced the protocol to regenerate such a huge number of hepatic cells for human transplantation. Compared to the traditional method or suing fetal bovine serum to produce the cells, our method is productive and, most importantly, safe.&quot; Anthony Hollander, head of cellular and molecular medicine at Bristol University, said: &quot;This is interesting work in a new direction but there&apos;s a long way to go to see if it is usable therapeutically.&quot; The real test of a liver cell was whether it could metabolise specific toxins and that would require experiments on enzyme function, he said.", 
    "section": "science", 
    "gid": "science/2012/feb/27/stem-cell-research-bad-breath", 
    "wordcount": "343"
}