{
    "headline": "Airport scanning technology is a transparent victory for terrorism", 
    "text": "Every time I go through airport security nowadays the thought that comes to mind  as I take off my shoes and belt, unpack my laptop and display my toothpaste in a transparent plastic bag  is that Osama bin Laden won hands down. The same thought pops up when taking a photograph outside the London Stock Exchange  or inside an airport or a railway station  and a uniformed jobsworth appears from nowhere to inform me that photography is &quot;not allowed, sir&quot;. And it also comes to mind whenever the home secretary opens her mouth on the subject of the draft communications data bill, aka the snooper&apos;s charter. Terrorism  or the perceived threat of it  has turned democracies into paranoid armed camps in which the state feels justified in assuming that every citizen is a potential terrorist. The intrusiveness and ubiquity of state surveillance is already shocking. But we ain&apos;t seen nothing yet  the technology is just getting into its stride. The powers that be (to use William Tyndale&apos;s lovely phrase) maintain that the internet is a great boon for criminals, paedophiles, al-Qaida and other miscreants but omit to mention that it&apos;s also an Orwellian tool for them, because everything that one does on the net is logged by internet service providers (ISPs)  and, now, stored for later inspection by the authorities. The details of every Google search conducted, every email or tweet sent, every file downloaded, every YouTube video watched and Skype call made, are recorded  and are available on production of a warrant or court order in law-abiding societies or on the say-so of an intelligence officer in less fastidious jurisdictions. And that&apos;s just in cyberspace. In the real world of &quot;meatspace&quot; the technology of surveillance is coming along nicely too. In airport security we&apos;ve gone from ancient technology like X-ray scanning of aircraft baggage to the scanners now being deployed in US and other airports which produce fetching images of our unclothed bodies. But at least with this stuff we know when we&apos;re being scanned. That too is about to change. We&apos;ve now discovered that within the next year or so the US department of homeland security plans to deploy a new laser-based molecular scanner fired from 50 metres away which will instantly reveal an astonishing level of detail not only about your body, clothes and luggage but also about the contents of your wallet and even of your intestines. It&apos;s claimed that the technology can identify traces of drugs on banknotes, gunpowder on your clothes and even what you had for breakfast, the adrenaline level in your body and substances in your urine. And all of this information can be collected without even touching you  and without your knowledge. The plan is to install this molecular-level scanning in airports and border crossings across the entire US. The official justification is to be able to quickly identify explosives, dangerous chemicals or biological weapons at a distance. The technology is said to be 10m times faster  and 1m times more sensitive  than any currently available system, which means that it can be used systematically on everyone passing through airport security and not just to monitor suspect or randomly sampled passengers. The machine that enables all this to happen is a picosecond programmable laser scanner, which was originally developed for medical applications (including monitoring cancer cells in bloodflow). But the company that markets it has obviously realised that the security industry might turn out to be more profitable than the health sector. And it has adapted it for these new purposes by making it mobile and relatively unobtrusive, so that the scanees (that&apos;s you and me) will be oblivious to its use. And so although the first deployments of the technology will be in airports, it will only be a matter of time until it is in police cars and other everyday environments. In due course, therefore, the requirement that motorists blow into a breathalyser will seem as quaint as the idea of using chicken entrails as diagnostic tools. All of which makes one wonder whether Osama bin Laden ever read Thomas Hobbes, the philosopher who first sketched out the essence of our current arrangements. In order to escape from the brutality of living in a state of nature, Hobbes postulated that we need to accede to a social contract in which we give up some rights in order to have the protection of a sovereign authority. Abuses of that authority were, Hobbes thought, the inescapable price of living in security. By terrorising our governments, bin Laden has ensured that the price of that security would rise in terms of the erosion of privacy, the curtailment of freedoms and of civil rights. The US may have exterminated the old monster. But we&apos;re having to live with his legacy.", 
    "section": "technology", 
    "gid": "technology/2012/jul/15/internet-privacy", 
    "wordcount": "801"
}