{
    "headline": "Cuadrilla censured by advertising watchdog over fracking safety claims", 
    "text": "Cuadrilla, the only shale fracking company operating in the UK, has been slapped down by the advertising watchdog for claiming that it uses &quot;proven, safe technologies&quot;. The censure by the Advertising Standards Authority will force a significant watering down of some of the company&apos;s claims and is a further blow to Cuadrilla, which has halted fracking at all of its UK sites following a series of setbacks. Fracking, or hydraulic fracturing, involves pumping water, sand and chemicals into deep wells at high pressure to open up fissures in shale rock, enabling trapped gas to be extracted. Concerns have been raised about pollution and small earth tremors linked to the method. Following the ASA ruling, the company must hedge its claims on the safety of fracking with references to &quot;a number of important independent scientific studies&quot; that looked at fracking. Furthermore, it can only say that &quot;these reports have agreed that hydraulic fracturing can be done safely, given appropriate guidelines and monitoring&quot;. Cuadrilla was also criticised by the ASA for asserting that &quot;we know that hydraulic fracturing does not lead to contamination of the underground aquifer&quot;. That must be changed to: &quot;To ensure that there can be no route for fluid or gas to leak from the shale rock up to the aquifer, we use multiple layers of steel casing sealed by cement.&quot; The weakening of the company&apos;s permitted language comes after a complaint by a fracking activist about one of its leaflets, distributed in areas where the company holds licences, last July. The ASA adjudicated on 18 claims made in the leaflet, and demanded qualifications to seven of them. In several cases, the ASA upheld Cuadrilla&apos;s assertions, including a claim that: &quot;Cuadrilla&apos;s wells are all designed to best practice standards and are inspected by an independent well examiner before being sent to the Health and Safety Executive for review&quot;. Cuadrilla strongly disputes many of the ASA&apos;s criticisms, which will be subject to appeal. For instance, the ASA said that the company could not claim its &quot;fracturing fluid does not contain hazardous or toxic components&quot;, because although the company has used only water, sand and a non-toxic friction-reducing chemical to date, it could use other substances in future. Cuadrilla called this &quot;absurd and pedantic&quot;. Francis Egan, the company&apos;s chief executive, said: &quot;We do believe the ASA should have consulted scientific experts before reaching its conclusions, and has made some very fine distinctions about what we can and cannot say, but we will be examining the adjudication carefully to see what communication lessons can be learned in future.&quot; However, he said it was important that the ASA had ruled that fracking &quot;can be done safely&quot;. Andrew Pendleton, head of campaigns at Friends of the Earth, said: &quot;Local communities across the UK are rightly concerned about fracking  it&apos;s dirty, unnecessary and damages our environment.&quot; Joss Garman, political director at Greenpeace, said: &quot;The last thing we need is more fracking when we already have more fossil fuels than we could ever need or safely burn and when much cleaner technologies could be used instead.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/apr/24/caudrilla-censured-fracking-safety-claims", 
    "wordcount": "534"
}