{
    "headline": "Why you should join a university sports club  even if you hate exercise", 
    "text": "For the unathletic among us, the best thing about sixth form is that you no longer have to attend PE lessons. Mornings spent tactically avoiding the ball and bearing the wrath of sporty classmates become distant memories. What then, would possess any non-sporty fresher to sign up to their university team? It&apos;s all about making friends, says Grace Roberts, a third year student at Leeds University. &quot;I wasn&apos;t especially sporty at school  I liked tennis and swimming  but I happened to get involved in archery after meeting people at freshers fair and going to a couple of taster sessions.&quot; &quot;Archery is a sport that most people aren&apos;t instantly good at, so if you&apos;re the type of person who doesn&apos;t like not being able to so something you&apos;ll end up becoming addicted. &quot;It&apos;s good for people who aren&apos;t sporty because there isn&apos;t a huge deal of effort involved. We&apos;re renowned for spending a lot of time in the pub.&quot; Student sport isn&apos;t restricted to games of rounders and football. From American football to windsurfing  most universities offer at least 50 different sports clubs. Details of what&apos;s available on your campus will be given out at freshers fair, while the British Universities &amp; Colleges Sport (BUCS)lists national news and events on its website. When it comes to choosing a sports society, you can pick a hobby that&apos;s as time-consuming or exhausting as you like. Traditional sports clubs  such as football, netball, basketball, rugby, or hockey  normally have strict training schedules and regular matches. This is great if you&apos;re naturally able, but the downside to joining a big club is that it might be harder to make the first and second teams. Generally speaking, the opposite applies to less conventional sports  although activities such as ultimate frisbee, dodgeball, and even quidditch, are fast growing in popularity. Robin Pottinger, president of Warwick University&apos;s dodgeball society, says: &quot;Because dodgeball is a fun, novelty sport, it tends to appeal to people who want to take part in something active, without having the pressure put on them to take it too seriously.&quot; Why not sign up before the Olympic legacy begins to wilt? Whatever sport you pick, you will reap the benefits  a healthier lifestyle, a welcome break from study and perhaps the odd sporting achievement. Most importantly, you&apos;ll have plenty of team socials to attend.     Guardian students sign up banner  ", 
    "section": "education", 
    "gid": "education/2012/sep/19/why-you-should-join-a-university-sport-team", 
    "wordcount": "397"
}