{
    "headline": "Tim Berners-Lee: demand your data from Google and Facebook", 
    "text": "Tim Berners-Lee, the father of the world wide web, has urged internet users to demand their personal data from online giants such as Google and Facebook to usher in a new era of highly personalised computer services &quot;with tremendous potential to help humanity&quot;. Berners-Lee, the British born MIT professor who invented the web three decades ago, says that while there has been an explosion of public data made available in recent years, individuals have not yet understood the value to them of the personal data held about them by different web companies. In an interview with the Guardian, Berners-Lee said: &quot;My computer has a great understanding of my state of fitness, of the things I&apos;m eating, of the places I&apos;m at. My phone understands from being in my pocket how much exercise I&apos;ve been getting and how many stairs I&apos;ve been walking up and so on.&quot; Exploiting such data could provide hugely useful services to individuals, he said, but only if their computers had access to personal data held about them by web companies. &quot;One of the issues of social networking silos is that they have the data and I don&apos;t  There are no programmes that I can run on my computer which allow me to use all the data in each of the social networking systems that I use plus all the data in my calendar plus in my running map site, plus the data in my little fitness gadget and so on to really provide an excellent support to me.&quot; Berners-Lee, who has been an outspoken defender of the &quot;open internet&quot;, said big web companies were beginning to respond to consumer pressure to make users&apos; data more easily recoverable. Google now offers users immediate access to all data it holds on them and Facebook will send users their data, though it may take as long as three months to recover all of it. Once the data outputs from different sites had been standardised, he said, our computers would be able to offer increasingly sophisticated services such as telling us what to read in the morning. &quot;It will know not only what&apos;s happening out there but also what I&apos;ve read already and also what my mood is, and who I&apos;m meeting later on.&quot; Berners-Lee has in the past warned that the rise of social-networking &quot;silos&quot; such as Facebook, and &quot;closed world&quot; apps such as those released by Apple, which cannot be indexed by web search engines, threaten the openness and universality that the architects of the internet saw as central to its design. He said he was still worried about the effect of hugely dominant or monopolistic companies but believed that the greater ability of small companies to innovate meant it was unlikely that the current web giants would maintain their dominance indefinitely. &quot;It&apos;s interesting that people throughout the existence of the web have been concerned about monopolies. They were concerned [about] Netscape having complete control over the browser market until suddenly they started worrying that Microsoft had complete control of the browser market. So I think one of the lessons is that things can change very rapidly. &quot;Before the web, Gopher [an early alternative to the world wide web] was taking over the whole internet, it seemed, very quickly. I remember in an internet engineering meeting, somebody remarked that it was incredible how quickly it was taking over. One of the wiser people said: &apos;Well it&apos;s funny, it&apos;s amazing how quickly people on the internet can pick something up, but it&apos;s also amazing how quickly they can drop it.&apos;&quot; He said web users needed to be more conscious that websites that seemed to be permanent fixtures of the online world could disappear within a few years. &quot;Whatever social site, wherever you put your data, you should make sure that you can get it back and get it back in a standard form. And in fact if I were you I would do that regularly, just like you back up your computer  maybe our grandchildren depending on which website we use may or may not be able to see our photos.&quot; Berners-Lee said he was concerned by the rise of so-called &quot;native apps&quot; such as those produced for the iPhone and iPad because they were not searchable. &quot;Every time somebody puts a magazine on a phone now and doesn&apos;t put it on to a web app [a form of open software] you know we lose a whole lot of information to the general public discourse  I can&apos;t link to it, so I can&apos;t tweet it, I can&apos;t discuss it, I can&apos;t like it, I can&apos;t hate it.&quot; But he said the rapid improvement of web apps, and their ability to offer functionality and slickness previously only available from Apple or Android apps would return more information to the open internet. In a clear dig at Apple&apos;s highly restrictive ecosystem he said: &quot;I should be able to pick which applications I use for managing my life, I should be able to pick which content I look at, and I should be able to pick which device I use, which company I use for supplying my internet, and I&apos;d like those to be independent choices.&quot; He said he was also concerned about the rise of relatively restrictive smartphones, at the expense of PCs or Macs. &quot;One of the things I like about the computer that I use is that I can write a program on it or I can download a program on to it and run it. That&apos;s kind of important to me, and that&apos;s also kind of important to the whole future of the internet  obviously a closed platform is a serious brake on innovation.&quot; He is most worried by moves by some makers of laptop operating systems to &quot;lock those down too, because they like the environment of the locked-down phone&quot;. He said such limited operating systems could improve security but &quot;on the other hand this is the end of the road for the general innovative space which is general computers.&quot; Berners-Lee was speaking to the Guardian as part of its week-long series on the battle for control of the internet, examining how states, companies and technological developments are challenging the principles of openness and universal access on which the net was built. Acknowledging growing concerns about online privacy, he said computer users received significant benefits from the vast amount of data that big web companies accumulate about them but that increasingly they would seek to apply limits to how the data could be used. &quot;If I go to a shop and I buy some clothes, it&apos;s helpful if the clothes shop remembers what size I am because I&apos;m terribly bad at remembering  Instead of preventing people from getting information together we&apos;re moving towards a world in which people agree not to use information for particular purposes  so [for instance] making sure that an insurance company, even if its insurance agent happens to be a friend of a friend of yours on Facebook, won&apos;t use that information to set your premium.&quot; He said the development of a &quot;do not track&quot; protocol, currently being debated by the Federal Trade Commission, would increase web users&apos; confidence that data about them was not being abused  by &quot;flipping a switch&quot; on their browsers they will be able to instruct websites not to track their online behaviour. Of all internet developments, Berners-Lee said those costing him the most sleep were attempts by governments to tighten their control of or spy on the internet, which he said amounted to &quot;a destruction of human rights&quot;. He was highly critical of British government plans to expand surveillance of communication to include emails, social media and Skype, as well as monitoring all web use by individuals. But he also said he was worried by the Cyber Intelligence Sharing and Protection Act, a proposed US bill that would increase the government&apos;s ability to enforce patents and copyright. &quot;[It] is threatening the rights of people in America, and effectively rights everywhere, because what happens in America tends to affect people all over the world. Even though the Sopa and Pipa acts were stopped by huge public outcry, it&apos;s staggering how quickly the US government has come back with a new, different, threat to the rights of its citizens.&quot;  Explore the seven-day special series on the Battle for the internet", 
    "section": "technology", 
    "gid": "technology/2012/apr/18/tim-berners-lee-google-facebook", 
    "wordcount": "1432"
}