{
    "headline": "Learning for free online", 
    "text": "Daniel Conn left school at 18 and started work as an administrator for Mercedes-Benz near his home in Brighton. He soon wished he hadn&apos;t spurned the idea of going to university and began investigating Open University (OU) courses, but he never quite found the courage to apply.  Then he discovered the OU&apos;s OpenLearn website, which offers 650 Open University study units free online. After working his way through four in computing and maths (and doing an online Harvard University course on the side) he thought he might as well get a qualification.  Now approaching 30, he is studying for a part-time OU degree in computing, which he hopes to finish in 2015. &quot;The OpenLearn materials give you the gist of what the course is about and whether you can do it,&quot; he says. &quot;It definitely gave me a lot of confidence.&quot; The OU is not the only university that has started offering courses free online. Over the past couple of years increasing numbers of universities across Europe and the US have set up web-based resources known as Massive Open Online Courses (MOOCs). These MOOCs make recorded lectures, course materials and academic discussion forums freely available to anyone who wants to use them. Jonathan Kydd, dean of the University of London International Programmes, which last month began offering free courses in psychology, computer programming and law through the US online education provider Coursera, says the involvement of top-rated institutions such as Stanford and Harvard has made this kind of free distance learning particularly appealing.  &quot;You are going to inspire students because they are going to get [access to] a high proportion of people who are household names and who are both great researchers and great teachers,&quot; he says. Universities use free courses not only as a shop window for the other courses they offer, but also as a way of sharing good practice with other institutions, experimenting with new technology and of seeing what does and doesn&apos;t work in distance education, Kydd says. This is important because the availability of higher bandwidths and progress in developing effective systems of online assessment, combined with increasing demand, means that paid-for distance learning is also booming. According to the Higher Education Statistics Agency, the number of distance learning students registered at UK institutions grew from 238,800 in 2006/07, to 271,445 in 2010/11. Tony Hopwood, chief assessor for the Open and Distance Learning Quality Council, says the increase is particularly marked in the university sector, which is now competing with dedicated distance learning organisations. Grinne Conole, professor of learning innovation at the University of Leicester, says this is out of necessity. &quot;We know worldwide that bricks and mortar universities don&apos;t have the capacity to deal with the number of students there are going to be in future, particularly in places like India and China, so online learning has to be the way to go.&quot; The University of Derby is one institution to recognise this, setting up a separate department to focus on online distance learning students with academic systems and tutors dedicated to their specific needs. Joy Rickard, who is studying for an undergraduate certificate in educational psychology at Derby from her home near Bath, says she feels the benefits. For her, distance learning means the flexibility to look after her two young children and work part-time in a school while studying alongside a global student cohort. &quot;I have met some people online who are doing fascinating things all over the world, which wouldn&apos;t have happened if I was attending in person,&quot; she says. Certainly online learning deepens the pool of potential students. Kydd says London University&apos;s International Programmes distance learning model, which allows students to take courses over time and pay incrementally, makes it affordable for students from Africa who would otherwise never be able to take a degree.  And the University of Leicester is about to launch an MSc in security, conflict and international development, designed to meet the needs of international development workers deployed in post-conflict countries, who would normally find study impossible. Because access to the internet can be tricky in such countries, the students receive an iPad on which they download the course app and related ebooks, all accessible without an internet connection. They can then download other materials when they find a Wi-Ficonnection. Campus life New courses run by Plymouth University are similarly designed for hard-to-reach students. The university is offering undergraduate and postgraduate diplomas, and master&apos;s-level programmes in hydrography for students working on oil rigs and survey vessels, sometimes thousands of miles from the nearest university. But what about missing out on campus life? Rickard, who studied graphic design at the University of Wales, Newport before having children, says she feels she has &quot;done&quot; student life and is now more interested in developing a career. Conn, who has just started a full-time job as a technology developer off the back of his studies, says his local OU student union and online forums keep him happy.  &quot;You don&apos;t feel like you&apos;re on your own,&quot; he says. &quot;The only thing I&apos;m missing is living in a rundown squat for a couple of years and leaving with masses of debt.&quot;", 
    "section": "education", 
    "gid": "education/2012/oct/23/free-online-distance-learning", 
    "wordcount": "883"
}