{
    "headline": "Are we seeing the birth of the 'cyclist vote' in UK politics?", 
    "text": "On Monday afternoon there was a special hustings event in the London mayoral race dedicated to cycling and cyclists. If, as with the majority of bike blog readers, you&apos;re not a Londoner, why should you care? I&apos;d give two reasons. Firstly, it&apos;s a telling indicator of the growing power of the cycle lobby that with the vote just 72 hours away, all four main candidates (the Conservative incumbent, Boris Johnson, his Labour predecessor and challenger, Ken Livingstone, policeman-turned Lib Dem Brian Paddick and Jenny Jones of the Greens) should devote the best part of an afternoon to addressing cyclists and their worries. They were joined by an independent candidate, Siobhan Benita. We&apos;re very used to motorists having a strong political voice, but this is new ground. London might be a more cycled-in city than others in the UK  an estimated 500,000 people ride a bike every week  but it will hopefully mean similar voices start being heard elsewhere around the country. The energy of the movement was evident on Saturday, when 10,000 people turned up, despite teeming rain, for a London Cycling campaign ride/protest to call for better cycling facilities. There&apos;s a lot of votes in being pro-cycling. That leads us to a second reason: where the London mayoral candidates lead, their parties could follow. This connection is far from complete  both Johnson and, in particular, Livingstone are well known for skirting or even openly flouting the party line. But when it comes to cycling, London often ends up being a vanguard, even an unofficial testing ground, for elsewhere. If that&apos;s the case, then the Conservatives look a bit light on policy. Johnson repeatedly stressed that he is a regular cyclist, but as is often the criticism with the London mayor, there was little substance or detail behind the easy patter. He offered little beyond more of the same  more of the sometimes criticised cycle superhighways, a further expansion of the Barclays-sponsored public bike hire scheme. Livingstone and Paddick at least had something new to offer: both promised that if elected they would order Transport for London, the quango that is one of the few bodies over which the mayor has real power, to make cyclist and pedestrian safety the top priority in all decisions. Johnson has put &quot;traffic flow&quot; as his main goal, prompting much criticism from cycling groups. One interesting notion was Livingstone promising several times to make the very pro-bike Jones his cycling supremo if he wins on Thursday, a possible pointer to ways the Greens could influence policy at a national level in the future. But with policy specifics generally sparse, at times I just sat back in my chair and savoured the experience  politicians with (in some cases) a national profile competing for the favours of cyclists. Even a few years ago I wouldn&apos;t have predicted this could happen. To bring me back to reality, I then cycled from the event, in Westminster, to the Guardian office. There&apos;s nothing like riding round Parliament Square and the King&apos;s Cross one-way system to make you realise there&apos;s still a long way to go.", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/may/01/cyclist-vote-uk-politics", 
    "wordcount": "521"
}