{
    "headline": "Academic writing: why no 'me' in PhD?", 
    "text": "The PhD is a lonely pursuit. Ask anyone who has ever done one and they will tell you that there is a lot of &quot;me time&quot; during your years of research. It requires a lot of reading and writing, critical thinking, coming up with ideas, then throwing those ideas into the trash and coming up with new, and hopefully, better ones. There&apos;s no way around it, the process requires isolation. This was one of the first things our programme director told us during our induction seminar: to be able to do a PhD, you need to not only to be okay with being alone, you have to love it. Love, that is, with a capital L. You would imagine that with all this me time, all these academics living inside their brilliantly chaotic heads, having conversations with themselves (not in a crazy kind of way  or maybe just a little bit), academia would be more open to the expression of ideas and thoughts in the first person. But since common sense is the least common of all senses, this is not the case. When I submitted my very first piece of writing towards my dissertation, I met with my supervisor to discuss the work I had done and he gave me some good feedback on making a plan, constructing a chapter using Endnote, and incorporating more sources instead of relying on just five books. He also told me that using &apos;I&apos; or &apos;we&apos; is a big no-no. Changing the way I write was not an easy task. I had to shut down and reboot my mind, going back to its factory default. I did my MA in creative writing, where for a year we were told over and over again, that using the passive voice was not acceptable. Good writers did not do that; good writing stayed clear of it. And after a year of strictly using the active voice and telling a story in the first person, removing all the &apos;we&apos; and &apos;I&apos; from my PhD dissertation felt as though I was building a wall between myself and the reader. The reason for not using the first person, according to my supervisor, was that this wasn&apos;t fiction but academia  and &quot;there are no &apos;I&apos;s in academic writing&quot;. What&apos;s my issue with this (aside from the irony)? Well, it&apos;s easy to explain: by removing the first person point of view and the active voice from your writing, what you&apos;re actually doing is removing yourself. This is a big problem since more than half of the academic writing that already exists is on subjects that are difficult to understand for most non-academics. And when you remove the distinctive self (or voice) from your writing, it can become unbearable to read. When you alienate the &apos;I&apos; from your dissertation, you are taking a big risk: turning your writing into a mere juxtaposition of facts and figures. There is already widespread debate about academia being reserved or exclusive, with academics writing only for other academics  and for good reason. Academia is supposed to be the place where knowledge is created; a place where people come to make an original contribution to the existing literature. But if we academics can&apos;t share this with anyone but ourselves, if our original contribution to the body of knowledge just sits on a shelf at the university library gathering dust, what good can possibly come from it? If people can&apos;t read and understand what we&apos;re writing, what purpose does this knowledge serve? And why does academia fear the &apos;I&apos; so much when academics themselves are famous for loving to talk about themselves and their work? It is a fact that pronouns are considered informal and the use of them may result in a language that is not appropriate for academic writing. But passive sentences  like that one I just wrote  risk stripping all the spice from your text. And you need spice: without it, reading feels like eating plain vegetables in a Mexican restaurant. Some practices are so longstanding, like knocking on wood against evil, they have solidified in our subconscious  impossible to change, or even question. This irony is not lost on me. Academia is supposed to be a place to question everything, yet every day I&apos;m surrounded by silent rules that are not up for questioning. One more thing about us crazy academics: we like to daydream. And today, just for the sake of it, I dream of a world where I can use the dreaded &apos;I&apos;. I imagine a world where I can own up to what I have created, the knowledge that I have contributed, not just on the cover of my dissertation, but throughout my writing by using the active voice  my voice  and the first person point of view. Aslihan Agaoglu is completing her PhD in the department of Middle Eastern studies at King&apos;s College London  follow her on Twitter @Asli_Agaoglu  This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/apr/19/academic-writing-first-person-singular", 
    "wordcount": "850"
}