{
    "headline": "Just Six Numbers: The Deep Forces that Shape the Universe by Martin Rees  review", 
    "text": "Forget those 1,000 things you need to do before you die, the 10 commandments and seven deadly sins. Concentrate instead on six impossible things that, as the White Queen advised Alice, you must try to believe before breakfast. Without them there would be no galaxies of stars, no chemistry, no people, no books and no breakfast. There is  there has been for decades  an almost absurd number of brilliantly readable books about why the universe is as it is, but this one just possibly might be my favourite: its basic idea is so simple, its structure so constrained, and yet  like the universe it describes  so rich with possibilities. Some of the six numbers should already be familiar to anyone who reads about cosmology, though one is a complete surprise, not because the number is new, but because it is so familiar it had never occurred to me that it was a property that could be any different. One can marvel, almost indefinitely, at the balance between the nuclear forces and the astoundingly feeble but ultimately inexorable power of gravity, giving us N, a huge number involving 36 zeroes, and nod gratefully each time one is told that were gravity not almost exactly 1036 times weaker then we wouldn&apos;t be here. One can gasp at the implications of the density parameter  (omega), which one second after the big bang could not have varied from unity by more than one part in a million billion or the universe would not still be expanding, 13.7bn years on. But who&apos;d have thought that we also needed D for dimension to equal three, because without that value the show would never have got on the road? We go up the stairs, down the hall or across the living room so often that we tend to imagine that those are the only imaginable dimensions, but there could have been just two, for instance, or perhaps four. Had there been four dimensions, gravitational and other forces would have varied inversely as the cube of the distance rather than the square, and the inverse cube law would be an unforgiving one. Any orbiting planet that slowed for whatever reason in its orbit would swiftly plunge into the heart of its parent star; any planet that increased its speed ever so slightly would spiral madly into the cold and the dark. Under the inverse square law, however, a planet that speeds up ever so slightly  or slows down  simply shifts to a very slightly different orbit. That is, we owe the stability of the solar system to the fact that spacetime has, on the macroscale, only three physical dimensions. All six values featured in this book permit something significant to happen, and to go on happening. Take for instance Q, the one part in 100,000 ratio between the rest mass energy of matter and the force of gravity. Were this ratio a lot smaller, gas would never condense into galaxies. Were it only a bit smaller, star formation would be slow and the raw material for future planets would not survive to form planetary systems. Were it much bigger, stars would collapse swiftly into black holes and the surviving gas would blister the universe with gamma rays. The measure of nuclear efficiency,  for epsilon, has a value of 0.007. If it had a value of 0.006 there would be no other elements: hydrogen could not fuse into helium and the stars could not have cooked up carbon, iron, complex chemistry and, ultimately, us. Had it been a smidgen higher, at 0.008, protons would have fused in the big bang, leaving no hydrogen to fuel future stars or deliver the Evian water. Einstein&apos;s supposed &quot;biggest blunder&quot;, the cosmological constant  for lambda, is a number not only smaller than first expected; it is a number so small that the puzzle is that it is not zero. But this weakest and most mysterious of forces  think of a value with 120 zeroes after the decimal point  seems to dictate the whole future of the universe. It seems just strong enough to push the most distant galaxies away from us at an unexpected rate. Were it much stronger, there might be no galaxies to accelerate anywhere. Interestingly, Just Six Numbers was written in 1999, before we got used to the idea of &quot;dark energy&quot; as the dominant force in the cosmos. The concept is there, all the same. The strength of this book is that it addresses the single most profound mystery of the universe  how is it that we are here to ask these questions?  in a neat series of brief chapters, but also gives Rees room to discuss all the associated puzzles of antimatter, quantum effects, cosmic string, magnetic monopoles, cosmic inflation, dark matter, Planck time, mini black holes and so on in the same questioning context. The style is simple, conversational and without flourish: it does not condescend or patronise. Nor does it claim any special authority. It could, of course: the author is astronomer royal, a member of the House of Lords, a master of Trinity College Cambridge, a former president of the Royal Society, a recent Reith lecturer (his lectures are collected in the BBC booklet From Here to Infinity) and a lifelong player in the great cosmological pursuit. But it doesn&apos;t: the implications of all this exquisite fine-tuning are handled without dogmatism, and with a sense that debate will continue. Does it not seem odd that the universe should be exactly right for us? No, because we are here to see it, so it would look that way, wouldn&apos;t it? And if the machinery for fashioning universes out of nothing, or almost nothing, made enough of them  this is the multiverse argument  then of course one would pop up with exactly the conditions for stars, planets, water, life and even a House of Lords. But, says Rees, look at it another way: suppose instead that you were the intended victim of a firing squad and every bullet missed you, wouldn&apos;t you be inclined to wonder if something special had been arranged on your behalf, that, somewhere in the Looking Glass world of modern physics, there might be some deeper reason for the providential value of these six numbers? And if there were, would we be smart enough to see it?      Photograph: AP    Next month&apos;s book club choice is The Demon-Haunted World: Science as a Candle in the Dark by Carl Sagan, which Tim will review on Friday 20 July", 
    "section": "science", 
    "gid": "science/2012/jun/08/just-six-numbers-martin-rees-review", 
    "wordcount": "1091"
}