{
    "headline": "Colombia's resistance to corporate mining excess has lessons for the world", 
    "text": "I was recently sent a new film by an old friend, Hollman Morris. Morris was once the bete noire of the Colombian political class. His searing and powerful attacks on the role of the state in violence and displacement prompted the country&apos;s former president, lvaro Uribe, to describe him as a &quot;publicist for terrorism&quot;. Today, Morris is the boss of Bogota&apos;s regional TV channel, Canal Capital. His latest film, produced with Minority Rights Group International, is about a community of small-scale gold miners in the Cauca department of Colombia and their resistance against a mining company&apos;s attempts to dig on their land. The community has worked the mud and rivers of their territory for decades, even centuries, eking a living from the small finds they make. They have engaged in a successful campaign to defend their way of life, which is as important to them for its culture as its steady (if minimal) income. The film, which tells a story I have seen and heard so many times, prompted reflection on how much has actually changed in the world of mining after decades of work by civil society and UN representatives to force mining companies to behave better. For all the talk of corporate social responsibility (CSR) and new ways of doing business, can we be any more confident that large-scale mining activities will benefit the communities they almost always displace? This is not just a Colombian story  although the link between multinationals and paramilitary violence is a well-known phenomenon that makes the Colombian experience particularly gruelling  but a global one. Colombia aside, I have visited mines as far apart as Peru and the Philippines, and the story of community upheaval is invariably the same. The promise of progress is bound up with provisos, but the threat to wellbeing is real and brutal, prompting communities to resist. In Morris&apos;s moving film, one woman compares the community&apos;s treatment by those seeking to exploit their land to the experience of her ancestors arriving in slave ships from Africa. &quot;They don&apos;t believe we have souls or hearts,&quot; she says. In many ways she is right  the job of a mining company, following the inexorable logic of the market and seeking to drive down costs, is to remove obstacles from the picture as quickly as possible. The international norm of free, prior and informed consent (FPIC), which demands that communities give their assent to any proposed exploration, is honoured only in its flagrant abuse. I was chatting to a very senior member of the Colombian government last week, who said his administration would ensure that communities get a good deal from the arrival of mining companies. If it manages that, it will be the first government in history to do so. Precedent does not bode well  the promise of revenue from foreign firms usually outweighs concerns for the people on the frontline. That&apos;s why national legal processes are seldom sufficient to protect communities. So what can be done? Have the voluntary guidelines so beloved of mining executives and the CSR lobby made any difference? Doubtful. The environmental harm done by mining has reduced over the years, but that is down to the imposition of hard-nosed legal sanctions and technological advances that mitigate the most heinously destructive impacts. But the social harm continues unabated. If voluntary action works, we would expect to see a whole host of examples where FPIC has been respected and/or communities have benefited from the encroachment of mining without a) law being applied and b) lengthy struggles for justice by the communities in question with the support of national and international civil society and the media. But there are none, only endless accounts of communities losing everything. If you are aware of any, please let me know. Mining company annual reports don&apos;t count. The era of voluntary guidelines has not only been ineffective, it has been worse than useless. Although they may have led to incremental improvements in some areas, their real purpose has been to undermine attempts to develop effective legal sanction, both national and international, which is the only thing that will ultimately keep the destructive instincts of mega-wealthy companies at bay. So with mining companies behaving as vilely as ever  and until the long campaign to develop meaningful international law bears fruit  the work done by civil society and media in conjunction with affected communities remains critical. Without the spotlight of scrutiny, there is not a chance that mining companies will deliver anything approaching a decent deal for communities.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/may/14/colombia-resistance-corporate-mining-excess", 
    "wordcount": "757"
}