{
    "headline": "Olympic jobs - why students will suffer from the G4S debacle", 
    "text": "It&apos;s the ultimate summer job  a well-paid, temporary position that will look great on your CV. Working at the Olympic Games, a historic event to be attended by thousands, would have been a pleasure for students. And G4S were keen to employ us  their recruitment campaign Bridging the Gap aimed to sign up 3,300 students. Of course, despite the G4S scandal, London 2012 will go ahead as normal  or at least it will now the army and police are being called in. But there&apos;s no compensation for the students who believed they would spend the summer working for the company. Cameron Wauchope, a history undergraduate from Warwick University is one of those students, his treatment by G4S was read out when chief executive of G4S Nick Buckles faced questioning by MPs last Tuesday. Cameron was told he&apos;d got a job working as a security guard during the Olympics. Less than two weeks before the Games he still hadn&apos;t been contacted by the company  despite spending hours on hold and emailing five different addresses. He says his university vacation is in limbo: &quot;What am I going to do for money, or with the rest of my summer considering I graduate next year? I turned down an internship and another paid job for this.&quot; Cameron and others have set up a Facebook campaign to protest at the poor treatment they say they&apos;ve received from the company. The list of complaints is long. One student calculates that he will be 2,000 out of pocket as a result of losing work he&apos;d been offered with G4S. &quot;Wasn&apos;t the Olympics supposed to generate jobs?&quot; asks another irritated student. He has a point: former prime minister Gordon Brown predicted the Olympics would create 50,000 jobs in total, with 30,000 people working at the Olympic site alone. Explaining why he set up the Facebook group, Cameron says he wants to redress the balance of power between student workers and their employers. &quot;Students traditionally have been pushed around [by employers], so this is my way of trying to fight back, to make them accountable.&quot; he explains. He&apos;s right. We&apos;re repeatedly told that we&apos;re not well-qualified enough to join the workforce  that our free summer holidays should be spent working, volunteering or undertaking work experience. But despite planning well in advance and putting aside time for training, the opportunity to work has been taken away from many. Finding a paid summer job at such short notice, in a climate of sky-high unemployment, will be a challenge  especially when so many employers are reluctant to take on and train new staff only for them to leave in September. It&apos;s not surprising that those who were willing to offer their skills and enthusiasm to make the London Olympics safe are feeling disillusioned.", 
    "section": "education", 
    "gid": "education/2012/jul/20/students-g4s-debacle", 
    "wordcount": "472"
}