{
    "headline": "Tearaway  hands-on preview", 
    "text": "Mirroring the fact that games of every conceivable stripe exist, so do developers with every imaginable type of collective character. Guildford-based Media Molecule exists at the cuddliest, most approachable end of the developer spectrum, generally seeming to hover above what can be a hard-nosed, cynical scene. It made its reputation on the back of two iterations of the irresistibly endearing, yet wildly innovative, LittleBigPlanet, and at last at Gamescom it was ready to unveil a new intellectual property. Called Tearaway, and built exclusively for the PS Vita, it made a huge initial splash by appearing to combine the Arts &amp; Crafts-style cuteness of LittleBigPlanet with more conventionally structured action-platform gameplay. We managed to catch up with a group of Media Molecule&apos;s prime movers, and to snatch some precious hands-on time with Tearaway. Tearaway is clearly very much lead designer Rex Crowle&apos;s baby  so how would he describe it? &quot;It contains a lot of different concepts, but at its core it is an adventure game in which you guide this character called Iota, who is a messenger with a unique message for you in its head. And you are taking them through a paper world in order to get that message. But it&apos;s kind of a buddy-movie in that you, the player, are essentially a character in the game. You&apos;re a god-like being holding their whole world, and helping them on this adventure.&quot;     Tearaway. By developer Media Molecule.    Stick your fingers in When Media Molecule unveiled Tearaway at Sony&apos;s Gamescom press conference, two aspects stood out. First, as Crowle intimated, the entire game-world is made from paper, as is Iota, whose head is a slightly battered envelope. And second, it plays around with the concept of apparently real objects being able to enter the virtual world  for example, you will be able to apparently push your fingers, via the PS Vita&apos;s rear-touch panel, through the paper surface of the world, creating obstacles for Iota&apos;s Cyclops enemies. Dave Smith, Media Molecule technical director, gave an insight into the developer&apos;s mindset while describing Tearaway&apos;s initial starting point: &quot;It started off when we first got hands-on with the Vita and just wanted to see fingers pushing into a game-world, because it&apos;s something you can&apos;t do on any other device. &quot;I&apos;m always frustrated with front-touch interaction  I feel like I&apos;m pawing at this glass box and I can&apos;t actually get inside. And then we worked on how we could make an environment for that kind of interaction, and paper seemed the perfect medium because it&apos;s so tactile. And it can be very subtle or very dramatic, depending on what kind of influences you have. Then we went into more of a game-jam phase, which coalesced around the idea of you being this character outside of the world, and holding it.&quot; Crowle expands on the theme of sticking your fingers into Tearaway&apos;s world: &quot;When you try it, there really is an uncanny valley. Most people just play with it for 30 seconds, going: &apos;Hey, it&apos;s my finger&apos;.&quot; He confirmed that there will be some kind of design-your-finger process before playing the game: &quot;There will be different shaders, different skin-tones, different types  female and male. One of the great things was when Dave angled the mesh, knowing where your hand would be. So if you configure it as right-handed or left-handed, the effect would be even better.&quot; God-like powers Media Molecule co-founder Alex Evans is keen to talk up the god-like-powers aspect of the game: &quot;The god-like powers have really developed through the game jam. Rather than coming up with a game that uses the PS Vita&apos;s capabilities just for the sake of it, it&apos;s a game which, from its inception, has been for the PS Vita. So every feature we use shouldn&apos;t just be a one-off gimmick; it should be woven into the gameplay, then also milked more and more. You&apos;ll go: &apos;Well that back-touch feeling was cool for the drum-skins, but now, on this section, I can use it in a new way, and I can combine it with whatever.&apos; That&apos;s the result of a year of cooking by Rex and Dave, in a room they&apos;ve marked The Secret Treehouse.&quot;     Tearaway. By developer Media Molecule.    Origami character design Another endlessly appealing aspect of the game is that you can print out and make the origami-style paper animals you encounter in Tearaway. Evans says: &quot;I think that&apos;s really powerful. Some people will be crazily into it, and will build hundreds of these things. There are different ratings for models in the game  for example, a one-star rating, which would just be a single fold of paper. To take something from that game-world and have it left outside: that&apos;s a reminder of the adventure they had.&quot; Creative director Mark Healey adds: &quot;That&apos;s basically how all the concept art is done for the game  it&apos;s made physically.&quot; Crowle chips in with: &quot;I think everyone on the team has made something. The office has become more and more of a fire-hazard as we&apos;ve been creating more of the world.&quot; Healey squares the circle: &quot;You can, for example, use the camera to capture textures  you can, for example, print out a paper elk, colour it and recapture it with the PS Vita. Because in the game you meet characters that go: &apos;Do you mind giving me a new skin  I&apos;m feeling a bit bare?&apos; That&apos;s just one link in the chain that takes you back and forth between the two worlds.&quot; Hands-on Before grabbing a PS Vita running the game, we asked whether it will be a single-path or open-world game. Crowle characterised it thus: &quot;It&apos;s not a level-to-level structure  there is a relatively condensed, rich world in which you can find some things that not everyone else has seen. But also there are some channelled areas where you need to use some more hardcore skills to get through. So you get a good blend of playfulness and slightly more sandboxy exploration, but then also some action-based areas.&quot; The area we sampled made quite heavy use of the PS Vita&apos;s rear-touch pad, with mainly platform-style gameplay. For the most part it involved manoeuvring Iota to seemingly inaccessible areas by moving him (with the left stick) onto drum-skins, which vibrated with a tap on the requisite area of the rear-touch pad, sending Iota into the air. Cleverly, Media Molecule explained that the PS Vita&apos;s accelerometers were also in play, so it could tell how hard you had tapped the rear touch-pad. And we also saw how gameplay conventions could evolve throughout Tearaway: another level saw Iota beset by Cyclops enemies, and the plan was to move him around to entice Cyclops onto drum-skins, so they could be propelled vertically into cages hanging above them. Tearaway will also use the PS Vita&apos;s front touch-screen, and its ability to sense tilting, and the (admittedly very early  the game is due at an unspecified time in 2013) impression we got was that while it may feel most like a platform game, that most enduring and venerable of genres, it will nevertheless be shot through with freshness and ingenuity, in a similar manner to Miyamoto epics like Super Mario Galaxy and 64. And when you finish it, Media Molecule promises that you will see Iota ascend from the virtual to the real world, so he can deliver the message in his head which, somehow, will be customised individually for everyone who plays the game. Tearaway could have been Media Molecule&apos;s Difficult Third Album, but it seems to have found the requisite inspiration lurking within the PS Vita.  Steve Boxer was taken to Gamescom by Sony", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/sep/04/tearaway-video-game-preview", 
    "wordcount": "1283"
}