{
    "headline": "Climate change compensation emerges as major issue at Doha talks", 
    "text": "Kilafasru Kilafasru, from the island of Kosrae in Micronesia, helped build his island&apos;s first defensive sea wall in 1971. Fifteen years later he worked on a new, larger one because the water kept rising. And in 2004, a third wall had to be erected. But the sea level continues to rise, and now it comes right up to the houses, which are flooded every year. So Kilafasru has just spent $500 on a new cement wall to protect his family. Whether rich countries should compensate vulnerable communities like those on Kosrae, in the central Pacific, for the &quot;loss and damage&quot; caused by events linked to climate change has emerged as a major new issue for developing countries in the UN talks that have just entered their second week in Doha. The concept is new for both science and policy, say observers. In the past, the debate was about how poorer countries could adapt their economies to climate change and reduce, or mitigate, their emissions with assistance from rich countries. But in a little-noticed paragraph in the agreement that came out of the Cancn, Mexico, talks in 2010, the need &quot;to reduce loss and damage associated with climate change&quot; was recognised by all countries. In legal terms, that potentially opens the door to compensation  or, as the negotiators in Doha say, &quot;rehabilitation&quot;. Now, as ministers from 194 countries fly in to take over the political negotiations, &quot;loss and damage&quot; has become a &quot;red line&quot; for more than 100 developing countries, led by the Alliance of Small Island States, the Least Developed Countries block and the African Group of Nations. But the US and Europe are resisting strongly the idea that they should compensate for losses, fearing that it would lead to potentially endless financial claims. &quot;Developing countries are saying it needs a new [negotiating] track, which means action, not just further discussions. But the developed countries do not want to open that door,&quot; said Saleemul Huq, a senior fellow at the International Institute for Environment and Development in London. &quot;It is an important new concept. It could decide whether there is a Doha agreement.&quot; New research by the UN University backed by the Overseas Development Institute&apos;s climate and development knowledge network suggests that developing countries have a strong case for compensation. Researchers visited five countries to assess how communities were coping with escalating climate change. They talked to farmers along the north bank of the river Gambia who are experiencing more and more droughts, Bangladeshi and Kenyan coastal communities struggling with continual floods, Bhutanese smallholders experiencing more unreliable rains, and Kenyan pastoralists plagued by erratic rainfall. People, they found, had few options to resist climate change events beyond their normal coping strategies. But these broke down if the crisis was repeated. &quot;If the crisis is severe, for example where an area is hit by drought in subsequent years, [their] coping strategies will soon be exhausted and people will have to take more drastic action,&quot; said the report (pdf). The researchers concluded that measures being employed by households to counter the effects of climate change were often insufficient, costly, and in many cases had negative effects. &quot;We need technical assistance and we need to think about financial assistance. We are negotiating and it is give and take. This is part of the negotiating process. We hope it will be part of the Doha outcome,&quot; said Adao Soares, an East Timor diplomat. He was backed by a new report from CARE, ActionAid and WWF, which argues that the developed countries must start to take full responsibility for the consequences of climate change. The report proposed setting up a climate change insurance fund to pay poor nations according to the damage sustained. &quot;We have transcended the era of mitigation and adaptation  this is now the new era of loss and damage. To rectify and redress the situation, developed countries have an urgent legal and moral obligation to undertake urgent and dramatic mitigation action,&quot; it says.", 
    "section": "global-development", 
    "gid": "global-development/2012/dec/03/climate-change-compensation-doha-talks", 
    "wordcount": "683"
}