{
    "headline": "Would you consider going to a private university?", 
    "text": "The government last week abandoned plans to reform the university system that would have made it easier for private colleges to award university degrees to students. As it stands, the University of Buckingham and BPP University College are the only fully-fledged private universities in the UK, though there are several other private degree-awarding bodies. The vast majority of British universities are public, funded in the past primarily by government grant, though higher tuition fees are intended to replace some state funding. Private universities are not subject to the same government requirements as public universities, nor are they necessarily committed to widening access to students from poorer backgrounds. But do private universities have a role to play in our education system? Philosopher AC Grayling, who will be launching the New College of the Humanities (NCH) in September, certainly thinks so. NCH is a London-based, for-profit, undergraduate college that will charge its students 18,000 a year  three times what the average state university charges. I interviewed Grayling for my student newspaper last summer, and he presented NCH as a response to the government&apos;s cuts to funding for arts subjects, emphasising the fact that NCH will offer bursaries to 20% of its students. In the UK, we are accustomed to viewing higher education as a public service, not a private good. So the problem with charging 18,000 a year for a university education is this: if the teaching at private universities is of an equal standard to that of public universities, they&apos;re a blatant con. And if the teaching is superior, we are providing a better education for those who can afford it. Since private universities tend to be smaller than their state counterparts, their students inevitably get more personal tuition. The University of Buckingham, with just 1,000 students, boasts on its website that it offers &quot;Oxbridge-style tutorial groups&quot; that are &quot;often personalised and always exhilarating&quot;. Its student: academic staff ratio is 8.9:1. Unsurprisingly, its students do well. In the Guardian University Guide, Buckingham&apos;s English faculty comes seventh out of 106 universities, while its economics department comes eighth out of 69. Those in favour of private universities argue that they don&apos;t take anything away from the system that is already in place  they simply provide more people with a chance to gain degrees. Grayling told me that since our economy is fed by people who studied humanities, providing a centre for elite learning will serve merely to make up for the cuts in humanities teaching in many other universities. Grayling also pointed out that since public universities already charge oversees students much more than locals, and postgraduate study is notoriously expensive, there is nothing exceptional about NCH&apos;s higher fees tariff. It would be naive to deny that the university system in this country needs serious reassessment. But a society that treats education as a commodity overlooks the basic fact that everyone deserves an education, regardless of whether or not they can afford to pay extortionate fees.", 
    "section": "education", 
    "gid": "education/mortarboard/2012/feb/01/would-you-go-to-a-private-university", 
    "wordcount": "504"
}