{
    "headline": "Protect pastoralists' rights to tap into Horn of Africa's economic potential", 
    "text": "The Horn of Africa too often conjures up images of conflict, hunger and most recently famine, as last year when relief groups mounted a huge emergency operation to save thousands from starvation. Yet those headlines obscure another reality: a vibrant livestock trade worth an estimated $1bn (640m) a year in exports as camels, goats, sheep and cattle are shipped to Saudi Arabia and other Gulf countries in vast numbers. It is a trade network encompassing thriving market hubs such as the Kenyan town of Garissa, the port at Berbera in the self-proclaimed state of Somaliland and Jijiga in Ethiopia. The driving force behind this trade are pastoralists. The livestock keepers who make use of the dry range coming and going across borders have often been viewed with suspicion and deemed backward by government authorities. In addition, pastoralists face new challenges ranging from climate change to land rights as their areas are coveted by foreign investors. A new book, Pastoralism and Development in Africa, makes the case that policymakers and donors need to shift their &quot;gaze to the margins, away from the capital cities where the development and policy elite congregate&quot; so they can see the new opportunities in &quot;seemingly backward, deprived and desolate areas&quot;. As the book makes clear, the economic activity is generating wider benefits, creating a swath of ancillary services, including camel brokers, private veterinarians and milk sellers, who are usually women. But not everyone is benefiting from the boom. Few have large herds of cattle, camels, goats and sheep and can employ people to herd, hire transport and negotiate with traders, border officials or tax agents. Poor people, without access to livestock, land or employment, lose out. In times of conflict or drought  as when both combined to lethal effect in 2011  some pastoralists fall into destitution, fleeing the area or becoming dependent on aid in refugee camps such as Dadaab in northern Kenya. Ian Scoones, a fellow at the Institute of Development Studies at the University of Sussex and co-editor of the book, says one pessimistic scenario is a winner-takes-all situation with commercialisation and exports for a wealthy few and large numbers of former pastoralists sinking into poverty. The more optimistic outcome is the growth of broad commercialisation, with herders engaging in the myriad businesses that have grown up around livestock. &quot;Jijiga has become a boom town linked to the livestock system  milk processing, tanning, barbers, truck repairs, hotels  a whole gamut of businesses is linked to livestock,&quot; says Scoones. In one chapter, Hussein Abdullahi Mahmoud contrasts the different policy approaches of Ethiopia and Kenya towards the camel business. Whereas Ethiopia seems to be showing interest in the emerging camel trade in its southern region, Kenya seems to be indifferent and is losing out on this channel of trade to Ethiopia. &quot;This is an excellent opportunity for the Ethiopian and Kenyan governments to review their anti-pastoralist policies and initiate a strong pro-pastoralist policy path to support pastoral involvement and innovations in the emerging market opportunities,&quot; writes Mahmoud. Kenya, on the other hand, has taken steps to teach the children of nomadic pastoralists, experimenting with pilot mobile schools by attaching teachers to a nomadic family or group of families, but with limited success. David Siele, Jeremy Swift and Saverio Krtli suggest a distance learning approach through radio and other mobile technologies, such as a satellite or phone network. Better education would ensure that future generations could tap into the businesses developing around livestock. In a final chapter, Peter Little argues that despite its many challenges, mobile pastoralism will continue throughout the Horn for the simple reason that a more viable, alternative land use system for these areas has not been found. But he predicts that the nature of pastoralism in 2030 will be very different from today. Although it will remain the economic foundation of the region, pastoralism will not be practised by many. Little sees former pastoralists investing in local fodder farms, urban-based markets and services that serve the livestock sector, educating their children and engaging in small-scale trading and other self-employed enterprises. Many would also work for livestock producers as hired herders. Ideally, fattening operations for export animals and meat-processing facilities would be located nearer to pastoral production areas, generating additional employment for local non-pastoralists. &quot;In this scenario, the normal occurrence of drought would no longer result in widespread food shortages and hunger as markets would function effectively and local incomes would be sufficient to purchase needed foods,&quot; writes Little. For that to happen, however, he says, governments and development agencies need to implement policies that protect pastoralist access to key grazing and water resources, even while investing in crop agriculture and other activities, in other words to &quot;see like pastoralists&quot; themselves.  Pastoralism and Development in Africa, Dynamic Change at the Margins. Edited by Andy Catley, Jeremy Lind and Ian Scoones, published by Routledge", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jul/18/pastoralists-rights-horn-africa-economic-potential", 
    "wordcount": "824"
}