{
    "headline": "The dangers of Seinfeld", 
    "text": "A new medical study called Recurrent Laughter-induced Syncope documents the existence of a paradoxical malady. Prior to reading the report, physicians might assume the phenomenon to be nothing more than a joke. A joke, they will learn, is just the beginning of the problem. The two authors, Drs Athanasios Gaitatzis and Axel Petzold, describe their case in simple, albeit technical, prose: &quot;A healthy 42-year-old male patient presented to the neurology clinic with a long history of faints triggered by spontaneous laughter, especially after funny jokes  There was no evidence to suggest cardiogenic causes, epilepsy, or cataplexy and a diagnosis of laughing syncope was made.&quot; A paper by Gaitatzis, based at the SEIN-Epilepsy Institute in Heemstede, the Netherlands, and Petzold, of the UCL Institute of Neurology in London, appears in the journal Neurology. Sadly the doctors withhold information that would specifically identify the jokes. &quot;The first episode occurred 17 years earlier while laughing,&quot; they say. &quot;A year later, a particularly funny joke triggered spontaneous heavy laughter followed by another brief episode of loss of consciousness.&quot; But they do not tell the joke. Nor do they allude to its subject, structure, or resolution. &quot;He has suffered similar episodes ever since, where he would pass out after spontaneous, unrestrained, heavy laughter.&quot; They reveal only spare, peripheral information about the man&apos;s recurrent episodes of loss of consciousness. His swoons had been witnessed, and described, by bystanders. He would lose consciousness for just a few seconds. There were no characteristic body movements except, say the doctors, &quot;some mild, non-sustained twitching of his limbs seen in the last attack that lasted 15 seconds&quot;. The medical treatise resonates, perhaps unintentionally, with an early Monty Python sketch about a joke so funny that it was lethal (&quot;No one could read it, and live&quot;). Gaitatzis and Petzold searched through medical archives and discovered accounts of some 15 non-fictional cases. The earliest appeared in a 1997 issue of the journal Catheterization and Cardiovascular Diagnosis, under the headline &quot;Seinfeld syncope&quot;. Drs Stephen Cox, Andrew Eisenhauer, and Kinan Hreib at the Lahey Hitchcock Medical Center, Burlington, Massachusetts treated a 62-year-old man who had fainted on at least three occasions, each while &quot;watching the television show Seinfeld, specifically, the antics of the George Costanza character played by Jason Alexander. While laughing hysterically, the patient suffered sudden syncope with spontaneous recovery of consciousness within a minute. During one event, he fell face first into his evening meal and was rescued by his wife. The patient and his family were adamant that syncope has not resulted from any other television sitcoms or other stimuli.&quot; Drs Cox, Eisenhauer and Hreib conclude with happy news. Seinfeld syncope, they say, &quot;is curable by percutaneous stenting&quot;. (Thanks to Erwin Kompanje for bringing this to my attention.) This article was amended on 7 August to correct the spelling of Erwin Kompanje&apos;s name.", 
    "section": "education", 
    "gid": "education/2012/aug/06/improbable-research-laughter-seinfeld-syncope", 
    "wordcount": "490"
}