{
    "headline": "India banks on rush for aphrodisiac fungus before supply droops", 
    "text": "Yeshpal is in his early 20s and lives in the village of Bemni in the Indian Himalayas. He is a self-appointed expert in caterpillar fungus collection. Called kira jari locally, the fungus enters the larva of the caterpillar moth, mummifies its prey and eventually grows out of the head of the caterpillar, appearing in the high meadows of the Himalayas in May or June. It has become a prized commodity. In China, it is used as an aphrodisiac and all-round energy booster. In 1993, Chinese athletes broke world records at their national games, which their trainer put down to eating the caterpillar fungus (pdf). Kira jari is now going global. You can even buy it in the UK. Like other villagers, Yeshpal sells his stash to middlemen who come to the village. A single fungus fetches about 2 (just over $3), equivalent to a whole day&apos;s manual labour in the village. People have been known to collect 50 specimens in a day, so the search for kira jari has come to resemble a Himalayan gold rush. As Yeshpal put it: &quot;We can build new houses with the profits from our kira jari  everyone is having a go.&quot; In Nepal, the collection of the fungus has been happening for some time, but in India it is a new development. So popular has kira jari become that the high-altitude meadows of the Tibetan plateau now resemble small towns, improvised black tarpaulin tents fluttering in the breeze, clothes lines strung up between rocks and small cairn temples dotting the landscape.     Caterpillar fungus collectors in the Indian Himalayas. Photograph: Craig Jeffrey    Fungus collection is a difficult business, though. There is the risk of illness: snow blindness, altitude sickness and sore joints, for example. The winds are freezing at 16,000 feet and snowstorms come on unexpectedly. There is nothing in the way of facilities (such as lavatories or clinics), and people&apos;s diet is often limited to rice, daal and pre-packed noodles. Many people return from the mountainsides with nothing to show for their efforts. Collectors also risk arrest. It&apos;s legal to collect the fungus  you can even get permits from the forest department. But it is illegal to sell kira jari, which is part of India&apos;s vast black market. No one has yet gone to jail, but 10 men had their entire harvest confiscated by the police last season. Villagers also fight among themselves. A lockable suitcase has become a must-have for villagers climbing up to search for the fungus. Conflict inevitably occurs when one person collects 50 and another is empty-handed. An open conflict between two villages over access to a particularly good spot for fungus collection has led to villagers employing &quot;bodyguards&quot; (usually dogs) and carrying guns. They have even called in the lawyers. And there is the problem of sustainability. Bemni villagers only discovered the kira jari in 2007. During the first couple of years the supply was abundant. Now prices have sky-rocketed, but the supply has gone down. &quot;In five years there will be none left at all,&quot; one villager said. &quot;Our camps are destroying their habitat and we&apos;re collecting the fungi before they send out their spores.&quot; In Nepal, such concerns are rife. But men such as Yeshpal weigh these hardships and risks against the possibility of getting rich. There are other benefits to fungus collection, too: the costs are low, the surroundings stunningly beautiful, and up there in the mountains there are no evil spirits (it is &quot;the land of the gods&quot;, sacred to Hindus). And it&apos;s not as if there is a lot else to do: there are very few jobs for youth locally, and agriculture is in decline. For the time being, kira jari collection is a decent gamble for Himalayan villagers.", 
    "section": "global-development", 
    "gid": "global-development/2012/jul/30/india-aphrodisiac-fungus-supply-droops", 
    "wordcount": "627"
}