{
    "headline": "Will overfishing by foreigners drive Senegalese fishermen to piracy?", 
    "text": "The fishermen of Joal say that if the foreign trawlers are not stopped, Senegal could end up like Somalia, with gun-toting pirates attacking shipping. But is there any evidence that over-fishing by Europeans or Chinese actually led to the fishermen of Somalia turning to piracy? Here is Mohamed Abshir Waldo, a Kenya-based Somali journalist and analyst writing in 2009: &quot;The origin [of the piracy]  goes back to 1992, after the fall of the Siad Barre regime and the disintegration of the Somali navy and police coastguard services. Following severe droughts in 1974 and 1986, tens of thousands of nomads, whose livestock were wiped out by the droughts, were re-settled all along the villages on the long Somali coast. They developed into large fishing communities, whose livelihood depended on inshore fishing. From the beginnings of the civil war in Somalia (as early as 1991-92) illegal fishing trawlers started to trespass and fish in Somali waters, including the 12-mile inshore artisanal fishing waters. The poaching vessels encroached on the local fishermen&apos;s grounds, competing for the abundant rock-lobster and high-value pelagic fish in the warm, up-swelling 60kms deep shelf along the tip of the Horn of Africa &quot; Waldo goes on to say that the fishermen took up arms to defend themselves and became a kind of coastguard. This analysis is backed by President Abdirahman Mohamed Farole, of Puntland, an autonomous region of northern Somalia, who told the London conference on Somali piracy last year what followed next. &quot;The violation of Somali waters by foreign trawlers triggered a reaction of armed resistance by Somali fishermen, whose livelihoods were disrupted by the illegal fishing fleets,&quot; he said. &quot;Over time, payment of ransom by the foreign trawlers to the poor fishermen of Somalia encouraged the escalation of pirate attacks to current levels. Consequently, the illegal fishers linked themselves with local warlords for protection, placing armed militiamen on board the trawlers. The fishermen-turned-pirates then targeted unarmed commercial vessels, inhumanly taking hostages for ransom and disrupting international maritime trade routes.&quot; Others say it is not so simple, and that in east Africa the overuse of the resource did not lead directly to violence, even though it may have played a part. Last year, the British defence and security thinktank the Royal United Services Institute for Defence and Security Studies (Rusi) devoted a journal to Somali piracy, calling it the &quot;single biggest maritime threat since the second world war, with consequences resonating far beyond Somali shores that have political, geostrategic, naval, economic and human security aspects&quot;. In another Rusi paper, sadly not available on the web, Stig Jarle Hansen, a Wales-based &quot;professor and researcher of piracy in Somalia&quot;, argues that while illegal fishing has been an underlying cause and justification for piracy, any claims that Somali piracy started as a form of coastguard, protecting Somali fisheries, are dubious. &quot;Piracy is motivated by the quest for profit. Nevertheless, illegal fishing narratives do contribute to the pirates&apos; local legitimacy, and need to be undermined in order to fight piracy,&quot; he writes. However, it is abundantly clear that there is a distinct similarity in the language used by the Somali fishermen some years ago and what the fishermen of Senegal say today. Here is Jeylani Shaykh Abdi, a fisherman in Merca, 100km south of Mogadishu, quoted by IRIN in 2006: &quot;They are not only taking and robbing us of our fish, but they are also trying to stop us from fishing. It is now normal to see them on a daily basis, a few miles off our shores. They destroy our nets and they take our fish. They regularly come inshore at night. If nothing is done about them, there soon won&apos;t be much fish left in our coastal waters.&quot; And here is a Joal fisherman last week complaining that illegal fishermen are laundering their catches through mother ship factories, trans-shipment and resupply at sea: &quot;The catches are already down 75% on 10 years ago because of the foreign fishing boats. They destroy our gear. If this goes on there will be a catastrophe. Until now we haven&apos;t taken any direct action against the foreign fishermen. Once we took the captain from one of the vessels and we beat him around the balls. &quot;For sure, in 10 years time people will go fishing with guns. They are desperate. When people had enough to eat and drink, Senegal was a calm country. As the situation becomes more difficult it will become more and more like Somalia. We will fight for fish at sea. If we cannot eat, what do you expect us to do?&quot;  John Vidal&apos;s travel costs to Senegal were paid by Greenpeace", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/apr/03/overfishing-foreigners-senegal-fishermen-piracy", 
    "wordcount": "788"
}