{
    "headline": "Bangladesh's garment workers face exploitation, but is it slavery?", 
    "text": "It has taken a tragedy on the scale of the Rana Plaza disaster in Bangladesh to finally strip away any remaining illusions that cheap clothes don&apos;t come with a serious human rights price-tag somewhere down the line. Reports on Thursday of the partial collapse of a shoe factory in Cambodia offers another example. John Hilary, executive director at War on Want, has talked of Rana Plaza as a tipping point  when the brutal truth of what lies behind our 2 T-shirts was finally revealed. &quot;The link between poverty and cheap clothes made in Bangladesh has been well established,&quot; he says. &quot;What is important about this tragedy is that it has thrown into stark relief the fact that this is an industry where the workers are not just exploited and forced to work in an environment of harassment, violence and abuse, but where basic guarantees of safety have been thrown to the wind, where corners have been cut to the extent that a building can collapse on top of thousands of workers.&quot; For decades, anti-slavery campaigners have been working alongside labour rights groups, protesting against and attempting to expose the human rights abuses hidden inside notoriously and deliberately complex global supply chains. Thanks to their work there is now little doubt that forced labour and other forms of slavery exist within the supply chains of the food, fashion, electronics and consumer goods products that we all use. Cotton harvested with forced labour in Uzbekistan could have been used in the sewing machines of the Bangladeshi workers buried under the rubble at Rana Plaza. But are the conditions of the Rana Plaza workers themselves a form of modern-day slavery? The pope condemned conditions in the factories inside the Rana Plaza building as &quot;slave labour&quot;. EU trade commissioner Karel De Gucht described labour conditions in Bangladesh as &quot;modern slavery&quot;, and the term &quot;wage slavery&quot; has been used in the Bangladesh press. &quot;I feel that this is a very acute example of modern-day slavery and one which should be acknowledged as such,&quot; says Andrew Wallis, chief executive of Unseen, a UK-based anti-trafficking charity. He acknowledges that under the internationally binding legal definitions of forced labour and slavery, there has been no evidence of forced labour at Rana Plaza. &quot;When it comes to how slavery is defined, particularly in the context of supply chains, I don&apos;t think we&apos;re putting the bar where it needs to be,&quot; he says. &quot;In the Dhaka case we have an exploitative situation where technically the workers were free to leave but due to economic factors they actually are not able. Add to that the exploitation around lack of safe working conditions, overwork, underpay, demand from western companies and societies for cheap goods, and you have a pretty toxic mix which comes down to splitting hairs over what is slavery and what is not.&quot; Faustina Pereira, director of human rights and legal aid services at Brac, a Bangladeshi NGO, says that as a human rights activist she is in &quot;full consonance with the sentiment behind this statement&quot;. &quot;Having said that, we are dealing with a sector that directly touches the lives and livelihoods of millions of individuals and their families, and directly contributes to lifting them out of abject poverty,&quot; she said from Dhaka. She says using words such as &quot;slavery&quot; when describing an exploited yet legitimate workforce runs the risk of allowing companies to simply turn tail instead of acknowledging their culpability. &quot;We should go beyond nomenclature that alienates the players who should be [held] to account.&quot; She refers back to the early 1990s when the Bangladeshi garment sector was plunged into crisis after US senator Tom Harkin proposed the Child Labour Deterrence Act 1993, which called for a ban on all imports that had used child labour at any stage of production. &quot;The intent and spirit of this bill was noble but its impact was devastating on countless families in Bangladesh who had relied on the contribution of their children for basic subsistence,&quot; she says. &quot;Overnight we had seen millions of families fall into further destitution as garment factory owners were terminating wholesale from their factories workers who were under 18 years old.&quot; Kevin Bales, a slavery activist and co-founder of Free the Slaves, is concerned by the potential impact that mislabelling paid workers as slaves could have on global anti-slavery efforts. &quot;What we are seeing in Bangladesh and elsewhere is the result of a continuum of exploitation, ranging from breach of labour standards such as unpaid overtime and non-payment of minimum wages, through to unsafe and abusive working conditions to  at the very bottom of the scale  forced labour and slavery,&quot; he says. &quot;We have to come to the point where all forms of labour abuses and exploitation are considered unacceptable, but pushing a whole labour force into the &apos;slavery&apos; box isn&apos;t going to help. At worst, it&apos;s going to undermine the efforts to reform labour standards and also dilute the reality of life as a person trapped in the worst forms of modern-day slavery, where you have no option, no chance of walking away.&quot; Some of the world&apos;s largest fashion brands and the Bangladeshi government are now attempting  under massive public pressure  to rectify the lack of regulation that paved the way for the loss of life at Rana Plaza. All of this must bring hope to those campaigning for greater accountability in global supply chains. Whether transparency can illuminate the darkest recesses of our food, fashion, electronics and consumer goods industries and expose modern-day slavery remains to be seen.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/may/16/bangladesh-garment-workers-exploitation-slavery", 
    "wordcount": "956"
}