{
    "headline": "Amazon clearance for agriculture is 'economic own goal' for Brazil", 
    "text": "Brazil is at risk of scoring an economic own goal if it continues clearing Amazon forest for herding and soya production, according to a new study that has potential implications for global food security. In recent decades, the conversion of vast tracts of the Amazon into pastures and farm fields has boosted the national economy and played a major role in meeting rising world demand for beef and grain, particularly soyabeans  for which Brazil overtook the US this year as the number one supplier. But researchers say the economic and agricultural gains are in danger of slipping into reverse because the loss of forest is reducing rainfall, raising temperatures and causing other malign feedbacks on the regional climate. &quot;The more agriculture expands in the Amazon, the less productive it will become  In this situation, we all lose,&quot; warns the paper by Brazilian and US scientists that is published on Friday in the journal Environmental Research Letters. Based on existing trends of deforestation, loss of carbon sequestration and related feedbacks on rainfall, temperature and biomass, the researchers project a 34% fall in pasture productivity and a 28% decline in soyabean yields by 2050. &quot;We now have a very strong economic argument (against deforestation of the Amazon), in addition to the environmental ones,&quot; said one of the authors, Marcos Heil Costa at Federal University of Viosa. He said the findings would be presented to the Brazilian government. In the past eight years, Brazil has slowed the pace of forest clearance by 80%, but roughly 6,000 sq km  an area bigger than Brunei  is still converted every year. The global climate change impacts of the canopy loss have been widely studied, but the new paper focuses more on the regional implications of a diminished ecosystem and all the services it provides, particularly to farmers. &quot;We expected to see some kind of compensation or off put, but it was a surprise to us that high levels of deforestation could be a no-win scenario  the loss of environmental services provided by the deforestation may not be offset by an increase in agriculture production,&quot; noted the lead author of the study, Leydimere Oliveira, in a statement. &quot;There may be a limit for expansion of agriculture in Amazonia. Below this limit, there are not important economic consequences of this expansion. Beyond this limit, the feedbacks that we demonstrated start to introduce significant losses in the agriculture production.&quot; Exactly where that limit lies will be the subject of further study, but the prospect of more forest clearance resulting in less food should alarm policymakers. But the researchers said there were alternatives  including more efficient and sustainable use of previously cleared land  that needed to be pursued with greater urgency. &quot;The consequences for global food security are, at first thought, worrisome. However, many scientists, including myself, believe it is possible to increase agriculture productivity in the Amazon (and in Brazil in general) through increases in productivity, without increasing planted area or additional deforestation,&quot; said Costa. &quot;Demonstrating how this can be done and actually implementing it is the biggest challenge of agricultural science in Brazil for the next 40 years.&quot; This article was changed on 14 May 2013 to change a reference from Bahrain to Brunei", 
    "section": "environment", 
    "gid": "environment/2013/may/10/amazon-clearance-agriculture-economic-own-goal", 
    "wordcount": "552"
}