{
    "headline": "Biodiversity offsetting will unleash a new spirit of destruction on the land", 
    "text": "This post is about the dangerous new concept the government has seeded in the minds of developers and planners. The idea is called biodiversity offsetting. It involves trading places: allowing people to destroy wildlife and habitats if, in return, they pay someone to create new habitats elsewhere. In April, the UK government launched six pilot projects to test the idea, which would run for two years. Four months ago, I wrote this:  &quot;The government warns that these offsets should be used only to compensate for &apos;genuinely unavoidable damage&apos; and &apos;must not become a licence to destroy&apos;; but once the principle is established and the market is functioning, for how long do you reckon that line will hold?&quot;  The answer, it seems, is &quot;not very long&quot;. A year and a half before the pilot projects have been completed, the new spirit of destruction is roaming the land. A place of outstanding wildlife value is now being considered for demolition, and biodiversity offsetting is being mooted as the means by which it can be justified. It&apos;s hard to believe that this scheme would still be receiving serious consideration if the mother of all excuses had not been proposed by the government. Lodge Hill, close to Gillingham in north Kent, contains what could be the UK&apos;s highest concentration of nightingales. The species has suffered an astonishing decline in this country  over 90% in just 40 years  partly as a result of the destruction of its habitat. This site  of just 325 hectares  contains roughly 1% of the remaining population. It is one of the very few places where, on a summer&apos;s night, you can still hear the full nightingale orchestra, a sound that would once have been familiar to people across much of the country. Medway council has proposed that the land at Lodge Hill be turned into a development of 5,000 houses. This, according to a report by the British Trust for Ornithology, could destroy the area&apos;s entire population of nightingales. Even if some birds continue to use the adjoining woods, they are extremely vulnerable to cats, as they nest close to the ground. The pets arriving with the new homes are likely to snuff out what John Clare called &quot;the old woodland&apos;s legacy of song.&quot; So how do you justify the unjustifiable? You commission a consultancy (the Environment Bank) to investigate the potential for offsetting: in effect moving the habitat and its nightingales somewhere else. It reported that: &quot;Offsetting could work in principle for nightingales in Kent  it is technically feasible but it is neither straightforward nor guaranteed&quot; If a site of around 500 hectares were found and stocked with suitable habitat, a similar number of nightingales might establish itself there. But no one can be sure it will work. If it doesn&apos;t, by the time we find out it will be too late: the new habitat will take at least a decade to establish, while the existing habitat will be destroyed and the houses built in just two or three years. If the experiment fails it cannot be reversed. The report suggests two principal means by which new nightingale habitat could be created in Kent. One is to coppice existing woodland: cutting the trees at ground level so that they resprout to create the shrubby growth that nightingales use. The other is to take an area of agricultural land and either plant it with scrub or allow scrub to regenerate naturally. This invites two obvious responses. If woods are chosen, the offsetting process would not be creating wildlife habitat, but merely changing an existing habitat into something different. Coppicing favours some species at the expense of others, particularly those which require large trees, dead wood and an undisturbed understorey. What&apos;s good for nightingales may be bad for woodpeckers. If 500 hectares of fields  a bigger site than Lodge Hill  can be taken out of agricultural use to compensate for the destruction of the nightingales&apos; homes, why not spare Lodge Hill and build the houses in the fields? The prospect of offsetting in this case looks to me like the &quot;licence to destroy&quot; that the government warned against. Rather than compensating for &quot;genuinely unavoidable damage&quot; it looks as if it could be used to justify avoidable destruction: trashing a remarkable place for an unremarkable project which could be built elsewhere. This case illustrates the danger inherent in the principle of offsetting. It makes nature as fungible as everything else. No place is valued as a place: it is broken down into a list of habitats and animals and plants, which could, in theory, be shifted somewhere else. It subjects our landscape and wildlife to the same process of commodification that has blighted everything else the corporate economy touches. The notion of a &quot;like for like&quot; replacement is bogus. No two places are the same. No place that has been planned and measured and designed and planted as a wildlife habitat is the same as one that has arisen spontaneously, or that has always been there. Much of the delight of nature is that it is unscripted, spontaneous, unofficial, that it owes little or nothing to human design. Accept the principle of biodiversity offsetting and you accept the idea that place means nothing. That nowhere is to be valued in its own right any more, that everything is exchangeable for everything else, and nothing can be allowed to stand in the way of the graders and degraders. That is not an idea I find easy to swallow. Monbiot.com", 
    "section": "environment", 
    "gid": "environment/georgemonbiot/2012/dec/07/biodiversity-offsetting-unleash-wildlife-destruction", 
    "wordcount": "932"
}