{
    "headline": "Research in brief  7 February 2013", 
    "text": "Social science     Photograph: Alamy    A number of consistent stereotypes and barriers are preventing men from entering into primary teaching, a study by the University of Bedfordshire and Nottingham Trent University finds. Most foreign national women trafficked into the UK and forced to commit offences are given custodial sentences without help or support if arrested  despite being victims of often horrifying crime and abuse themselves, says a Cambridge-led report. Science and technology     Photograph: Public Domain    Natural chemicals found in green tea and red wine may disrupt a key step of the Alzheimer&apos;s disease pathway, according to research from the University of Leeds. Injection-free vaccination technique created by scientists at King&apos;s College London could address the global vaccine challenge for diseases such as HIV and malaria. Arts and humanities     Photograph: Rex Features/University of Leicester/ Rex Fe    Academics from the University Leicester have suggested the possibility that Shakespeare was the inventor of the hunch-backed Richard III, after comparing literary accounts of Richard with their osteological findings from his remains. Comet explosions did not end the prehistoric human culture, known as Clovis, in North America 13,000 years ago, according to researchers at Royal Holloway University. And finally     Photograph: EPA    Holidaymakers&apos; photos could help scientists track the movements of giant endangered sharks living in the waters of the Indian Ocean, finds a researcher from Imperial College London.  It is the first study to show that these publicly sourced photographs are suitable for use in conservation work. Would you like your university&apos;s research featured on the network? Email claire.shaw@guardian.co.uk with your latest news This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/2013/feb/07/research-in-brief-university", 
    "wordcount": "275"
}