{
    "headline": "Google launches competition to pick 'Glass Explorers' test group", 
    "text": "Google is preparing to release 8,000 test pairs of its long-awaited glasses to carefully selected winners of an online competition who will have to pay $1,500 for the privilege. In an announcement on Wednesday, Google said it was looking for &quot;bold, creative individuals&quot; to help test Glass, the official name for its wearable technology which allows users to take pictures and navigate the web using a built in camera and see-through computer screen. The company is soliciting applications exclusively through Google+ and Twitter, and thousands of posts were swiftly made on both as users vied for their chance to become &quot;Glass Explorers&quot;. &quot;We&apos;d love to make everyone an Explorer, but we&apos;re starting off a bit smaller,&quot; Google said in a statement. &quot;We&apos;re still in the early stages, and while we can&apos;t promise everything will be perfect, we can promise it will be exciting.&quot; Google could also have promised that the experience will not be cheap: the 8,000 selected to be explorers will have to pay $1,500 plus tax for the technology and personally attend a &quot;special pick-up experience&quot; in New York, San Francisco or Los Angeles to collect their prize.  Perhaps concerned that early media reviews of its technology might be harsh, particularly if everything isn&apos;t &quot;perfect&quot;, Google appears to have decided that early buzz about the glasses is likely to be more positive in the hands of diehard fans who have paid handsomely for the privilege of being involved in the testing process. Google has been working on its Glass product for years and offered the latest glimpse of how it would work in a video released alongside the competition. Called &quot;How it feels [through Glass]&quot; the footage showed a man skydiving while taking a picture, a different man ruminating in front of a big block of ice before Googling a picture of a tiger and an apparently stressed person looking up flight details as they run through an airport. Only those living in the US are eligible for the chance to &quot;purchase Glass&quot;. To get that opportunity those interested must write a 50-words-or-less post on Google+ or Twitter, pondering what they would do with the technology and using the tag #ifihadglass. There is the option to submit a short video accompanying the application as well as up to five photos. The winner will be chosen by an independent panel who will rate each submission on &quot;creativity&quot;, &quot;compelling use&quot;, &quot;originality&quot; and &quot;social and spectrum&quot;, according to the terms and conditions. Google has yet to announce a general release date for Glass, and was similarly coy with details as to when it will dole the device out to the 8,000 winners, merely stating that it will it will contact winners in mid-to-late March, with the deadline for applications on 27 February. The glasses feature a screen in the top-right corner that can display mapping information, pictures, phone contacts and more. Various videos released by Google have suggested that wearers will be able to voice-instruct the glasses to take pictures or seek information on their surroundings. The Glass website suggests the specs will come in five different colours including &quot;tangerine&quot;, &quot;shale&quot; and &quot;cotton&quot;. Google is not the only tech company investing in wearable technology. Apple is reportedly developing the iWatch, a wrist-wearable computing device, while the company was granted a patent for wearable computers back in 2009. Oakley&apos;s Airwave goggles, released last October, use an inbuilt miniscreen coupled with GPS and Bluetooth to display the wearer&apos;s speed, altitude and locate fellow skiers.", 
    "section": "technology", 
    "gid": "technology/2013/feb/20/google-glass-8000-prototypes-online-competition", 
    "wordcount": "616"
}