{
    "headline": "University management: new finance models need better equipped leaders", 
    "text": "As governments and universities struggle with the economics of mainstream higher education, many public systems are slowly (or suddenly) becoming mixed economy models. The OECD&apos;s Education at a Glance 2011 told the story of the shift. Between 1995 and 2008, public spending on tertiary education across OECD countries fell from 77 to 69% of total spending; while from 2000 to 2008, private spending grew 117%, or four times faster than public spending. The full effects of the global financial crisis are not yet visible in the 2012 report, but with mixed economy comes a need for management to match it  and Australia is already well down this path. In 1975 our university sector was small, domestically focused, and fully funded by the Commonwealth government. Today it is four times larger (if we include international students) and just half of all university revenue comes from the Commonwealth (less if we exclude student loans). Our universities rely on a mixed bag of income streams. Budgets and programmes stand or fall on some combination of the funding and pricing regime for public places for domestic students, tapping market demand for private places from international students, competing for research grants with other universities, and attracting third stream income wherever this may be found. Institutional strategies require a much wider-angle lens than previously, with immigration regulations and currency markets now relevant to the SWOT (strengths, weaknesses, opportunities, threats) analyses that university plans depend on. In administrative terms, universities have become extremely complex, with more moving parts than the London 2012 Olympics. And as academic enterprises, it&apos;s a given that many of these parts will have minds of their own. So the leadership challenge is large: an external context that keeps shifting, typically, makes internal changes very hard to introduce successfully. In the face of the uncertainties of a mixed economy, Australian university leaders have always argued for much more funding, and much less regulation. But since we know neither may come through, many are also building some version of what we might call an all-purpose, all-weather, multi-platform business model. Curtin University is a case in point. With its main campus in Perth, it is Australia&apos;s largest west coast university. It has 47,000 enrolments in programmes from pre-degree to PhD. One in five of its students is in a postgraduate programme; two in five are international students. Through Curtin College, the university offers pathways into degree study through certificate and diploma programmes. With private operator Navitas, Curtin offers business degrees at its campus in the heart of Sydney on Australia&apos;s east coast. With 10,000 international students onshore and another 9000 offshore, it has more than 3000 studying at its East Malaysian campus at Sarawak, and more than 2000 at its Singapore campus. As a member of Open Universities Australia, Curtin also enrols 16,000 students through this online channel in award and non-award programmess. And in its own right it has launched Curtin Online to make its degrees in humanities and business available through online study. For university managers  both in Australia and abroad  these new risks and complexities present both technical and adaptive challenges. Though the world of higher learning is changing rapidly, parts of academia don&apos;t get or want all this change. Many still see university management as an alien import from the corporate sector, and terms such as &apos;business model&apos; part of the problem. We see more anecdotal critique of managerialism than research examining university management as a profession that needs to work in tandem with scholars. For all its insights, the critique of &apos;management as ideology&apos; has become a solution-free zone in a sector that is desperately in need of solutions. Given these factors, it is unsurprising that university staff often step into academic and administrative management roles without much preparation. So what exactly do department heads, programme leaders and administrative managers need? They need to be in touch with the big trends shaping tertiary education and how these affect the outlook for their own institutions. They need a clear grasp of the aims and values that scholars and other professionals bring to the work of a modern university. They need a shared vocabulary and a wide repertoire of management roles and practices. They need a realistic strategy for the future of their institution or department. But just as importantly, they need a clear process for engaging their colleagues in discussing, designing and introducing well-considered changes. Geoff Sharrock is programme director of the master of tertiary education management at the LH Martin Institute for Tertiary Education Leadership and Management, University of Melbourne, Australia This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/sep/26/university-management-professional-development-australia", 
    "wordcount": "790"
}