{
    "headline": "Mystery bird: rufous chatterer, Turdoides rubiginosa", 
    "text": "Rufous chatterer, Turdoides rubiginosa (synonyms, Argya rubiginosus, Turdoides rubiginosus and Turdoides saturata; protonym, Crateropus rubiginosus), Rppell, 1845, also known as the rufous babbler or as the rusty babbler/chatterer, photographed at Sabana Beach Resort, Lake Langano, Ethiopia (Africa).  Image: Dan Logen, 5 February 2011 (with permission, for GrrlScientist/Guardian use only) [velociraptorize].Nikon D300s, 600 mm lens, f/5, 1/1600 sec, ISO 1000     Question: This African mystery bird is part of a group that is notable for being a taxonomic nightmare. Why is this taxon such a nightmare? Can you name this bird&apos;s taxonomic family and species?  Response: This is a juvenile rufous chatterer, Turdoides rubiginosa, a passerine that is placed into the taxonomic family, Timaliidae, the Old World babblers and parrotbills.  For those who don&apos;t know about Timaliidae, this taxon is referred to as a &quot;taxonomic rubbish bin&quot; because many of the species placed into it are notable for their lack of one or more distinct characters or because they don&apos;t belong to any other taxa. Basically, Timaliids are tropical Old World passerines that have a variety of morphologies and a diversity of body sizes and plumage colourations, but are placed into Timaliidae because they all have &quot;soft fluffy plumage&quot;. Oooookay. That doesn&apos;t sound like much of a shared character to me. For this dubious reason, it might amuse you to learn that this taxon is one of the Old World bird families with the highest number of species still being discovered. Species placed into the genus, Turdoides, are somewhat more uniform. They tend to be fairly large, long-tailed birds with short, rounded wings, most of which have drab brown or grey-brown plumage.  The rufous chatterer is found in dry savanna and subtropical or tropical dry shrublands throughout Ethiopia, Kenya, Sudan, Uganda and Tanzania [range map]. They forage in small groups in leaf litter, feeding on a wide variety of insects and other invertebrates, and will also eat mango and papaya rinds. Rufous chatterers often can be seen in the company of the brown babbler, T. plebejus, where their ranges overlap in Sudan.  In its range, it may be confused with the scaly chatterer, T. aylmeri, but the rufous chatterer can be distinguished by its warmer cinnamon-coloured plumage, its shorter and straighter bill, the lack of bare skin around its eye and by its uniformly coloured underparts.  Rufous chatterers are co-operative breeders and they form groups that maintain ownership of their territory all year round.  The rufous chatterer is thought to form a superspecies with the fulvous chatterer, T. fulva. Interestingly, this species is often placed into the genus, Argya (Family: Leiothrichidae) [doi:10.1111/j.1474-919X.1944.tb02209.x; abstract]. If this genus is accepted, it will contain 11 species that are currently placed in Turdoides. These removed taxa are those that have longer, more graduated tails, longer slenderer bills and more rounded wings than the remainder of the Turdoides. You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or mp3 files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist evil google+: grrlscientist email: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/feb/14/4", 
    "wordcount": "553"
}