{
    "headline": "Mystery bird: straw-necked ibis, Threskiornis spinicollis", 
    "text": "      Straw-necked ibis, Threskiornis spinicollis (synonym, Carphibis spinicollis; protonym, Ibis spinicollis), Jameson, 1835, also known as the dry-weather bird, the letter bird and as the farmer&apos;s friend, photographed somewhere in Victoria, a state in the southeastern part of Australia. The bird in the background is a black swan, Cygnus atratus.  Image: Marie-Louise Ng, 27 December 2011 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Nikon D7000     Question: This distinctive Australian bird has a particular behaviour that has earned it special affection in many parts of its range. What behaviour is that and what is its nickname? Can you identify this mystery bird&apos;s taxonomic family and species? Is this bird an adult or juvenile? Is it a male or female? For extra smug points, can you identify the bird in the background? Response: This is an adult female straw-necked ibis, Threskiornis spinicollis, a member of Threskiornithidae, the ibis and spoonbill family. These large and distinctive birds are found around shallow freshwater wetlands, cultivated pastures, swamps and lagoons, and in wet or dry grasslands throughout much of Australia and New Guinea, and in parts of Indonesia. They avoid arid and saltwater areas and coastal mudflats. They often form mixed-species flocks with sacred ibis, T. aethiopicus.  Straw-necked ibises forage in shallow waters for aquatic insects, molluscs, frogs, and other edible animals that they remove from the surface of the water. They also forage on grasshoppers, crickets, and locusts and other crop pests that they find on land, a habit that has inspired their common moniker, &quot;the farmer&apos;s friend&quot;. These highly nomadic birds will show up in large numbers when grasshopper numbers are high. They also eat small lizards, skinks, and other small reptiles.  Here&apos;s a video of an adult straw-necked ibis foraging in what looks like a city park:            [video link]. Straw-necked ibis have black iridescent upperparts and wings, a black face and a long, dark decurved bill, a white neck and underparts. Their legs are red and the feet are dark grey. Long slender buff-coloured feathers on the neck of adults give the bird its common name. Although the sexes look similar, females have shorter bills and the bold black band goes completely around the breast. Juvenile birds have shorter bills with less curvature, their plumage colours are duller and they lack the straw-like feathers on their necks.  Here&apos;s a short video of a group of straw-necked ibis nests, most with newly-hatched chicks, at the Wanganella swamps rookery (ibisry?):            [video link].  .. .. .. .. .. .. .. .. .. .. ..  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist Pinterest: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/apr/08/5", 
    "wordcount": "472"
}