{
    "headline": "Drink, not fees, is the biggest problem at universities", 
    "text": "You might wonder how I came to find myself slumped against a wall, dressed in a frock with lipstick smeared across my face, slowly regaining consciousness at god knows what hour one Wednesday night. It could only happen at university, and it could only happen after consuming copious amounts of alcohol. My Lily Savage moment is not one I am proud of, but I share it because it highlights the extreme lows of student nightlife. Never mind tuition fees, alcohol abuse is the overwhelming problem at universities. Fortunately I didn&apos;t spend the rest of my degree comatose on the pavements of Newcastle. But in my experience, there&apos;s no serious discussion on campuses about this issue. Students sink their pints in an ignorant haze, oblivious to the impending alcoholism that can so easily consume them. A warning sticker on the back of a bottle counts for nothing when the bar is offering pints for just 1. A spokesman for Alcohol Concern says: &quot;People aren&apos;t necessarily going to look at the warning and say, &apos;Oh, I better not&apos;.&quot; He adds: &quot;Habituation is the real issue. Some people can just leave heavy drinking behind at university and get on with the rest of their lives but people who&apos;ve got a propensity to problem drinking  that can be what kicks them off. &quot;More needs to be done on campuses to keep an eye out for students who are succumbing to addiction.&quot; Cut-price drinks offers in student bars often compound the problem, according to Pete Mercer, NUS vice-president (welfare): &quot;I do think it&apos;s irresponsible actually. Also, the ridiculously low rates at which commercial bars can sell alcohol undermines any efforts that other, more responsible organisations make to prevent binge drinking and alcohol abuse.&quot; When you wake up without knowing what happened to you the night before; when you lack the confidence to socialise without lining your stomach with spirits  you have a problem. The snag is, for most people, the penny drops too late. Last year, as news editor of my student newspaper, I reported the case of a student left permanently brain-damaged after falling 20ft on a booze-fuelled night out. &quot;The commonest cause of death in young people, students for instance, is alcohol,&quot; says Dr Chris Record, a leading liver specialist, lecturer and consultant at Newcastle Freeman Hospital. &quot;They drink too much, they&apos;re sick, and they go and fall under a bus or they fall from a great height, and they kill themselves.&quot; Now I&apos;m a postgraduate student in London I see signs of the same problem  hungover teenagers, the smell of alcohol wafting from every pore, stumbling bleary-eyed to lectures. Universities are meant to produce the bright minds of the future; instead they&apos;re churning out thousands of students who think it&apos;s normal to drink their own body weight in booze on a night out. How do we address an epidemic destroying the lives of young people before they&apos;ve really started?", 
    "section": "education", 
    "gid": "education/mortarboard/2012/jan/18/drink-worse-than-fees", 
    "wordcount": "499"
}