{
    "headline": "Facebook share price set at $38", 
    "text": "     Facebook has set the final price of shares in its landmark initial public offering at $38 (24), the top of the price range it gave this week, as investors clamoured to buy into the social network. The move values the company at around $104bn. Facebook had raised the price range to $34-$38 a share from $28-$35 earlier this week. The company&apos;s shares will begin trading alongside Amazon, Apple and other tech giants on the Nasdaq stock exchange on Friday in what will be the biggest technology flotation ever. The $18.4bn share sale will be America&apos;s second biggest, behind Visa&apos;s $19.65bn sale in 2008. Founder Mark Zuckerberg, who owns 28.1% of Facebook shares, will instantly be propelled into the top tier of the super-rich. The consultancy Wealth-X estimates his net pre-IPO fortune at $18.95bn. When, and if, Facebook&apos;s shares take off on Friday, some are predicting a massive first-day rise, known as a &quot;pop&quot;, that would make Zuckerberg richer than Larry Page or Sergey Brin, the Google founders whose wealth soared after their own IPO. The Los Angeles-based Wedbush Securities, the first firm to rate Facebook after it announced plans to sell shares, has set a 12-month price target of $44. Facebook increased the size of its iniitial IPO this week by 25%, or about 100m shares, to meet investor demand. Some of its largest shareholders and early investors seized the moment to raise the number of shares they are selling, adding a potential $3.8bn to the value of the sale. While Zuckerberg said he would be maintaining his holding, the hedge fund Tiger Global, run by 36-year-old New Yorker Chase Coleman, increased its sell-off from 3m to 23m shares. DST Group, which represents Russian investors such as Yuri Milner, is now planning to offload a quarter of its holding. Goldman Sachs announced that it would sell 29m shares, more than double its previous plans to sell 13m. Peter Thiel, a legendary Silicon Valley investor who was one of the firm&apos;s first big backers, is now planning to sell 17m shares, up from 8m. Zuckerberg will ring the Nasdaq stock exchange&apos;s opening bell in New York remotely from the company&apos;s headquarters, a 23-hectare complex in Menlo Park, California. The company&apos;s shares will then start trading with the stock symbol FB. The hype surrounding the launch has drawn scepticism from some analysts. Sam Hamadeh, founder of the analysis firm PrivCo, has argued that Facebook is worth a fraction of the estimates. In a note to potential investors, he valued Facebook at just $24-$25 a share. General Motors announced this week that it was pulling its advertisements off the social network, claiming that they were not working. GM is one of the world&apos;s largest advertisers and spent $1.83bn on ads in the US alone last year. The car firm spent just $10m on Facebook, a tiny fraction of the tech company&apos;s $3.7bn revenues. But the move was a PR blow for a company that intends to make most of its cash from advertisers. Nate Elliott, an analyst with the interactive marketing firm Forrester, wrote on his blog: &quot;We wish we could predict this IPO would serve as a new beginning for Facebook&apos;s marketing offering, and that a new focus on becoming a grown-up business would inspire the company to put even half the energy into serving advertisers that it does into serving users. &quot;But we doubt Zuckerberg&apos;s going to wake up any day soon having acquired a taste for advertising, or even a proper understanding of it. And so every day more smart marketers are going to wake up and look for other places to dedicate their social resources.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/may/17/facebook-share-price-ipo-flotation", 
    "wordcount": "622"
}