{
    "headline": "Olympic gold medallist Mo Farah to join David Cameron at hunger summit", 
    "text": "Mo Farah, the British 10,000m gold medal winner, is expected to be among a clutch of sports figures to attend a world-hunger summit with David Cameron on Sunday. The Downing Street meeting is likely to set a target to reduce the number of children stunted by malnourishment worldwide by as much as 17 million by 2016. Cameron is co-hosting the mini-summit at the Olympics&apos; close with Michel Temer, vice-president of Brazil, where the next Games will take place. The event is designed to show that the Olympic family is aware of the gaping inequalities from which competitors come. David Beckham, a Unicef ambassador, has already been to Downing Street to discuss the plight of the young malnourished. Although it is not a pledge-making summit in terms of donors, the government sees the meeting as a way to provide an international legacy of the Games and send a signal that Cameron wants to make malnourishment a big issue in the lead-up into the British presidency of the G8 next year  the first time Britain has held the presidency since Tony Blair&apos;s ground-breaking aid-pledging G8 Summit in Gleneagles in 2005. The primary goal is to highlight child malnutrition and its resulting physical stunting as the chief issue where progress is lacking in the development field. A new global target to reduce the number of stunted children by 40%, or 70 million, by 2025 has been agreed by the World Health Assembly. The Cameron meeting is likely to focus on more short-term targets. The event will be attended by officials from the US agriculture department on Friday, who will talk about how the worst drought in 60 years in the US mid-west is pushing up global food prices and increasing hunger in Africa. Wheat prices rose by 19% on international markets in July alone. Farah, who came to Britain from Somalia, has already set up his own aid charity, to help ease the impact of famines in his former country. His attendance on Sunday may depend on his physical state after competing in the 5,000 metres final on Saturday night. Justin Forsyth, the chief executive of the charity Save the Children, said malnutrition is the Achilles heel of development. &quot;We just cannot stumble from one food emergency to another. It is not just about how much people eat, but also the nutritional value, as well as breast feeding. &quot;There are techniques to fortify crops, or provide specific products such as fortified biscuits. Cameron should be praised for taking this up. When Britain adopts an issue in the field of aid, the momentum changes. Probably a million lives have been saved since Cameron called the vaccines summit [in June 2011].&quot; Britain has been a supporter of the Scaling Up Nutrition movement since it began in 2010. The charity Oxfam warned ahead of the summit that rising global food prices could pile more pressure on an overstretched humanitarian system, which is already struggling to cope with food crises in the Sahel region of West Africa, Sudan, South Sudan, Somalia, Democratic Republic of Congo, Afghanistan, Kenya, Zimbabwe and Yemen. A recent multi-country study showed that for every 10% increase in levels of stunting among children, the proportion of children reaching the final grade of school dropped by almost 8%. One study in Guatemala demonstrated that improving physical growth among children under two resulted in a 46% increase in adult wages when these children grew up. It is estimated 80% of stunted children live in 24 countries in sub-Saharan Africa and Asia. More than 45% of children under five years of age are stunted in 18 countries. Forsyth said that while more children survived past their fifth birthday and attended school at the end of the 2000s than a decade before, a rise in acute malnutrition could undermine those unprecedented gains. Dfid claims nutrition-specific initiatives such as high-energy wheat biscuits can only reduce global stunting by a third, the remaining two-thirds will need to be tackled through nutrition-sensitive development. This involves adjusting and redesigning programmes across a range of sectors including agriculture, environmental health and cash transfer programmes to ensure that they deliver nutrition results.", 
    "section": "global-development", 
    "gid": "global-development/2012/aug/10/olympics-mo-farah-gold-hunger-summit", 
    "wordcount": "693"
}