{
    "headline": "Is there life on moons?", 
    "text": "The inhabitants of Pandora, in James Cameron&apos;s science-fiction epic Avatar, were a remarkable lot. Blue-skinned giants living in harmony with nature, they give the citizens of Earth a deserved kicking for invading their world and attempting to plunder its mineral wealth. Cameron&apos;s film, which grossed more than $2bn and won three Oscars in 2010, is the most financially successful film of all time. It also contains an intriguing scientific idea. The people of Pandora, the Na&apos;vi, live not on a planet in orbit around a distant sun, but on a moon of such a planet. The idea that a moon might support advanced life may seem strange to humans, given the barren, airless nature of our own moon. Nevertheless scientists have now followed up Cameron&apos;s idea and concluded that he was on to something: alien life in our galaxy is as likely to be found on moons as on planets themselves, they say. The research, conducted by Ren Heller of Germany&apos;s Leibniz Institute for Astrophysics Potsdam and Rory Barnes of the University of Washington, and the Nasa Astrobiology Institute, will appear in the January issue of Astrobiology. As the authors point out, more than 850 extrasolar planets  planets in orbit around stars elsewhere in the galaxy  have been discovered by astronomers in recent years. However, most of these have been found to be cold, sterile gas giants, similar to Jupiter and Saturn in our own solar system. Only a few have a solid surface and even fewer orbit their host suns inside &quot;the Goldilocks zone&quot;, the region of space around a star that is neither too hot nor too cold, and which therefore offers the best prospects of allowing liquid water to gather on its surface and to provide home for life. So why would a moon orbiting such an inhospitable world be more likely to support life? Easy: tidal heating changes everything, say Heller and Barnes. This additional energy source is triggered inside a moon by its proximity to its mother planet. The planet&apos;s gravity distorts the moon&apos;s rock crust and causes it to heat up. The closer the moon and the bigger the mother planet, the stronger the tidal heating. At the right distance, this tidal heating could counterbalance the fact that a moon might be in orbit around a gas giant in deep space far from the warmth of its host star. &quot;There is a habitable zone for exomoons, it&apos;s just a little different to the habitable zone for exoplanets,&quot; Barnes said. And the study of planets in our solar system provides compelling support for this idea. Before the launch of Nasa&apos;s deep-space missions in the 1970s, it was assumed that the planets, and moons, of the outer region of our solar system would be cold and dead because they orbit so far from the sun. But the Pioneer and Voyager probes, followed later by the Galileo and Cassini missions, found that many of the moons out there were far more active and hospitable to life than expected. For example, it was discovered that Europa, one of the main moons of Jupiter, probably has a huge ocean beneath its icy surface, its water warmed by tidal heating produced by Europa&apos;s close orbit around Jupiter. Since then, Europa has become a top prospect for finding life elsewhere in the solar system, a notion that formed a key part of the plot of 2010: The Year We Make Contact, the follow-up to Stanley Kubrick and Arthur C Clarke&apos;s 2001: A Space Odyssey. An unseen alien intelligence warns humans to stay away from Europa because life is already evolving there. Cameron was therefore not the first to suggest moons might make good cinematic homes for aliens. As to the prospect of finding life on moons elsewhere in the galaxy, the exquisite photometric precision of Nasa&apos;s Kepler space telescope now makes the detection of a Mars- to Earth-size extrasolar moon possible, if not imminent. Indeed, since 2012 the first dedicated &quot;hunt for exomoons with Kepler&quot; has been under way.", 
    "section": "science", 
    "gid": "science/2013/jan/13/is-life-on-alien-moons", 
    "wordcount": "675"
}