{
    "headline": "Will US wind power splutter out if Mitt Romney cuts its subsidy?", 
    "text": "Jacob Susman is frustrated again. Sitting in the bright green conference room of his company&apos;s trendy industrial office, overshadowed by the Brooklyn Bridge, he&apos;s a clean-cut poster child for the &quot;green economy&quot;: Since 2007, Susman&apos;s OwnEnergy, which installs wind turbines, has grown to be one of the nation&apos;s most prominent wind installers. But he&apos;s plagued by a recurring nightmare: &quot;Every few years the industry has to drop everything for six or nine months and focus exclusively on having the credit passed.&quot; He&apos;s talking about the Production Tax Credit, the federal subsidy for renewable energy that gives a 2.2-cent per kilowatt hour break to wind energy producers. Those pennies add up to about $1 billion per year, no chump change for the burgeoning industry. Proponents of wind energy say since its inception in 1992, the PTC has been a crucial driving force behind the industry&apos;s rapid growth; critics of the PTC (including the fossil-fuel funded American Energy Alliance) say the industry has had ample time to take off its training wheels (never mind that fossil fuel subsidies historically run about 13 times higher than renewables). The subsidy has become a touchstone issue in the presidential campaign for windy swing states like Iowa and Colorado: Mitt Romney has referred to the PTC as a &quot;stimulus boondoggle&quot; and vowed to kill it, while President Obama has promised to give the credit his support. Every one to three years, as the PTC reaches its expiration date, it must be taken up, re-debated, re-tweaked, and re-approved by Congress, exposing it to shifting political whims particularly in a general election year where the future party spread is far from certain. The PTC is set to expire at the end of this year, and uncertainty about whether Congress will extend it has led to layoffs and much anxiety in the industry. And while 2012 was a big year for wind, with 10 gigawatts installed nationwide by August and another gigawatt predicted by year&apos;s end (only 0.9 percent of total new power in the US, but nearly double the wind installed in 2011), projections for 2013 are grim: Estimates range from half to a tenth of that. &quot;Next year is already going to be a crash year for the wind industry,&quot; said Michel DiCapua, an analyst with Bloomberg Energy Finance. But what happens next year is only the next iteration of a boom-bust cycle that has been the bane of the US wind industry for over a decade. The PTC has been allowed to expire three times in the past, and the industry has consistently tanked; even the possibility of expiration sends shivers up the spines of everyone from blue-collar factory workers to Manhattan investors. Breaking free of that cycle, Susman and other industry leaders interviewed by Climate Desk agree, is the industry&apos;s only hope for sustained long-term growth, and it starts with weaning the industry off the PTC once and for all.  &quot;The industry doesn&apos;t need the PTC forever,&quot; Susman said. &quot;We&apos;re ready to start talking about how to phase it down.&quot; But they still have a ways to go. Thanks to fracking, natural gas prices are through the floor. Although the cost of power from wind has dropped 90 percent since 1980, some investors are still spooked by the upfront expenses. And aside from a few exceptions, the state-level standards that mandate how much renewable energy must be brought into the mix are too low and thus oversupplied, meaning there&apos;s little incentive for utilities to seek out new wind projects. For those reasons, a swath of groups including the American Wind Energy Association and the Union of Concerned Scientists have been pushing hard for Congress to extend the PTC once again. Still, said Andy Bowman of Austin-based wind installer Pioneer Green Energy, &quot;I do think there&apos;s more speculation than there ever has been that this might be the last extension.&quot; Bowman agreed with Susman that even worse than competing on uneven ground with fossil fuels was being handcuffed to a mercurial legislative process whose sights rarely reach farther than a few years. &quot;It&apos;s miserable,&quot; he said. &quot;All the projects we&apos;ve been working on for the last three years are hanging in the balance.&quot; Bowman is among the wind industry veterans who have worked through several boom-bust cycles in the past. With just 14 employees, his small company is at the mercy of venture capitalists who are loathe to back any enterprise that lacks long-term stability; the PTC, he said, has never been more than a piecemeal solution. &quot;The expiration of the PTC casts a long shadow,&quot; he said. &quot;Removing it would provide a great deal more certainty, since we wouldn&apos;t have this big question mark.&quot; Industry leaders are counting on a combination of rising natural gas prices, tightening coal regulations, and ever-cheaper and more efficient turbines to give wind the competitive edge it would need to kick the PTC. They&apos;re also lobbying for a far-sighted national energy policy that favors wind, and higher targets for states&apos; renewables goals. But it&apos;s not clear how long those goals will really take to achieve. So for now, all they can do is cross their fingers for one more shot. &quot;We&apos;re seeing the light at the end of the tunnel,&quot; Susman said. &quot;Wind should be able to stand on its own in a few years.&quot;  This article was first published by Guardian partner, Climate Desk", 
    "section": "environment", 
    "gid": "environment/blog/2012/oct/17/us-wind-power-mitt-romney-subsidy", 
    "wordcount": "923"
}