{
    "headline": "China warns foreign embassies publishing smog readings is illegal", 
    "text": "China has long insisted other countries refrain from meddling in its domestic affairs. Now it appears even its smog is sacrosanct. Foreign embassies that issue air pollution readings are acting illegally and interfering in its internal business, a senior official warned on Tuesday. China tightened monitoring standards in January, but many Beijing residents remain sceptical about official pollution information in the capital. The US embassy&apos;s hourly tweets of air quality readings from its own equipment have become a cherished alternative reference point for almost 20,000 followers. Official forecasts often predict light pollution even when the city is shrouded in haze - actual data is only issued 24 hours later  but the US tweets frequently offer &quot;bad&quot;, &quot;hazardous&quot; and even &quot;crazy bad&quot; verdicts. &quot;According to the Vienna convention on diplomatic relations  foreign diplomats are required to respect and follow local laws and cannot interfere in internal affairs,&quot; deputy environment minister Wu Xiaoqing told a press conference. &quot;China&apos;s air quality monitoring and information release involve the public interest and are up to the government. Foreign consulates in China taking it on themselves to monitor air quality and release the information online not only goes against the spirit of the Vienna convention  it also contravenes relevant environmental protection rules.&quot; He argued it was unfair to judge Chinese air by the standards of the US Environmental Protection Agency - the basis for the embassy tweets - given China&apos;s current stage of development. Foreign ministry spokesman Liu Weimin urged foreign missions to respect China&apos;s laws and stop issuing the data, especially over the internet. He said collecting information for staff and diplomats was not a problem, but added: &quot;They can&apos;t release this information to the outside world.&quot; According to a WikiLeaks cable, Chinese diplomats complained to US counterparts about the feed in 2009, saying it might confuse the Chinese public. Previously, officials have argued that the US reading is unscientific because it is based on a single monitoring point. Richard Buangan, the US embassy spokesman, said it made data available to the US community in the capital and the Shanghai monitor was &quot;an unofficial resource for the health of the consulate community&quot;.", 
    "section": "environment", 
    "gid": "world/2012/jun/05/china-embassies-smog-readings-illegal", 
    "wordcount": "372"
}