{
    "headline": "St Mary's well is one of the most extraordinary holy sites in Britain", 
    "text": "The generally reliable Thomas Pennant is inexact in his 1783 description of the location of Ffynnon Fair (&quot;St Mary&apos;s Well&quot;). Dependant on hearsay, he gives it as being &quot;at the foot of the promontory, below high-water mark  a fountain of fresh water, to which devotees were wont to descend by a circuitous and most hazardous path, to get, at low-water, a mouthful of the spring&quot;. His misapprehension has led to confusion for more than two centuries about the precise whereabouts of arguably the holiest of Welsh religious sites. Even modern writers perpetuate the notion that it is to be found below high-water mark. It is not. The lower of two ancient paths scored across the green southern slope of Trwyn Maen Melyn will, in its &quot;circuitous and most hazardous&quot; way, lead you there. The path is worn down to gravel in places and lichens that had spread across steps carved in the rock have likewise been scuffed away by the passage of modern pilgrim feet. At sea-level you must traverse right, facing out, then cross a runnel up which waves rush powerfully when a sea is running, before gaining an ascending flake on the back of the rocky cove to reach a niche perhaps 10 feet above high water. It is adventurous, dangerous at times  Aberdaron churchyard has the grave of Joan Abbott Parry, the 16-year-old daughter of a Manchester judge, who drowned here in 1904  but not, in my view, difficult. The well, when you reach it, is one of the most extraordinary holy sites in Britain. Triangular in all planes, lined with viridian weed, delicious freshwater trickling into it from three crevices, the reverence for it clearly far pre-dates Christianity. To sit on the cliff ledge by this Virgin&apos;s well at sunset, with the island of Enlli glowing before you, the tide-race roaring between, and the black cross/white cross flicker of a shearwater careening among the waves, is to know something of the sense of tragedy that haunts the loveliest places. And to feel gratitude that this one, protected by its perilous access, remains undefiled.", 
    "section": "environment", 
    "gid": "environment/2013/apr/26/aberdaron-marys-well-extraordinary-holy-sites", 
    "wordcount": "354"
}