{
    "headline": "The upsides of cycling in summer rain", 
    "text": "It shouldn&apos;t be like this. It&apos;s mid-June, and yet just a few yards from where I type, my bike shorts, waterproof jacket and a few other bits of clothing are slowly steaming towards dryness on a coat rack. I&apos;m always absurdly outraged at bad summer weather, especially rain. Assuming some reports are to believed I might remain aghast for some time, if indeed a change in jet stream winds is going to bring us a wash-out into July. In a more positive spirit, here&apos;s a few personal tips for coping with unseasonal rain as a cyclist. You&apos;ll notice that some are contradictory  it&apos;s a palette of choices, not a prescription. As ever, I&apos;d love to hear your recommendations.  Don&apos;t over-dress Much worse than getting soaked on a bike is getting steamed alive in too many layers. It&apos;s easy to forget how quickly you warm up riding a bike. Even a temperature of about 10C (roughly what it was when I left for work this morning) will give you that horrible boil-in-a-bag feeling if you don the winter rainwear.  Invest in a lightweight rain jacket Following on from the last point, if you can face the extra cost it&apos;s worth having different bike jackets for the different seasons. In summer I use an absurdly flimsy version which packs down to nothing in my bag. OK, the rain will leak through in a heavy downpour, but it keeps any chill at bay. If you&apos;ve got the money then go for a breathable fabric like Gore-Tex.  Man (or woman) up and leave the rainwear at home altogether This is one of my favourite options if I&apos;m on my way home, or else another location where the drowned rat look will not cause alarm. Wear less, not more. Embrace soddenness. Laugh when a bus drives through a puddle, soaking you further. On warmer days this can be one of the few times when riding in the rain can actually be a pleasure.  Don&apos;t forget the feet One of the few exceptions to the above rules, for me at least, comes with the feet. I hate cycling in sodden shoes and socks. So sometimes I still use my winter neoprene overshoes, slightly S&amp;M-looking as they are. Worn with shorts, as I did this morning, it delivers a look roughly 50% Torture Garden and 50% Don Estelle in It Ain&apos;t Half Hot Mum. But your feet are dry.  Get some mudguards  that means all of you Commuting in the rain without mudguards is just silly. That black stripe of road grime layered onto your bum and back is not a good look, especially  and I see this more often than you&apos;d expect  when people are cycling in work clothes. It&apos;s also antisocial. I had to put in more effort than I&apos;d have liked riding in this morning to stay ahead of a man on a mudguard-less hybrid. It wasn&apos;t pride  he was a good 15 years younger; I know my limits  I just didn&apos;t want the mucky spray to the face as he passed. If you&apos;re worried about the slick lines of your road bike get some clip-on/clip-off Raceblade-type mudguards. Or indulge yourself, as I did, and have separate wet and dry weather commuting bikes.  Don&apos;t worry about it too much Rain in low temperature can be genuinely horrible, especially on long trips. But in the summer, especially if you have the luxury of getting changed at the end of the ride, it&apos;s rarely that bad. Very often, by far the worst moment is opening the curtains and seeing the rain.  Don&apos;t be afraid to wimp out I didn&apos;t cycle yesterday, for two reasons. Firstly, I was a bit wary of the strong winds. But mainly it was because I wasn&apos;t going to the office but to report on an inquest. There&apos;s some places where turning up wild-eyed and soaked to the bones isn&apos;t a good look, and coroners&apos; courts are one of them. It&apos;s not a defeat to get the train or the bus, or drive.", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/jun/12/cycling-in-the-rain", 
    "wordcount": "674"
}