{
    "headline": "Mars landing: ESA declare success despite Schiaparelli probe's silence - as it happened", 
    "text": "  7.54pm BST       So thats it for today. ESA will make their next official statements about the Trace Gas Orbiter and the Schiaparelli lander at 9am UK time tomorrow.  For the TGO, everything is peachy. The spacecraft is in the expected orbit and functioning normally. For Schiaparelli things dont look so good.  The signal was received for a good part of its journey through the Martian atmosphere but was lost before the lander reached the surface. This is confirmed by both the radio telescope tracking from Earth and the Mars Express spacecraft, which was recording the descent from orbit. Although it would be a disappointment for the landing to fail at the last moment, the most important thing was that it happens now and not in 2020 when ESA send their life-detecting rover to the surface.  So all in all, today was a success. A fantastic new science mission is now in orbit around Mars and the landing test returned invaluable data for the engineers to make the 2020 landing safer. And that seems like a good place to leave the blog. Thanks for joining us today. Its been a good one for space exploration.       7.42pm BST       And with that, ESA brings the press conference to a end.       7.41pm BST       ESAs director general Jan Woerner is saying that regardless of what happened to Schiaparelli, this test was a success. He says that they did this to get data about how to land on Mars with European technology - and that is what is downloading from Mars Express right now. Although he refuses to give up hope (he says, Cross your fingers still), no one is talking now about the hope of signals being received by Nasas MRO spacecraft.    Updated at 7.46pm BST     7.37pm BST       The detailed diagnostic data from Mars Express is being downloaded now. That will be all received by midnight and then the engineers will work all night to understand what happened. Ferri says that they hope to have the story of what happened to the lander by tomorrow morning.    Updated at 7.40pm BST     7.35pm BST       ESAs Paolo Ferri, Head of Mission Operations Department at European Space Operations Centre says that this is not a good sign.    Updated at 8.29pm BST     7.33pm BST       The Mars Express measurement confirms that the signal from the lander stopped before the landing.       7.32pm BST       ESA confirm that the signal from the lander stopped unexpectedly.       7.32pm BST       Now for some news about the lander.       7.31pm BST       Michel Denis, the ESA ExoMars flight director, says that the Trace Gas Orbiter is definitely in orbit around Mars. It is in a four-day orbit and is working well.    Updated at 7.32pm BST     7.28pm BST       Here we go. ESA is back online to report on whether they have heard from the Schiaparelli lander.       7.12pm BST       Good to see that Twitter is doing its best to keep us entertained while we wait.    The wait goes on.... #ExoMars pic.twitter.com/ilJlXp4Qra&mdash; AWESOME ASTRONOMY (@AwesomeAstroPod) October 19, 2016      me waiting schiapparelli signal #ExoMars pic.twitter.com/KmHZ749EI1&mdash; Andrea D&#39;altri (@mrdaltri) October 19, 2016      Updated at 7.21pm BST     7.08pm BST       Todays landing attempt was a rehearsal for 2020, when ESA plan to put a highly capable rover on the surface of Mars. According to their website:   The ExoMars rover will travel across the Martian surface to search for signs of life. It will collect samples with a drill and analyse them with next-generation instruments. ExoMars will be the first mission to combine the capability to move across the surface and to study Mars at depth.  Given the complexity and expense of the rover, ESA decided to add the Schiaparelli lander to the Trace Gas Orbiter as a test for the technologies that will be required in 2020.  Even if todays landing failed at the last moment, as looks likely, the data collected will be invaluable in designing a better system to make sure that the rovers gets to the surface in one piece.    Updated at 7.21pm BST     6.55pm BST       He has a point. Perhaps its days like today that show us how much work there is still to be done before we send humans to Mars.    Think about how worried space nerds are right now about #ExoMars, and then imagine a future when real people are at the end of that concern.&mdash; ScaretasticRover (@SarcasticRover) October 19, 2016         6.49pm BST       While its a tense wait to discover the fate of the Schiaparelli lander, ESA are reporting that everything is working well on the Trace Gas Orbiter. This is good because the orbiter is where 99% of the science from this mission is going to come from.    Updated at 6.51pm BST     6.28pm BST       Clearly something did not go according to plan with the landing. If Schiaparelli does not communicate with Nasas MRO spacecraft during the upcoming pass that must be a strong indication of failure.    .@ESA_EDM recording from #MarsExpress is inconclusive - not clear yet what the status of the lander is #ExoMars&mdash; ESA Operations (@esaoperations) October 19, 2016      Next opportunity to hear from @ESA_EDM will be the relay pass with @NASAJPL&#39;s MRO spacecraft - should come in the next hour or two #ExoMars&mdash; ESA Operations (@esaoperations) October 19, 2016      Updated at 6.30pm BST     6.11pm BST       The Schiaparelli lander is named after the 19th century Italian astronomer Giovanni Schiaparelli. He was born on 14 March 1835, 181 years to the very day before the launch of the mission that bears his name. During his career he observed Mars and named the major features that could be seen from Earth, calling them seas and continents. He also thought he saw channels on Mars. These are now known to be optical illusions but they sparked a popular idea that they were canals built by Martians in a desperate attempt to irrigate their dying world.    Updated at 6.14pm BST     5.59pm BST       Woerner is still sounding hopeful that Schiaparelli is alive on the surface of Mars. The big test is coming in about one-and-a-half hours when the lander is programmed to talk to Nasas Mars Reconnaissance Orbiter.    Updated at 6.10pm BST     5.55pm BST       Igor Komarov, the director general of Roscosmos, the Russian Space Agency, is speaking in very positive terms about the collaboration between Russia and Europe during this mission. He is looking forward to more collaboration in the future. ESAs director general Jan Woerner returns the sentiments.    Updated at 5.57pm BST     5.49pm BST       ESA are running a first person Twitter account for the Trace Gas Orbiter.    Hello, #Earth! Did you miss me?! #ExoMars https://t.co/hjXg3RTvCY&mdash; ExoMars orbiter (@ESA_TGO) October 19, 2016      Updated at 5.56pm BST     5.46pm BST       UK astronaut Tim Peake says that the mission is extremely exciting. He is also talking about an experiment he performed during his time in space, when he remotely controlled an experimental rover on Earth from the International Space Station.  Astronauts controlling rovers from the orbit of the moon and Mars is seen as a very likely next step, and a way to link human and robotic exploration of the nearby worlds.    Updated at 5.47pm BST     5.41pm BST       The Mars Express data from the Schiaparelli lander is being analysed now. There are clear signals of key moments, such as the parachute deployment, so it is clear that the lander passed successfully through the atmosphere but there is still a big question mark over whether it survived the touchdown. But, ESA say it is still too premature to draw conclusions about its fate.       5.37pm BST       From a vigil-like feeling in ESAs mission control centre as spacecraft operators watched for the signal to return, there is now back-slapping, cheers and applause. The main science mission is go!.       5.36pm BST       The Trace Gas Orbiter is very likely in orbit around Mars. The signal has re-appeared at the expected time.       5.34pm BST       ESA engineers are waiting for the TGO to make contact as it comes out of eclipse from behind Mars. If it phones home at close to the calculated time this will be an excellent indicator that it is in the correct orbit around Mars.       5.30pm BST       The ESA flight dynamics team will calculate the Trace Gas Orbiters orbit around Mars as soon as the signal is received in a few minutes time.    A full house for our #FlightDynamics maths experts as they eagerly wait for the emergence of @ESA_TGO from behind Mars #ExoMars pic.twitter.com/gZyPsF2jga&mdash; ESA Operations (@esaoperations) October 19, 2016         5.27pm BST       We are now just minutes away from discovering whether the Trace Gas Orbiter went into orbit around Mars successfully.       5.26pm BST       Mars is a difficult planet to land on because of a combination of factors. Firstly, it is a large planet and so has a strong pull of gravity that must be counteracted using retrorockets or parachutes. However: secondly, Mars has only a thin atmosphere and so heatshields and parachutes have only a limited effect.        5.19pm BST       The Trace Gas Orbiter is where the vast majority of the science of this mission was always designed to come from. It will orbit Mars for years looking at the atmosphere in more detail than anyone has ever done before. Of particular interest is whether methane is found in Marss atmosphere. In 2003, Mars Express made a tentative detection of the gas, which sparked excitement because methane is a short-lived gas, and on Earth it is produced mainly by life forms. In 2014, Nasas Curiosity rover also detected whiffs of the gas. This increased speculation that perhaps there were microbial communities still alive on Mars, producing the gas. However, there is also the chance that the methane is produced by geological processes. The TGO is designed to help explore these different possibilities.    Updated at 5.23pm BST     5.13pm BST       Even if the lander doesnt work as planned, valuable lessons will be learnt from the attempt. The Mars Express spacecraft recorded data from Schiaparelli all the way down to the surface. That data is being transmitted back to Earth now for analysis. It is the equivalent of the data recorded by an aircrafts black box flight recorder.       5.04pm BST       Denis also confirms that the Schiaparelli data from Mars Express is being downlinked now. About half an hour from now, they hope to be able to say something about the landers fate. A key moment will then occur in about a hour from now when Schiaparelli is designed to wake up and send signals to Nasas Mars Reconnaissance Orbiter. Its still all to play for!    Updated at 5.05pm BST     5.00pm BST       Michel Denis says he is very confident that the TGO completed its orbit insertion manoeuvre. Confirmation should come in about 30 minutes.       4.58pm BST       This could be a reason for optimism. If the size of the Schiaparelli landing recording is consistent with the expected size it would seem to indicate that Schiaparelli worked as expected down to the surface. But the big question is: did it survive the landing?    Engineer @marwood82 report to #FlightDirector: size of @ESA_EDM recording on-board #MarsExpress is consistent with expected size #ExoMars&mdash; ESA Operations (@esaoperations) October 19, 2016      Updated at 5.01pm BST     4.53pm BST    Mars landing: what we know so far     The Schiaparelli lander has fallen silent during the last moments of its decent to Mars.  It was being tracked from Earth by the Giant Metrewave Radio Telescope (GMRT), located in Pune, India.  During its descent through the atmosphere, the GMRT saw several jumps in the signal that correspond to key events taking place correctly on the lander, such as the parachute being deployed.  Flight controllers at ESA are refusing to jump to conclusions, preferring to wait until they can analyse the data recorded by the Mars Express spacecraft, which was in detailed communication with Schiaparelli all the way to the surface.  The Mars Express data is being returned to Earth now and the analysis is expected to take several hours. Meanwhile, the Trace Gas Orbiter has been firing its engine to reduce its speed from 12,000km/h to 5000km/h. The orbiter is now in eclipse behind Mars but will be back in contact with Earth at around 17:30 UK time. Once contact is re-established, the flight dynamics team can confirm whether TGO is now in orbit around Mars.     Updated at 5.13pm BST     4.42pm BST       There can be no doubt that Nasa has dominated Mars exploration. To date they are the only space agency to successfully land and return science from Mars. The Soviets were the first to receive signals from the surface on Mars in December 1971. Their Mars 3 mission landed on the surface but worked for just 14.5 seconds, sending back a static filled image that defies analysis to this day. Worried that the spacecraft may have been swallowed by Martian quicksand, Nasa programmed their 1976 Viking mission to take an image of the landing pads as soon as they touched down. The image of footpad 3 is therefore the first clear image to be taken from the surface of Mars. Since then, Nasa have successfully landed on Mars six more time. ESAs 2003 Beagle 2 lander never phoned home, and so was presumed to have crashed. However, in 2015 it was discovered to have landed successfully, but not deployed its antenna.    Updated at 4.44pm BST     4.29pm BST       Meanwhile high above Mars, the Trace Gas Orbiter is still firing its main engine to be captured by Marss gravity. The spacecraft is now behind the planet and so out of contact with the ground but this was expected. It will be in view of Earth again at around 17:30 UK time, when flight controllers will be able to confirm whether or not it achieved orbit.       4.20pm BST       So, it looks like we are in this for the long haul. Using the Indian radio telescope was always a long shot and something of an experiment - the Schiaparelli lander was never designed to transmit directly to Earth.  The main route to confirming the landing was always designed to be by analysing the data recorded by the Mars Express spacecraft. That orbiter is now getting ready to point to Earth, rather than at the Schiaparelli lander, and relay its recordings to Earth, where they will be analysed.     Updated at 4.25pm BST     4.15pm BST       Andrea Accomazzo saying that finding the signal in an ocean of noise is not going to be quick. It is going to take hours, not minutes, to determine if the mission landed successfully.    Updated at 4.16pm BST     4.13pm BST       Still no signal it seems from the surface of Mars. ESA are saying lets not jump to conclusions. This might not mean disaster, but it looks increasingly as if we will have to wait for the main recordings from Mars Express to be sent back to Earth and analysed by the flight dynamics team.    Updated at 4.14pm BST     4.08pm BST       The mission flight director is in conversation with the Head of the Communication Office at ESAs Operations Centre (ESOC). Hopefully some official news will be coming soon.       4.06pm BST       Still waiting for a signal to confirm successful touch down. Schiaparelli was designed to drop the final few metres to the surface. A crushable structure rather like the crumple zones on a car was designed to absorb the final shock of touchdown.    Updated at 4.08pm BST     4.02pm BST       ESA report that they are still waiting for a touchdown signal.       4.01pm BST       All the indications are good so far, but there is clearly tension in the ESA main control room as we wait for more signals from Schiaparelli to say what is going on.       3.59pm BST       The Schiaparelli decent module uses a heatshield, a parachute and thrusters to stop itself from crashing into the surface.        3.57pm BST       Good news so far.    #GMRT signal trace has jumped again, which should be the signature of @ESA_EDM parachute deployment #ExoMars&mdash; ESA Operations (@esaoperations) October 19, 2016         3.56pm BST       Schiaparelli is descending through the Martian atmosphere. Very tense faces in ESA mission control.       3.54pm BST       Andrea Accomazzo, ESA Spacecraft Operations Manager, says that the atmosphere at ESAs control centre is very tense as they wait for signals.    Updated at 6.59pm BST     3.50pm BST       But it takes just under 10 minutes for the signals to travel across space and be received on Earth.    Here we go - at Mars now @ESA_EDM should have hit the top of the atmosphere #ExoMars https://t.co/oLqqyfWQtj&mdash; ESA Operations (@esaoperations) October 19, 2016      Updated at 3.52pm BST     3.36pm BST       We are just minutes from the Schiaparelli lander hitting the atmosphere of Mars. The critical part of this mission  the entry, descent and landing (EDM)  is now very close. Nasa call the entry, descent and landing seven minutes of terror because of all the things that can go wrong. ESA are playing it calmer. Michel Denis, ESA ExoMars flight director said earlier that he just thinks of it as waiting.    Updated at 6.59pm BST     3.32pm BST       This is all you need to see to know that your spacecraft is alive.    The very faint line at centre? Signal from @ESA_EDM as seen by #GMRT Pune #ExoMars Schiaparelli hits #Mars atmosphere in abt 20mins pic.twitter.com/nhOBjQgMfT&mdash; ESA Operations (@esaoperations) October 19, 2016         3.29pm BST       The Trace Gas Orbiter and Schiaparelli were launched on 14 March this year from Kazakhstan. Russia became partners in the mission after Nasa pulled out of the collaboration in the wake of the credit crunch.     The rocket carrying the TGO and Schiaparelli is rolled out from the fuelling station to the launchpad. Photograph: Stephane Corvaja/ESA       The rocket being lifted into an upright position at the launchpad. Photograph: Boris Bethge/ESA       Lift off! Photograph: Stephane Corvaja/ESA      Updated at 3.32pm BST     3.20pm BST       Can you call a headlong plunge into the Martian atmosphere falling gently? I guess you can if youre ESA and this is just what you do. :)    #GMRT reports that @ESA_EDM signal is coming through &quot;strong and clear&quot; as it falls gently towards Mars #ExoMars&mdash; ESA Operations (@esaoperations) October 19, 2016      Updated at 3.24pm BST     3.15pm BST       This is where it is all happening today: ESAs main control room in Darmstadt, Germany. This is where flight controllers are currently waiting and monitoring both the TGO and Schiaparelli to confirm orbit insertion and landing.     Employees sit in the contol center of the European Space Agency (ESA) in Darmstadt, Germany, Wednesday Oct. 19, 2016. ESA and its Russian partner Roscosmos hope for a successful landing of the joint space probe of mission ExoMars on Mars. (Uwe Ansspach/dpa via AP) Photograph: Uwe Anspach/AP      Updated at 3.26pm BST     3.10pm BST       The Trace Gas Orbiter will be firing its main thruster for 139 minutes to slow itself down and be captured by Mars. The spacecraft will be back in contact with Earth around 5:30pm UK time to report whether or not it successfully entered orbit.    Updated at 3.25pm BST     3.05pm BST       ESAs previous Mars mission, Mars Express, is now recording signals from the Schiaparelli lander as it heads for the surface of Mars. The recording will be transmitted back to Earth and ready for analysis roughly one-and-a -half hours after the landing.    Updated at 3.26pm BST     3.00pm BST       The Trace Gas Orbiter continues to burn its engine to lose speed and be captured by the gravity of Mars. ESA report that so far, this is going well.       2.58pm BST       This is where the Schiaparelli module is heading this afternoon. The shaded orange ellipse is the target area. It is part of a plain on Mars called Meridiani Planum. The ellipse is 100km x 15km. The region has been well studied from orbit and shows good evidence of once having been covered in water.     Meridiani Planum on Mars. The European Space Agencys Schiaparelli module is due to land somewhere in the orange ellipse on 19 October 2016. The landing ellipse measures 100 by 15 km. Photograph: ESA         2.58pm BST       Heres what will be happening on Mars during todays landing attempt.   A graphic showing the lander's descent to the surface of Mars. The landers descent to Mars        2.57pm BST       Referring to the simultaneous landing of Schiaparelli and orbit insertion of the Trace Gas Orbiter, ESAs ExoMars flight director Michel Denis has just said, This is the European way: do two things at a time and be successful at both! Its a bit early to say that, but you have to admire the confidence.    Updated at 3.03pm BST     2.55pm BST       Good news, the radio telescope in Pune, India, has picked up the Schiaparelli signal. The lander is alive and functioning, and on its final approach to Mars.    .@ESA_EDM ACQUISITION OF SIGNAL at #GMRT! A faint trace on the screen shows us that @ESA_EDM has woken up on schedule #ExoMars&mdash; ESA Operations (@esaoperations) October 19, 2016         2.44pm BST       So far, there is no clear signal from the GMRT from Schiaparelli. ESA say they are not concerned. Picking up the signal from Earth was always an outside chance. The lander will be tracked from the spacecraft in orbit around Mars as original planned.       2.39pm BST       ESA are now hoping to pick up the Schiaparelli landers faint radio beacon using the Giant Metrewave Radio Telescope (GMRT) in Pune, India. Schiaparelli was not designed to transmit directly back to Earth, it was supposed to communicate only through the other spacecraft at Mars, so the GMRT may not hear it. But it would be good if it does!       2.28pm BST       The Trace Gas Orbiter, which carried the Schiaparelli lander, is one of the largest satellites to be sent to Mars.  It is an order of magnitude step up in scientific quality. The sensing of the trace gases is a real fundamental step forward in terms of the global exploration of Mars. It is a big scientific payload. Its more like taking the atmospheric instruments that we have on Earth Observation satellites, and taking them all the way to Mars and putting them in orbit around Mars, says David Parker, ESAs director of human spaceflight and robotic exploration. Designed to sniff out methane in the Martian atmosphere, it could put us on the trail of whether there is life on Mars.    Updated at 2.58pm BST     2.17pm BST       Here we go! The Mars Orbit Insertion Manoeuvre is taking place right now. The Trace Gas Orbiter has arrived at Mars travelling at 12,000km/hour. It needs to shed almost half that speed to be captured by Marss gravity. This engine burn is happening now and everything is looking good. This manoeuvre is separate from the Schiaparelli landing.    Updated at 2.20pm BST     2.11pm BST       The animation shows this afternoons trajectory of ESAs spacecraft. Schiaparelli heads directly for the planet, while its mothership the Trace Gas Orbiter goes into orbit around Mars to begin its scientific mission. The orbit of ESAs previous mission, Mars Express, is also shown.                 2.09pm BST       This afternoon the European Space Agency (ESA) will make a landing attempt on Mars. The Schiaparelli module is due to touch down at 3:48 UK time, although confirmation that all has gone well is likely to take several hours. This is an important moment for ESA. Their previous landing attempt on Mars, back in 2003 with the UK-led Beagle 2 lander did not go as well as hoped. Although the lander reached the surface safely it failed to transmit anything back to Earth. Todays landing is designed to show that ESA can now land safely on Mars, in preparation for an ambitious rover mission in 2020 that will look for past or present life on Mars. So, its all to play for! Whatever happens today it is going to be an important one for ESA and the worlds exploration of Mars. Well be covering the events as they happen live.    Updated at 6.59pm BST  ", 
    "section": "science", 
    "gid": "science/across-the-universe/live/2016/oct/19/mars-landing-esa-attempts-to-set-schiaparelli-probe-on-red-planet-live", 
    "wordcount": "3269"
}