{
    "headline": "US aid ban on abortions for women raped in war leaves UK compromised", 
    "text": "Over many years, I have visited conflict-affected states where I have met women who have suffered the agony of rape, and where sexual violence is the shocking and specific consequence of conflict. These women are often traumatised, stigmatised and ostracised by their families and communities. When they are pregnant as a result of rape, these consequences are compounded. While there is welcome attention focused on the plight of women and girls raped in war, there are still significant gaps in the international response to this global scourge. One of those critical gaps is the routine denial of access to safe abortion services for rape survivors, which violates their rights under international humanitarian law. The reality is that these women are entitled under the Geneva conventions &quot;to receive, to the fullest extent practicable and with the least possible delay, the medical care and attention required by their condition&quot;. I remember meeting three women in the Democratic Republic of the Congo who had been gang-raped the day before as they walked home from the market. I will never forget them, and I have often wondered what would have happened if they were pregnant, because abortion is illegal in Congo. What we do know is that, often when women in such situations are denied access to safe abortion services, they resort, in desperation, to unsafe methods that can result in serious harm or even death. And this happens even though several international bodies, including the committee against torture and the human rights committee, have found that the denial of abortion to rape victims can be defined as &quot;torture and cruel, inhuman and degrading treatment&quot;. So what exactly are the obstacles and restrictions facing them, when it is already clearly defined that when rape is used as a weapon of war, in armed conflict, women have an absolute right to non-discriminatory medical care under the Geneva conventions? The blame for these draconian restrictions lies at the door of the US and the International Committee of the Red Cross (ICRC), whose largest single donor is the US. The US imposes a &quot;no abortion&quot; ban on its foreign aid, which in practice means that the EU, the UK, the UN and the ICRC neither talk about nor provide abortions. ICRC is the Department for International Development&apos;s (DfID) partner of choice and receives the largest amount of DfID funding made to humanitarian organisations. This means that the UK is severely compromised by restrictions that it apparently doesn&apos;t support, and which allow for a situation where life-saving abortion is being denied, even to very young girls raped in conflict. This clearly flies in the face of international humanitarian law. In a recent statement, DfID said: &quot;In conflict situations where denying an abortion in accordance with national law would threaten the mother&apos;s life or cause unbearable suffering, international humanitarian law principles may justify performing an abortion&quot;. Does that mean that when the suffering of an impregnated war rape victim is &quot;bearable&quot; she can be denied an abortion? And how does she prove that her suffering is unbearable? DfID says it talks to Norway, a country that is showing real leadership and has asked the US to lift the abortion ban as a matter of compliance with the Geneva conventions. Why doesn&apos;t the UK join Norway in the stand it is taking? And isn&apos;t it time that the UK stood up for the rights of women and girls who have been raped to have the same access to medical treatment as other war victims?", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/feb/12/us-aid-ban-abortions-rape-victims", 
    "wordcount": "594"
}