{
    "headline": "What drugs do students take?", 
    "text": "Like it or not, taking drugs for work, rest or play is an integral part of life for many students. There&apos;s the gush of fresher&apos;s week alcohol, and the boozy induction rituals for sports clubs; the stay-up-to-study use of caffeine pills and so-called smart drugs such as Ritalin and Modafinil; and drugs taken in anticipation of pleasure, or stress release: cannabis, cocaine, MDMA. But what do we really know about the high and lows of the student drug experience? And could you help us paint an accurate picture by telling us about your experiences? The latest Global Drug Survey (GDS) , supported by the Guardian, seeks to uncover the truth about why people take drugs, and what happens when they do. The survey asks particpants about what drugs they use, where they get them, how often they use them, and what the social, legal, medical and health consequences of their drug use are. Dr Adam Winstock of GDS, who drew up the survey, says: &quot;There are many truths about drugs. But mostly what we hear are the voices of those sitting in polarised camps where debate is influenced by moral panic or hedonistic righteousness. &quot;Rarely is the debate informed by the voices of the hidden mass of people for whom drug use is just one thing they do as part of the rich fabric of their lives.&quot; Global Drug Survey 2013 is the world&apos;s biggest survey of drug use, completed by thousands of people. It aims to provide an authentic picture of people&apos;s real drug experiences in the UK, US, Australasia and elsewhere. The survey is confidential and anonymised. It takes about 20 minutes to complete online. This year&apos;s survey includes questions on:  Drugs and sex: who uses what drugs for sex, and how do different drugs affect sexual performance?  Drugs and violence: to what extent does drug taking contribute to violent behaviour, and which drugs are most likely to trigger it?  Drugs and pleasure: which drugs have the best pleasure/harm ratio, and what level of drug use seems to strike the best balance between pleasure and harm?  Drugs policy: how would changes in drug policy affect your drug taking?  Prescription drug use: who uses prescription drugs, and where do they get them?  Drug trends: which drugs are the most popular, how much do they cost and what&apos;s new? You can access the 2013 drug survey here. It will be open until late December. The results will be published next March by the Guardian, and the survey&apos;s other media partners: NBC in the US; Fairfax Media in Australia and New Zealand; and in the UK, Mixmag and Gay Times. Last year&apos;s survey was completed by 15,500 respondents. The results, published in March and reported all over the world, provided a comprehensive, up-to-date picture of people&apos;s drug habits and experiences. Full Guardian coverage of last year&apos;s drug survey can be found here. Global Drug Survey is an independent, self-funded data mapping agency.", 
    "section": "education", 
    "gid": "education/2012/nov/28/what-drugs-do-students-take", 
    "wordcount": "495"
}