{
    "headline": "Wannabe astronaut looks to asteroids", 
    "text": "For as long as he can remember Eric Anderson wanted to become an astronaut. But knew his short-sightedness would prevent him from joining Nasa. Instead, he has made it his mission to take others into space. He kick-started the space tourism industry at the age of 23  so far his company, Space Adventures, has sent seven people (all multimillionaires) into space on Russian rockets  and is now planning a 17-day trip for two around the moon. At $125m (81m) a seat, it will probably be the most expensive joyride ever. &quot;It&apos;s more than a theme-park ride,&quot; he says. One mega-rich customer has already signed up for the trip and Anderson says he&apos;s &quot;pretty close&quot; to publicly announcing who has paid to go on holiday to the moon, within four years. He assures those with memories of disastrous camping holidays in close confines that the soon-to-be space travellers &quot;will get along just fine&quot; in the tiny spacecraft. Anderson, who developed his love of space from stargazing in the Rocky mountains as a child but whose hopes of becoming an astronaut were dashed when his vision seriously deteriorated in his teens, would love to go on the trip. But he hasn&apos;t, yet, got enough money. He reckons he&apos;s worked out where he&apos;s going to make the millions needed to fund his own mission to the moon: space, of course. Turning mineral-rich asteroids into the next frontier of mining, to be more precise. It may sound like an idea that came to him while watching Bruce Willis in Armageddon, but Anderson, who read aerospace engineering at university, is deadly serious and has got a string of serious businessmen  including Google bosses Larry Page and Eric Schmidt, Titanic director James Cameron, and Ross Perot Jr (son of the former presidential candidate)  to invest hundreds of millions of dollars into his new company, Planetary Resources. A &quot;$100bn global mining company&quot;, which Anderson refuses to name, has also signed a deal to secure rights to the first minerals the company recovers. &quot;You say it&apos;s impractical, but people thought it was impractical to put private citizens on rockets  and we did that,&quot; Anderson says during a visit to the UK to tap up interest among London&apos;s growing community of billionaires. &quot;There&apos;s no humans in the loop here. We send robots five miles below the ocean to pump out oil  that&apos;s more difficult than this is,&quot; he says. The first stage of the project  sending up hundreds of rockets with telescopes to find the best asteroids  should be underway within two years. The rockets will piggyback on Sir Richard Branson&apos;s Virgin Galactic spacecraft. &quot;When we have a set of them [space telescopes], we will use them to create a constellation of telescopes which will be able to explore the near-Earth asteroids,&quot; he says. &quot;There are 500,000 to 1m of them.&quot; Anderson says the asteroids, which range in size from 10 metres to 50km, are full of expensive metals  gold, silver, diamonds  &quot;all that fun stuff&quot;. Of most interest to Anderson are the asteroids&apos; huge reserves of platinum, the world&apos;s most expensive metal, in some cases &quot;100 to 1,000 times more concentrated&quot; than in platinum mines on earth. &quot;You have to go back to very beginning of the solar system, to understand why,&quot; he explains. &quot;Asteroids were formed at the beginning of the solar system hundreds of millions of years ago - they are planetary cores, basically. The Earth has lots of these metals, but they all sink to the middle, here [on asteroids] all the super-heavy materials have sunk together.&quot; Anderson says some of the asteroids contain so much platinum that one 50-metre-long asteroid could contain &quot;$40bn worth of platinum group metals if you can bring it back to earth&quot;. And that is the difficulty with his ambitious plan. It will be tricky and expensive to reach the asteroids, and even harder and more costly to bring the metal haul back to earth. Anderson, who claims to have the backing of the White House for his out-of-this world plan, reckons his team of 40 mostly ex-Nasa scientists and engineers have already worked out how to reach the asteroids, but concedes figuring out how to make the return journey will still take quite a bit of work. &quot;15% of them are easier to reach than the moon,&quot; he says. &quot;And don&apos;t forget you also have to land on the moon  the gravity field of asteroids is so small that you just have to dock with them.&quot; Planetary Resources&apos; chief engineer is Chris Lewicki, Nasa&apos;s former Mars mission manager, or as Anderson describes him: &quot;The guy who landed three spacecraft on Mars.&quot; He says: &quot;They&apos;ve done all this before. Actually, what they did was much harder, they had to land on a planet that&apos;s got an atmosphere, is rotating and is hard to see [because of the atmosphere]. He says that the company has put working out how to get the metals back to Earth on the back burner for now. &quot;Eventually we would like to bring the material back to Earth, but the very first thing we will do is use the resources on them to create fuel depots in space.&quot; He says ice deposits on some asteroids could be converted into rocket fuel (by breaking up water by hydrolysis) so that future space rockets can refuel and explore deep into the final frontier. &quot;We&apos;ll put gas stations up there to make it a lot easier and cheaper to explore space,&quot; he says. &quot;Getting from Earth&apos;s orbit is one thing, but if you want to get a rocket to Mars you have to bring all the fuel with you  imagine if you had to drive from New York to Los Angeles and had to bring all the fuel for the trip with you. &quot;It will be a game changer in terms of opening up space.&quot; The &quot;gas stations&quot; will also greatly expand Planetary Resources platinum prospecting, and the possibilities of getting the resources back to Earth. &quot;Once you&apos;ve got gas stations in space you can move asteroids about. Once you&apos;ve found a 50-metre platinum-rich asteroid that&apos;s got $40bn of platinum-group metals you can bring it back,&quot; he says. &quot;The fuel is basically free. We will use the sun&apos;s energy to heat it up and then when you separate it all out you can take the metal back to Earth.&quot; Though he admits it will cost &quot;hundreds of millions of dollars&quot; just to find the right asteroids, Anderson says the value of the platinum from just one asteroid will be enough to cover the cost of the whole project. &quot;All of the platinum mined in the history of humanity would fit in the corner of this room,&quot; he says pointing to a small corner of the lobby of the five-star Connaught Hotel in Mayfair. &quot;There is so little of it out there [on Earth], and so much up there in space.&quot; However, he concedes that if he is able to bring back huge quantities of platinum it is likely to lead to a crash in the price of the metal, which is used in catalytic converters, electronics, fuel cells and jewellery. &quot;If the price of platinum group metals dropped by a 100 times we would still make money,&quot; he says. &quot;We think we can produce platinum for about $300 an ounce.&quot; It is currently trading at about $1,400 an ounce. He also counters fears that bringing back so many cheap metals to Earth will lead to a spike in pollution. &quot;Would you rather we dig up all the mountains we&apos;ve got left on Earth to get to the last 5% left there or go to space find a rock that&apos;s 30m miles away, chew it up completely and use everything that&apos;s on it,&quot; he asks. &quot;There&apos;s no life on these objects  it&apos;s just rocks.&quot;Another problem his ambitious project could throw up is who owns space and its resources. Could it lead to an international fight for control as witnessed in Antarctica and the Arctic? &quot;Nobody owns it right now,&quot; Anderson says. &quot;If we get to it we basically own it  that&apos;s the long and short of it.&quot; But is that really fair on poorer countries that haven&apos;t even thought of exploiting space? &quot;Yeah, if you go out into the ocean and go fishing nobody says they own all the fish in the ocean. If you build a boat and go out and catch a fish, you own it.&quot;", 
    "section": "science", 
    "gid": "science/2012/jul/25/space-tourism-mining-ateroids-minerals", 
    "wordcount": "1479"
}