{
    "headline": "US drought could trigger repeat of global food crisis, experts warn", 
    "text": "America&apos;s drought threatens a recurrence of the 2008 global food crisis, when soaring prices set off riots and unrest to parts of Africa, the Middle East, and Latin America, food experts warn. Corn prices reached an all-time high on Friday, as the drought expanded across America, trading at $8.24 a bushel on the Chicago exchange. Soybeans were also trading at record levels. The US department of agriculture meanwhile predicted there would be less corn coming onto global markets over the next year, because of a sharp drop in US exports. America is the world&apos;s largest producer of corn, dominating the market. Corn is also connected to many food items  as feed for dairy cows or for hogs and beef cattle, as a component in processed food  expanding the impact of those price rises. That means the effects of the drought will travel far beyond the mid-western states baking under triple-digit temperatures, said Robert Thompson, a food security expert at the Chicago Council of Global Affairs. &quot;What happens to the US supply has an immense impact around the world. If the price of corn rises high enough, it also pulls up the price of wheat,&quot; he said. He went on: &quot;I think we are in for a very serious situation worldwide.&quot; Some analysts are predicting a repetition of the 2008 protests that swept across Africa and the Middle East, including countries like Egypt, because of food prices. In 2008, the food shock was due to rising prices for rice and wheat. This time, it&apos;s because of corn and soybean, and there were no signs of shortfall in rice or wheat production. But the full effects of the American drought will likely take several months to emerge. Its severity will be determined by a number of additional risk factors. Global grain stocks have reached a new low, with the US and other countries running down their reserves. &quot;There are no reserves of these foods in the US anymore,&quot; said Sophia Murphy, a fellow at the Institute for Agriculture and Trade Policy. That means there is no room for manoeuvre for countries forced to import grains. Thompson also warned that countries could make matters worse by stockpiling  putting further pressure on prices. That was the pattern during the 2008 food crisis when Russia, Ukraine, India and Argentina all cut off grain exports. It was unclear as well whether America&apos;s demand for ethanol would further limit the amount of corn on the world market. About 40% of America&apos;s corn is used for ethanol  which helps drive up the price of corn, analysts say. But there were some reports that American ethanol plants were in shutdown across the mid-west, because high corn prices made production uneconomic. &quot;What&apos;s difficult is that we see a drought happen today but people really are going to be feeling that six months from now, possibly a year from now,&quot; said Marie Brill, a policy analyst at ActionAid. But she said it was already clear the reduced supply and high prices of corn and soybean were set to cause serious hardship  especially among poor people in poor countries which depend on imported grain. Countries that are net importers of corn be hit the hardest including South Korea, Japan, Peru, Guatemala, El Salvador and Columbia. Much of East Africa will be badly affected, she said. Even those African countries that produce their own corn will suffer because they are locked into the higher global prices, she said. West Africa is already in food crisis. &quot;If supply is as awful as the US government is predicting we&apos;re going to see another round of high prices and another increase in hunger,&quot; Murphy said.", 
    "section": "environment", 
    "gid": "environment/2012/jul/23/us-drought-global-food-crisis", 
    "wordcount": "620"
}