{
    "headline": "What do TV screens, bullet-proof vests and soap all have common?", 
    "text": "    Many people will be familiar with the idea that our TV screens are &quot;LC&quot; (liquid crystal) displays  but what are liquid crystals exactly? And how does they relate to why soap is effective at cleaning us? If you know what a liquid is (key properties include that it flows and changes shape to fit the container in which it sits), and have a memory of copper sulphate crystals at the bottom of a test-tube from school chemistry lessons, the idea of a liquid crystal may seem a bit odd. It is, however, a well-defined state of matter which sits comfortably between liquids and crystals in its underlying molecular packing. Actually, that should be states of matter: there are a range of different phases which qualify under the &quot;liquid crystal&quot; banner. In a crystal, the atoms or molecules sit in well-defined positions on a regular lattice, whose pattern repeats itself across the sample rather like the pattern on many kinds of wallpaper. The symmetry of the lattice is important in many situations and can be revealed by x-ray diffraction experiments  the sort of experiments that historically were important in revealing the structure of DNA. (You can check the symmetry of your wallpaper too, if you have nothing better to do, but you can do that with your own eyes.) In contrast, the atoms/molecules in a fluid are randomly distributed with positional &quot;disorder&quot;, although with a characteristic average distance between neighbours. So in what sense is a liquid crystal intermediate between these two structures? In a liquid crystal phase, the molecules (and they are always molecules for reasons that will become clear shortly) do not sit on a regular lattice but they possess another kind of symmetry  they all have the same orientation. Those molecules that exhibit liquid crystallinity all possess their own internal shape asymmetry, of which the easiest kind to envisage is a rod, but they could also be discs, for instance. This is why simple atoms cannot form such phases.  If you take a lot of scattered pens and pencils  rod-like objects  on a table-top and push them together, at a certain point they have to line up or slide on top of each other. The lined-up two-dimensional structure is a kind of liquid crystalline phase in which there is orientational order; it is as if the pens have gone through a phase transition from the ordinary liquid phase in which any orientation is permitted. Although in practice we will usually be talking about three dimensional structures, the alignment of all the molecular (or pens&apos;) axes in roughly the same direction characterises the simplest liquid crystal phase, known as a nematic. Nematics were discovered in Germany in the late 19th century by virtue of their appearance under polarised light (as shown in the image), but no one realised they were more than a rather beautiful intellectual curiosity for another 50+ years. They are useful in displays because their alignment can be switched on and off by an electric field, so allowing individual pixels in a display to be separately addressed. Getting large areas of such displays to work perfectly with low energy consumption and high contrast are all technological issues; the basic physics (and requisite chemistry of the molecules) has now been known for many years. Soap molecules are a little more complicated. Their history is also substantially longer, with early versions dating back to the Egyptians at least a couple of millennia BCE, although they have become a lot more sophisticated over the centuries. They basically consist of fat reacted with some strong alkaline solution. In medieval times this would have consisted of an animal fat such as tallow, treated with a solution of potash. This reaction leads to a molecule with a hydrophilic (&quot;water-loving&quot;) head attached to a hydrophobic (&quot;water-hating&quot;) and relatively long tail, or more usually tails, hanging off. The tails come from the fat  which may derive from animal or vegetable sources: Palmolive soap was so named because it contained a mixture of palm and olive oils. These molecules are again highly anisotropic in shape (in other words, their dimensions are different in the different directions, unlike a sphere or a cube) because of the tails, and so are prone to align if in high enough concentration. If the soap is dispersed in water, the water-loving end will stay in the aqueous phase, but the hydrophobic tails will cluster together to keep away from it. This means the molecules line up, head next to head and tail next to tail, in layers two molecules thick. The head groups can then remain surrounded by water, the tails point inward within the layer away from the water and are shielded from it by neighbouring tails.  This layer-like structure, in which the ordering within each layer remains nematic, is known as a smectic after the Greek word for soap. Its structure is relevant to cleaning because, if there is any grease present, the hydrophobic tails  which are fat-loving as well as water-hating  will associate with it: when the soap is washed off the grease comes off with the soap. But the anisotropic nature of the soap molecules and their layered packing are crucial to their action. Getting the molecules into the right phase is challenging, however; if you get this wrong during production, the cleaning action is lost. Of course none of this was known when the Egyptians started boiling up their left-over fats; the discovery of the power of soap was empirical not scientific. Finally, I mentioned bullet-proof vests. How do they fit into this picture? Kevlar, which has saved the life of many a policeman and woman, also exhibits liquid crystallinity. It is a much bigger molecule, a long-chain molecule of the kind known as a polymer, which essentially consists of a string of many identical repeat units. Its length is not uniquely defined, but it will typically be hundreds or thousands times as long as a soap molecule. And it is stiff, so that it also resembles a (very long and thin) rod.  In solution  and it needs something as strong as hot concentrated sulphuric acid for Kevlar to dissolve  it can also form a liquid crystalline phase. When fibres are spun from this, the molecules remain highly extended. This is in complete contrast to most polymers: in something like polystyrene or Perspex the molecules are all coiled up, although they are also very long. Since the Kevlar molecules are already stretched out, it is very hard to stretch them any further, in contrast to the coiled molecules such as polystyrene which can uncoil and so stretch very easily. It is this extremely high stiffness that makes liquid crystalline polymers such as Kevlar so valuable as a textile in products like body armour or cables. So, in the century and more since liquid crystals were first identified, they have transformed from an esoteric if attractive curiosity to a key class of materials in our everyday world. Things would look very different without them, as a quick appreciation of the screen on which you read this will make you realise. Athene Donald is a professor of physics in the University of Cambridge and can be found on Twitter as @AtheneDonald", 
    "section": "science", 
    "gid": "science/occams-corner/2013/feb/20/tv-screens-bullet-proof-vests-soap", 
    "wordcount": "1215"
}