{
    "headline": "No-ho-ho  .christmas delayed till 2014, thanks to domain name lottery", 
    "text": "Put down the cracker and pack away the bunting: plans for Christmas to have its own winter wonderland online are on ice until 2014. A new top-level web domain, .christmas, was expected to be among the first of 1,000 new internet suffixes to launch in the 12 months from April next year. But it narrowly missed out in a hotly-anticipated lottery in Los Angeles on Monday night, coming out of the virtual hat at the 1,290th pick. That means .christmas is unlikely to appear online until late 2014. As a result there is no way for companies to set up special Christmas-themed sites with the suffix .christmas  a disappointment to Bret Fausett, who runs Unregistry, the company that would sell .christmas websites, as well as .blackfriday. But Fausett put a brave face on it: &quot;[.christmas and .blackfriday] are timeless and without substitutes. They will be just as good in 2014,&quot; he tweeted as he watched the lottery. Call it divine intervention, or the luck of the draw, but the pope continued his holy expansion into cyberspace after .catholic in Chinese was the first new domain name to be drawn. The Vatican&apos;s Pontifical Council for Social Communication secured the suffix less than a week after the pope made his debut on Twitter. Another world faith using the web to transform its image also struck internet gold on Monday night. The Church of Jesus Christ of Latter-day Saints  or Mormonism  will be the first global religion to have its own decicated space on the English-language internet after .mormon was the 118th address picked out of the hat. Mormonism is one of the world&apos;s fastest growing religions  with more than 14 million members  but will restrict use of its .mormon address to &quot;church officers and employees and organizations affiliated with the Church,&quot; according to its official application form. Representatives of religions, governments and multinational corporations flew to Los Angeles for the domain name lottery hosted at the Hilton hotel by the Internet Corporation for Assigned Names and Numbers (ICANN), the body which is overseeing the launch of the new internet suffixes  reckoned to be one of the biggest expansions of the web since its creation by Tim Berners-Lee in 1991. Kelly Salter, a domain name specialist at the web hosting firm Names.co.uk who watched the lottery draw, said: &quot;The pope may have only had his Twitter for a week, but clearly the Vatican were saying their prayers with .catholic in the Chinese language coming top of the ICANN new gTLD draw last night  and poor Santa with .christmas falling way down the list at 1290. &quot;It looks like we&apos;re in for a traditional Christmas, even Santa turning up for the new gTLD priority draw couldn&apos;t help the .christmas application. It&apos;s unlikely we&apos;ll see .christmas until 2014.&quot; Salter said she expects ICANN to launch about 750 of the new internet domains  technically called &quot;generic top-level domains&quot;  from April next year. In 2014, about 1,000 of the addresses are expected to go live. Some of the domains, such as .play, .news and .music, have attracted fierce competition from the likes of Google, Amazon and other media giants. The launch of those domains will be severely delayed as a result of the competition, which could eventually be decided by a highest-bidder-wins auction.", 
    "section": "technology", 
    "gid": "technology/2012/dec/18/christmas-domain-name-lottery-draw", 
    "wordcount": "560"
}