{
    "headline": "China bans its airlines from paying EU carbon tax", 
    "text": "China has banned its airlines from paying the new European Union carbon charge, state news agency Xinhua has reported  stepping up the international battle over the scheme. The levy applies to all airlines flying to and from EU countries. Companies that do not comply face fines and ultimately could be banned from using EU airports. The Civil Aviation Administration of China (CAAC) said on Monday that airlines were not allowed to pay the EU charge, increase freight costs or add other fees, according to Xinhua. It cited authorisation from the state council, China&apos;s cabinet. Hinting at possible retaliation, Xinhua added: &quot;China will consider adopting necessary measures to protect interests of Chinese individuals and companies, pending the development of the issue.&quot; The EU&apos;s ambassador in Beijing, Markus Ederer, told a press briefing it hoped to resolve the issue through negotiation. Beijing&apos;s announcement came one week before a China-EU summit. Although the scheme came into force from 1 January, fees do not have to be paid until March 2013. Supporters believe including aviation in the emissions trading scheme is crucial because the industry&apos;s carbon output is soaring. China, the US, India and others are bitterly opposed to the scheme, leading to fears it could spark a trade war. A US attempt to overturn the scheme was rejected by the European court of justice in December. Chinese airlines have already vowed to ignore the scheme. China argues it is unreasonable to apply the levy to developing nations and wants the costs of reducing carbon to be passed on to aircraft manufacturers. Critics also argue that regulation of the industry should be negotiated at the United Nations&apos; International Civil Aviation Organisation. But European leaders say they have been waiting for years for the ICAO to act. Connie Hedegaard, the EU&apos;s climate action commissioner, has stressed the scheme allows for &quot;equivalent measures&quot;  other forms of carbon reduction  to be taken into account. Chai Haibo, the deputy secretary of the China Air Transport Association, told Bloomberg: &quot;I believe all sides will negotiate again and find a solution I can&apos;t imagine that the worst case, such as the EU grounding Chinese flights, could happen.&quot;", 
    "section": "environment", 
    "gid": "world/2012/feb/06/china-airlines-european-carbon-tax", 
    "wordcount": "364"
}