{
    "headline": "Child mortality at double emergency threshold in South Sudan refugee camp", 
    "text": "Children in a refugee camp in South Sudan are dying at more than twice the rate internationally recognised as an emergency, according to new figures released by Mdecins sans Frontires (MSF). On an average day in the Yusuf Batil camp, a hastily constructed expanse of tents among thick trees in a flood plain in Maban county in the north of South Sudan, three or four children under the age of five will die. In a &quot;normal&quot; emergency situation, the number would be one or two deaths daily for every 10,000 children. The overall mortality rate, which takes into account adults and older children, is also substantially above the emergency threshold, according to a survey conducted at the camp last month by MSF. About 58% of the camp&apos;s reported deaths have been children under five, while more than 25% have been people over 50. Yusuf Batil is one of four refugee camps in Maban county, home to more than 100,000 people fleeing fighting in Blue Nile State, just over the border in Sudan. It was set up to relieve pressure on Jamam camp, 52km away, which flooded in June. Mortality rates are now believed to be highest in Yusuf Batil, in part because the people living there often left it until the last moment to leave Sudan, when they were already weak. UNHCR, the UN refugee agency, reported last month that Yusuf Batil was already close to reaching its capacity of 34,500 people, adding that water supplies, hygiene and sanitation needed to be increased. During the rainy season, which is currently in full flow, the clay soil retains water, creating heavy black mud and pools of water. The stagnant water increases the risk of diseases. MSF said the major cause of death was &quot;overwhelmingly diarrhoea&quot;, which caused more than 90% of deaths, although malnutrition was likely to have been a contributory factor in many of those deaths. &quot;These people had to undergo the most horrendous of journeys, and it got worse not better at every step,&quot; said Helen Ottens-Patterson, MSF&apos;s medical co-ordinator in South Sudan. After walking for so long with little food  many survived on leaves  the refugees were often malnourished when they arrived at the camp , increasing their vulnerability to disease. Many areas in the camps have been organised along the lines of the villages the refugees left behind: several are now marked by a neat row of dirt graves, covered by branches to protect them. &quot;The refugees are at the end of their reserves, particularly the under-fives and the elderly  that&apos;s where we see the highest mortality, in those two vulnerable groups,&quot; Ottens-Patterson said. Hassan Afeeda, a young man dressed in a Manchester United shirt, was one of those who fled the fighting, travelling through the night to conserve energy. &quot;When the fighting started, they bombed us, and then shelled us from a long way away,&quot; he said. &quot;We walked for a long time, carrying our young children. Even when we got near the border they were bombing us.&quot; Some people said they had lost relatives in air raids, others claimed they were tortured by Sudanese soldiers. Most of the refugees in Yusuf Batil are from the Ingessana, the same ethnic group as Malik Agar, the rebel leader fighting the Sudanese government in Blue Nile. The Sudanese armed forces deny targeting civilians, but they have been criticised by human rights groups and the UN for aerial bombardments. Nil&apos;s pregnant wife died in childbirth on the long trek from their home. He is looking after his eight children with some help from his mother-in-law, who is herself frail. All the children have eye infections, and several are malnourished, but Mohamed is the worst. When he stands up, holding on to the tent, his legs are curved like bows. Mohamed has lost so much weight his limbs and bottom seem to have no flesh under the skin, but his belly sticks out from his body, the clear sign of malnourishment. Mohamed and the others in the camp need far more help than they are getting. This is one of the most remote places in South Sudan, and the country is one of the least developed in the world. Before South Sudan&apos;s independence, Sudan ranked 169 out of 187 countries on the UN&apos;s human development index. The rainy season makes it impossible to bring food and other much-needed supplies in by road. &quot;It&apos;s like being on an island,&quot; says Frederic Cussigh, the local head of UNHCR. He says the crisis is so severe the agency has had to carry out tasks it doesn&apos;t usually do, such as improving a road between camps, and hiring customs officials to help charter planes to bring supplies in. The cost of operating in this kind of environment is extremely high. But MSF says the operation in Yusuf Batil needs to be scaled up quickly, or things will get worse. &quot;The next stage is just about as bad as it gets  everyone dying,&quot; says Ottens-Patterson. &quot;It&apos;s that close. We&apos;re at a crucial tipping point.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/aug/20/child-mortality-south-sudan-refugee-camp", 
    "wordcount": "863"
}