{
    "headline": "Ambigrams: the upside down imagery of the artist who inspired Dan Brown", 
    "text": "I&apos;ve been a bit lax with blog posts recently since I&apos;ve been finishing off my next book, a follow-up to Alex&apos;s Adventures in Numberland and Here&apos;s Looking at Euclid, due out in 2014. The publishing event of this year, however, will be the release of the new Dan Brown novel, Inferno, in May. It will be the fourth outing for Harvard symbology professor Robert Langdon, after solving ancient mysteries in Angels &amp; Demons, The Da Vinci Code and The Lost Symbol.  Unfashionable though it may be to admit, I have a soft spot for Langdon  since his name is a tribute to a graphic designer who pioneered a genre of typography beloved of mathematicians.  The real Professor (John) Langdon is a 67-year-old American who in the nineteen seventies co-invented the &quot;ambigram&quot;, a word or sequence of words that conceal some kind of symmetry. The classic ambigram is a word that looks exactly the same when read upside down, like the Sisters Forever in the illustration above. (This is very hard to see on mobile phones or tablets which reposition the screen when you turn it around!) There are many other techniques  such as words that look the same when seen in the mirror:     Image: John Langdon    &quot;For me ambigrams were an expression of a kind of symmetry and balance that I was looking for philosophically,&quot; says John. &quot;Symmetry is such a fundamental part of who we are that we appreciate seeing it.&quot; At around the same time, the American Scott Kim also originated ambigrams, which were popularized by the work of Martin Gardner and Douglas Hofstadter. I absolutely love the playfulness and artistry of ambigrams - you can find many websites devoted to them, with tips on how to draw them. Dan Brown discovered Langdon&apos;s work via his father Richard, a maths teacher, and he initially commissioned Langdon to draw the logo for Angels &amp; Demons, which is an ambigram. Adam P Goucher, an undergraduate at Trinity College, Cambridge has devised some mathematical ambigrams on his blog: These two equations make sense when read like this, or when read upside down:   61  (8 + 8 + 8 + 8 + 8) = (8 + 8 + 8 + 8 + 8)  19  98 x 99  (609 + 6969 + 111) = (111 + 6969 + 609)  66 x 86 The second one is particularly nice since each side adds up to 2013! Adam also came up with the following ambigram made from first order logic, which brilliantly takes advantage of the upside down symbols  and : 0 = 0 v S : A : E : SE ^ 0 = 0 For those unfamiliar with logic, this uses ^ as the symbol for exponentiation and means &quot;0 equals 0, or there exists S, such that there exists A, such that for all E, we have that S times E to the power of 0 equals 0&quot; which is true, since the expression to the left of the &apos;or&apos; is true and the expression to the right is grammatically correct. Adam&apos;s ambigram equations make sense and are the same when upside down. I wonder if there are any equations which also make sense upside down, but describe different equations? The limitations are tight - you can only use digits which are reversible: 0, 1, 6, 8 and 9. I&apos;d love to hear from anyone who has any more examples of nontrivial mathematical ambigrams, or of any word ambigrams they are particularly proud of. If you want to send them to me here, I&apos;ll list the best ones in a future blog post.  The one that I like the most I&apos;ll give a copy of my book when it comes out  or if you cant wait until then, a copy of Dan Brown&apos;s Inferno.", 
    "section": "science", 
    "gid": "science/alexs-adventures-in-numberland/2013/apr/10/mathematics", 
    "wordcount": "615"
}