{
    "headline": "Apple and Samsung urged to make peace by patent trial judge", 
    "text": "A US judge presiding over a high-stakes patent trial between Apple and Samsung suggested that &quot;it&apos;s time for peace&quot; before the jury begins deliberating next week on their verdict. The case also heard from a Samsung designer who was challenged on whether the company was briefed by Google in February 2010 that its early tablet designs looked &quot;too much like&quot; then-newly announced Apple iPad. The designer, Jin Soo Kim, said he was unaware of the briefing. US District Judge Lucy Koh is in charge of the case, where the two companies are suing each other over a variety of design and wireless patents. With time running out for both sides to present and cross-examine witnesses, Koh suggested that the chief executives of Apple and Samsung should speak to each other at least once on the phone before the jury decision. A pre-trial meeting between the two was fruitless, however, and the bitter testimony given at the trial offers little indication that the two sides will come together. Apple accuses Samsung of copying the design and some features of its iPad and iPhone, and is asking for a sales ban in addition to billions of dollars in damages. South Korea&apos;s Samsung, which is trying to expand in the US, says Apple infringed several patents, including some for its key wireless technologies. The US trial is now in its third week. Before the jury was brought into the courtroom on Wednesday, Koh told attorneys for the companies that they had succeeded in raising awareness about the importance of their intellectual property rights. Top executives from both companies had participated in mediation with a US magistrate judge several times. They remained far apart shortly before trial on how they viewed the value of each other&apos;s patents. Koh asked them to explore a settlement once again, noting that &quot;I see risks here for both sides.&quot; Lawyers for both companies told her they would pass along the message. Samsung continued presenting witnesses on Wednesday, including an industrial designer from South Korea who described developing the Galaxy line of tablets. Speaking through a Korean interpreter, Kim said he began working on a tablet in October 2009, months before Apple launched the iPad in January 2010. Kim recounted the rationale behind different design choices for the Galaxy Tab 10.1. The screen, for instance, was set at 10.1 inches both to maximise its size and contain manufacturing costs. &quot;I really enjoy what I do as a designer,&quot; Kim said. &quot;I am proud of what I do.&quot; Asked by Samsung attorney John Quinn whether he copied the designs of any other company, Kim said: &quot;I have not.&quot; Apple attorney Harold McElhinny showed Kim internal Samsung emails, referring to a meeting between the company and Google executives. At the meeting, Google told Samsung executives they should redesign its early tablet because it too closely resembled Apple&apos;s iPad, according to the February 2010 emails. Google created the Android operating system, which runs on the Samsung phones and tablets at issue in the lawsuit. Kim said he did not attend the Google meeting and was not briefed about it by his colleagues. Another Samsung witness on Wednesday testified that a number of patents that Apple is asserting in the case are invalid because of &quot;prior art&quot;  pre-existing examples of methods to carry out the same function. In particular, said Stephen Gray, a patent analyst, two products called DiamondTouch and LaunchTile predated Apple&apos;s demonstration of &quot;pinch and zoom&quot; and &quot;tap to zoom&quot; on the touch-sensitive iPhone screen, invalidating those ones asserted by Apple against Samsung. In cross-examination, Apple&apos;s lawyer asked Gray whether Apple&apos;s patent would stand if the jury felt the magnification used in LaunchTile differed from that in the iPhone. Apple has previously suggested that LaunchTile uses a different zooming method which replaces one view with another, rather than the iPhone&apos;s smooth magnification system. Gray said it would be for the jury to decide. Samsung faces one key challenge unrelated to the strength of its case. The two sides are strictly rationed in time that can be used examining and cross-examining witnesses. Each has been allocated 29 hours, but by the end of Wednesday Apple  which made its case first, and so would be expected to use more time  had used 18 hours and one minute, leaving it about 7 hours, while Samsung had used 22 hours 25 minutes, giving it 2 hours and 25 minutes remaining. That means Samsung, which only began presenting its case this week, will probably have to rest its case on Thursday. The time limit excludes closing arguments. Koh has said there will be no extensions.", 
    "section": "technology", 
    "gid": "technology/2012/aug/16/apple-samsung-patent-trial", 
    "wordcount": "789"
}