{
    "headline": "Dismay at plans to build schools with no future", 
    "text": "One of the &quot;award-winning architects&quot; that Michael Gove wouldn&apos;t have allowed to work on new school buildings (New no-frills school buildings face ban on curves and partitions, 2 October) was ER Robson (1836-1917). He was principal architect of the London Schools Board, responsible for the many buildings that proliferated following the 1870 Education Act, and was engaged by the board precisely because he had observed and understood how architecture contributed to the improvement of educational institutions, not only here but throughout Europe. All the external corners of the 1872 Orange Street School (which Jerwood Space now inhabits) are constructed with rounded bricks, reducing the likelihood of severe damage to youngsters in any playground mishaps. Robson also instituted a formula to maximise available light (hence the huge windows that characterise board schools) and used sound materials, fit for purpose. He was the very epitome of those Victorian values that served the nation. As Gove says, he&apos;s not in the business of &quot;getting any award-winning architects  because no one  is here to make architects richer&quot;. Fair enough: but the richness that architects bring to buildings is something no corner-cutting, ideologically driven Gradgrind will ever understand: the cost of everything  the value of nothing. I suspect that the next generation of no-frills-builds won&apos;t last anything like the 140 years that Robson&apos;s superb buildings have.Richard LeeDirector, Jerwood Space Having been closely involved in academies in the state education sector with the United Learning Trust, in the building sector with built asset consultancy EC Harris, and working in the private education sector with the Independent Association of Prep Schools, I have profound concerns about the school design proposals. The plans appear to constitute building another generation of poor-quality schools which will then have to be torn down in 20 or 30 years&apos; time when they are discovered to be the rubbish that they are. There is absolutely no doubt that the quality of the school environment can enhance and improve the quality of teaching and learning within that school. It is not a substitute for good teaching, but it can improve it quite dramatically. Intelligent architectural design can create robust yet elegant, good-value school buildings which will be rewarding assets for decades to come. It is appalling that ideas such as squeezing space for corridors and ceilings left as bare concrete are being celebrated for their cost-effectiveness, with no thought being given to their lack of sustainability.David HansonChief executive, Independent Association of Prep Schools It is always disappointing when a public servant feels obliged to justify a policy with dubious assertions. Why didn&apos;t Peter Lauener stick to arguments about the affordability within government spending limits of wide school corridors, which improve both movement and sight-lines? Of course, he is right (Squeeze on size for cheap new schools: Corridors, halls and canteens shrunk in government&apos;s design blueprint, 1 October) that the inspiration that comes from good teachers is vital for a successful school, but a well-designed new building can also help transform the quality of learning  as the head of the Education Funding Agency would have been free to say before May 2010.Rob HullChair of governors, Holloway school, London Cutting the size of school canteens is a false economy. As The School Fringe research showed, the reason that take-up for secondary school meals is so low (39%) is not that pupils reject Jamie Oliver&apos;s healthy recipes, but because they hate the long and raucous queues to get into canteens and the cramped conditions once they make it inside. The most common response is to skip lunch altogether. Instead, pupils buy food from the doughnut of shops surrounding schools  snacks on the way in, to eat at morning break, or bags of chips and sweets on the way home. School canteens are not an architectural extravagance, a &quot;frippery&quot;. Shrinking them still further will only drive more pupils away. You cannot cut the size of canteens and still hope to cut the size of children&apos;s waistlines. Reducing schools capital budgets now will guarantee increased healthcare costs on obesity and all its consequences, for a generation ahead.Jack WinklerLondon In my experience over many years as a teacher, corridor width is crucial in the design of schools. If you do not believe me, I suggest you send your journalists to some of our major public schools, and also to the most troubled of our state schools. I think they will provide evidence that size does indeed matter.Fred LittenCroydon Peter Lauener advises: &quot;If you have shares in atriums, sell.&quot; If the picture of the &quot;standard&quot; Welsh school on page9 is anything to go by, would it be good advice also to invest the proceeds in your nearest flat-roof-repairs contractor or, failing that, in a bucket-maker? Thereis a reason why new-build primary schools in this area all have pitched roofs.Keith PotterGunnislake, Cornwall Don&apos;t worry about the &quot;Squeeze on size for cheap new schools&quot;. Under this government, the kids will be shrunken,too.John BarkerChesterfield I note that fish are getting smaller as a result of global warming (Report, 1 October). Does Michael Gove hope that the same might happen to school pupils?Richard StainerBradfield St George, Suffolk", 
    "section": "education", 
    "gid": "education/2012/oct/02/dismay-plans-build-schools-no-future", 
    "wordcount": "878"
}