{
    "headline": "The plovers' convulsive dreads, when the flock rises as one, are astonishing", 
    "text": "Because we have so drained the English landscape of any danger to ourselves, I think we can overlook how potent a factor fear is in the lives of animals. At our parish, where peregrines and harriers are constantly back and forth on patrol, the flocks of lapwings and golden plovers often seem to spend their entire days merely standing and almost without activity. Yet come darkness and the moon&apos;s rise the birds zigzag across the fields on those broad, strangely creaking wings to feed in its protective pale glow. You realise that daylight is all about vigilance and security, while night is the time to feed. The natural accompaniment to all their standing and watching are the plovers&apos; weird convulsive dreads when, almost like an electric current, fear flushes over the whole flock and launches it skywards. Often one cannot find any genuine cause for these hair-trigger responses. Yet the simultaneity of it is astonishing, as is the beautifully co-ordinated sweep and flow of their movements. The dreads&apos; impact upon the human senses and imagination is presumably similar to its effect on any predator. The viewer is at once mesmerised but confused by the manner in which so many different animals pool and sway as one. In fact, it so perplexed early ecologists that some even wondered if the birds were not capable of thought transference. What we overlook perhaps is the rehearsals. Over thousands, and probably millions of years, natural selection has favoured those birds with an ability to bury their identities within, and match precisely their movements to, the actions of neighbours. Each generation slowly, cumulatively passed on the advantageous genes but we forget the ragged processes and see only the flock&apos;s fine-honed machinery. It is strange to think that as we observe the amoeba-like globe of lapwings wheel and swerve in fantastic unity, we are connected to the instantaneous rush of their nerves and to the ancient time from which such wild perfection has been sculpted.", 
    "section": "environment", 
    "gid": "environment/2013/jan/06/claxton-norfolk-convulsive-dreads-flock-astonishing", 
    "wordcount": "329"
}