{
    "headline": "Two hours' homework a night linked to better school results", 
    "text": "Spending more than two hours a night doing homework is linked to achieving better results in English, maths and science, according to a major study which has tracked the progress of 3,000 children over the past 15 years. Spending any time doing homework showed benefits, but the effects were greater for students who put in two to three hours a night, according to the study published by the Department for Education. The finding on homework runs counter to previous research which shows a &quot;relatively modest&quot; link between homework and achievement at secondary school. The academics involved in the latest research say their study emphasises what students actually do, rather than how much work the school has set. Pam Sammons, a professor of education at Oxford University, said that time spent on homework reflected the influence of the school  whether pupils were expected to do homework  as well as children&apos;s enjoyment of their subjects. Sammons said: &quot;That&apos;s one of the reasons Indian and Chinese children do better. They tend to put more time in. It&apos;s to do with your effort as well as your ability. &quot;What we&apos;re not saying is that everyone should do large amounts, but if we could shift some of those who spend no time or half an hour into [doing] one to two hours  one of the reasons private schools&apos; results are better is that there&apos;s more expectation of homework.&quot; The study controlled for social class, and whether pupils had a quiet place in which to do their homework, but still found a benefit, Sammons said. The research was conducted by academics from the Institute of Education, Oxford and Birkbeck College, part of the university of London. It has tracked around 3,000 children from pre-school to the age of 14. It also finds that students who reported that they enjoyed school got better results. &quot;This is in contrast to findings during primary school where &apos;enjoyment of school&apos; was not related to academic attainment,&quot; researchers said. Schools could ensure children had a better experience by improving the &quot;behavioural climate&quot;, making schoolwork interesting and making children feel supported by teachers, Sammons said. The research shows that working-class parents can help their children succeed &quot;against the odds&quot; by having high aspirations for them. Children who did well from disadvantaged backgrounds were backed by parents who valued learning and encouraged extra-curricular activities. &quot;Parents&apos; own resilience in the face of hardship provided a role model for their children&apos;s efforts,&quot; the research says. The study underlines the importance of a good primary school. Children who attended an &quot;academically effective&quot; primary school did better at maths and science in later life. The study did not find a link with performance in English. Ministers have scrapped guidelines setting out how much homework children should be set amid criticism that it can interfere with family life. Under the last government, guidance was issued to all schools recommending they have a policy on homework. The guidelines suggested children aged five to seven should be set an hour a week, rising to half an hour a night for seven- to 11-year-olds. Secondary schools were encouraged to set up to two and a half hours a night for children aged 14-16. Scrapping the guidelines frees headteachers to set their own homework policy, the government says.", 
    "section": "education", 
    "gid": "education/2012/mar/29/homework-linked-better-school-results", 
    "wordcount": "563"
}