{
    "headline": "The jay, midwife of the forest", 
    "text": "Just after I planted the onions in our allotment I started to find new excavations all along my neat rows. Sifting through the soil, I came across a secondary sowing  of acorns. Almost daily for the past month I&apos;ve seen the culprits, passing repeatedly across the skies with that strangely faltering flight pattern. They belong to the species WH Hudson called the &quot;British bird of paradise&quot;, the European jay. It is strange that western society has such a downer on corvids, to which family jays belong, because they are truly the birds with the deepest work ethic. Every autumn the average jay plants 5,000 acorns to retrieve as food in the winter. I&apos;m a direct beneficiary of this avian providence because I have a single magnificent oak on my marsh. About a century ago an acorn somehow made its way from the nearest parent tree, hundreds of metres across the intervening ground, and came to rest in the dark peat of Blackwater Carr. I can easily imagine who was the delivering &quot;midwife&quot;. The European jays are impressive for their labours, but what about their nutcracking cousins spread across Eurasia? Each is thought to cache 100,000 seeds, but retrieves only about a quarter of these in the subsequent months. In North America the scrub, pinyon and Steller&apos;s jays are all avid tree-farmers and often specialise in favoured species. Even the blue jay, whose slaughter Atticus Finch approved in To Kill a Mockingbird, would be approved in most US pulpits, if only the minsters knew what an honest, industrious bird it really is. One blue jay was recorded to plant 100,000 beech nuts in one month. Perhaps the best way to rehabilitate the crow family is to promote a vision of these wonderful birds ata hemispheric level. They are the great keepers of the northern forests and are busy now husbanding that vast carbon-rich landscape in its millennial journey north as climate change begins to bite.", 
    "section": "environment", 
    "gid": "environment/2012/nov/11/jay-midwife-of-the-forest", 
    "wordcount": "333"
}