{
    "headline": "How to choose a school: by teachers for parents", 
    "text": "I know from bitter experience that appearances can be deceptive. I taught in a school, high in the league tables, which had seemed great when I visited: quiet classes and happy staff. When I started teaching there, I realised I had been shown the few classes that were well-behaved, the &quot;happy&quot; staff were leaving in droves and bullying was endemic. I was really annoyed with myself for believing the propaganda of the senior management and not doing more research. How can you tell the difference between a school&apos;s public and private face? Here are some tips for prospective parents from those who know The nitty gritty What to look for in Ofsted reports &quot;The most recent Ofsted report will give you a snapshot of the school and some of its strengths and weaknesses, but it may be several years out of date. Have a look at the previous report to see if the school has progressed between inspections.&quot; Sarah Kerr, teacher  &quot;Read but don&apos;t necessarily just go by Ofsted. One of my children went to an outstanding school that just could not cope with his deviance!&quot; Daniela, literacy teacher, Cambridgeshire  &quot;The most important part of the Ofsted report is the targets it sets for a school; these tell you about its weaknesses and the things it needs to improve upon most. Ask about these targets.&quot; Gill, teacher, Kent  What to look for in the league tables &quot;Avoid selecting the school just because it is top of the tables  there are many more nuanced factors at work. Often results that determine league-table placing are a self-fulfilling prophesy; for example, if the school is selective by ability, it will fly high in academic league tables. This does not necessarily mean that such a school has the right climate for your child.&quot; Alex Quigley, teacher at Huntington secondary school, York &quot;Look at the long-term academic profile of the school and not just one year&apos;s results. Does the school have a history of academic success? Is it moving upwards, or downwards?&quot; Andrew Millar, team leader, English and drama, Dr Challoner&apos;s grammar school, Amersham, Buckinghamshire  Parents&apos; homework What to look for at the open day &quot;Is the tour &apos;access all areas&apos;? To me it should start with a simple, &apos;Is there anywhere in particular you&apos;d like to go?&apos; and go everywhere!&quot; Mark Creasy, teacher  &quot;Go to the school open day and have a tour ... but bear in mind: this is as good as the school ever looks.&quot; Vic Goddard, headteacher of Passmores academy (star of Channel 4&apos;s Educating Essex) &quot;Are there pupils involved in the open day? Are they polite and articulate, are some of them from the younger year groups? Ask them what they think of the school. This is useful if some are year 7 or 8 as their experiences will be similar to your child&apos;s.&quot; Sara Kerr, teacher  Killer questions to ask the head &quot;Ask if he/she knows the name of every child.&quot; Emma, primary teacher, Yorkshire &quot;What is the staff turnover every year? If more than a third of the teachers are leaving, alarm bells should be ringing. This could mean an unhappy atmosphere. And it&apos;s worth finding out how many supply teachers are currently being used to fill staff absences.&quot; Chris, teacher, London &quot;Ask how many children have been excluded in the past year, and what for? If fixed-period exclusions (ie not permanent) in a secondary school amount to more than 10% of the school population, you should be concerned, or 1% in a primary school.&quot; Dave, business studies teacher, Surrey  Killer questions to ask teachers and pupils &quot;Ask teachers: would you send your own children to this school? They are unlikely to say No, but watch how much they fidget when they reply.&quot; Tanya, teacher, Yorkshire  &quot;Ask students what levels they are working at and what they need to do to improve. If they don&apos;t have a clue, beware.&quot; Jane, teaching assistant, London &quot;Ask children what happens to bullies and badly behaved pupils. This will give you an idea of how much of a problem behaviour is.&quot; Pete, design and technology teacher, Essex  &quot;Ask students how often their books are marked and whether they understand or can read the teachers&apos; comments.&quot; Alison, history teacher, London &quot;Ask them what subjects they like/dislike and why. This may reveal a lot about some of the teaching.&quot; Henry, languages teacher, Manchester Your other spies: who else to talk to &quot;Parents are an obvious source, but also visit local shops  they tell you a lot. Talking to teachers at other local schools can reveal some home truths as well. I&apos;ve always done this as a candidate for a job at schools.&quot; Mark Creasy, teacher Things that really matter How seriously does the school take bullying? &quot;If the head says there is no bullying, they have it wrong and you may want to look at another school. It really is that important. You want to know how it is prevented and what action is taken when it does happen.&quot; Vic Goddard, headteacher &quot;Look at the school&apos;s bullying policy and then ask teachers and pupils what the policy is. If they don&apos;t know, be wary.&quot; Wesley, PE teacher, Midlands Is the headteacher effective? &quot;Find out what the headteacher stands for/believes in by working out what his or her core values are: does he or she really care about the pupils? Look for evidence of this around the school. Check out how staff talk about the head and his/her values, and pupils, too. Gordon Bamber, senior teacher, Southend, Essex Does this school care about each child? &quot;Are children given a locker to put their stuff in? Do the children know who to speak to if they are unhappy?&quot; Ali, maths teacher, Staffordshire &quot;Do the children give the impression of being happy and loving every brick of their school?&quot; Russell Hall, teacher &quot;When visiting the school, make sure you see a break/lunchtime and judge how the children are playing and interacting  lunchtime is good for this, especially for seeing how the staff interact with the children. Do they all sit on one table, or engage with the children?&quot; Mark Creasy, teacher &quot;Find out how closely the pupils&apos; views of the school match the staff&apos;s views.&quot; Gordon Bamber, teacher &quot;A good indicator is the range of clubs and activities on offer outside the classroom. If teachers care, and are passionate about their subject, they will find ways to offer enrichment.&quot; Hannah Parsons, English teacher Are the teachers happy? &quot;Ask about the rates of staff sickness and turnover. Ask how many are on long-term sickness. Find out if teachers are covering lots of lessons. If so, there&apos;s usually a serious problem in the school.&quot; Ingrid, special needs teacher, Essex Does the school have stable leadership?  A prolonged period of leadership instability can be an indication that something is preventing heads from staying (or applying). It could mean the school does not enjoy the support of the community, for example. Whatever the reason, it is worth investigating.&quot; Shane Rae, governor How is behaviour really? &quot;Check the exclusion figures. If there are a lot of fixed-period exclusions for disruptive behaviour, then this suggests behaviour might be a real problem.&quot; Ken, science teacher, London &quot;Look carefully to see if there is graffiti on the desks, and the general fabric of the buildings. Does the furniture look like it&apos;s been treated badly?&quot; Janice, art teacher, Midlands  Good signs to look out for &quot;Talk to the office staff and the head&apos;s PA and find out how nice they are. It says something about the school, and they are the people you&apos;ll talk to on a day-to-day basis about things like dinner money, school trips etc.&quot; Jenny, English teacher, London &quot;Does the school hold events/classes that involve people outside the school? A successful school is integrated with the community around it.&quot; Shane Rae, teacher &quot;Look at the walls: are they full of colourful children&apos;s work? This is a sign that pupils&apos; efforts are really valued. Is the display of a good quality, mounted with care or just pinned up randomly, or dog-eared?&quot;  Chris Chivers, teacher  Signs that should ring alarm bells &quot;Visit the students&apos; toilets  the state of them shows how much the school really cares about the kids.&quot; Vic Goddard &quot;Look at the local press to see if any disasters have happened recently such as bad accidents, or local people complaining about poor behaviour etc.&quot; Yasmin, inner-city teacher, London &quot;Beware of glossy publications; they could mean too much money spent on advertising.&quot; Chris Chivers, teacher and former headteacher  Francis Gilbert&apos;s Working The System  How To Get The Very Best State Education for your Child is published by Short Books", 
    "section": "education", 
    "gid": "education/2012/sep/17/schools-teachers-tips-for-parents", 
    "wordcount": "1527"
}