{
    "headline": "Huge scale of UK's 'dash for gas' revealed", 
    "text": "The amount of power expected to be generated from gas by 2030 has quadrupled in the last year, according to official projections that will infuriate green campaigners who are demanding greater use of renewable energy sources. They claim that the statistics, buried in recently published government documents, will leave the country unable to meet its carbon emission targets. The figures will reinforce the sense that chancellor George Osborne is winning his battle to downgrade the role of green energy in favour of a dash for gas. The coalition is divided over energy policy, with Osborne favouring a major increase in gas use, promising generous tax subsidies to the shale gas industry at last month&apos;s Tory party conference. The Liberal Democrats want greater emphasis on renewable energy. The chasm was laid bare last week when Tory energy minister John Hayes declared &quot;enough is enough&quot; over onshore windfarms, only to be slapped down within hours by Lib Dem energy secretary Ed Davey. Data from the department of energy and climate change show the amount of power being generated from gas by 2030 leapt from 8GW in its 2011 projections to 31GW in the same projections 12 months later. The data also show that, as it stands, the carbon targets for the 2020s  called the fourth carbon budget  will be broken. Less than a tenth of the gas power is projected to have carbon capture and storage technology fitted to trap and bury carbon dioxide emissions. The revelations come as the coalition&apos;s all-powerful &quot;quad&quot;  David Cameron, George Osborne, Nick Clegg and Danny Alexander  prepare to meet again this week to hammer out a deal on the government&apos;s delayed energy bill, which will set out the UK&apos;s energy sources for decades. The last meeting failed to agree after discussion was dominated by an impromptu pledge from Cameron to legislate to force energy companies to give customers the lowest tariffs. The continuing uncertainty has led the energy industry to warn that billions of pounds of investment in the economy may be lost. &quot;The idea that unabated gas is a long-term solution is mistaken,&quot; said Tim Yeo, the Conservative MP and chairman of the energy and climate change select committee. &quot;There is a significant risk in being very dependent on gas in the 2020s because the world price may be much higher than it is now.&quot; Caroline Flint, Labour&apos;s shadow energy secretary, said: &quot;There is a real risk the government&apos;s dash for gas will blow a hole through our climate change targets, undermine investment in clean energy and leave households vulnerable to price shocks and rising energy bills.&quot; But Davey said: &quot;We need more gas-fired power stations to keep the lights on, but the vast majority of this will be to replace old polluting plants. It will be alongside new nuclear, CCS [carbon capture and storage] and the continued deployment of renewables, and it will under no circumstances be allowed to jeopardise our legally binding carbon budgets.&quot; An energy department spokeswoman said: &quot;The projections only take account of policies for which funding has been agreed.&quot; The Observer has also learned that subsidies for new gas plants are very unlikely to be limited in the way that support for renewables is capped by Treasury rules. The so-called capacity mechanism compensates gas plants for operating intermittently as back-up for increasing amounts of wind and solar power. Ministers believe capacity payments are crucial to keeping the lights on and that a limit would be unworkable. David Kennedy, chief executive of the Committee on Climate Change, the government&apos;s official advisers, said a capacity mechanism was needed: &quot;But you have to be very careful about its ambition. You don&apos;t want this to trigger a [major] dash for gas and less low carbon investment.&quot; The CCC has warned that extensive use of gas was &quot;incompatible&quot; with carbon targets and could therefore not be government policy. Friends of the Earth energy campaigner Guy Shrubsole said: &quot;Ed Davey has been caught writing a blank cheque to the gas industry. With the impacts of climate change becoming ever more obvious, this is precisely the wrong time to be committing public money to new fossil fuel investment.&quot; Last week, when appearing before the energy committee, Hayes declined to confirm that the government would meet a coalition commitment to develop four carbon capture storage demonstration plants. CCS is seen as crucial if the UK is to balance its backing for gas with environmental commitments. &quot;The government committed to supporting four CCS projects,&quot; said Labour&apos;s shadow energy minister, Tom Greatrex. &quot;Yet this week&apos;s announcement on CCS made no commitment to any support to the four projects.&quot; Privately, some in government think spending billions of pounds on the four plants would be difficult to justify in the current economic climate. But Stuart Haszeldine, professor of carbon capture and storage at the University of Edinburgh, said it was important that all four schemes went ahead. Jeff Chapman, chief executive of the Carbon Capture &amp; Storage Association, said: &quot;To select less than four projects will deal another devastating blow to investor confidence.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/nov/03/uk-dash-gas", 
    "wordcount": "867"
}