{
    "headline": "The Friday question, jubilee special: the best video game royalty", 
    "text": "As you may just have noticed, the Queen&apos;s diamond jubilee celebrations begin on Saturday. We can all prepare for three days of Union flag-waving fun  except those of us who are going to E3, of course. Anyway, never let it be said that the video game industry is unpatriotic. For example, Cambridge-based developer Jagex is hosting an online street party in its massively multiplayer game, Runescape. On 2 June, players will get to feast on cream teas and fish suppers while watching a procession by a virtual Queen. There will also be suitably majestic souvenirs and treasures to collect  including corgis! Here&apos;s a video of what Runescape fans can expect:            Meanwhile, EA has created a special Sims 3 celebration video, showing the Queen celebrating with her family  all represented as Sims characters. Have a patriotic look:            After all that, you&apos;re no doubt swelling with jingoistic pride and regal admiration. So let&apos;s keep that feeling alive by asking this weekend&apos;s crucial questions  which have been the finest ever video game monarchs? Kings and queens have, of course, been a crucial element of fantasy adventures, and we no doubt all have our favourite pixelated prince regents. So, let&apos;s enter the world of &quot;virtual royalty&quot;. Here are three of my favourites to get you started. King of All Cosmos (Katamari Demacy)      Resplendent in blue robes, tight red leggings and enormo-tube head gear, the King of all Cosmos is the mad, capricious task master of Namco&apos;s wonderful Katamari series. Having destroyed most of the universe in a drinking binge, he sets his son the task of repairing everything. &quot;Sending Things to Earth  trees... elephants... hopes... dreams...,&quot; he says in the best speech our Queen never gave. Princess Peach (Super Mario Bros series and more)      A raging super nova of pink, Princess Peach is the constantly imperiled monarch of Mushroom Kingdom. Peach is a regular cast member in the Super Mario series, but she has also starred in her own eponymous adventure, Super Princess Peach on the Nintendo DS, in which the traditional roles are reversed and she must rescue a kidnapped Mario. Soooo pink. Queen Myrrah (Gears of War)      The pitiless ruler of the Locust hordes, Myrrah is curiously non-monstrous in form and highly reminiscent of the gloopy Borg queen in a lot of ways. She&apos;s also the buzzing doubt in Marcus Fenix&apos;s ear throughout the adventure, a reminder that, in many ways, the human and locust civilisations are not so different. Okay, over to you, let us know your favourite video game rulers!", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jun/01/games-gameculture", 
    "wordcount": "424"
}