{
    "headline": "Why non-communicable diseases must be part of any new development goals", 
    "text": "Poverty and non-communicable diseases (NCDs)  the four main ones being cancer, cardiovascular disease, chronic respiratory disease and diabetes  feed off each other in a vicious cycle. NCDs and their risk factors worsen poverty, while poverty contributes to rising rates of NCDs, posing a threat to sustainable development. Global trends in population, consumption, migration and urbanisation accelerate the NCD pandemic. Recent decades have seen the rise of &quot;megacities&quot;, with 10 million or more inhabitants, and it is estimated that 7 billion people, equivalent to the population of the world today, will be living in cities by 2050. These megacities  with all the traffic, overcrowding and unsanitary conditions that accompany them  are the perfect breeding ground for NCDs. Limited access to healthy food, opportunities for physical activity and poor air quality increase the risks of cancer, chronic respiratory disease, type 2 diabetes and cardiovascular disease. As more people are drawn to urban areas, NCDs will only get worse. In 2000, world leaders drafting the millennium development goals (MDGs) addressed many of the great development challenges, but they made one serious mistake: they omitted any mention of NCDs, which together cause nearly two out of three deaths in the world (80% of those in developing countries). As the CEOs of the leading advocacy organisations fighting two of those NCDs, we believe this omission has resulted in a double whammy to NCDs  no attention, no funding  despite the fact that NCDs are overwhelmingly a poverty issue and related to all eight MDGs. &quot;What gets measured, gets done,&quot; says World Health Organisation director general Margaret Chan. But NCDs are not getting measured and therefore not &quot;getting done&quot;. Human health contributes to, benefits from and measures our progress towards a sustainable future, and it is intuitive that sustainable development cannot be achieved without focusing on health. However, since NCDs account for so many global deaths, it is equally true that health cannot be achieved without focusing on NCDs. Fortunately, the world now has a golden opportunity to correct the 2000 oversight. With the MDGs due to expire in 2015, there is much discussion about a set of post-2015 &quot;sustainable development goals (SDGs)&quot;. What should the SDGs look like? Increasingly, there is acceptance that they must include NCDs. Over the past two years, we have seen a breakthrough in political recognition of these diseases. The 2011 UN high-level meeting on NCDs unanimously passed a political declaration calling NCDs &quot;one of the major challenges for development in the 21st century&quot;, and describing &quot;a vicious cycle whereby NCDs and their risk factors worsen poverty, while poverty contributes to rising rates of NCDs, posing a threat to public health and economic and social development&quot;. In June 2012, the outcome document of the Rio+20 conference on sustainable development acknowledged that &quot;the global burden and threat of NCDs constitutes one of the major challenges for sustainable development in the 21st century&quot;. In its June 2012 report, the UN task team on the post-2015 development agenda recognised that the MDGs did not adequately address the increase in NCDs and identified them as a &quot;priority for social development and investments in people&quot;. At last, the threat of NCDs to sustainable development has received significant political acknowledgement. But what&apos;s next? We need NCDs, and appropriate measurable targets, to be included in the next iteration of the MDGs. At the World Health Assembly in May, governments took the bold step of committing themselves to reducing preventable deaths from NCDs by 25% by 2025. That is a promising start, but more is needed. If we do nothing, all the progress we have made towards the MDGs will be wiped out: we will educate children, give them safe water and protect them from Aids and malaria, only to see them die from NCDs. Sustainable development will not happen unless we address NCDs. They need to be part of the post-2015 sustainability development goals. Only then can we build the future we want  a healthy future for people and the planet.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/sep/11/non-communicable-diseases-development-goals", 
    "wordcount": "679"
}