{
    "headline": "Lack of political consensus is stifling green investment in the UK", 
    "text": "Billions of pounds of investment in renewable energy is waiting to flow into the UK energy sector. Will the energy bill, published on Thursday, unlock it? Vestas is the world&apos;s leading manufacturer of wind turbines. We know what is needed to drive investment and what stymies it. Political consensus matters. Investors were beginning to seriously doubt the government&apos;s willingness and ability to deliver a workable energy policy for the UK. Last week&apos;s disclosure of details in the bill demonstrated that agreement can be secured. It will give confidence to companies to continue with their planned investments. While final investment decisions for projects supported under the new scheme are unlikely until the arrangements are in place, clarity over the framework means there will at least be projects ready to sign once the scheme is ready. By 2020, around 30% of the UK&apos;s electricity will come from renewables, with wind contributing the majority of that. Vestas therefore sees considerable potential for the UK wind industry. We are forging ahead with the development of game-changing new offshore wind technology. The prototype of our new 8MW offshore turbine is due to be installed in early 2014 and the 80m blades will be tested in the UK in our state-of-the-art technology centre on the Isle of Wight. Consumers also see the UK&apos;s potential for renewable power. Vestas&apos; 2012 global consumer wind study showed 80% of UK consumers wanted to see more renewables in the energy mix compared to only 6% wanting more fossil fuels. Over three quarters were concerned about the UK&apos;s dependency on imported fossil fuels. The government&apos;s transparency over the cost of supporting low-carbon investment is therefore extremely important. Yes, there is a cost to investment, but the important issue is whether that investment delivers good value for consumers. Support for all low-carbon investment, including nuclear, is estimated to be under 100 per household in 2020. This is extremely good value, even without taking account of savings achievable though increased energy efficiency. The wind sector must not shy away from the debate on costs. Ultimately wind has to be economic without any support in the long term. We firmly believe it can be. Power prices are already rising due to increases in gas and carbon prices, that trend is likely to continue over the long term, while the cost of wind has the potential to fall over the medium term, with significant reductions possible offshore. Realising potential cost reductions requires a stable market and regulatory regime; the UK has perhaps been the antithesis of this over the past year. The failure to establish a firm 2030 power sector carbon cap prolongs uncertainty for the supply chain where investment time horizons extend well beyond 2020. This is a significant missed opportunity. It is, however, helpful that the need for a 2030 power sector target has been recognised, as has the importance of the energy mix to facilitating the 2050 carbon targets at least cost. Wind will have a huge role to play in delivering both of these. The need for political agreement over the energy bill is important, but broader political agreement over the increased use of wind energy in UK is needed. Over the past year, the onshore wind sector has been politically vilified. Such attacks add to the political risk attributed to the entire UK wind industry. There is a common misunderstanding that it is possible to be vehemently anti-onshore wind while promoting the development of offshore wind. That is not the case. There is one wind industry in the UK, with largely the same developers, financiers and manufacturers operating across both the offshore and onshore environment. Offshore investors witnessing the attacks on the onshore sector are left wondering if they might be next. Political consensus needs to give confidence across the whole wind sector. I look forward to the publication of the energy bill. I am confident the detail of the legislation can work; that it can deliver the investment in new low-carbon infrastructure the UK needs. The UK has secured the attention of potential investors from across the world. Investment in the offshore sector is due to ramp up dramatically over the next few years. With the eyes of international investors on the UK market; now is the time to show it can deliver.  Ditlev Engel is CEO of Vestas Wind Systems AS", 
    "section": "environment", 
    "gid": "environment/2012/nov/29/lack-political-consensus-stifling-green-investment", 
    "wordcount": "724"
}