{
    "headline": "University Awards: supporters", 
    "text": "HEA      The Higher Education Academy (HEA) is a national body for learning and teaching in higher education. We work with universities and other higher education (HE) providers to bring about change in learning and teaching.We do this to improve the experience that students have while they are studying and to support and develop those who teach them. Our activities focus on rewarding and recognising excellence in teaching, bringing together people and resources to research and share best practice, and by helping to influence, shape and implement policy  locally, nationally and internationally. QAA      The Quality Assurance Agency for Higher Education (QAA) is an independent body and registered charity. QAA protects the academic standards of UK higher education and works with the higher education sector to improve the quality of students&apos; learning experience. It regularly reviews UK universities, colleges and other providers, and publishes its review judgements. QAA advises government on degree awarding powers and the right to be called a university. It regulates the access to higher education diploma, and is one of the bodies designated to carry out educational oversight reviews for providers seeking to recruit international students. Leadership Foundation      The Leadership Foundation provides a dedicated service of support and advice on leadership, governance and management for all the UK&apos;s universities and Higher Education colleges. Open University      The Open University is a world leader in modern distance learning, the pioneer of teaching and learning methods which enable people to achieve their career and life goals studying at times and in places to suit them. Marketing partners            Photograph: guardian.co.uk          Photograph: guardian.co.uk          Photograph: Guardian          Photograph: Guardian          Photograph: guardian.co.uk          Photograph: ATL  ", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/2012/aug/24/university-awards-supporters", 
    "wordcount": "257"
}