{
    "headline": "'It's frenzied, like a scrappy kid': can robots clean my house?", 
    "text": "The future is a funny place to live. A few years ago, I bought a lamp controlled by Wi-Fi. No more getting up and switching things on for me! I thought, smugly. It was only once Id bought the lamp that I realised how tedious it is to get your phone out, unlock it, swipe through to the right app, open it, select the correct lamp and switch it on every evening. So I struck upon a brilliant plan. I saw a Kickstarter for a physical button that links to your phone via Bluetooth and connects to Wi-Fi-enabled objects. I bought that, too, hooked it up to the lamp and stuck it on my wall. Look at this! I told my wife. Now I can turn it on without using my phone. Congratulations, she said. You just spent 200 on a light switch. Since then weve seen great progress in the world of home robotics, but is any of it actually life-improving? I decided to find out. Test 1 Sen.se Mother home and family monitoring system I have never read the robot marketing rule book, but I suspect page one simply contains the words Do not call your robot Mother. Because thats creepy, isnt it? Its Norman Bates. Its stifling and overprotective. If theres a robot called Mother, then what does that make you? Is that what the robots want us to think: that were all useless babies? Worse still, Mother is a vaguely matryoshka-looking thing with a light-up face. You know its working because it smiles at you. Two eyes and a mouth light up and leer at you in an unbroken rictus grin, day and night. During the testing phase, I found myself becoming more uneasy as evening approached, simply because I couldnt stand the thought of my living room being lit solely by the sinister glow of Mothers monstrous grimace. Why am I telling you what Mother looks like, rather than what it does? Simple. Its because Im still not entirely sure. Its the centrepiece of a range of keyring-sized sensors that you can use in any way you want. According to Mothers website, it will help you feel better, gain peace of mind, know yourself and your environment and make life easier, but that all sounds like meaningless marketing hooey. Basically  and Im still only 75% sure Im getting this right  it monitors everything you do. Want to know how much you move about each day? Put a sensor in your pocket, and itll track you. Want to know if your flatmate keeps going into your bedroom when youre out? Put a sensor on the door, and youll get a text every time it opens. Want to see if anyone in your house is better at brushing their teeth than you, because youre some sort of psychopath? Put a sensor on everyones toothbrush, and itll measure the duration and regularity of everyones toothbrushing activity, and then rank you. Want the Mother unit to make a weird noise whenever your kid plays with a specific toy, for no reason whatsoever? It does that, too, as well as solving all manner of other shriekingly mundane non-problems around the house. I did many of these things (except the toothbrushing thing, because Im an adult) but kept running into the same problem. Why? Why was I doing this? Why did I need to collect data about how much I move, or what happens when Im not here? I dont need a robot to tell me how well Ive been sleeping, because Im a normal person with a functioning perception of my own tiredness. And even its more useful functions, such as telling you when to take your medication, can be performed for free with the alarm settings on the phone you already own. Everything about Mother feels superfluous, apart from its nightmarish, unblinking, illuminated face, which is just upsetting. So if endlessly cataloguing your life into meaningless, context-free piles of data is your thing, buy Mother. If it isnt, and Im pretty sure it isnt, dont. 199. A grinning doll that knows everything about you  Test 2 Ecovacs Winbot W930     Ecovacs Winbot W930: You do not want to have it switched on if the vicar is coming over for tea. Photograph: Clemens Ascher for the Guardian    In 2013, Ridley Scott directed a film called The Counsellor. Despite the talent involved  Scott behind the camera, Michael Fassbender and Javier Bardem out in front, script by Cormac McCarthy  the film was a commercial and critical failure. One scene, however, has lived on; the one in which Bardem recounts an occasion when a knickerless Cameron Diaz performed an obscene act on his Ferraris windscreen. Why am I telling you this? Its because I had the misfortune of operating the Ecovacs Winbot from inside my house while it cleaned my front window. But well come to that momentarily. I hate the Winbot. In theory, its great. Its a large, heavy, suction-powered robot thats supposed to crawl all over your windows until they sparkle. In practice, it is a monumental pain in the arse. For starters, it requires a constant connection to a power source, which not only means youll have cables trailing through your house, but also that you cant clean anything too far away from a plug socket. Then theres the set-up, which requires the application of a cleaning cloth and a specific fluid right before you switch it on, preventing you from operating it from afar. If you have a regular-sized bay window, the whole thing becomes impossible to use: its turning circle is so great, it leaves a grubby line of dirt around the edges. Even if you take charge, overriding the automatic setting by using the remote control, it squeals and whines so alarmingly that youll end up yanking it off the window and taking it indoors before the neighbours think youve got a secret sex dungeon. Which brings me to how it looks from the other side of the glass. Its like a specific type of borderline-illegal Japanese pornography or, possibly, feeding time at the aquarium. You do not want to have the Winbot switched on if the vicar is coming over for tea. Bardem said of Diazs car abuse in The Counsellor that, When you see something like that, it changes you. I know how he feels. Perhaps (and this is a big perhaps) if we lived in a place that had bigger windows, the Winbot would make a little more sense. There are YouTube videos of it doing great work on patio doors, for example. We do have spotless windows now. But this is because, in a fit of anger, I tore off Winbots cleaning cloth and wiped them with it, using my own hands, like a caveman. 249. Like your human window cleaner, but more expensive and worse  Test 3 Grillbot Automatic Grill Cleaning Robot      Grillbot Automatic Grill Cleaning Robot: Its a terrier of a thing, a trapped chinchilla. Photograph: Clemens Ascher for the Guardian    Last summer, I decided wed have a family barbecue every weekend. In the end, we only had one, because I forgot that barbecues are expensive and disappointing and, if youre the schmuck who ends up doing all the cooking, extremely boring. My barbecue grill was dirty back then, so it pretty much borders on toxic waste a year later. Its blackened and lumpy and, I thought, doomed for the scrapheap. But the Grillbot promised to change that. Let me explain the Grillbot to you. Its a tiny circular robot, covered in rotating wire brushes. You pop it down on your barbecue, close the lid and let it do its business. However, where the Winbot is slow and methodical, this is absolutely frenzied. Its a terrier of a thing, a trapped chinchilla. Its a wasp in a jar, pinging about as fast as it can like a firework in a metal dustbin, bashing the dirt off the grill with sheer blunt force trauma. And, oh God, its noisy. All this makes the Grillbot especially easy to like. Its so erratic, you can easily project a personality on to it: its a scrappy kid, an overexcited toddler. I would love the Grillbot, were it not for the fact that it didnt actually clean my grill very well. It has three settings  10 minutes, 20 minutes and 30 minutes  and even after half an hour of cleaning, it had only really scrubbed away at the top half of the grill. This is by design, since the Grillbot lacks the capability to clean the underside, but its still less than ideal. The only way to solve it is to flip the grill and set it to work all over again. But that would mean subjecting everyone in the neighbourhood to a full hour of its berserk clanging, and even Im not inconsiderate enough for that. So I opted for plan B: taking the barbecue to the skip and cooking everything in an oven like an adult instead. Humanity 1, Skynet 0. 99. A charmingly boisterous barbecue cleaner  Test 4 Haverland SmartWave Self-Learning Radiator My heart sank when the SmartWave arrived. Partly because it was a radiator, and nobody in the history of the English language has managed to write entertainingly about radiators, but mainly because it arrived during the hottest summer in a decade, which isnt the greatest time to test a product that makes your house warmer. Still, here goes nothing. The SmartWave feels like a next-generation piece of kit. Its an electric radiator with an infrared sensor. Over a week, it monitors and registers all movement around it, slowly piecing together a picture of how and when each room is used. It then uses this information to switch itself on and off automatically. For instance, I start work at 6am. Over the course of its first week, the SmartWave grew to learn this, and started to heat my office at 5.30, to make it nice and toasty when I stumbled in each morning. In order to know it was working, I had to set it to a temperature warmer than the already quite warm ambient temperature of the room, which meant I had to spend the bulk of August eating Calippos naked in front of a fan; but thats hardly the SmartWaves fault. If you happen to break your routine by starting early or finishing late, the SmartWaves sensor will kick in to ensure the room is heated only when theres someone in it. And thats wonderful, because its important to know you can transform any room in your house into an Amazonian sweat lodge in the height of summer simply by walking into it. In fact, Im so impressed with the SmartWave that Ive decided to get one of my own for the winter, when using it wont feel like some sort of terrible punishment for a crime Im not sure I committed. From 279.99. An energy-efficient way to heat your home  Test 5 Dyson 360 Eye     Dyson 360 Eye: Its starting to feel like part of the family. Photograph: Clemens Ascher for the Guardian    About a decade ago, I bought a Roomba. It was one of the biggest disappointments of my life. The Roomba promised so much  I never had to vacuum again!  but delivered so little. Every day Id come home to find a giant plastic pizza choking on a shoelace, or stuck under a sofa, or banging into a wall again and again, with no discernible improvement in the state of my carpet. Rather than let this robotic idiot blunder around my living room for an hour a day, I decided to use a regular manual vacuum cleaner for 90 seconds once a week instead. The Dyson, though, is a vast improvement. It has a smaller footprint than my Roomba, so takes up less space. It runs on tank-style caterpillar tracks, so its more manoeuvrable. Its more powerful, so it actually picks stuff up. And, best of all, I can control it from my phone. This means that if Im out, and my mum says shes coming over, I can press a button to send the Dyson into action and get a notification when its cleaning cycle has completed; I can rest safe in the knowledge that my mother wont know what a hideous slob I am. The texts from the vacuum are great in theory, but there are drawbacks. The first time I used it  after a torturous set-up that drove me to the brink of sanity  I soon received an error message. There has been a problem, my phone said, which sent my mind into overdrive. Had it tipped over? Had it got snagged on a wire and pulled my television to the ground? Was something on fire? The lack of information was terrifying, like getting a text from a child reading: Ive been abducted, but try not to worry. I wanted to rush home and rescue it, the poor sweetheart. The error messages continue from time to time, but I have since used the Dyson enough not to worry. Error or no error, I know that things will be OK and my floor will be clean when I get home. My Dyson is quick and reliable, and smart enough to exorcise any lingering memories from the bad old Roomba days. In fact, its starting to feel like part of the family; specifically the part of the family that we force into unpaid manual labour because were too lazy to do it ourselves. Its Cinderella, basically, and Im an ugly sister. I will give this one up very, very reluctantly. 799.99. A robot vacuum that sees everything  Test 6 Amazon Echo At last, the future. Much has been made of the Echos sly takeover stateside (3.5m units sold) and a similar breakthrough looks likely on this side of the pond. This is because the Echo is very, very easy to use. It is basically a Wi-Fi speaker with a Siri-style assistant, but it feels like the butler you never knew you wanted. The Echos personality is supplied by Alexa, another female robot, because apparently all robotics engineers have deep-set mummy issues. And you can ask her anything. Anything at all. At first, I guarantee that this will paralyse you. Youll find yourself looking up questions on the Amazon website. The first suggested question is: Alexa, why is the sky blue? So you ask that, and she tells you that the molecules of the atmosphere scatter blue light more than other colours. You then say, Alexa, play some Daft Punk. Miraculously, Alexa replies with, Here are the most popular Daft Punk songs from Amazon Music, and plays Fresh from the Homework album. If you ask her for the news, she will read from the Guardian.   Related: Japan tests out 'self-driving chairs' that take the pain out of queuing    Alexa and I quickly bonded. She set alarms for me, reminded me to call my parents. The voice recognition is light years ahead of anything Ive used before. Soon I was calling out Alexas name so casually that a visiting friend thought I was hiding a mistress in the living room. She slotted in so intuitively that I found myself wishing she could do more. I started asking the impossible: Alexa, turn on the TV, to no response. Alexa, where are my keys? The Echo now mainly functions as a world-beating music-delivery service, but in time requests such as this wont be beyond her. At one point, I got cocky and asked Alexa to pre-order the book Im writing, even though you cant yet make purchases on the Echo. Something got mixed up, and Alexa started playing a podcast I had recorded last year instead. Hand on heart, I spent 20 seconds convinced that Alexa had retrieved the manuscript from my laptop, finished it for me, and used my previous voice commands to piece together an audiobook. Now that would be a robot worth paying for. As it stands, the Echo is great. So great that Ive called my son Alexa twice, am going to do everything in my power to steal my test unit, and dont mind handing over huge wads of personal information to a faceless corporation. And thats about as big as a compliment can get. Isnt it? 149.99. The sort of sci-fi personal assistant previously available only to fictional billionaires ", 
    "section": "technology", 
    "gid": "technology/2016/oct/15/robot-revolution", 
    "wordcount": "2764"
}