{
    "headline": "Sharing personal files around the world", 
    "text": "I have amassed a lot of data about our family history (papers, photos etc), which I keep in a folder on my computer. This folder is subdivided into 37 sub-folders, some of which also have sub-folders. It amounts to about 1GB of data so far. I would like to share this data with other family members in various parts of the world  safely, given its personal nature. I was going to copy the folders onto a CD and post it, but if a CD got lost, anyone could easily access the data.Options I have considered:1. Encrypting the data, but I&apos;m not sure how to do this.2. Using pen drives which I believe can be password protected. But they are a bit expensive.3. Uploading the data to something like SkyDrive or DropBox. The problem is the limits on the amount of data and folders.Any suggestions or recommendations?David BogleThis is a tricky one, because there are dozens of different ways to share files and photos, and different families have different levels of interest and computer expertise. You could try a couple of different approaches with one family member before choosing what you think is the most suitable system for all concerned. A decade or so ago, many of us used Yahoo Groups, which was called eGroups until Yahoo bought it in 2000. It was easy to set up a private family group where people could hold online discussions and share files and photos  just what you want. Yahoo made changes that upset many regular users (or at least, some vocal users), and I thought it might have disappeared, but it is still going at groups.yahoo.com. However, each group only provides 100MB of free storage, and Yahoo doesn&apos;t sell extra space. That means it&apos;s not an option for your gigabyte of data, though it could still appeal to other readers. Today, most people would do the same sort of thing by starting a closed user group on Facebook. Conversations within the group cannot be seen by non-members. Facebook provides a free and convenient way to share low-resolution versions of photos, and you can add them to groups, but I&apos;d worry about keeping them private. Further, while you can create documents in Facebook Groups, Facebook is not suitable for file storage.  Microsoft&apos;s SkyDrive is a better alternative because it can handle both document files and original photos, though the main attraction is that it provides 25GB of free space. You can share things with other family members by emailing them a link to an item, which might be a single photo or a whole folder. SkyDrive lets you limit to sharing to particular names or email addresses. This is secure enough for most people&apos;s family photos, which are generally not very interesting to non-family members (unless you&apos;re a movie star, or similar), and the price is unbeatable. It also works well for non-expert users because it&apos;s integrated with the Microsoft&apos;s free desktop email program, Windows Live Mail. This makes it easy for people to upload photos to SkyDrive and email people the links, rather than sending photos as email attachments. You can drag-and-drop files as well.  Geeks and more expert users are more likely to use Dropbox, which has had the odd security glitch but is, I think, secure enough for you. Dropbox makes it very easy to share files and photos. The main drawback is the price. The free Dropbox service provides only 2GB of space, which could be enough for your purposes. However, the next step up is a Pro account with 50GB of storage, which costs $9.99 per month or $99 per year. Dropbox allows you to share files on a continuous basis. However, you could distribute the bulk of the files in one go, so everyone has a copy, then share the smaller number of new and updated files on Dropbox or one of the many similar services.  The modern equivalent of sending out a bunch of CDs or DVDs is to upload the files to what we now seem to call &quot;cyberlockers&quot;. You compress and password-protect your folders in manageable chunks  around 200MB to 400MB, perhaps  and upload them to a cyberlocker for other family members to download. You just email family members a link to each file and (separately) tell them the password.  There are still dozens of free cyberlocker sites available, though a number have stopped working following US actions against Kim Dotcom&apos;s Megaupload in New Zealand. (Cyberlockers are often  though not exclusively  used to share copyright music and movie files.) However, you could open a free account at Rapidshare, which no longer has a limit on the size of files you can upload. Files are not stored permanently unless you buy a pro account, in which case, Rapidshare space is &quot;unlimited&quot;. MediaFire is a popular alternative, but it no longer allows password-protected files (which were being used to hide unacceptable content), and free users cannot upload any files larger than 200MB. The ban on password protection eliminates it as far as you&apos;re concerned  you need passwords to maintain privacy  though you could sign up for a pro account. Alternative cyberlockers could include Hotfile, Filefactory, Depositfiles, Oron, Uploaded.to, Turbobit, and Filefat, but I&apos;ve not used any of those myself. You should upload a test file to any cyberlocker you might use and get someone to test the download before uploading the serious stuff. Finally, you could continue to store all the files yourself and let other family members access them remotely. This is another geek thing to do, and could be convenient if you happen to have an old PC that you could use as a FreeNAS server. Alternatively, you could deskill the whole idea by buying a Pogoplug &quot;personal cloud&quot; device for 39.95 (see Charles Arthur&apos;s Technophile: Get plugged in with Pogoplug). The usual drawback with this approach is that if you share a 500MB file with 100 friends, the file is uploaded 100 times over your phone line, whereas you&apos;d only upload it once to a cyberlocker. This probably doesn&apos;t matter when sharing things within the family. However, it seems to me that uploading files to Dropbox or Rapidshare or a similar online service might well be simpler for all concerned. With most of these approaches, you can make your data more secure by adding password protection. I almost always do this by compressing (encoding) individual folders using WinRAR, which has a built-in password system. Officially, I recommend TrueCrypt for maximum security, though I very rarely use it. It may help if you keep compressed or encrypted folders fairly small. If you change a single file in a large folder, you will have to upload the whole archive all over again. Worse, each family member will have to redownload the whole archive. In every case, you should use a strong password, which means not a dictionary word, at least eight characters long, and containing both letters and numbers. (Ideally, it should also include both upper and lower case letters, and a bit of punctuation always helps.) This doesn&apos;t mean the US government couldn&apos;t crack it if it didn&apos;t care about the cost, but that it would require more effort to crack than anybody would think it was worth. Your house doesn&apos;t need to be as well protected as Fort Knox, and you probably don&apos;t need a similar level of security for your family records.", 
    "section": "technology", 
    "gid": "technology/askjack/2012/mar/22/data-privacy-security-filesharing", 
    "wordcount": "1247"
}