{
    "headline": "Totally untrue facts about Andrew Wakefield", 
    "text": "The current measles outbreak in Swansea is still posing a serious danger to many. My own son&apos;s nursery, 40 miles away in Cardiff, is suddenly checking up on the vaccination records of all children who attend. My son is vaccinated of course; I&apos;ve made no secret of my pro-vaccination stance. But I don&apos;t automatically think less of parents who don&apos;t feel the same way. The scare around the MMR vaccine was considerable, and the potential safety of your child is a massive concern for even the smartest people, which can lead to people making choices which, in hindsight, perhaps weren&apos;t the most beneficial.  However, I&apos;ve not really got any time for people who see this alarmingly dangerous outbreak as an opportunity for self-promotion. There have been a few examples of homeopaths and the like advertising their inert sugar pills as a viable measles treatment in response to the outbreak. This is ridiculous and dangerous nonsense. Even Mary Poppins advocated the importance of medicine as well as sugar, not instead of. And she actually was capable of magic. Arguably worse still is when the person originally responsible for the whole MMR scare, Andrew Wakefield, uses the outbreak to bafflingly argue that he was right all along. It&apos;s worse still when a major newspaper gives him a high profile platform in which to do this. There are plenty of people out there far more capable qualified than I to explain why Andrew Wakefield should not be taken seriously, why he was struck off, why his research was not up to standard. I specialise in writing vaguely humorous things about scientific subjects. So how do you combat someone like Andrew Wakefield? He&apos;s been thoroughly discredited many times, but he&apos;s still around. What can anyone do to retaliate to his persistent but potentially damaging claims? As I&apos;ve said before, science tells us that for every action there is an equal but opposite reaction. So, if Andrew Wakefield is known for presenting information as accurate that was later found to be wrong, here is some information about Andrew Wakefield that is definitely wrong. If anyone eventually finds out that any of it is in fact accurate, I swear that&apos;s just a coincidence. So here are some totally untrue facts about Andrew Wakefield. Totally, utterly, and undeniably untrue. - Andrew Wakefield believes the body is made up of 4 humours; gall, bile, grease and Irn Bru - Andrew Wakefield doesn&apos;t have an actual brain, just an extremely large nerve - Andrew Wakefield isn&apos;t actually human, he&apos;s a rare attention shark; if he stops getting publicity for too long, he dies - Andrew Wakefield only eats once a month. When he does, he disengages his jaw and swallows a chicken whole (or, if it&apos;s Christmas, a turkey) - Andrew Wakefield doesn&apos;t see his own reflection. When he looks in the mirror, he sees his own mother, and she usually looks bitterly disappointed - Andrew Wakefield once tried to climb Mount Everest in an attempt to disprove the concept of &quot;height&quot; - Andrew Wakefield has never found Wally - If asked who his favourite member of the Beatles is, Andrew Wakefield always answers &quot;Yoko Ono&quot; - Andrew Wakefield doesn&apos;t think vaccines are necessary, but it&apos;s only because viruses deliberately avoid him - Andrew Wakefield thinks he can walk on water, but this is only because he gets mixed up between &quot;water&quot; and &quot;wood&quot; - Andrew Wakefield trained in medicine by playing &quot;Operation&quot; with the buzzer turned off - Andrew Wakefield was never potty trained and is bitterly envious of anyone who is - Andrew Wakefield thinks Thatcher is &quot;just resting&quot; and &quot;pining for the fjords&quot; - Andrew Wakefield was bullied by a vaccine when he was a child, and has sworn vengeance against them ever since. He has designed a crude Batman-style costume with this in mind. - Andrew Wakefield has recorded an album of duets with Gillian McKeith, but it couldn&apos;t be released as it violated the Geneva Convention. - Andrew Wakefield auditioned for the role of Doctor Who, but was rejected. The GMC ruling meant that, if he got the part, the character would have to be called &quot;Mister Who&quot;. I realise this is essentially just childish name calling, not serious reasoned debate, but in my defence, a) nothing else seems to have worked, and b) it&apos;s Saturday. Dean Burnett rarely says anything that has any genuine truth to it, just look at his twitter profile @garwboy", 
    "section": "science", 
    "gid": "science/brain-flapping/2013/apr/20/andrew-wakefield-untrue-facts", 
    "wordcount": "757"
}