{
    "headline": "Mark Zuckerberg: You know what's cool? A billion organ donors", 
    "text": "Facebook has access to your info, photos and browsing habits. Now the social media giant wants your organs, too. Mark Zuckerberg, Facebook&apos;s CEO, announced today that the social network is making it easier for its one billion users to register to donate and broadcast their organ donor status to their networks. The hope is that the viral effect of do-gooder peer pressure will move thousands of people to become donors to one of the more than 114,000 Americans waiting for livers, hearts, kidneys or other organs. Every day an estimated 18 people die waiting for a transplant, according to the US department of health and human services. &quot;Medical experts believe that a broader awareness about organ donation could go a long way toward solving this crisis,&quot; Zuckerberg wrote in a statement with Facebook chief operating officer Sheryl Sandberg. &quot;And we believe that by simply telling people that you&apos;re an organ donor, the power of sharing and connection can play an important role.&quot;  During an interview with Good Morning America, Zuckerberg discussed some of the inspirations behind the move, including Facebook&apos;s role in organizing after disastrous tornadoes in Missouri and the Fukushima earthquake in Japan. &quot;So, we figured: could we do anything to help people solve other types of issues, like all the people who need organ donations?&quot; Zuckerberg also said that he had his friend, former Apple CEO Steve Jobs, in mind when they were designing the tool. Jobs, who died last year, had been the recipient of a liver transplant. Users can now go into their Facebook timeline, click on &quot;Life Event&quot;, select &quot;Health and Wellness&quot;, and add the option &quot;choose Organ Donor&quot;. Users are encouraged to relate a personal story or include a video.", 
    "section": "technology", 
    "gid": "technology/us-news-blog/2012/may/01/facebook-organ-donation", 
    "wordcount": "299"
}