{
    "headline": "CES 2012: what to expect from consumer electronics in Las Vegas", 
    "text": "The Consumer Electronics Show in Las Vegas comes at the beginning of the year, and usually marks the electronics industry&apos;s attempts to revive itself, to pick itself up from the blowout of the Christmas peak, and show off what its engineers have been working on for the past months to showcase for this year. But this year, CES will be notable for an ending rather than a beginning: Microsoft has said that it will be withdrawing from the show; this is the last time that Steve Ballmer, its chief executive for the past 11 years, will give the opening keynote on Monday night (early Tuesday morning UK time). In one sense, it is a seismic shift for the industry. The Consumer Electronics Association (CEA), which runs CES, has always insisted that Ballmer  and before him Bill Gates, Microsoft&apos;s co-founder  have been asked to give the keynote because Microsoft is so important to the overall industry, through the growing influence of PCs and software. Microsoft says goodbye     Microsoft CEO Steve Ballmer appeared as a Kinect avatar on a large screen during his CES 2011 keynote address. What will he do in this, his last keynote year? Photograph: Rick Wilking/Reuters    But now that is over. Microsoft says that the scheduling of the show simply does not fit with its own plans: &quot;Our product news milestones generally don&apos;t align with the show&apos;s January timing,&quot; it said in a blogpost. The CEA has hinted that it didn&apos;t want Microsoft to continue either. Which only leaves the question of how Ballmer will go out in his final offering at the Venetian hotel: one can hope that, as it&apos;s Vegas, there will be a huge chorus line of showgirls, a magician or two making things appear and disappear, and some sort of fireworks. More likely, we will be treated to news of the tieup in mobile phones with Nokia, and some more glimpses of Windows 8, the next version, which is due to ship some time in the second half of this year. But with the PC market flatlining, and tablets and smartphones the fastest-growing segments, Microsoft looks a little out of the picture. Perhaps this is the right time to say sayonara. The company says it will still be here next year, but not actually on the show floor; instead, it will hire space in hotels around the site. Tablets: not taken     Sanjay Jha, CEO of Motorola introduced the Xoom tablet running 'Honeycomb' at CES 2011. It didn't fare well. Photograph: Guardian    Indeed, the show has an odd air: unlike last year, when there was great expectation around tablets (and especially Google&apos;s Android 3.0 &quot;Honeycomb&quot; software for tablets, and BlackBerry maker RIM&apos;s announced-but-previously unseen PlayBook), the shape of the market seems clear. Honeycomb tablets did not set the world on fire; by the end of the year a few million had been sold, using numbers from Google. The PlayBook has turned into an expensive flop for RIM. Only Apple, which (as usual) is not displaying at CES, has made the tablet into a success story with the iPad. The story now will be about Android tablets running &quot;Ice Cream Sandwich&quot;, the 4.0 iteration of Andoid, which is meant to work on both smartphones and tablets, and so make it easier for app developers to target both. The suggestion is, though, that until Google has content offerings to compete with Amazon&apos;s online store through its Kindle Fire (at the low end) or Apple with its App Store and iPad (at the high end) then those products will languish. Much energy will be expended, though, in trying to find out if Motorola or Samsung is going to make a tablet exclusively to Google&apos;s direction, rather as has happened with smartphones. Watch this space. Similarly, a great deal of inquiry will surround Windows 8, and the version that will run on tablets using the ARM chip architecture. Will it compete with the iPad? With Google tablets? How will it interact and interface with standard Windows on the desktop? What about Windows tablets using Intel chips?  Ne plus Ultrabook?     Apple's MacBook Air. Expect to see 'ultrabooks' that closely resemble it. Photograph: Tony Avelar/AFP    So instead, the industry is turning its focus back to the PC, and specifically a category called the &quot;ultrabook&quot;: super-thin, super-light notebook PCs whose only clear distinguishing characteristics seem to be that they look and weigh much the same as Apple&apos;s super-thin MacBook Air product, and cost about the same too. For PC manufacturers who saw the world market stumble in 2011, as smartphones and tablets ate into sales in the west, and the ultrabook is the best chance they have to push up margins while introducing something new-ish.  The thing about the ultrabook though is that it isn&apos;t really a new category; Sony and Lenovo have been making ultra-thin, light laptops to compete with the MacBook Air for at least three years, since Apple introduced its model. What&apos;s changed now is that the chipmaker Intel is giving companies a $100 per device incentive to build them. For many manufacturers, that&apos;s substantially more than they make in profit on each machine, so it&apos;s not surprising that they&apos;re leaping into the category. Whether Intel will continue with the subsidy, and whether buyers will embrace ultrabooks when they could get a Windows laptop that&apos;s cheaper and has better specifications in every aspect except weight and thickness are both open questions. There are expected to be about 50 ultrabook designs on show, costing around $1,000  steep for a Windows laptop  though Forrester Research says a survey of 5,000 US consumers found 22% &quot;interested&quot; in buying an ultrabook at that price. Perhaps they will replace netbooks, which are dying a rapid death at the low end of the market. Nokia: revival?     Nokia chief executive Stephen Elop, left, and Microsoft boss Steve Ballmer in February 2011. Can the Lumia 900 get Nokia back into the US smartphone market? Photograph: Luke Macgregor/Reuters    On Monday afternoon (early Tuesday morning UK time) Nokia&apos;s chief executive Stephen Elop is expected to unveil the the latest result of the Finnish phone maker&apos;s collaboration with Microsoft: the Lumia 900. This will be Nokia&apos;s attempt to break back into the North American market, from which it had all but disappeared with its old, and now deprecated, Symbian software. The 900 is expected to have a 4.3in screen measured diagonally  as large as the best-selling Samsung Galaxy II, and larger than Apple&apos;s 3.8in iPhone. (That contrasts with the the Lumia 800 launched in the UK at the end of last year, which has a screen the same size as the iPhone&apos;s.) Can Windows Phone revive Nokia&apos;s US fortunes? The two companies are putting their effort behind it, with up to $200m being spent on a nationwide marketing and advertising campaign pushing the company and its new look. So far Windows Phone has made little impact on the market, and Microsoft has been parsimonious about giving details of its progress. For Elop, and for Ballmer, the Lumia 900 needs to be a trailblazer in this huge market where only about one-third of mobile devices are smartphones; that leaves plenty of room to grow into. Smart TV (again); 3D TV (maybe) Hot on the heels of the success of the 3D film Avatar, last year saw the showing at CES of all sorts of 3D devices: TVs, laptops, glasses. In that time the only 3D product that has seen any noticeable success is the Nintendo 3DS handheld console, and even that has performed poorly. 3D TV keeps looking like an expensive way to have a mediocre experience, and Sony&apos;s attempts to kickstart the market (including a 3D Vaio laptop) don&apos;t seem to have borne fruit. It may be that everyone is saving up for a 3D TV for the Olympics (the TV retailers&apos; best hope), but don&apos;t pin your hopes on it. &quot;Smart TV&quot;  also known as internet-connected TV  has more promise. Most people will have wanted to watch some sort of internet video on their TV: in the UK we have the BBC&apos;s iPlayer, and the ITV and Channel 4 catchup services; in the US there is Hulu. Smart TV offers the promise of giving you this internet access over the TV. Logitech leapt into it last year, calamitously; in the first three months of 2011 more people returned its &quot;Revue&quot; set-top boxes than were sold as Christmas good ideas turned out to be flops. Smart TV seems like a good idea, and Google is having another pitch at it. The problem it faces is that the TV companies are unwilling to let their content flow through the internet to be monetised by Google selling ads against it; that&apos;s why Hulu bans Google TV from accessing its site. Once again, Google faces an impasse created by its lack of easy access to content. Certainly you can sell TVs with smart capability built in; the question is whether you can find anything smart out there to watch. (YouTube, for the most part, isn&apos;t it.) As long as TV companies can make more money from selling their programs to each other than they can through Google, this is going to be an uphill battle for the search giant. ARM v Intel The British company ARM designs the chips that are used in smartphones and almost every tablet on the market today. As the use of smartphones grows  and their sales have outnumbered those of PCs for more than a year  ARM benefits, because smartphones use more of its designs. However, it doesn&apos;t make the chips directly, but licenses the design to chipmakers. Thus its revenues and profits are nowhere near those of Intel, which designs and makes (and sells) the chips that power all standard PCs now. Intel&apos;s problem, though, is that as PC sales growth has slowed and stopped, it has been unable  despite billions of dollars of investment  to match the ARM architecture&apos;s low power demands, and so hasn&apos;t been able to bid for the market in smartphones or tablets.  Paul Otellini, chief executive of Intel, is expected to show off some phones running on Intel&apos;s &quot;Medfield&quot; chips at the show on Monday. But the tide is against Intel: the question everyone will ask is how long those phones last in normal use, since existing top-end smartphones tend to last a whole day&apos;s use, while Intel&apos;s are more power-hungry. In part that comes from the essential design of the chips: ARM stands for &quot;Advanced RISC Machines&quot;. RISC, in turn, stands for &quot;Reduced Instruction Set Computing&quot;: such chips work from a very limited number of basic instructions, but execute them quickly and so efficiently. RISC is like a very efficient short-order cook who works off a limited menu. there&apos;s very little waste, but not that much variety. By contrast Intel&apos;s designs are &quot;complex instruction set computing&quot;: there are more instructions to choose from, like a chef who can cook a huge variety of dishes, but takes longer and needs more resources.  For years, Intel&apos;s designs have dominated computing. But now Microsoft is developing Windows to run on both ARM and Intel architectures  a move it announced at this show a year ago  while HP has also said that it is working on server designs that use ARM architectures specifically for its power-saving benefits. CES 2012 may mark the turning point where we can see ARM&apos;s architecture begin to spread into mainstream computing. But with smartphones  of which there are perhaps about 800m in use now  beginning to catch up on the 2bn installed base of PCs, the question may become what we mean by &quot;mainstream computing&quot;. If the majority of people start to get their internet access from a smartphone rather than a PC, which one is &quot;mainstream&quot;? Other trends CES is essentially a sales meeting, where the business gets together and manufacturers try to persuade retailers, carriers and wholesalers to take up their new idea. Other areas such as wearable computing  watches that will do more than just tell the time  in the same month that Microsoft has killed off support for its SPOT Watch, which it launched here five years ago.  Celebrities ahoy Last year we had Lady Gaga; this year it&apos;s Dennis Rodman (retired basketball player), Robert Horry (retired basketball player), John Salley (retired basketball player), Alison Fishman (retired bas sorry, cooking teacher and cookbook author), Eliza Dushku (ex-Dollhouse, Buffy the Vampire Slayer and Angel star), Jordan Rudess (&quot;recording artists, composer, producer and performer&quot; who has worked with David Bowie), Jillian Michaels (sports and fitness teacher), Jamie Michelle (swimsuit model), Nicole &quot;Snooki&quot; Polizzi (from the reality show Jersey Shore), Carl Banks (retired American football player), and Alistair Overeem (British-born martial artist and kickboxer who apparently has never married Jordan). No, never heard of them either. Perhaps that tells you something about CES&apos;s international celebrity standing. Or perhaps they&apos;re all busy this week.      Justin Bieber on stage in Birmingham. We're hoping for better at CES. Photograph: Steve Thorne/Redferns    Oh, but 50 Cent will be there. Oh, and also Justin Bieber. Wonder what the chances are of getting them to do a duet? Stranger things have happened. Heck, this might be an interesting week after all.", 
    "section": "technology", 
    "gid": "technology/2012/jan/08/ces-consumer-electronics-show-2012-preview", 
    "wordcount": "2122"
}