{
    "headline": "African Union's Dlamini-Zuma calls for political and economic unity", 
    "text": "The African Union (AU) summit finally came to a close in the early hours of Tuesday morning  the real work of the conference had been severely delayed by the machinations and manoeuvring in the race to chair the AU commission. Nkosazana Dlamini-Zuma, South Africa&apos;s home affairs minister, managed, at her second attempt, to defeat the incumbent, Jean Ping of Gabon, in a contest that threatened to cause a serious rift between western and southern Africa. Ping was extremely gracious  and surprisingly brief  in defeat. He concluded his statement at the closing ceremony, in which his replacement was sworn in to office, with a quote from William Shakespeare&apos;s As You Like It:  &quot;All the world&apos;s a stage,And all the men and women merely players:They have their exits and their entrances;And one man in his time plays many parts&quot;  &quot;I have played my part and I now take my bow,&quot; he said. In a stark contrast, Dlamini-Zuma, who was visibly moved by the occasion, ended her acceptance speech with a quote from Marcus Garvey, a proponent of pan-Africanism and black nationalism: &quot;The history of the movement, the history of the nation, the history of a race is the guidepost of that movement&apos;s destiny, that nation&apos;s destiny, that race&apos;s destiny.&quot; In a call for unity she invoked the founders of the Organisation of African Unity  the AU&apos;s predecessor, which celebrates its 50th anniversary next year  saying those &quot;heroes and heroines who were pan-Africans held a vision of a united economically and politically emancipated continent at peace with itself and the world&quot;. Dlamini-Zuma will have to work hard to build bridges with those states  Nigeria, Ethiopia and Ivory Coast chief among them  that vehemently opposed her candidacy. Overshadowed by the election, the summit&apos;s most serious work was conducted on the sidelines of the meeting. Late on Saturday night, before the conference proper began, Salva Kiir and Omar al-Bashir, presidents of South Sudan and Sudan respectively, met for more than an hour to discuss simmering tensions over oil and borders. The face-to-face encounter took place shortly after a special meeting of the AU Peace and Security Council during which both sides committed to not using force and which, according to Ramtane Lamamra, the AU peace and security commissioner, ushered in &quot;a new spirit of strategic partnership&quot;. Another symbolically significant meeting  between President Paul Kagame of Rwanda and President Joseph Kabila of the Democratic Republic of Congo (DRC), who rarely attends AU summits  took place on Sunday before the two leaders, along with nine other representatives from the Great Lakes region, signed a declaration on the security situation in eastern DRC. The agreement called for &quot;the immediate establishment of a neutral international force to eradicate [rebel groups] M23, FDLR and all other negative forces&quot; destabilising the area. How effective this military mission would be remains to be seen  the composition of the force and the financing of the operation are yet to be worked out. The theme of the summit, boosting intra-African trade, barely received a mention, although heads did discuss a report by the high-level trade committee, comprising the chairs of the regional economic communities, on the establishment of a continental free trade area (CFTA) by 2017. The report, obtained by the Guardian, highlighted key barriers to the CFTA  the need to harmonise legal regimes; the removal of tariff barriers; a low-skill workforce; and poor trade-related infrastructure including transportation, energy, and information and communications technology. The committee, however, was optimistic that the CFTA could be put in place by the target date and, citing the example of south-east market Comesa, which saw a sixfold increase in regional trade following the setting up of its FTA, felt that it would lead to a significant increase in intra-Africa trade. The leaders finalised plans for a programme of infrastructure development in Africa which, by 2040, aims to increase hydroelectric power generation, add significant capacity to the continent&apos;s ports and develop an extensive network of roads, rails and power lines at a cost of $360bn (231bn). The summit agreed, in principle, to set up an Africa risk capacity fund for disaster response covering drought, flood, earthquakes and cyclones. However, an anticipated decision to extend the jurisdiction of the African court on human and peoples&apos; rights to include criminal cases such as genocide and war crimes was deferred until January, pending a study of the financial and structural implications. The expansion of the court&apos;s powers is seen by many as a reaction to the international criminal court&apos;s (ICC) indictment of African leaders and the use of the principle of universal jurisdiction to hold perpetrators of crimes against humanity to account, for example Spain&apos;s pursuit of high-ranking Rwandan officials on charges of mass murder following the 1994 genocide. A separate declaration, which urged member states to &quot;balance  their obligations to the African Union with their obligations to the ICC&quot;, seems to have been a direct response to Malawi&apos;s refusal, under pressure from donors, to grant immunity from arrest to Sudan&apos;s President Bashir, who has been indicted by the ICC. President Joyce Banda&apos;s decision to honour the ICC&apos;s warrant led to an 11th-hour change of venue for the summit, which was due to be held in Malawi.", 
    "section": "global-development", 
    "gid": "global-development/2012/jul/18/african-union-dlamini-zuma-political-economic", 
    "wordcount": "883"
}