{
    "headline": "E3 2012: Medal of Honor Warfighter multiplayer preview", 
    "text": "One day, the only way anyone will ever understand what&apos;s going on in the world will be through video games. We&apos;re all squeamish about it right now, and it seems strange that Medal of Honor: Warfighter should select a range of real-world conflicts and hot spots in which to base its single-player campaign. But what linear media could ever hope to convey the intricate, random nature of contemporary war? We&apos;ve all got to live in this world of inexplicable global conflicts, and news programmes don&apos;t really help us understand. Yet it is a world Warfighter draws with a flourish. As we all know now, the Medal of Honor series has centred itself on tier one operators, the elite, secretive soldiers who operate behind enemy lines, in small groups, in abject secrecy. In the last game  the series re-boot  it was all about Afghanistan; and say what you like about the game, that moment with the small group of soldiers, out-manned and out-gunned on some desolate hillside, that moment with the men preparing each other for their seemingly inevitable deaths, was one of the most affecting that the military first-person shooter genre has managed to conjure. It&apos;s no surprise to learn that developer Danger First has several ex-tier one operatives as advisors, and one as a producer. They want to breath this stuff in. They want us to understand the human cost of it all to the soldiers themselves, and to their families.  Right now, Danger First isn&apos;t saying much about Warfighter&apos;s single-player campaign, apart from the fact that it will take in everything from terror operations in the Philippines to piracy along the African coast - and that we&apos;ll be fed with information about these genuine world trouble spots. But in the absence of lone player news, we are finding out about the ever-important multiplayer modes.            These are based around 12 different tier one forces from around the world. Each outfit has its own weapons, tactics and special abilities, the latter engaged with the left bumper button. Polish GROM operatives are the all-rounders, toting HK 416 assault rifles and rocket launchers, while the fast-paced US OGA operatives have lightweight HK MP7s. In essence then, they&apos;re all covering the familiar military shooter classes, with snipers, heavy machine gunners and speedy recon guys all present and correct. Each different class has its own support option, too. The Canadian JTF2 can call in a Blackhawk helicopter that hovers about the conquest areas, offering both an aerial spawn point and a mini-gun placement for deadly support fire. Meanwhile the Australian SASR point man can call in a devastating air burst mortar strike.  The big new feature is Fire Teams. Reflecting the tactics of tier one operatives, it&apos;s possible to join up with a friend to take on the maps together. As with Battlefield squads, members will be able to spawn in on each other immediately connecting after any death; they&apos;ll also be able to share ammo and health between themselves (but interestingly, only heavy gunners will be able to share ammo outside of the Fire Teams, so this is a relationship of resource as much as anything else). However, Fire Teams also get XP for sticking together and watching each other&apos;s backs, with partners getting a percentage of every kill made by the other player; to ensure the relationship can be sustained on the battlefield, your Fire Team twin has a glowing line around them, which can even be spotted through walls. And when one Fire Team member is downed, the survivor can get their comrade back into the game instantly by taking out the killer  an act of vengeance that also earns plenty of points. Our demo map is in a battered pirate village in Somalia, a close collection of crumbling buildings and narrow alleyways, dotted with broken down trucks. We&apos;re playing the Sector Control Mode, essentially Conquest, with a set of three bases that have to be captured and protected from the enemy. It&apos;s a close, tense level, with loads of nooks and crannies and three major choke points around a couple of dilapidated houses complete with handy first-floor snipe holes. However, this is one for the run-and-gun crew and it&apos;s hyper-accelerated shooter fun. What gets you about Warfighter straightaway is that it&apos;s even sharper, harder and more clinical than Battlefield 3. Weapon sounds are dull thuds and staccato ticks rather than meaty Hollywood blasts, while stepping into enemy sights is often followed by relentless, sickening volleys of remorseless bullet fire that send brick dust spraying into the atmosphere, and health meters plummeting fast. The authenticity is cruel, but thrilling. Every step must be measured and certain weapons kick back like firecrackers, the bullets spraying like a leaky hose. Any comparisons likely to be made with Black Ops 2 when the titles are released this autumn will be very generalistic: these are two very different games.  And the visuals, rendered into pitiless life by the complex Frostbite 2 engine, are grittily sublime. Arcs of blood, atomised brick surfaces, sun beams scorching through damaged brickwork This is a game that is crafted in every way to appear authentic. Whether or not we want to glamorise these unaccountable forces is one thing, but Medal of Honor: Warfighter - in multiplayer at least - is exciting, challenging stuff. There is balancing to do, but with Fire Team it feels inclusive and social while taking no prisoners.  And really, this is a &apos;brand&apos; slowly growing in to itself. Warfighter presents us with a world it is respectful of and passionate about, a world we genuinely glimpse at understanding. The game&apos;s big challenge is conveying this to us so that we want to play in it. Medal of Honor: Warfighter is due out on PS3, PC and Xbox 360 on 26 October. Keith Stuart traveled to E3 as a guest of Electronic Arts.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jun/07/e3-2012-medal-of-honor-preview", 
    "wordcount": "976"
}