{
    "headline": "Battlefield 4  preview", 
    "text": "It begins with Bonnie Tyler. Total Eclipse of the Heart. I don&apos;t think anyone was expecting that. At a rented theatre in downtown Stockholm, EA DICE is showing off the opening sequence from the Battlefield 4 single-player campaign. There are four soldiers in a car that&apos;s sinking slowly into a lake in Azerbaijan; the leader, Dunn, is trapped under a twisted metal seat. &quot;Shoot the windows out and go, or you&apos;ll all die,&quot; he shouts. And all the time, on the car radio it&apos;s &apos;Turn around, bright eyes...&apos;. And the player character, Recker, says, &apos;I don&apos;t want to die to this song&apos;. And the screen goes black.             Azerbaijan is one of the two confirmed locations in Battelfield 4, the latest showcase of bleeding edge FPS action from DICE. The other is China. That&apos;s all we know about the story right now. Apart from the fact that our heroes have intercepted a piece of intel that links Russian forces with a rogue Chinese general. As my fellow writer Nick Cowen pointed out afterwards, Modern Warfare was about World War 3, this game could actually start it. But then we&apos;re back to the screen, and to the opening mission named, &apos;Fishing in Baku&apos;. The lights are up and we&apos;ve gone 13 minutes back in time. The squad is on the run through an abandoned school. And, holy crap, this is Frostbite 3. Sediment hangs in the air, curtains waft into the rooms, paint peels from the wall in intricate tortoise shell patterns. Outside the window, another member of the squad, Irish, is trapped in another building. There is covering fire as he bursts out of the door, with enemies chasing. Impossibly loud assault rifle fire.  And then everyone is out, running under an overpass onto a barren stretch of wasteland, with thousands of birds whirling in flocks above us. In the near-distance is a road, the traffic silhouetted in front of a low orange sun that sends out blinding beams across our sight lines. It is beautiful. Enemy trucks pull up, we engage, but a friendly chopper swoops down and sprays the road with machine gun fire obliterating the convoy in a fiery maelstrom of burnt metal and debris. Then into the skeleton of an abandoned warehouse, vegetation seething out of the crusted foundations. Somehow the squad has got to get higher up for evac; there&apos;s a lift, but it&apos;s exposed to the outside and an enemy chopper looms down. The soldiers escape to the roof, but under mini-gun fire it collapses, the vast supports give way; a tall chimney crashes down with an ear-splitting groan, sending soldiers plummeting over the edge. The survivors drag themselves into an abandoned car and drive off  into a confrontation with another chopper. A well-targeted RPG knocks it spinning out of the sky; it hits the road in a vortex of black smoke. The car veers into a lake. We&apos;re back at the beginning. Bonnie Tyler is on the radio. The windscreen begins to crack. Everything in immense detail. Black out.      So here we are in Battlefield 4. And the big news for now is, the single player has been completely re-thought. EA DICE knows it did the wrong thing in the previous game, aping the corridor-based, super-linear antics expounded in Call of Duty. Instead, the campaign action is going to reflect the open, emergent feel of multiplayer. Players will get more space and time to decide their own tactics; there will be the ability to highlight enemies and suggest firing positions for computer-controlled squad-mates. There will be different approaches to key situations  players can hang back with a sniper rifle or grab a jeep and charge into the fray. Indeed, in the Fishing in Baku sequence, there were apparently ways to sneak through with little gunfire; the player could also have spent longer in the taxi, bolting around the countryside. The idea is to emulate those spontaneous, player-created moments of tension and narrative we know from online play.  &quot;It won&apos;t be an open-world game,&quot; clarifies the studio&apos;s general manager, Karl Magnus Troedsson, later on. &quot;It&apos;s actually a combination. There are epic, dramatic set-pieces where we control the player more  but even there, we still want to give you autonomy, so if you&apos;re inside something more controlled, you have to decide when to participate. But when you get to other parts of the game, like the big action bubble in the construction site in our demo, that&apos;s where the big change is happening. We didn&apos;t get as far as we wanted with BF3 - so we thought, &apos;you know what? When you get into a fight in one of our games, it&apos;s got to be much more like it is in multiplayer - you need to have the freedom of movement, the choice of tactics, weapons and vehicles&apos;&quot;      Vehicles will play a much larger part. There will be ground vehicles, but there will also be amphibious assaults via attack boats  and surely there will be aircraft to purloin. We can expect large-scale theatres of war instead of corridors and shooting galleries. &quot;Battlefield is about openness and freedom of choice,&quot; says art director Gustav Tilleby. &quot;The world has to be big and impressive. We&apos;re also working iconic, memorable set pieces and themes to ensure each level has its own identity.&quot; On stage, Troedsson introduces Frostbite 3 as a &apos;world class engine&apos;. DICE has been working on it since 2011 and it&apos;s premiering with this game. The demo is clearly running on a high spec PC, and current gen consoles will be supported, but it&apos;s also got to be next-gen. The obsessive level of detail in every location just will not translate to current machines. Later, in a separate talk, Tilleby talks about how he&apos;s been hugely influenced by car adverts for the style of the game: it&apos;s there in the low sun, the beams reflecting off every surface, the long shadows, the sleek machinery and stark architecture. &quot;There&apos;s something very desirable and inviting about car ads,&quot; he says. &quot;They&apos;re very aesthetically pleasing, and that provides an interesting contrast to an aggressive world. The style is very dangerous and threatening, but it is also beautiful.&quot; Tilleby discusses how Battlefield 4 is the most dynamic world DICE has ever built. The key aim he says is environmental storytelling  every landscape is a script. &quot;The world is on the verge of war, but the story is kind of an underdog story,&quot; he says. &quot;The squad is fighting against the odds and the elements, and we want the art to support that concept. So we&apos;re working a lot with very dynamic environments, atmospheric effects, weather effects, as well as using an underlying disaster theme throughout the entire game, both in single-player and multiplayer.&quot;      It&apos;s sort of cinematic, but also interactive. It seems there&apos;s been a huge desire to use the oomph of the engine to create a landscape that reacts to the emotional throughline of the game. &quot;There&apos;s a story to this place, a history,&quot; says Tilleby. &quot;It&apos;s not just an environment built for the player to move through. Another example of environmental storytelling is how the light changes. It begins very beautiful and sunny, but as you progress through the level and things get out of hand, the light changes to reflect that. So when you hit rock bottom and your squad leader, Dunn, is injured, it&apos;s in darkness.  &quot;Then you drive out of the crash site and hit this big storm, that&apos;s symbolic for the imminent death of Dunn but also for the continuation of the story. The world is on the verge of war and the squad is driving straight into it.&quot; So what you&apos;re saying is, the player is very much living in a powder keg and giving off sparks? Sorry, carry on. In another quick &apos;breakout&apos; talk, game director Stefan Strandberg continues the theme, talking about how the player goes from being a follower to a leader, and how you&apos;re never a passive bystander to the action. And about emotion. The emotional core of the story. At one point in the evening, YouTube superstar Syndicate shouts out something about how beautiful the explosions are. &quot;All the explosions are made useless if you don&apos;t care about the characters,&quot; says Strandberg. It&apos;s too early to tell how successful that&apos;s been. I mean, let&apos;s face it, the developers of Medal of Honor: Warfighter talked a hell of a lot about their emotional storyline, their concern with the struggle of individual soldiers, rather than geopolitical narratives. And look how that turned out. EA DICE is speaking in the same language. All we&apos;ve seen is a small squad of soldiers, giving each other back chat and support, like in any other military shooter. The acting is good (one of the characters, Pac, is played by Michael K. Williams  Omar from The Wire  for heaven&apos;s sake), but then, well, they&apos;re facing countless enemies packing astonishing firepower  like in any other shooter. &quot;We&apos;re entering a new era of interactive entertainment,&quot; says Troedsson, as he takes to the stage earlier in the night. &quot;We believe we&apos;re creating a game that can touch the player emotionally.&quot; Can it? Can a mainstream military shooter do that?  I don&apos;t know. And  ha!  thanks to the way game marketing works these days, EA is not saying anything about multiplayer  the defining element of the Battlefield experience. That&apos;ll be for E3 no doubt. I get ten minutes with Troedsson and try to subtly lead the conversation in that direction. Does he see a future in which single- and multiplayer components combine and converge? Will we see multiplayer or social elements infecting single-player? He bats it all away. He offers one nugget on the whole idea of shared single-player experiences, though  right after I namecheck Dark Souls. &quot;We&apos;ve added social elements to the single-player campaign to make it less of a lone wolf experience. You&apos;ll be able to compare your stats with other players and so on.&quot; So Battlelog 2? Or something deeper? That conversation hit a dead-end pretty fast.      But, hell, it does look beautiful. This time, finally, we&apos;re really shifting into that fabled age of photorealism; there are moments the action looks like a Kathryn Bigelow movie  all particle effects, grit and stark, pulverising explosions. This is probably a benchmark moment. And I do like the idea of a campaign based around the gameplay tropes of multiplayer. &quot;Battlefield is a game about improvising your own solutions to the challenges ahead,&quot; says Strandberg. And that sounds cool, because even John Coltrane couldn&apos;t have improvised his way out of Black Ops. So yes, many questions remain  the whole structure of multiplayer is still a giant mystery. But we do know that we can expect vast, dynamic environments with real-time weather systems and atmospheric changes, and day/night cycles and tremendous destruction. We can expect more advanced AI too (naturally), and a vastly customised version of the Fifa ANT animation system providing hundreds of Battlefield-specific movements. I bring up the question of next-gen consoles with Troedsson. I&apos;ve been asked not to, but what the heck. Will Battlefield 4 be supporting the new machines? &quot;We&apos;re in very interesting times right now,&quot; he smiles. &quot;We&apos;re on the verge of something brand new. We&apos;ve been part of these transitions before and we know that great things come out of them. But we&apos;re DICE  we&apos;ve been around for twenty years and we&apos;re not that quick to jump on hype trains - we move at a steady pace, we tread carefully.&quot; And then he finishes with something ambiguous and loaded. &quot;The future is bright, but is everything going to be successful? It might not be&quot; I&apos;m ushered out, and I wonder what he means. Is this a judgement on a specific console? A business model? I don&apos;t know.  He also gives me the best single-line description of the online FPS experience I&apos;ve ever heard. &quot;Multiplayer is chaos in a sandbox with a lot of tools,&quot; he says. And he&apos;s right, of course. That&apos;s why DICE makes some of the best multiplayer shooters on the planet. That&apos;s why this launch event feels like a big tease; a nod and a wink toward more profound revelations. We&apos;ll have to take that for now. Such is the industry  we don&apos;t know what to do, we&apos;re always in the dark. &apos;Turn around bright eyes&apos;, they&apos;re saying, &apos;we&apos;re not ready to talk about that right now&apos;. Battlefield 4 is to be released on PC and current gen console formats in autumn 2013. Keith Stuart attended a press trip organised by Electronic Arts, with accommodation and travel expenses included. ", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/mar/27/battlefield-4-preview", 
    "wordcount": "2140"
}