{
    "headline": "Internet mogul Kim Dotcom denies internet piracy in New Zealand court", 
    "text": "Kim Dotcom, the internet mogul accused by the FBI of earning $175m (112m) in illegal profits through file-sharing site Megaupload.com, has denied internet piracy in a New Zealand court. A judge in North Shore declined to release the German national on bail after prosecutors argued the 38-year old, also known as Kim Schmitz, was a flight risk &quot;at the extreme end of the scale&quot; because it was believed he had access to funds, had multiple identities and had a history of fleeing criminal charges. Dotcom was arrested at his leased country estate in New Zealand on Saturday at the request of the FBI, who have charged him in a Virginia court with racketeering, copyright infringement and money laundering and are seeking his extradition. They claim he and a group of co-conspirators caused $500m of harm to copyright holders. Police cut Dotcom out of a safe room at his mansion on Saturday after he had barricaded himself in, because, according to his lawyer, he was frightened and panicked. &quot;Despite our staff clearly identifying themselves, Mr Dotcom retreated into the house and activated a number of electronic-locking mechanisms,&quot; said Detective Inspector Grant Wormald from the Organised and Financial Crime Agency New Zealand. &quot;Once they gained entry into this room, they found Mr Dotcom near a firearm which had the appearance of a shortened shotgun.&quot; The FBI estimates that Dotcom personally made around $115,000 a day during 2010 from his empire. The list of property to be seized featured nearly 20 luxury cars, including a pink Cadillac, several Mercedes, a Maserati, a Lambourghini and a Rolls Royce Phantom with the number plate &quot;God&quot;. Dotcom led an extravagant playboy lifestyle and posted films online showing himself partying on yachts and stepping off private jets and personalised helicopters. One film showsed him surrounded by topless women and men spraying champagne on board a yacht during a &quot;crazy weekend&quot; in Monaco reported to have cost $10m. &quot;Fast cars, hot girls, superyachts and amazing parties. Decadence rules,&quot; said the commentary accompanying the clip, which Dotcom dedicated to &quot;all my fans&quot;. His lawyer, Paul Davison, told the bail hearing Dotcom posed no threat of absconding or restarting his businesses, arguing that his client had co-operated fully, his passports had been seized and his funds frozen. &quot;He is not the sort of person who will pass unnoticed through our customs and immigration lines and controls,&quot; he said of the former hacker, who is reportedly 6ft 6ins tall and weighs more than 20 stone. Davison told the court that Megaupload&apos;s business was being misrepresented and authorities were being aggressive to add drama to the case. &quot;His business did not reproduce or copy material as alleged,&quot; he told the court, adding that copyright-holders had been given access to Megaupload to identify improper posting of material. He likened the site to YouTube, where people &quot;promoted their creativity&quot;. Judge David McNaughton said the bail application was too complicated for an immediate ruling, adding he would issue a written decision no later than Wednesday. &quot;Given the breadth of issues covered in this bail application and the seriousness of the issues, I am going to reserve my decision,&quot; he said. Dotcom smiled and waved at around 20 supporters who filled the courtroom and spoke to them after the judge&apos;s decision. &quot;Hey guys thanks for turning up, I appreciate it,&quot; he said, wishing a female supporter a &quot;happy birthday&quot;. Davison said Dotcom was &quot;realistic about what is happening&quot;. &quot;He would obviously prefer to be at large,&quot; he told reporters outside the court. &quot;He doesn&apos;t want to be there any longer than he absolutely has to be.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/jan/23/kim-dotcom-denies-internet-piracy", 
    "wordcount": "635"
}