{
    "headline": "Sim City returns to PC in 2013", 
    "text": "It has to be the worst kept secret in city simulation development, but now EA has finally made an official announcement: Sim City is returning. As rumoured for several weeks, the town creation classic will be hitting PCs in 2013, and it seems the name will simply be Sim City rather than Sim City 5, suggesting something of a reboot for the series which revolutionalised gaming on its arrival in 1989. So what can we expect? A major graphical overhaul, of course. Development duties are being undertaken by the game&apos;s original creator, Maxis, using the proprietary GlassBox engine. The new tech will apparently allow cities to be personalised in intricate detail; a feature on the game in a German magazine recently suggested that players would be able to individually customise every building  and would even be able to spy on inhabitants as they are personally affected by boom or bust developments. At the very least, you&apos;ll be able to craft highly themed developments going for sleek financial mega cities or smoke-belching industrial zones. From the trailer released by EA, there certainly seems to be a wealth of intricate detail, with a realistic sports arena (showing Monster Truck events), power stations and skyscrapers crowding the skyline. It looks like you&apos;ll even be able to watch as your buildings are constructed by tiny workmen.             EA has also mentioned that the game will include a multiplayer mode in which cities will stand side by side in interconnected regions. Participants will need to work together to develop renewable resources and deal with climate change, or compete greedily for resources and to hell with Mother Earth.  Other than that, it looks like the structure will be familiar, with players taking on the role of mayor, attempting to guide his or her town to economic and cultural success. Apparently, however, the interface is going to be re-worked so that both newcomers and veterans will be able to hop straight in. Although Sim City has been a regular fixture on EA&apos;s release schedules over the last twenty years, the last major PC iteration was almost ten years ago; the more mainstream Sims franchise has taken a lot of the attention. However, a new Sim City title that offers slick visuals and a high level of customisation, as well as multiplayer and social elements, is bound to re-awaken interest in this classic of sand box gaming.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/mar/07/sim-city-news", 
    "wordcount": "398"
}