{
    "headline": "Ideal Christmas gifts for scientists", 
    "text": "It&apos;s the festive period, and this means people have to buy gifts. Buying gifts can be stressful at the best of times, but it can be even worse if you have to get a gift for a scientist/science fan. These people, by definition, like science, but there is relatively little in the way of mainstream products that cater for this seemingly increasing demographic of enthusiastic science-types. Science and technology are, of course, heavily involved in the development and manufacturing of nearly all consumer products regularly purchased as gifts. Every Smartphone, tablet PC and console is the end result of copious amounts of cutting-edge research and development. But even your generic stocking fillers like deodorant have a lot of science behind them.  Hardly anyone cares though. It seems the science is just a means to an end when it comes to consumer goods, something to be used, not dwelled upon in any way. People are no more likely to consider the science behind their shiny new possession than they are to ask the Starbucks barista what kind of machine they use to grind the beans. With this sort of attitude to contend with, why would anyone produce potential gift items that emphasise and celebrate science for its own sake? Then someone informed me that you can buy caffeine-infused knickers. That is, knickers infused with microcapsules that release caffeine. The caffeine is intended to combat cellulite or something, not to wake you up as is more typical. Caffeine is apparently quite common in skincare products. That&apos;s slightly more reassuring, there are many vehicles for drug delivery but &quot;underpants&quot; isn&apos;t usually one of them.  But regardless of the mechanism or intended effects of these garments, and regardless of whether they work or not (they don&apos;t, apparently), I found their very existence reassuring. It proves that, at some point, somebody suggested &apos;Knickers that administer caffeine&apos; as a possible product and, rather than being breathalysed, they were taken seriously and the things were actually made. I guess the logic is that if it exists, somebody will buy it. And if it happened once, it could happen again. With this in mind, I thought I&apos;d suggest some possible products that would make ideal gifts for science fans. If anyone reading this is interested and able to make them, please do so. I don&apos;t even want royalties or anything.      Monopoly: Mars Edition, the best combination of Mars and Christmas since the Beagle 2, and a lot less disappointing. Photograph: PA    MONOPOLY: MARS EDITION The beloved property-development board game goes inter-planetary with the Mars edition. The whole family can experience the thrill of colonising and terraforming our sister world, as the game is redesigned to take the realities of Martian life into account.  The board is roughly half the standard size, but the dice only go as high as 2 thanks to the lower gravity and thin atmosphere requiring a slower pace. Each player starts the game with 6 billion dollars. None of it has been claimed and there is no infrastructure so land costs nothing to purchase, but building a hotel is insanely expensive and largely pointless anyway. The main excitement is provided by the chance cards, which say things like &quot;Discover life, become famous forever&quot;, &quot;Experience explosive decompression, die pretty much instantly&quot; and &quot;You discover that everything you&apos;ve done in the game so far has been a false memory implanted by &apos;Rekall&apos;. Go back to the start, do not collect 200 dollars&quot;. &quot;Monopoly: Mars edition&quot; promises long, slow, dangerous fun for all ages.     Batman runs from from his own internal demons in Batman: Arkham Psychiatric Ward. Photograph: /Warner Bros/Sportsphoto Ltd./Allstar    BATMAN: ARKHAM PSYCHIATRIC WARD The latest instalment in the popular video game franchise sees the Dark Knight facing his toughest challenge yet: his own fractured psyche.  Finally realising that dressing as a flying nocturnal mammal and engaging in constant violent encounters with increasingly elaborate criminals is perhaps not normal behaviour, Batman admits that his parents&apos; death may have left him with some serious psychological problems, so he checks himself into the legitimate psychiatry wing of Gotham&apos;s notorious asylum. BATTLE with the mental issues that have afflicted Batman since childhood. DISCOVER the lasting effects of PTSD, depression, borderline psychosis and more. GRAPPLE with the myriad side-effects of psychoactive drugs like Olanzapine, SSRIs and others as you try to find the right balance of medications to ensure normal cognitive functioning. WEEP SOFTLY as regular sessions with a therapist allows you to finally come to terms with your grief and pain and hopefully move forward as a person.  &quot;Batman: Arkham Psychiatric Ward&quot; is a thrilling journey through mental healthcare practices from the perspective of an obviously ill individual. Also features a new online multiplayer mode where several players can partake in a group therapy session, where they can safely talk about anger issues and insecurities while trying to avoid calling each other &quot;fag&quot; every 8 seconds.     Searching for the Higgs can be fun, exciting and infuriatingly frustrating with Where's Higgs?. Photograph: Fabrice Coffrini/AFP/Getty Images    WHERE&apos;S HIGGS? You&apos;ve heard of Where&apos;s Wally? Well now it&apos;s science&apos;s turn to provide the elusive element in the game with the &quot;Where&apos;s Higgs?&quot; puzzle book. Each book contains page after page of fiendishly difficult scenarios where a single Higgs boson is hidden in an elaborate image and must be found. To make it easier, each Higgs particle (or artists impression of one) has been scaled up dramatically, and measures a whopping 0.5nm in diameter. Special mechanisms in the printing ink mean the Higgs is only visible when the book is colder than the vacuum of space, and it typically requires the combined effort of hundreds of people to catch a glimpse of it. The Higgs can be considered &quot;found&quot; when enough people agree that it probably is there. &quot;Where&apos;s Higgs?&quot; causes slightly fewer family bust-ups than charades, guaranteed.     The Home Psychology Set promises all the fun of unending paperwork in the pursuit of science. Photograph: Alamy     HOME PSYCHOLOGY SET Experience all the fun of being a professional psychologist studying human behaviour in your own home with the Home Psychology Set. Each set contains almost nothing but paperwork, including the forms needed to explain the merits and rationale of your experiment (which you design yourself), the forms needed for grant applications, the forms needed for ethical approval, template journal articles for writing up, template subject recruitment forms, and many more.  Fill all these in, run your experiment, record your findings, confirm your hypothesis and experience the genuine thrill of having someone with the same set telling you you&apos;re wrong while being cruelly mocked by anyone with a chemistry kit or microscope for not doing &apos;proper&apos; science.     Not even an army of traditional dolls can challenge the intense feminine cliches offered by My Little Gender Stereotype. Photograph: Scott Houston/  Scott Houston/Sygma/Corbis     MY LITTLE GENDER STEREOTYPE As they grow, young girls experience considerable pressure to conform to increasing numbers of feminine ideals demanded by an unthinking and uncaring society. So why not get them all over with in one convenient package with the My Little Gender Stereotype doll?  The MLGS doll is a pop star fairy princess nurse who is planing her wedding while she runs a (domestic) kitchen, looks after her realistic baby and kitten and also transforms into a pony or a unicorn or something. She also has realistic hair that can be styled and idealised anatomical proportions that are impossible to achieve with normal human physiology. Despite this, she also comes with a selection of mock Daily Mail articles that describe her physical &quot;flaws&quot; in disturbing detail.  Available in pink, bright pink and shocking pink (shocking because it&apos;s a lot brighter than bright pink), My Little Gender Stereotype promises to bombard any little girl with such an intense level of feminine clichs that she eventually snaps and decides to become a bricklayer on principle.  Or you could just buy the Science Grrl calendar and avoid all the psychological trauma.  [WARNING: My Little Gender Stereotype features such vibrant colours and so much glitter that it has been deemed unsafe for those suffering from epilepsy]     The whole family can enjoy all the gore and horrific pain of surgery without anaesthetics with Ye Olde Operation. Photograph: Science Museum, London     YE OLDE OPERATION A fun spin on the game Operation for medical history buffs. Set in the days before anaesthetics and antiseptics in surgery, the rules have changed. There&apos;s no need to try and avoid making the patient scream; they&apos;re always screaming. The aim is to remove as many old-fashioned ailments and medical inaccuracies (imbalanced humours, poxes, agues, maladies etc) from the constantly screaming body before the patient succumbs to blood loss, trauma or hospital gangrene.  There are no tweezers; you are armed with just a hacksaw and a leech. The winner is the player whose patient survives the longest, but you get extra points if you cut their hair as well.  Ye Olde Operation brings the thrills and copious spills of medieval medicine into your own home, in all its brutal, lethal, filthy blood-drenched glory. After playing it, you&apos;re guaranteed to never complain about NHS waiting times again.     Exprience all the confusing fun of relativistic effects with Buzz Lightspeed. Photograph: NASA/Time & Life Pictures/Getty Images     BUZZ LIGHTSPEED Learn all about relativistic physics with Buzz Lightspeed, a spaceman figure with a small but highly advanced rocket motor that is capable of accelerating to within 90% of light speed.  A simple control interface means you can programme Buzz Lightspeed to travel to distant star systems at speeds where relativistic physics begin to take effect. A suite of on board cameras and recording devices will reveal all the wonders of time dilation and distant stellar bodies when it eventually returns to Earth massing about as much as a respectable sized moon, 50 years later when you&apos;ve probably lost interest.  Buzz Lightspeed requires every AAA battery that does, has or will ever exist in order to run (Not included)     Enjoy all the fun of pretending to be a pretend scientist with the homeopathic chemistry set. Photograph: Alamy     HOMEOPATHIC CHEMISTRY SET Enjoy all the fun of chemistry without any of those dangerous chemicals. The homeopathic chemistry set contains no active substances whatsoever, just a variety of containers and tools that look like the sort of thing a scientist might use.  Children and adults alike can enjoy all the fun of transferring water from one beaker into another, and then another, or possibly back again. Maybe shaking it a bit, or stirring it with a plastic stick (not included). The homeopathic chemistry set promises hours of fun to be had entirely within your own head, before you suddenly realise you&apos;re wasting your time, and have spent a lot of money on something that doesn&apos;t actually do anything.      Clever man wid da hair dun a book! Photograph: Linda Nylind for the Guardian    BEN GOLDACRE&apos;S &quot;BAD PHARMA&quot;BOOK The latest book by Ben Goldacre, &quot;Bad Pharma: How drug companies mislead doctors and harm patients&quot; is an interesting yet terrifying look at how the pharmaceutical industry works, and the tricks and distortions used to ensure profits at the expense of patient safety.  This isn&apos;t a joke one, by the way. Ben Goldacre himself bought me a beer at the recent UK Science Blog awards, but I never got the chance to buy him one back so I figured I&apos;d plug his book here instead. Given how much influence I have over people, he might have made enough extra profit from book sales by this time next year to buy himself a pint. Or at the very least, a bag of crisps.  Dean Burnett dispenses most of his crackpot ideas in shorter bursts on Twitter, @garwboy", 
    "section": "science", 
    "gid": "science/brain-flapping/2012/dec/04/ideal-christmas-gifts-science", 
    "wordcount": "1809"
}