{
    "headline": "What I miss most in the dead time of winter is the insects", 
    "text": "It was like a last cigarette butt swept up after the party  a bluebottle buzzing at the window. It got me thinking and, as I took my walk across the marsh, I tried to analyse what I miss most in winter. Why should I feel a sense of absence: after all, many of the old favourites are in place regardless of season. The blackbirds are on the lawn as the door closes, and when I pass the last houses the starlings are still along the pot tops to repeat their self-delighting inward song. Beyond the kissing gate, no single tree has yet moved. They&apos;re all here and, while they&apos;re now stripped bare of foliage, they will make that heroic outstretched stand winter-long. If anything reeds are more beautiful during the dead time, their stems a rich cinnamon and their heads a sparkling floss in the sunlight. There is even a special harvest which is lost once spring arrives. Today I can enjoy it all: the glorious canine music from the pink-footed geese and that special quietness of a stonechat on its fence top. Yet what I miss most is the insects, those relatives of that bluebottle, whose warmth-loving soft-bodied forms are incinerated in the scorching colour of autumn. Winter is insect-free, and it makes you think about all their gifts through the year: the shapeless clouds of chironomids choiring down the dyke at last light; the glancing maypole weave of butterflies and bumblebees around the flowering bramble; then all those sleeping beauties in my moth trap  maybe 60-70 species on a good summer&apos;s night  that always add a spoonful of excitement to moth day (Saturday mornings). Thank goodness for the December moth, an insect so subtly beautiful it seems almost purpose-made to remind us of the aesthetic possibilities of chitin. What it also epitomises is the fugitive joys of insects. After all, no more than one in 10,000 of us has probably made the acquaintance of this garden familiar.", 
    "section": "environment", 
    "gid": "environment/2012/dec/09/claxton-norfolk-dead-time-winter-insects", 
    "wordcount": "330"
}