{
    "headline": "Flashes of sun etch the rain-washed landscape with blue shadows", 
    "text": "Rare spells of sun illuminate glimpses of the landscape, clearcut in the rain-washed atmosphere. Caradon, Kilmar and Sharp Tor, on the skyline, become etched with blue shadows above emerald pastures, dark woods and hedgerow trees. Barley ears ripple across arable land, and seeding grasses stand out pale between the lush regrowth in fields cut for silage in May. Sheep have been shorn but lambs need to lie in the sun to speed weight gain, and the total of those sent to the abattoir by our neighbour is 150 fewer than this time last year. Beside steep lanes awash with spring water, pennywort spirals beneath dripping trees, bedraggled honeysuckle and dog rose scramble above rank vegetation, and hogweed brushes against passersby. Flashes of sunlight tempt ringlet butterflies to flutter out of tangled grasses, and an emperor dragonfly zooms above our orchard, where few apples and cherries have formed. In contrast there is a good set of fruit at my brother-in-law&apos;s orchard, pollinated by honeybees from nearby hives. High up, on Kit Hill (334 metres), disused mines, prospecting pits and quarries are masked in heath and emerging woodland. Expanses of feathery grasses, stunted bracken and turf, starred with tormentil and bedstraw, are interspersed with foxgloves growing among bramble blossom, soft shoots of gorse splattered with cuckoo spit, and heather already in flower. Ferns  hard, male, buckler and lady  shelter in hollows and beneath the scrub oak and willow that colonise dumps of discarded granite beside the old tramway. Controlled grazing and burning of gorse help diversify the habitats, and sleek cows graze close to their calves, which jostle and play on a sandy hillock. Far below, the tidal Tamar appears as a luminous, sinuous lake, but the sea, beyond Plymouth Sound, is indistinct and grey, like the sky.", 
    "section": "environment", 
    "gid": "environment/2012/jul/10/kit-hill-tamar-valley-rainwashed", 
    "wordcount": "296"
}