{
    "headline": "The Guardian becomes media partner for London Games Festival", 
    "text": "The Guardian will be the first ever official media partner for the London Games Festival, it has been announced. We&apos;ll be running our own events as part of the annual celebration of games culture, which this year takes place between 27 September and 28 October. On 13 October, the Guardian will present How to Code the Raspberry Pi, a programming workshop utilising the incredible Rapsberry Pi PC. Taking place at Google&apos;s London HQ, the event will seek to teach parents and children how to use the low-cost computer, which has been designed to get school pupils in to coding.  As part of our involvement, I will host an evening event at the Guardian offices in Kings Place. Titled So You Want To Be a Games Journalist?, the event will allow prospective games writers to meet the newspaper&apos;s games team and get some useful tips on covering the ever-changing video game industry. More details on that will follow.  The London Games Festival features a range of events taking place throughout the city. The Eurogamer Expo (27-30 September) is set to be a highlight again this year, with the likes of Dishonored, Halo 4 and Assassin&apos;s Creed III all playable on the show floor, as well as a range of developer talks and discussions.  The London Comicon (26-28 October) closes things out with a whole bunch of amazing games, comics and movie guests. In between, there will be various discussion events, art installations and themed video game nights. The presenters of the ever-wonderful One Life Left radio show, will be holding two events  a video game karaoke night at Walkabout Temple on 4 October and a Gamer Disco at the Book Club on 10 October. Gaming news site IGN is hosting a pub quiz at Walkabout Temple on 11 October.  Elsewhere, there&apos;s an intriguing event on 5 October at the offices of games industry trade body UKIE. The Developer/Journalist Game Hack, will challenge a selection of games writers to create their own games with the help of small programming teams  the results will then be reviewed and scored by a selection of developers. That could get nasty. More information can be found at the London Games Festival website, and you can follow the festival Twitter feed here.", 
    "section": "technology", 
    "gid": "technology/2012/aug/30/guardian-media-partner-london-games-festival", 
    "wordcount": "376"
}