{
    "headline": "Boot up: Windows 8 after 90 days, Google v feds on self-driving, open source Death Star and more", 
    "text": "A quick burst of 11 links for you to chew over, as picked by the Technology team Who&apos;s manipulating Apple stock with this iWatch story? &gt;&gt; ReadWrite Dan Lyons:   who&apos;s manipulating Apple stock now, with this sudden barrage of &quot;leaks&quot; about the iWatch?  Does no one else think it&apos;s kind of remarkable that this unreleased product suddenly starts showing up in dozens of blog posts and press stories? And that these leaks happened, coincidentally, right after Apple&apos;s stock endured a brutal slide from just above $700 in September to a low of $435 in January?   If the suggestion is that Apple is selectively leaking these details to help its share price, its executives could be prosecuted for failing to supply financially sensitive information equally to all investors. Those executives will already know this. Could it be, on the other hand, that wearables is just a hot field? amendlocke: I recharged my cigarette ... &gt;&gt; Twitter &quot;I recharged my cigarette, blocked a sex robot from my timeline, and followed an astronaut. Then I wrote a science fiction story.&quot; Microsoft, Apple summonsed to explain high prices &gt;&gt; ABC News (Australian Broadcasting Corporation)  Technology giants Microsoft and Apple have been summonsed to appear before a federal parliamentary committee to explain why Australians are forced to pay more for some of their products compared with other countries.  The committee has also issued a summons to Adobe, with all three companies to appear before a public hearing on 22 March.  If they fail to turn up they could be held in contempt of Parliament, which carries a range of possible penalties including fines or jail time.  The companies have provided written submissions to the committee but have declined several requests for them to appear in person.  The investigation was set up after a long campaign by Labor backbencher Ed Husic, who has accused some information technology companies of &quot;ripping off&quot; Australian consumers.   We&apos;ve written about this in the UK as far back as 2006 (though nothing much changed). Can Australia get something to happen? (Thanks @rquick for the link.) Windows 8 at 90 days: Q&amp;A with Tami Reller &gt;&gt; Windows Team Blog Microsoft interviews itself:   It&apos;s been a little over 90 days since Windows 8 reached general availability (GA) so naturally people are asking: how is Windows 8 is doing? I thought the best way to address this would be a Q&amp;A with our Chief Marketing Officer and Chief Financial Officer Tami Reller to share context and our point-of-view. So here we go...  Brandon LeBlanc: We announced in early January that Windows 8 has sold more than 60 million licenses. How does that compare to previous versions of Windows?  Tami Reller: More than 60 million licenses sold is on par with the record setting pace we saw with Windows 7. We feel good about our start with Windows 8 - and of course there is still much more to do.   Something about the indeterminacy of that figure is odd. Windows 8 was released at the end of October; in the three months since then, more than 85m PCs should have been sold. Google: Self-driving cars in 3-5 years. Feds: Not so fast &gt;&gt; ExtremeTech  It&apos;s a free country and if you want to mount a soap box and speak out in a public park, you can do it today. If you want to sell a motor vehicle, you have to meet an array of fuel-economy, stability, and crash safety tests, and those take time. Years sometimes. Self-driving cars would have to prove they can drive themselves, deal with jaywalking pedestrians, stop or at least slow when a crossing vehicle runs a red light, and deal with software glitches. Performance metrics for self-driving cars don&apos;t exist yet and the Department of Transportation, which doesn&apos;t offer bonuses for working at internet speed, may be more deliberate and methodical than Google.   See below for the challenges that Tesla is having with its electric car. Unfortunately, there are many more questions over self-driving cars. Tesla CEO Elon Musk accuses New York Times of lying about Model S range anxiety &gt;&gt; The Verge  In a statement to CNBC moments ago, Musk reiterated that Broder hadn&apos;t followed the terms agreed upon by both sides. &quot;We explicitly said that to do this trip, he needs to make sure he&apos;s fully charged when he starts out, that he doesn&apos;t take detours, and that he drives at a reasonable speed,&quot; he said. &quot;I&apos;m not talking about some ridiculously low speed, but not too far above the speed limit. Those three things weren&apos;t done.&quot;  For its part, The New York Times is standing behind Broder&apos;s story as 100 percent accurate. Further, the publication insists its writer played by the rules.    Isn&apos;t going to end well for someone. Kickstarter Open Source Death Star by www.gnut.co.uk &gt;&gt; Kickstarter  Goal: 20,000,000 for more detailed plans and enough chicken wire to protect reactor exhaust ports.  Stretch Goal: 543,000,000,000,000,00 ($850,000,000,000,000,000) to secure full funding for actual construction.   So far: 222K pledged by 1,570-odd people. Do we think Darth Vader would use open source software, though?  Nexus One-controlled nano-satellite blasting into space on February 25th &gt;&gt; Into Mobile  A team of scientists wants to launch the Nexus One into space and even use the &quot;original Google phone&quot; to control the small satellite. If everything goes according to the plan, the petit Strand-1 satellite will carry the first Nexus 487 miles above the earth&apos;s surface on the back of a rocket.  According to the lead engineer Dr. Chris Bridges, Nexus One&apos;s hardware hasn&apos;t been modified in any way. &quot;We&apos;ve essentially got a regular phone, connected up the USB to it and put it in the satellite,&quot; he said.   In a few years we&apos;re going to have Google, Apple and Microsoft competing furiously to land a phone on the moon, aren&apos;t we? No BlackBerry 10 prepay device before Christmas &gt;&gt; Mobile Today  BlackBerry will focus on mid and upper-tier BB10 devices through 2013, with no prepay models coming to market until next year.  The manufacturer, who unveiled its BB10 phones last week, has had success with the prepay market, particularly among young people, and the move could disappoint retailers. Its 9320 handset was the bestselling Christmas handset, so the lack of a BB10 pre-pay device would leave retailers without a guaranteed hit.  Europe MD Stephen Bates told Mobile the manufacturer would focus pre-pay sales on its existing BlackBerry 7 and 7.1 handsets. He said: &apos;With BB10 we are trying to establish a new platform. We are intending to expand the portfolio towards the mid-tier in 2013 and entry-level phones will come next year.&apos;   Stephen Bates with the snappy soundbites that have made him so famous. But if BlackBerry keeps selling its BB7 handsets, what&apos;s the problem? Charlie Brooker Q&amp;A: the drug of tech has us hooked. What&apos;s the side-effect? &gt;&gt;Wired UK  Wired.co.uk: When you say that technology has changed in such a short space of time, what&apos;s your personal experience of that?  Charlie Brooker: Well, when I got my first TV writing job, which is like 1999 or so, I was sort of the nerd of the office. I remember I had an MP3 player, and I remember kind of explaining to people about how amazing this was, and no-one gave a shit. And then it cut to a few years later and everyone&apos;s raving about iPods and I felt slightly... aggrieved.  And I think that&apos;s a massive thing that&apos;s changed over the last decade or so. Probably just over a decade, probably from the Millennium onwards. When the Millenium Bug was kicking around people would bemoan the fact that we were relying on computers and now nobody thinks twice about sharing everything they&apos;ve got online.   Good, thought-provoking interview. Bridge &gt;&gt; XKCD Answering that question of &quot;if everyone jumped off a bridge, what are the circumstances where you would too?&quot; You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2013/feb/12/technology-links-newsbucket", 
    "wordcount": "1389"
}