{
    "headline": "On the road: Raleigh Gran Sport", 
    "text": "The first new bike Iowned was a Raleigh racer. It was a joint Christmas-and-birthday present (oh, cursed January birth) and arrived in good time for my cycling proficiency test. Before we went back to school, I remember pedalling it round to the recreation ground near our house, looking forward to the reception I&apos;d get. Iimagined admiring glances at the drop handlebars that reminded me of rams&apos; horns, and envious looks as I showed off the 16 gears. I got past the tennis courts when Irealised I&apos;d made a terrible mistake. Everyone was astride machines with knobbly fat tyres, chunky frames and flat handlebars, with more gears than mine. My Raleigh was white with discreet bands of blue, red and yellow. Theirs were fluorescent green, yellow and orange, matching the Global Hypercolour heat-sensitive T-shirts they wore under their anoraks. Mountain bikes! How had Imissed the memo? The remarkable indestructibility of my Raleigh meant I was stuck with my hopelessly unfashionable steed throughout the early 90s, when mountain bikes with a daft number of gears ruled supreme. Twenty years on, I find myself testing a remarkably similar model: the Gran Sport, an update of a design Raleigh has been making since the 60s, if not before. The look may not have changed but fashion has. Hipsters across east London pay hundreds of pounds for secondhand (sorry, vintage) Raleighs. No wonder the 125-year-old manufacturer has decided to knock out a new version. Alas, it does feel knocked out. The Gran Sport is a lovely-looking bike but, like a Wonderbra, it promises more than it can deliver. Beneath its chic and sleek exterior lies adecidedly average bike. The steel frame felt unresponsive. Riding it was unsatisfying, like trying to snog someone who won&apos;t properly kiss you back. I hated the metal pedal cages, which scraped the ground whenever my feet weren&apos;t in properly  a regular occurrence in London&apos;s stop-start traffic. The gear shifters felt like they were being deliberately difficult. Changing gear on the Trek Madone I tested last was as easy and pleasurable as stroking a friendly cat. On the Gran Sport it was an effort. My primary school Raleigh would have been made in Nottingham, where the company started in 1887. The firm is now Dutch-owned and since 2003, the 850,000 bikes it produces each year have been put together in south-east Asia. Has quality been lost in the move? Or am I just nostalgic for my youth? At least I&apos;m riding something trendy for once. The 10-year-old me would be very happy about that. Raleigh Gran Sport       Photograph: Simon Stuart-Miller    Price RRP 700Frame Steel (Reynolds 520)Weight 11.8kgGears 16 (Shimano 2300 shifting levers)In a word Deceiving", 
    "section": "technology", 
    "gid": "technology/2013/jan/11/raleigh-gran-sport", 
    "wordcount": "456"
}