{
    "headline": "Floods: a disaster waiting to happen", 
    "text": "On the night of 31 January 1953, a high tide was expected, but what came with it was something noone had predicted. A storm was gathering over the North Sea, with low atmospheric pressure sucking up the waves, raising the sea level dramatically, and high winds whipping the waves to fury. When it hit the UK&apos;s east coast, the waters broke high over seawalls and surged as far as 10 miles inland. There was no warning and, with primitive communications, little ability to tell people of the danger when it became apparent. Sixty years on, survivors of that night remember the events vividly. Jenifer Baker was at her ninth birthday party when the mother of one of the guests came running in. &quot;She said, &apos;The water&apos;s knee deep at Chapel Corner.&apos; We didn&apos;t know what was going on. Then someone said, &apos;There&apos;s water coming through the letterbox.&apos;&quot; The children were packed up the stairs, watching the flood advance step by step until it nearly reached the top, while the adults gathered the remains of the party food. &quot;We were allowed only one spoonful of blancmange each because they didn&apos;t know how long it would have to last.&quot; Pamela Burton was 15, an usherette at the Savoy cinema near the seafront at Sutton-on-Sea in Lincolnshire. It was a Saturday and the Savoy was crammed with excited children eager for the afternoon show. At about 5pm, she remembers, water started pouring in. She and the other older children started moving the younger ones from the stalls. &quot;We got the little ones and gave them piggybacks. We took them all up to the balcony and watched the water coming in below.&quot; There they had to stay until 3.30 the next morning, when boats, lorries and amphibious vehicles came to rescue them. Outside the cinema was a scene of devastation. One house had been split in half. &quot;I watched a chalet floating past. I&apos;llnever forget it.&quot; For the children of Sutton, it felt like an adventure, but the adults were desperately trying to save their neighbours. Opposite Gordon Brooks&apos;s house, in the village of Mablethorpe, an elderly couple died, trapped in their home. Others were crushed by debris or swept away and drowned. A family of seven, including an infant, all perished in one house, recalls John Monk. Awoman carrying her newborn opened the door of her house to be rescued, only to have the baby snatched from her arms by the rising waters. When rescuers came  police, the army and American airmen from a nearby base  they could tell where the roads were only by the tops of the telegraph poles. They commandeered what boats and lorries they could, and took children to safety first. Monk, then aged five, was taken away clutching his teddy bear. &quot;I remember the sound of the wind and the waves,&quot; he says. &quot;It was so loud, howling. You&apos;ve never heard anything like it.&quot; Around the UK, 307 people were killed that night. It was one of the country&apos;s worst peacetime disasters. Holland suffered far worse, with more than 1,800 dead. Thousands of people were displaced for many months  Baker remembers having Christmas dinner upstairs that year because the ground floor was still uninhabitable. The loss of life and destruction, which in today&apos;s terms cost billions of pounds to repair, were alesson the government of the day vowed to learn. Could it happen again? It very nearly did, just five years ago. In November 2007, low pressure over the North Sea and high winds coincided withpeak high tides. Thousands of people were evacuated and the seawalls were breached in dozens of places along the East Anglian coast. Barbara Young, chief executive of the Environment Agency at the time, described how narrow the escape had been: &quot;The flooding event in East Anglia came within a whisker of widespread flooding, with tides in Great Yarmouth the highest since 1953.&quot; Only luck saved us from a disaster. &quot;We dodged a bullet in 2007,&quot; admits Richard Benyon, the minister with responsibility for flooding. Since then, the country has seen more deluges, from the 2009 torrents in Cockermouth to last year&apos;s flash floods that struck all over the UK from Yorkshire to Devon, Wales to the Tyne, and that overwhelmed more than 8,000 homes and businesses after one of the wettest years on record. The warning is very clear  another flood as serious as 1953 is not only possible, but likely. Flooding is the UK&apos;s second highest natural disaster risk, after a flu pandemic, according to the Department for Environment, Food and Rural Affairs. In the next two decades, more than 600,000 homes will be at serious risk. Yet last year spending on new flood defences fell to 259m from 354m. Lord Krebs, a government adviser on climate change, warns that the gap between what needs to be spent and what is being spent is approaching 1bn. Just as alarming are the failures of the UK&apos;s commercial sector to face up to our increased flooding risk. Today&apos;s infrastructure  power grids, water and sewage pipes, mobile phone masts, roads and railways  is more complex thanever, and we are more reliant on it. In 2007, nearly half a million people were left without drinking water for days and more than 50,000 without electricity as water networks were overwhelmed and an electricity substation at Castle Mead nearly inundated. We know that flooding devastates. We know that, due to climate change, flooding is more likely than ever. So why are we doing so badly?     Tewkesbury, Gloucestershire, September 2008. Photograph: Getty Images    The Met Office in Exeter operates one of the world&apos;s foremost research centres on climate change, running complex computer models to predict the consequences of global warming. Vicky Pope, a founding member of the centre, is quite clear on the likely impact on the UK&apos;s weather. &quot;Flooding is the real risk. We are seeing rainfall patterns changing, heavier rainfall coming in strong bursts.&quot; Coastal storm surges are also an increased risk. Sea level rises mean waves are more likely to breach sea defences. As we warm the Earth, we are, in effect, putting more energy into the atmosphere. That makes storms more powerful, and may make them more frequent. &quot;Floods that occur once in 100 years on the UK&apos;s east coast today may happen once every 10 years by the end of the century,&quot; the Met Office has warned. As Superstorm Sandy proved in New York last year, when such powerful tempests strike major cities, their destructive power is immense. Sandy is estimated to have cost $80bn. When our modern infrastructure falters, social chaos and breakdown can soon follow  as was vividly demonstrated after Hurricane Katrina in New Orleans in 2005. An often-quoted estimate isthat we are just four foodless days away from anarchy, and a few days of electricity blackout away from widespread looting. That makes it even more vital to ensure that our essential infrastructure is resilient to the floods we know are going to hit us. In 2007, the lack of contingency plans for the water networks meant the army had to be called in to distribute bottled water and beer tankers pressed into service to carry water. Acting under emergency conditions in this way is stressful and very expensive. Yet little seems to have changed in the past five years. &quot;There is not yet a lot of tangible action,&quot; says Krebs, author of last year&apos;s Committee on Climate Change report. &quot;There needs to be partnership on this between the public and private sector.&quot; Brian Collins, a fellow of the Royal Academy of Engineering, is an expert on infrastructure. He is quite clear that the UK is in serious danger of losing vital services to flooding, with potentially disastrous consequences. &quot;There is no obligation on companies to protect this infrastructure against flooding,&quot; he says. &quot;Companies can choose not to.&quot; The Environment Agency insists that it is taking action, with &quot;local resilience forums&quot; that bring together emergency services, infrastructure providers and local government. But Collins is sceptical: &quot;Utilities have to produce contingency plans for how they would continue in a crisis, but these do not include having to build in resilience to flooding. They should do. That should be part of the regulation.&quot; But there is evidence that the coalition is pulling back from stricter regulation. Sebastian Catovsky, an expert on adapting to the effects of global warming, at the Committee on Climate Change, says the obligation for key infrastructure companies to set out reports on the risks they face and how they plan to deal with them is being downgraded to a voluntary measure. &quot;With avoluntary approach, you have no stick to ensure the companies are looking at this.&quot; In 1953, atomic power was still in its infancy. Today, there are nine nuclear power stations around the UK&apos;s coastline, and plans for up to twice as many. Flooding is one of the most serious hazards for nuclear plants, as Fukushima in Japan demonstrated. Greenpeace commissioned a report from Colin Green, of the flood hazard research centre at Middlesex University, into Hinkley Point, likely to be the site of the first new nuclear plant to be built in the UK for decades. It concluded: &quot;From a flood risk management perspective, Hinkley Point is not an ideal site for a nuclear power station; the material presented by EDF is inadequate; and it is not possible, on the basis of the material presented, to reach a rational decision as to whether Hinkley Point can be made to work from a flood risk management perspective.&quot; EDF says it has thoroughly examined all the risks and that the plans are watertight.     Householder Jeff Clarke recovers furniture from his flooded home in Tewkesbury, Gloucestershire, July 2007.  Photograph: Reuters    It is the infrastructure companies themselves that will ultimately suffer when their assets are damaged by adverse weather. They ought to have a vested interest in protecting their investments. But so far the power companies, water utilities and railways have failed to do so, according to Collins. The reason? Privatisation. &quot;All these services used to be in public hands, but when you privatise them you turn them into companies that put profit first  that is what companies do. But markets do not handle extreme events very well.&quot; Protecting against flooding requires large upfront investments. For instance, shoring up railways to prevent the ballast under the tracks from being swept away is a mammoth job, costing millions. In the face of that upfront cost, waiting until the flooding happens, then repairing it afterwards can look more attractive. But that does not take into account the knock-on costs to the country in the travel disruption this creates. Collins wants government to take a longer-termview. He points to the Thames Barrier. Adirect response to the floods of 1953, the Thames Barrier was one of the single biggest civilengineering projects ever undertaken in theUK. Two decades in planning, 10 years in construction, it cost more than 500m when it was opened in 1984. According to Collins, it should continue to protect London adequately for several decades, perhaps to 2050. But the existing barrier took 30 years to put in place. Hebelieves work should be starting now on apossible addition or replacement. Another key area for government is planning permission, stopping people and companies from building in high-risk areas. Yet there are few constraints. In fact, the Commmitttee on Climate Change found that not only are we continuing to build homes on flood plains, but we are building them faster than ever. This is putting more and more people at risk of the sort of misery retired architect Jeff Clarke suffered when his Tewkesbury home flooded in 2007. It was the loss of his childhood encyclopedia that brought home the heartbreak. &quot;It was given to me by my Welsh grandmother, and she&apos;d written in it &apos;To Jeffrey on his fourth birthday&apos;. As a book, it wasn&apos;t worth tuppence, but I&apos;d had it all these years. It&apos;s silly little things like that that make you feel your loss.&quot; He remembers having to throw away his crockery. &quot;They insisted we destroy it, as it couldn&apos;t be decontaminated of the pollution&quot;  a polite way of saying that the tea service had been covered in sewage. That is one of the dirty secrets of flooding in Britain. While images of flooding are often quite jolly  men wading down the high street, kids getting a kayak to school  what you don&apos;t see is that the muddy waters invading these houses are filled with sewage. The smell alone is hard to forget, according to survivors. &quot;The whole experience was absolutely devastating,&quot; Clarke says. It took him nearly a year to make his house habitable again. Insurers ought to be key players in protecting against these catastrophes. But here, too, the story is one of failure. The recent spate of flood disasters, from 2007 on, has spooked the major insurance companies. They are now threatening to break with the &quot;gentlemen&apos;s agreement&quot; that has operated since 1961, under which all UK householders  or at least those whose homes were built before 2009  are guaranteed access to flood insurance even if they are at serious risk. That agreement with government will run out in June and as yet there is nothing to replace it. Benyon, whose responsibility for the issue has been subsumed by the Cabinet Office, will say little except that progress is expected &quot;soon&quot;. The Association of British Insurers is less confident, however. A spokeswoman for the ABI showed how badly the talks have broken down, saying: &quot;If you find out anything from the government, do let us know, because they&apos;re telling us nothing.&quot; In the absence of information, more than 200,000 households are in limbo, not knowing whether they will be insured after June. It is possible to protect houses against flooding with simple measures such as airbrick covers and sandbags. Clarke has installed a system of guards that can be slotted in place around his home: &quot;It&apos;s very effective.&quot; But most people in flood-prone areas are failing to do anything to protect their homes. In part, this is the fault of the insurance companies, which often refuse to pay for such protection. But it is also because people fear that the sight of flood prevention equipment will scare off potential buyers and cut the value of their property. So, despite the warnings, people are just not helping themselves. They should  urban flooding is now more likely than ever, Collins warns. As we build more densely in cities, and pave over a vastly increasing area, the rain has nowhere to go. &quot;Youmight be in a house that has never flooded before, but because of all the new building you may suddenly become vulnerable, because the way the surface water flows has changed. At the moment, the only way you will find that out is when you have a flood.&quot; It doesn&apos;t have to be this way, he says: &quot;They [the construction companies] could look at this, they could work out where the water is likely to go, they could warn people, and you&apos;d have thought they should, wouldn&apos;t you? But there is no obligation on them to do so, and so they don&apos;t.&quot; Sixty years after the Great Floods, we know that flooding is not a question of if, but when. Thewidespread complacency and slowness to act on the part of all the major players  government, infrastructure companies, utilities, builders, insurers, even householders  are deadly serious. &quot;We are just not facing up to reality,&quot; Collins says. Our failure now to protect what we value will cost us dear when the worst happens.", 
    "section": "environment", 
    "gid": "environment/2013/feb/02/floods-disaster-waiting-to-happen", 
    "wordcount": "2679"
}