{
    "headline": "University admissions changes are scrapped", 
    "text": "Plans for pupils to apply to university once they have received their A-level results rather than with their predicted grades have been scrapped. Ucas, the organisation that co-ordinates degree applications, warned in October that the current system  whereby universities offer students provisional places based on their expected grades  gives an unfair advantage to pupils at private schools. Some of these pupils are encouraged to apply well before the official deadline and, for some courses, this gives them a greater chance of a conditional place. Ucas&apos;s chief executive, Mary Curnock Cook, argued that teenagers should submit applications for degree courses only once they have their final grades. This would have led to the most radical changes to university admissions for 50 years. But a Ucas review into the proposed changes, published following a consultation with schools, colleges and universities, concludes that the difficulties posed are insurmountable. It would mean bringing forward A-levels and equivalent exams so that students apply to university in July, which would lead to less teaching time in schools and colleges. The review states that the changes are also impractical because students from the four countries of the UK sit their exams at different times of the year. Students might research their university options less thoroughly under a system in which they apply for degree courses after their exam results, Curnock Cook said. However, Ucas admits that it &quot;remains a problem&quot; that many students&apos; predicted grades turn out to be inaccurate, affecting their chances of a place. Ucas research shows that just 10%, on average, of predictions for all three of a student&apos;s A-level grades are accurate. Sir Peter Lampl, chairman of the Sutton Trust education charity, warned that Ucas&apos;s climbdown would hamper social mobility. Teenagers from low-income homes often do not believe they will get into the top universities, so do not apply. When they get their grades, they realise they could have aimed higher. &quot;Moving to a system where pupils apply to university with their actual grades is essential for improving social mobility,&quot; Lampl said. &quot;It would empower students to make realistic university choices and enable admissions tutors to select students on their actual grades, not, as is the case now, on grades predicted by their teachers, which are wrong most of the time.&quot; However, the Russell Group, which represents some of the most academically competitive universities, said a move to a system in which students applied with their final results would have left little time for admissions tutors to analyse each applicant&apos;s background. Dr Wendy Piatt, director general of the Russell Group, said Ucas&apos;s previous proposal would have reduced the time for universities to conduct &quot;fair, thorough and holistic assessments of candidates&quot;. &quot;The main losers would be prospective students and, in particular, those from disadvantaged backgrounds, who benefit from special access schemes, summer schools and other outreach activity,&quot; she said. Ucas plans instead to reform the clearing system, an annual process thatmatches students without places to courses with vacancies. In future, there will be a set application route for students who would have gone through clearing. All applicants will have equal access to vacancies, rather than having to browse university websites themselves. Universities will be able to see all students eligible for clearing, instead of waiting for those who are interested in their courses to contact them. Labour sought for years, without success, to introduce changes that would have resulted in students applying to university only once they had received their grades. In 2004, an inquiry led by Professor Steven Schwartz into university admissions concluded that such a system would be &quot;fairer and more transparent&quot;. However, Labour shelved the move in 2006, after teaching unions and others rebelled.", 
    "section": "education", 
    "gid": "education/2012/mar/28/university-admissions-changes-scrapped", 
    "wordcount": "625"
}