{
    "headline": "Pearson to invest in low-cost private education in Africa and Asia", 
    "text": "Pearson, the UK education company and owner of the Financial Times, has launched a 10m fund to invest in private schools in Africa and Asia aimed at providing affordable education for poor children. The first investment from the new fund is a stake in Omega schools, a privately held chain of affordable, for-profit schools based in Ghana. Omega, which has grown to 10 schools and 6,000 students in two years, was founded by Ken Donkoh, a Ghanaian entrepreneur, and Professor James Tooley, a champion of low-cost private schools and professor of education policy at Newcastle University in the UK. The investment will allow Omega to expand from Accra to schools throughout the west African country, expected to benefit tens of thousands of students. Pearson already has a stake in Bridge International Academies, a chain of private schools in Kenya. &quot;Pearson is committed to achievement for all children, and focused on low-income families around the world,&quot; said Sir Michael Barber, Pearson&apos;s chief education adviser and chairman of the new fund. Barber was also an education adviser for the former UK prime minister, Tony Blair. &quot;Low-cost private education is an important, complementary element of education in developing countries and should be seen as an active partner, with governments looking to ensure all children have access to a high-quality education.&quot; Apart from investing directly in affordable schools, Pearson said its new fund will also invest in organisations that provide educational support, including mobile content, teacher training and accreditation services. Barber said there had been a huge growth of low-cost private sector schools in cities such as Delhi and Lahore, which showed people were unhappy with the low quality of education in the public sector. &quot;The challenge is not being met by the public sector,&quot; he said. &quot;We want to demonstrate we can generate a return and better learning outcomes at scale. We want to show that this is worth investing in.&quot; However, NGOs, questioned whether the Pearson approach would help meet the millennium development goal on universal primary education, as school attendance has been driven by the abolition of fees. David Archer, head of programme development at ActionAid, pointed out that the big surge in primary school attendance in countries such as Kenya, Uganda and Tanzania, since the late 1990s, followed the abolition of school fees. &quot;To suggest somehow that supporting low-cost private schools would boost school attendance flies in the face of the evidence,&quot; he said, adding that girls would also lose out if schools started charging. &quot;It&apos;s ironic at a time when girls are a priority in primary education, as this kind of initiative will almost certainly discourage girl attendance.&quot; Archer said there was a role for the private sector in helping shape national education strategy to see whether it was relevant for national needs. But he said education should be in the hands of the state. &quot;The big gains in the end come when school is free,&quot; he said. According to the UN, in sub-Saharan Africa school fees consume nearly a quarter of a poor family&apos;s income, covering not only tuition, but also indirect fees such as membership of parent-teacher associations, community contributions, textbooks and uniforms. The UN says it is fees that are keeping schoolchildren out of the classrooms, and that countries that have abolished school fees, such as Burundi, the Democratic Republic of the Congo, Ethiopia, Ghana, Kenya, Malawi, Mozambique, Tanzania and Uganda, have seen a surge in enrolment. In Ghana, for example, public school enrolment soared from 4.2 million to 5.4 million between 2004 and 2005. Kevin Watkins, a senior fellow at the Brookings Institution in Washington, also expressed scepticism at the notion of charging poor people school fees. &quot;If we are talking about poverty reduction, the idea that poor people should be paying for education is absurd,&quot; he said, adding that there was very little evidence that private schools provide a better service than the public sector.", 
    "section": "global-development", 
    "gid": "global-development/2012/jul/03/pearson-invest-private-education-africa-asia", 
    "wordcount": "671"
}