{
    "headline": "Climate change: how a warming world is a threat to our food supplies", 
    "text": "When the Tunisian street vendor, Mohamed Bouazizi, set himself on fire on 17 December 2010, it was in protest at heavy-handed treatment and harassment in the province where he lived. But a host of new studies suggest that a major factor in the subsequent uprisings, which became known as the Arab spring, was food insecurity. Drought, rocketing bread prices, food and water shortages have all blighted parts of the Middle East. Analysts at the Centre for American Progress in Washington say a combination of food shortages and other environmental factors exacerbated the already tense politics of the region. As the Observer reports today, an as-yet unpublished US government study indicates that the world needs to prepare for much more of the same, as food prices spiral and longstanding agricultural practices are disrupted by climate change. &quot;We should expect much more political destabilisation of countries as it bites,&quot; says Richard Choularton, a policy officer in the UN&apos;s World Food Programme climate change office. &quot;What is different now from 20 years ago is that far more people are living in places with a higher climatic risk; 650million people now live in arid or semi-arid areas where floods and droughts and price shocks are expected to have the most impact. &quot;The recent crises in the Horn of Africa and Sahel may be becoming the new normal. Droughts are expected to become more frequent. Studies suggest anything up to 200 million more food-insecure people by 2050 or an additional 24 million malnourished children. In parts of Africa we already have a protracted and growing humanitarian disaster. Climate change is a creeping disaster,&quot; he said. The Mary Robinson climate justice foundation is hosting a major conference in Dublin this week. Research to be presented there will say that rising incomes and growth in the global population, expected to create 2 billion more mouths to feed by 2050, will drive food prices higher by 40-50%. Climate change may add a further 50% to maize prices and slightly less to wheat, rice and oil seeds. &quot;We know population will grow and incomes increase, but also that temperatures will rise and rainfall patterns will change. We must prepare today for higher temperatures in all sectors,&quot; said Gerald Nelson, a senior economist with the International Food Policy Research Institute in Washington. All of the studies suggest the worst impacts will be felt by the poorest people. Robinson, the former Irish president, said: &quot;Climate change is already having a domino effect on food and nutritional security for the world&apos;s poorest and most vulnerable people. Child malnutrition is predicted to increase by 20% by 2050. Climate change impacts will disproportionately fall on people living in tropical regions, and particularly on the most vulnerable and marginalised population groups. This is the injustice of climate change  the worst of the impacts are felt by those who contributed least to causing the problem.&quot; But from Europe to the US to Asia, no population will remain insulated from the huge changes in food production that the rest of the century will bring. Frank Rijsberman, head of the world&apos;s leading Cgiar crop research stations, said: &quot;There&apos;s a lot of complacency in rich countries about climate change. We must understand that instability is inevitable. We already see a lot of refugees. Perhaps if a lot of people come over on boats to Europe or the US that would wake them up.&quot; Asia and Oceania China is relatively resilient to climate change. Its population is expected to decline by up 400 million people this century, easing demand on resources, and it has the capacity to buy in vast quantities of food. But because more and more Chinese are changing to a more meat-based diet, its challenges will be land and cattle feed. Climate change will affect regions in different ways, but many crops are expected to migrate northwards. Crop losses are increasingly being caused by extreme weather events, insect attacks and diseases. The 2011 drought lifted food prices worldwide. Wheat is becoming harder to grow in some northern areas of China as the land gets drier and warmer.     Impact of climate on food in Asia and Oceania. Sources: Met office, FAO. Graphic: Giulio Frigieri.    In southern China, droughts in recent years have replaced rainy seasons. The national academy of agricultural sciences expects basic food supplies to become insufficient around the year 2030. A new study for US Aid expects most of Vietnam, Cambodia, Laos and Thailand to see 4-6C temperature rises by 2050. The Lower Mekong region of 100 million people, which is prone to weather extremes, could also see rainfall increase 20% or more in some areas, reducing the growth of rice and other staple crops. Many provinces will see food production decline significantly. The number of malnourished children in the region may increase by 9 to 11 million by 2050. Extreme events will increasingly affect agriculture in Australia. Key food-growing regions in the south are likely to experience more droughts in the future, with part of western Australia having already experienced a 15% drop in rainfall since the mid-1970s. The number of record-breaking hot days in Australia has doubled since the 1960s, also affecting food output. Europe Climate change affects agricultural production through its effects on the timing, intensity and variability of rainfall and shifts in temperatures and carbon dioxide concentrations. Crops normally seen growing in the south of Europe will be able to be grown further north. This would allow more sweetcorn, grapes, sunflowers, soya and maize to be grown in Britain. In Scotland, livestock farming could become more suitable. At the higher latitudes warmer temperatures are predicted to lengthen and increase the intensity of the growing season. But more CO2 and a major temperature rise could cut yields by around 10% later in the century. Latest EU projections suggest the most severe consequences of climate change will not be felt until 2050. But significant adverse impacts are expected earlier from more frequent and prolonged heatwaves, droughts and floods. Many crops now grown in southern Europe, such as olives, may not survive high temperature increases. Southern Europe will have to change the way it irrigates crops.     Impact of climate on food in Europe and the Middle East. Sources: Met office, FAO. Graphic: Giulio Frigieri.  Photograph: Giulio Frigieri    In Europe&apos;s high and middle latitudes, global warming is expected to greatly expand the growing season. Crops in Russia may be able to expand northwards but yields will be much lower because the soils are less fertile. In the south, the climate is likely to become much drier which will reduce yields. In addition, climate change is expected to make water resources scarcer and encourage weeds and pests. In 2011, Russia banned wheat and grain exports after a heatwave. Warming will increase forest fires by 30-40%. This will affect soil erosion and increase the probability of floods. In the Middle East and north Africa, declining yields of up to 30% are expected for rice, about 47% for maize and 20% for wheat. Americas The US is expected to grow by 120 million people by 2050. Government scientists expect more incidents of extreme heat, severe drought, and heavy rains to affect food production. The warming is expected to continue without undue problems for 30 years but beyond 2050 the effects could be dramatic with staple crops hit. According to the latest government report: &quot;The rising incidence of weather extremes will have increasingly negative impacts on crop and livestock productivity, because critical thresholds are already being exceeded.&quot; Many agricultural regions of the US will experience declines. California&apos;s central valley will be hard hit with sunflowers, wheat, tomato, rice, cotton and maize expected to lose 10-30% of their yields, especially beyond 2050. Fruit and nut crops which depend on &quot;winter chilling&quot; days may have to relocate. Animals exposed to many hot nights are increasingly stressed. Many vegetable crops will be hit when temperatures rise only a few degrees above normal.     Impact of climate on food in the Americas. Sources: Met office, FAO. Graphic: Giulio Frigieri. Photograph: Giulio Frigieri    Nearly 20% of all US food is imported, so climate extremes elsewhere will also have an effect. In 2011, 14.9% of US households did not have secure food supplies and 5.7% had very low food security. Because few crops can withstand average temperature rises of more than 2C, Latin America expects to be seriously affected by a warming climate and more extreme weather. Even moderate 1-2C rises would cause significant damage to Brazil, one of the world&apos;s biggest suppliers of food crops. Brazilian production of rice, beans, manioc, maize and soya are all expected to decline, with coffee especially vulnerable. Other studies suggest Brazil&apos;s massive soya crop, which provides animal feed for much of the world, could slump by more than 25% over the next 20 years. Two major crops should do well: quinoa and potatoes. Africa Many African countries are already experiencing longer and deeper droughts, floods and cyclones. The continent is expected to suffer disproportionately from food insecurity, due to fast-growing vulnerable populations. Egypt expects to lose 15% of its wheat crops if temperatures rise 2C, and 36% if the increase is 4C. Morocco expects crops to remain stable up to about 2030, but then to drop quickly later. Most north African countries traditionally import wheat and are therefore highly vulnerable to price shocks and droughts elsewhere. A new study of 11 west African countries expects most to be able to grow more food as temperatures rise and rainfall increases. But demand from growing populations may double food prices. Climate change may mean Nigeria, Ghana and Togo can grow and export more sorghum, raised for grain.     Impact of climate on food in Africa. Sources: Met office, FAO. Graphic: Giulio Frigieri.    Temperatures are expected to rise several degrees in regions close to the Sahel. In Burkina Faso, the sorghum crop is expected to decline by 25% or more, but maize yields may improve. Other studies by IFPRI suggest crop yields across sub-Saharan Africa may decline 5-22% by 2050, pushing large numbers of people deeper into destitution. A new UN study suggests climatic conditions in southern Africa will worsen. Climate models mostly predict an increase in annual maximum temperatures in the region of 1 to 2C by 2050. This will favour some crops but shift others to higher ground or further north. Both of Africa&apos;s staple crops, maize and sorghum, are expected to be badly hit by increasing severity of weather. Oxfam warns that small-scale farmers in the Horn of Africa will bear the brunt of the negative impacts of climate change. Unpredictable weather here has already left millions semi-destitute and dependent on food aid.", 
    "section": "environment", 
    "gid": "environment/2013/apr/13/climate-change-threat-food-supplies", 
    "wordcount": "1722"
}