{
    "headline": "Obama acting too slowly on climate change risks,  government audit finds", 
    "text": "The US government is exposed to high risk from climate change, and Barack Obama has not moved fast enough to manage those new dangers, the government auditor said on Thursday. The report from the Government Accountability Office said the government had &quot;significant&quot; financial exposure to climate change. The GAO review, conducted every two years at the start of a new Congress, lists government operations deemed at high risk for fraud, waste, abuse, or mismanagement. This year was the first time climate change made the list. The GAO also for the first time raised concerns about the federal government&apos;s national weather satellite system, warning there were gaps in forecasting of extreme weather events. &quot;Climate change ... presents a significant financial risk to the federal government,&quot; the report said. &quot;However, the federal government is not well positioned to address this financial exposure.&quot; The report had harsh words for the Obama administration&apos;s planning for future risks. It singled out the White House for failing to respond to the GAO warning two years ago to develop a set of strategic climate change priorities. &quot;In May 2011, we found no coherent strategic government-wide approach to climate change funding and that federal officials do not have a shared understanding of strategic government-wide priorities,&quot; the report said. &quot;At that time, we recommended that the appropriate entities within the Executive Office of the President clearly establish federal strategic climate change priorities, including the roles and responsibilities of the key federal entities, taking into consideration the full range of climate-related activities within the federal government. The relevant federal entities have not directly addressed this recommendation,&quot; the report said. But it said the federal government had failed to organise a co-ordinated response to climate change. The report said the federal government faced multiple risks. As the country&apos;s biggest property owner, with nearly 30% of land and hundreds of thousands of buildings, the federal government had huge exposure to rising seas and floods caused by climate change. It was also potentially on the hook for millions more every year in disaster aid, the report said, noting that damage from superstorm Sandy alone had come in at $60bn. In addition, the federal government had to pay out more every year under crop and flood insurance programmes that were set up decades ago, and did not anticipate a new era of recurring drought and floods, the report said. The GAO said it had been warning the government since March 2007 to update the insurance programmes. On a related issue, the report identified another high-risk area in a looming gap in weather satellite coverage, as polar-orbiting satellite nears the end of its working life. The National Oceanic and Atmospheric Administration has been warning for 18 months it faces gaps in weather satellite coverage as early as 2014, unless it gets the funds to put up a new satellite in time. The gap in coverage could last as long as 4 years, Noaa has said. Noaa officials believe the gap would damage its ability to provide long-range forecasts of extreme events such as hurricanes, storm surges and floods. Democratic leaders in Congress immediately jumped on the GAO report to try and push Obama for greater action on climate change, and possibly, revive efforts to pass a climate change bill. &quot;This is a huge development,&quot; said Henry Waxman, who has led on environmental issues in the house. &quot;Congress can&apos;t ignore an issue that its own auditors say is a top risk to taxpayers.&quot; Bernie Sanders, an independent senator from Vermont, separately introduced a carbon tax bill on Thursday, in a ceremony attended by leaders of environmental groups. The bill would divert funds raised from a tax on carbon dioxide emissions to investments in energy efficiency and renewable power. It would also provide rebates to help keep home electricity prices low. The bill is largely seen to be a symbolic initiative with little chance of becoming law so long as Republicans  and some coal and oil state Democrats  remain implacably opposed to widespread intervention in the economy.", 
    "section": "environment", 
    "gid": "environment/2013/feb/14/obama-too-slowly-climate-change", 
    "wordcount": "684"
}