{
    "headline": "Balancing needs and fears in the GM crop debate", 
    "text": "On Wednesday&apos;s Today programme a spokesman for the Rothamsted biologists doing the &quot;urging&quot; (Scientists send video plea to anti-GM crop campaigners, 1 May) described the already planted areas of GM wheat as being (I paraphrase) &quot;in a totally enclosed field surrounded by non-GM wheat and other crops&apos;&apos;. This is nonsense: it&apos;s a field. I don&apos;t suppose there are airtight walls and a roof to the field, otherwise it could be described as a laboratory, with which the objectors would have no problem. Why should the experiment be carried out under laboratory conditions? Because birds and insects will carry GM pollen miles and wind will carry it hundreds of miles, with the inevitable effect of contaminating non-GM wheat. No responsible scientist would carry out in the open air what is clearly an irreversible experiment.Eddie DougallBury St Edmunds, Suffolk  We need a sensible public discussion about the advantages and disadvantages of applications of science, but this is not helped when vocal minorities say no to everything without weighing up the evidence. The GM crop is a case in point. A polarised debate, characterised by a mix of hype and fear, is not in the best interests of society. We need to test things to find out if they are safe and if they deliver genuine public benefit. If they fail on either score, they should be put to one side. But with genetic modification we might be able to produce crops that can feed more people and which use less pesticides, and it would be foolhardy not to carry out research to see if this is possible. Paul NursePresident, Royal Society  The Rothamsted Institute is waging a PR offensive against those opposing GM crops. I wonder which PR agency is working with the institute? The message which GM companies want to send to the public is clear: we&apos;re open and reasonable and you [the GM activists] are not. But the truth is quite the opposite: scientists and the public have rejected GM crops, and the GM companies are being unreasonable with their forced introduction of GM crops. Rothamsted&apos;s PR technique was tried a few years ago in a &quot;stakeholder dialogue&quot; by the Environment Council and GM company Monsanto. Then, environmental organisations refused to dialogue unless Monsanto suspended introducing GM crops into Britain. Not surprisingly, Monsanto did not agree to these wholly reasonable terms and no dialogue occurred.Andrew WoodOxford  It seems sad that the threatened destructive protest should happen at one of our oldest and highly reputable agricultural research centres. Surely, the incentive of these crop trials  a reduced need for insecticide sprays  should get a more sympathetic reception, particularly when the spotlight is once again on the likelihood of a crop-spraying involvement in our loss of bees. Few things we do are entirely risk-free, and such approved, monitored research must be allowed  we need the knowledge before we legislate on its use. Please can we appeal for the protests to stop short of sabotaging the trials.John StinchcombeStevenage, Hertfordshire  Rachel Carson&apos;s Silent Spring was published exactly 50 years ago, warning of a future catastrophic loss of birdlife. Some bird species are now in rapid decline as a result of more efficient harvesting methods. New plans to plant aphid-free crops are highly questionable, despite the damage caused by aphids. If we foster the bird population, they will eat the aphids, as will insects that act as pollinators for many plants. Following the example of farmers who are leaving wider field margins, perhaps we should accept a percentage of wheat loss for far-reaching benefits to wildlife and other crops.Irene PalmerOrpington, Kent", 
    "section": "environment", 
    "gid": "environment/2012/may/03/needs-fear-gm-crops", 
    "wordcount": "605"
}