{
    "headline": "The Daily Express continues to suffer outbreaks of dodgy weather reporting", 
    "text": "I suppose I should have seen this coming. In January, I discovered that the forecasters employed by a company called Positive Weather Solutions, whose inaccurate predictions were widely used by national newspapers, don&apos;t exist. Its website carried photos of young women with, er, prominent credentials, who were named as the company&apos;s forecasters, and who appeared in news reports issuing its predictions. But a picture search revealed that these were remarkably busy people. One of them was also employed, under a variety of other names, as a mail order bride, a hot Russian date and a hot Ukrainian date. Another offered her services as an egg donor, a hot date, a sublet property broker in Sweden, a lawyer, an expert on snoring, eyebrow threading, safe sex, green cleaning products, spanking and air purification. Their pictures, and those of two other forecasters employed by PWS, in other words, were generic shots, used to promote a wide variety of products and services. I asked the man who ran the company, Jonathan Powell, whether his forecasters really existed. He maintained that they did, so I asked him whether I could have their phone numbers. At first he said that he could get them for me, but two hours later he wrote back to say that he couldn&apos;t find the numbers and, that  partly as a result of my enquiries  &quot;I have taken the decision after six years to close the business forthwith.&quot; That, I imagined, was the last we would hear of Jonathan Powell and his dodgy forecasts. How wrong I was. A few months later, up he pops again with a new company, called Vantage Weather Services, and this time he is all over the pages of the Daily Express, with even wilder predictions about the weather. He first appeared on 5 May, forecasting that:  &quot;Bracing Arctic winds are going to flood in from the north and this is going to continue throughout May.&quot;  Winter, the headline said, would &quot;last until June&quot;. Not quite. On 15 May another article in the Express maintained that after &quot;glorious sunshine&quot;, now Britain &quot;will be plunged back into winter this week&quot;. Powell told the paper &quot;It looks like this is going to continue well into June. Summer is really on hold, with no sign of it in the near future.&quot; The headline was &quot;New cold snap to last for a month&quot;. Oh dear. On 23 May, the Express carried a slightly different story: &quot;Hotter than Africa as Scotland is set to hit 79F&quot;. And here was Powell again, now predicting that: &quot;This is looking like a glorious burst of summer, a real treat which could last right up until the end of next week.&quot; He stuck to this forecast on 28 May, with the claim that, &quot;It&apos;s going to be a very warm start to the week and it is looking good for the Jubilee.&quot; How right he was. Did this record deter the Express from using his services again? Did it hell. He turned up on its pages on 11, 13 and 14 June telling us that the summer will be a complete washout: &quot;Apart from very brief spikes of heat during the summer, this is it for July and August.&quot; That&apos;s a slightly different story to the one the Express carried on 21 May:  &quot;Mr Powell said temperatures were likely to soar into the 80s by the end of June with the chance of heatwaves until August.&quot;  You might as well draw predictions out of a hat. But Jonathan Powell generates headlines, the Express generates publicity for him, and its readers can be trusted to forget what he said the previous week, so what&apos;s not to like? Seeing into the future? The Daily Express won&apos;t even look into the past. www.monbiot.com", 
    "section": "environment", 
    "gid": "environment/georgemonbiot/2012/jun/15/daily-express-weather-forecast-jonathan-powell", 
    "wordcount": "652"
}