{
    "headline": "Remittances, migration and the post-2015 development agenda", 
    "text": "Remittances  money sent home by migrants to family and friends  have tripled in the last decade to record levels. The amount is three times larger than global aid budgets. In a special report last week, we unpicked the latest World Bank estimates of how much is sent, and to where, to see how migrants&apos; money has become a huge part of many economies. We also looked at the stories underneath the numbers, particularly the impact of remittances in poor countries. Using the Bank&apos;s figures for 2011, our interactive guide offers the chance to select a country and find out the inflows and outflows of remittances. In our podcast on migration, the Guardian&apos;s John Vidal was joined by Sylvie Aboa-Bradwell, executive director of African Peoples Advocacy, Michael Clemens, from the Centre for Global Development thinktank, Theodora Xenogiani, an economist at the Organisation for Economic Co-operation and Development&apos;s Directorate for Employment, Labour and Social Affairs, and Professor Mariama Awumbila, of the University of Ghana, to discuss the scale of migration and what that could mean for developing countries. If you&apos;re not able to listen to the recording, you can read the transcript. Meanwhile, we look more specifically at the impact of remittances and migration in Ghana, Liberia and Bangladesh. Syed Zain Al-Mahmood talks to women from Bangladesh who cross the border into India to seek work in Mumbai; Afua Hirsch explores how Ghana has embraced the diaspora, but has not done enough to support them on their return; and we look at Liberia, which receives money transfers equivalent to nearly a third of its GDP, which is mostly spent on meeting people&apos;s everyday needs, rather than in more long-term investment. Vittorio Longhi takes a closer look at the human cost of migration, which expose the inadequacies of national migration policies, and the steps people take to move around. And following our #whymigrate twitter call out, six readers share their migration stories. Catch up on all the coverage in our migration page. Elsewhere on the site Last week the UN high-level panel to create a framework for post-2015 development met for the second of three rounds of official talks in the Liberian capital, Monrovia. Amina Mohammed, special adviser to the secretary general on post-2015 development planning and ex-officio member of the HLP on post-2015, said the panel was &quot;going for gold&quot; in its discussions to come up with something to replace the millennium development goals in two years&apos; time, although she admitted the challenges were great. In an interview, the Nigerian finance minister, Ngozi Okonjo-Iweala, also on the panel, said better infrastructure and more jobs needed to be part of any future development plan  as well as new ways to pay for it. Traditional donors could not be relied upon for funding, she said. Also meeting in Monrovia last week were civil society groups, which held their own three-day event. Their talks resulted in a strongly worded communique calling for the panel to consider new economic models and to put equality central in their talks. Women&apos;s rights activists reiterated the importance of gender equality in development. You can read more about the meeting on our future of development page. Coming up Mark Tran interviews the head of the Asian Development Bank, who says the institution plans to focus more on health and education projects and less on roads and railways. John Vidal reports from India on land rights and deals. And Paige McClanahan speaks to Patricia Francis, head of the International Trade Centre, about how to break the impasse of Doha round of trade talks to benefit developing countries and prove the relevance of the WTO. Multimedia Audio slideshow: Bangladesh&apos;s climate refugees  &quot;it&apos;s a question of life&quot; Many Bangladeshis have relocated from the vanishing island of Kutubdia in the Bay of Bengal to Cox&apos;s Bazaar. But they are being asked to move once again as sea levels rise and people&apos;s livelihoods are put at risk by climate change. John Vidal interviews Kutubdia island administrator Firoza Ahmed, who defends the government&apos;s attempts to protect people but recognises that food production is being hampered, and Aminul Hashim, who has been displaced. In pictures: Mexico mining  &quot;when injustice is law, resistance is duty&quot; In January, nearly 500 activists from across Mexico and central America gathered in the Mexican mountain town of Capullpam de Mndez, Oaxaca, to co-ordinate growing local resistance to the human and environmental costs of mining on the region&apos;s communities. The event was called Si la vida! No la minera! (Yes to life! No to mining!) What you said: some of the best reader comments In response to our special report on migration, chibcha said:  Barriers to international migration should not exist in any shape or form. Societies through the ages have been the result of people moving from place to place and settling where the environmental conditions suited them.  As part of our migration report, we asked four europeans who have migrated to emerging economies to share their experiences, which prompted readers to share their own stories, and tips for others. Watchertoo said:  I have so much more understanding now for people who have migrated to Britain, and I wish anyone who derides this as an easy option would try to imagine how they themselves would uproot and start again.  Meanwhile, mexabrit&apos;s top tip is:  Go with an open mind, curiosity &amp; positivity and you stand a good chance of having an enriching experience. Oh, and language skills help a lot.  Highlights from the blogosphere Last year&apos;s announcement by Nigeria&apos;s ministry of agriculture that it would give free mobile phones to 10 million farmers prompted a number of questions about the cost of such a scheme, including whether farmers want mobile phones and what impact they might have. Global Voices has rounded up responses from the Nigerian blogosphere. Following a recent report on European Development Fund investments in roads in sub-Saharan Africa, Joe Wales on the World Bank&apos;s Governance for Development blog, questions the proposed solutions offered in the report, and explains why the political dimension of road provision can&apos;t be overlooked. Following the launch of the If anti-hunger campaign last month, Duncan Green, on his Poverty to Power blog, highlights the similarities and differences between this campaign and 2005&apos;s Make Poverty History. And finally  Poverty matters will return in two weeks with another roundup of the latest news and comment. In the meantime, keep up to date on the Global development website. Follow @gdndevelopment and the team  @MaeveShearlaw, @ClaireProvost, @LizFordGuardian and @MarkTran  on Twitter, and join Guardian Global development on Facebook.", 
    "section": "global-development", 
    "gid": "global-development/2013/feb/05/remittances-money-migration-post-2015", 
    "wordcount": "1099"
}