{
    "headline": "Apple tipped to unveil iRadio streaming music and new look for iPhone software", 
    "text": "The Apple chief executive, Tim Cook, is expected on Monday to unveil an &quot;iRadio&quot; streaming music service to compete with Spotify, Pandora and Google, along with a new look for the iPhone&apos;s software  though not new phones. With Apple&apos;s stock in the doldrums and regulatory scrutiny on the company increasing on both sides of the Atlantic, Cook will be under pressure to reinvigorate the company&apos;s brand as rivals like Google steal a march with products such as Google Glass. Cook will be a keynote speaker at Apple&apos;s Worldwide Developer Conference (WWDC) in San Francisco, bringing together the writers of thousands of apps that have helped the iPhone and iPad generate billions of dollars in revenue. The conference will also be the first time that the hardware designer Jonathan Ive&apos;s influence will be visible on Apple&apos;s software since Cook put him in overall charge of both software and hardware design, firing the former iPhone software chief Scott Forstall in October. Music industry sources have indicated that Apple has signed agreements for streaming music services over the past months, with Reuters reporting that Warner Music Group, with artists including Taylor Swift, and Universal Music Group, had signed up. Of the big three music companies only Sony Music had not signed up by the weekend, although there were reports that the Japanese music major is about to do a deal. While Apple&apos;s iTunes is the biggest single music seller in the world, streaming music services such as Spotify and Pandora have threatened to erode its revenues as they draw in more and more subscribers. Spotify, launched in 2006, announced in March that it has six million paying subscribers, while Pandora, started in 2005, announced in April that it has 200 million registered users  a number that has doubled in just two years. It said it streams 200m songs before 10am every day and has about 70m regular users. &quot;A music service with some sort of suggestion or curation service would fill an obvious gap in Apple&apos;s ecosystem and help it lock users in,&quot; said Benedict Evans, a technology and telecoms analyst at Enders Analysis. &quot;It also feeds into speculation about how such a service might fit into new hardware  watches, TV, cheap phones with less storage for songs.&quot; But even though Google has garnered huge media interest for its wearable Glass spectacles, now being tested by thousands of developers, Apple is not expected to unveil its expected iWatch nor any much-anticipated cheaper iPhones at this event. Some think it might upgrade its Apple TV set-top box to enable apps to run on it, potentially opening up a huge new market for developers. New high-end desktop computers made in the US could also be a fillip for would-be buyers who have waited more than two years for an update. Apple is currently under more regulatory and market scrutiny than at any time in its 37-year history. It is accused of anti-competitive price-fixing in an ebook trial in the US, while European legislators are understood to be examining whether its pricing contracts for the iPhone with operators constitute monopoly abuse. US senators have also criticised its tax avoidance arrangements, in which shell companies in countries including Ireland hold huge amounts of profits offshore and avoid US corporation tax. Meanwhile Apple&apos;s stock price has lost almost 40% of its value since 19 September, in the run-up to the launch of the iPhone 5, when it hit a record high of $702.10. On Friday it was trading at $438 as investors continued to fret about the absence of a &quot;cheap iPhone&quot; to compete in the smartphone market. The company also lost a patent fight with Samsung that could see its two-year-old iPhone 4 banned from import to the US after July  but that is not expected to affect sales. Yet its rival Samsung is also under pressure, having reportedly cut its guidance for the number of top-end Galaxy S4 smartphones it will sell over the next two quarters from 40m to 25m. Samsung&apos;s stock fell by around 6% on Friday following the news. Phil Schiller, Apple&apos;s senior vice-president of worldwide marketing, said: &quot;Our developers have had the most prolific and profitable year ever, and we&apos;re excited to show them the latest advances in software technologies and developer tools to help them create innovative new apps. We can&apos;t wait to get new versions of iOS and OS X into their hands at WWDC.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/jun/07/apple-iradio-streaming-music-iphone", 
    "wordcount": "746"
}