{
    "headline": "Palestinians prepare to lose the solar panels that provide a lifeline", 
    "text": "Two large solar panels jut out of the barren landscape near Imneizil in the Hebron hills. The hi-tech structures sit incongruously alongside the tents and rough stone buildings of the Palestinian village, but they are fundamental to life here: they provide electricity. Imneizil is not connected to the national electricity grid. Nor are the vast majority of Palestinian communities in Area C, the 62% of the West Bank controlled by Israel. The solar energy has replaced expensive and clunky oil-powered generators. According to the Israeli authorities, these solar panels  along with six others in nearby villages  are illegal and have been slated for demolition. Nihad Moor, 25, has three small children. The family live in a two-room tent kitted out with a fridge, TV and very old computer. She also has a small electric butter churn, which she uses to supplement her husband&apos;s small income from sheep farming. &quot;The kids get sick all the time. At the moment, because of a change in the weather, they all have colds. Without electricity I wouldn&apos;t even be able to see to help them when they need to use the [outdoor] toilet at night,&quot; Moor says. &quot;I don&apos;t want to imagine what life would be like here if [the panels] were demolished.&quot; Imneizil&apos;s solar system was built in 2009 by the Spanish NGO Seba at a cost of 30,000 to the Spanish government. According to the Israeli authorities, it was built without a permit. Guy Inbar, a spokesperson for the Israeli authorities in the West Bank, explains: &quot;International aid is an important component in improving and promoting the quality of life of the Palestinian population but this does not grant immunity for illegal or unco-ordinated activity.&quot; The problem for Palestinian communities here is that permission to build any infrastructure is very hard to come by. According to figures from the civil administration quoted by the pressure group Peace Now, 91 permits were issued for Palestinian construction in Area C between 2001 and 2007. In the same period, more than 10,000 Israeli settlement units were built and1,663 Palestinian structures demolished. The Jewish settlements in Area C are connected to the national water and electricity grids. But most Palestinian villages are cut off from basic infrastructure, including water and sewage services. Imneizil, which borders the ultra-religious settlement of Beit Yatir, currently has nine demolition orders on various structures, including a toilet block and water cistern for the school. Comet ME is an Israeli NGO trying to circumvent these crippling restrictions on Palestinian development by harnessing Hebron&apos;s abundant natural energy sources  wind and sun. Funded largely by the German government, the organisation has already provided tens of Palestinian villages with electricity through solar panels and wind turbines. Its goal is to reach all villages in the southern Hebron area by the end of 2013. &quot;In technical terms it&apos;s do-able, but it depends on Israeli policies,&quot; says Elad Orian, Comet ME&apos;s founder. &quot;Power is a human right, like housing and education,&quot; he says. &quot;We deal with providing basic energy services. Renewable energy provides the best route to do it.&quot; The green energy solution has its flaws. At a cost of around $4,500 per family, it is expensive. Nor does it generate enough electricity to sustain a community. But it has offered a lifeline to the 150,000 Palestinians living in Area C&apos;s impoverished communities. However, it will become increasingly difficult to convince donors that alternative energy is worth investing in if the expensive technology they are funding is destroyed. After the order issued against the Imneizil solar panels in September, six alternative energy systems built by Comet ME in Hebron have received demolition orders. A legal fight waged by Rabbis for Human Rights has succeeded in suspending, but not lifting, the demolition of Imneizil&apos;s panels. The German foreign office has launched an intense diplomatic effort to save the others in nearby villages. One UN expert, speaking anonymously as they are not authorised to talk to the media, believes the crackdown on the alternative energy movement by the Israelis is part of a deliberate strategy in Area C. &quot;From December 2010 to April 2011, we saw a systematic targeting of the water infrastructure in Hebron, Bethlehem and the Jordan valley,&quot; the source said. &quot;Now, in the last couple of months, they are targeting electricity. Two villages in the area have had their electrical poles demolished. &quot;There is this systematic effort by the civil administration targeting all Palestinian infrastructure in Hebron. They are hoping that by making it miserable enough, they [the Palestinians] will pick up and leave.&quot; According to UN research, that is happening. Ten out of 13 Palestinian communities living in Area C surveyed by the Office for the Co-ordination of Humanitarian Affairs in 2011 reported that families had already left their land as a result of Israeli policies. Ali Mohamed Hraizat, 49, head of Imneizil&apos;s village council, fears that if the solar panels are destroyed, his community will see an exodus. &quot;We&apos;ve been here since 1948. We try to stay and maintain our lives, but people will leave if the electricity is cut off,&quot; he says. &quot;They are used for light for their children to study by and for televisions. They will move into town. The solar panel isn&apos;t doing any harm  I just don&apos;t see the point in demolishing it.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/mar/14/palestinians-prepare-to-lose-solar-panels", 
    "wordcount": "910"
}