{
    "headline": "How to stop zoonoses spreading  don't keep chickens under the bed", 
    "text": "As more people leave the countryside for the city in the developing world, many continue to rely on agriculture for a living. At least 800 million people in cities in poor countries practise urban agriculture, from growing vegetables to keeping animals  from chickens to camels  often in close confinement in densely populated areas. The close proximity of animals and humans can pose health risks. Zoonoses  diseases transmitted between animals and humans  are a health problem that particularly affects the poor in developing countries. New research from the International Livestock Research Institute (Ilri) found that zoonoses and diseases recently emerged from animals (swine flu, bird flu, Sars) make up a quarter of infectious diseases in developing countries, compared with just 0.7% in rich countries. Researchers, however, warn that a draconian approach to urban livestock and informal markets  where traders are unlicensed and pay no tax, and which lack health and safety rules  can end up doing more harm than good. Outright bans on livestock in urban areas or informal markets is not the answer, they say. &quot;Getting rid of informal markets is impossible,&quot; says Delia Grace, a food safety specialist with Ilri, who is based in Nairobi but was in London last week. &quot;It forces trading to go underground. In Kampala [Uganda], we found traders who were harassed adopted less good practices, which is no surprise as they have to pay more attention to evading authorities than to hygiene.&quot; Grace rejects the conventional wisdom that supermarkets are necessarily safer than informal markets. Food in traditional markets tends to be cheaper and fresher  the food moves quickly. By contrast, food in supermarkets can sit around in cabinets for four or five days and can be subject to power cuts. Ilri experts said studies in east Africa, north-east India and Vietnam came to the surprising conclusion that food sold in formal markets (supermarkets), though commonly perceived to be safer, may have lower compliance with standards than informally marketed food. &quot;This emphasises that food safety policy should be based on evidence and not perception, and failure to do this may be prejudicial to the poor, who dominate and rely on informal value chains,&quot; Grace says. She argues that education and training rather than heavy-handed tactics are more effective ways to improve safety in the food chain (from farm to fork). Attempts to improve food and safety through ordering farmers to act is likely to be ineffective, as opposed to bringing onside poor dairy farmers and encouraging them to be &quot;risk managers&quot;, as was the case in Kampala. In Bangladesh, where poor people often keep chickens under the bed in cramped conditions, one appropriate response would be to suggest they be kept in a wicker cage at a distance from the bed, or in a shed close to home. Other simple approaches that have led to improvements in food safety in Kenya and India (milk), and Nigeria (meat) include the use of wide-necked vessels for milk that are easy to clean, tests for food safety that can be applied by consumers and traders (lactometers to check for added water), and peer pressure (the desire to be seen as a good parent). Ilri experts found that gender was a determining factor in food hygiene. Simply put, women were cleaner than men. A study from Ibadan, the capital of Oyo state in southern Nigeria, found that butchers&apos; associations with more women had better food safety practices and better quality of meat, and there was less gastrointestinal illness among people who ate it. A study in Dagoretti, a district in Nairobi, found women had more exposure to cryptosporidiosis, a diarrheal disease transmitted from cattle to humans through their involvement in milking activities, feeding and watering cattle, and caring for sick household members. But it also identified farm workers  mostly men  as a group with higher exposure risk. The message from Ilri is that policymakers should avoid kneejerk responses to health scares  blocking smallholder access to markets and favouring industrialisation. &quot;These changes are often based on fear, not facts,&quot; say Ilri experts. &quot;Without evidence of risk to human health by informally marketed foods or the best way to manage risks while retaining benefits, the food eaten in poor countries is neither safe nor fair.&quot;", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/oct/12/stop-zoonoses-spreading-chickens-bed", 
    "wordcount": "718"
}