{
    "headline": "Forza Horizon - review", 
    "text": "Previous iterations of Microsoft&apos;s Forza driving franchise, while undoubtedly technically impressive, have put one in mind of the company: they&apos;ve felt a touch corporate and antiseptic. But credit where it&apos;s due: the company has gone out on a limb with Forza Horizon, drafting in British developer Playground Games and letting it take the franchise away from the world&apos;s race tracks and into an open world. Which, in this case, is a huge swathe of Colorado. Open-world driving games are pretty rare and, gratifyingly, Forza Horizon leaves you wondering why that should be the case. It has a plot, of sorts: you, along with countless others, have gathered for Horizon, a fictional festival that resembles a sort of Burning Man on four wheels.     Ford GT40 produced in 1966    After a brief race to the festival, you&apos;re entered into its events; keep winning them and you earn points towards different-coloured wristbands, which grant entry to more challenging series of races. Plus, there&apos;s a popularity mechanic which takes into account of any flashy driving moves (burnouts, drifts, slipstreaming and so on) you pull off in races or on the open road: you start at number 250 and, as you work your way up the ladder, extra events and perks are opened up. Although none of the virtual characters you meet would ever be allowed anywhere near Burning Man under suspicion of being undercover DEA or the like, this format does at least banish the excessively squeaky-clean vibe that tainted Forzas of yore; a top-notch soundtrack also helps matters in that regard. As do tiny touches such as realistically patched tarmac, and even the chance to enter pink-slip street races, Midnight Club-style. Although Horizon is nowhere as gritty as, say, Codemasters&apos; Grid games.     BMW M1 from 1981    Nor is the feel you get from the cars quite as good as the Grid games  but, crucially, it&apos;s infinitely superior to previous versions of Forza. And as you hustle your machinery around Colorado, you discover a whole raft of good ideas: you hear rumours about cars to be found in barns, for example, and must put in a bit of detective-work to locate them  which proves worthwhile when your efforts uncover classics such as a BMW M1. You can earn discounts on car upgrades by smashing upgrade signs randomly encountered by the side of the road. Speed cameras bring about a mini-game in which you try to go by them as fast as possible. Any competitors you encounter can be challenged to impromptu races. And you discover &quot;outposts&quot; which allow you to teleport around the game-world, each of which has a set of PR stunts, which are surprisingly fun to pull off.     BMW 2002 Turbo which rolled off the production lot in 1973     The official, ranked races, though, aren&apos;t enormously imaginative  although they have different entry requirements in terms of car eligibility, and you can effectively set their difficulty level by tinkering with assists and cranking up the AI drivers&apos; abilities, they are just straight races around several laps, albeit on mixed surfaces. But the showcase events offer a bit of variety, encouraging you to race planes and even a hot air balloon. And if you go online, you can find all sorts of bizarre mini-games (reminiscent of Driver: San Francisco), such as hide-and-seek. The uniformity of the races is a minor gripe, though, since there&apos;s so much else to do in Forza Horizon&apos;s impressively rich gameworld, and so much glorious machinery on hand in which to do all those things.     A 1964 Chevrolet Impala    Indeed, the game&apos;s most compelling aspect is its almost RPG-like popularity engine, which encourages you to see every slight kink in the road as a means to show off. If driving like a hooligan without having to face any consequences  in cars you&apos;ll never be able to afford  sounds appealing, then you&apos;ll love Forza Horizon. Whether by accident or design, Microsoft has hit upon a format that gives its flagship driving franchise the credibility it previously lacked.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/oct/16/forza-horizon-review", 
    "wordcount": "644"
}