{
    "headline": "Kim Dotcom judge rules mansion raid was illegal", 
    "text": "Attempts to extradite internet entrepreneur Kim Dotcom to the US have suffered a further setback, with a ruling in the New Zealand high court that a raid on his Auckland mansion was illegal. Justice Helen Winkelmann said the warrants used when more than 90 New Zealand officers stormed the Megaupload founder&apos;s home and other properties in January were too broadly cast, &quot;lacking adequate specificity as to the offence&quot;. &quot;The search and seizure was therefore illegal,&quot; she ruled, adding that it was &quot;clear that the police, in executing the warrants, have exceeded what they could lawfully be authorised to do&quot;. In a strongly worded, 56-page judgment, which may call into question the admissibility of evidence in any future extradition hearings, Winkelmann said police had acted unlawfully by refusing to release material that was not relevant to the charges, and that their provision to the FBI of cloned hard drives seized in the raid was in breach of extradition legislation. Among the seized items that police have refused to release is video footage captured by Dotcom&apos;s surveillance cameras of the raid on the mansion. The German-born New Zealand resident and several of his associates are being sought on copyright and racketeering charges as part of what the FBI calls a &quot;mega-conspiracy&quot;. US prosecutors allege that Dotcom abetted the widespread exchange of copyright-protected material through the Megaupload site. Winkelmann ordered both sides to appear in court on 4 July to consider &quot;appropriate remedy or remedies&quot;. In a statement, Kim Dotcom and his fellow accused said: &quot;We are very happy with today&apos;s decision. We are digesting and analysing Justice Winkelmann&apos;s judgment and considering our next steps.&quot; The police declined to comment. On Friday, Dotcom&apos;s lawyers will argue at the Virginia federal court that the US justice department&apos;s case against Megaupload should be thrown out. &quot;As a foreign corporation with no agents or offices in the United States,&quot; they say, the company is beyond US jurisdiction. They will also ask the court to order that the Megaupload site, which was shut down in January, be restored so that users can retrieve material saved there. In New Zealand, meanwhile, Dotcom has been on something of a charm offensive, making a series of appearances at public events and creating a minor media storm by hosting a trio of his Twitter followers at a pool party at his mansion on Sunday evening. Such was the success of #swimatkims that Dotcom has promised to stage a public pool party in Auckland to raise funds for charities and &quot;swim for internet freedom&quot;.", 
    "section": "technology", 
    "gid": "technology/2012/jun/28/kim-dotcom-judge-raid-illegal", 
    "wordcount": "438"
}