{
    "headline": "Doing a postgrad degree abroad is cheaper and more interesting", 
    "text": "Every country has something special to offer  a unique product, a mouth-watering bargain. Last September I moved to the beautiful city of Leiden to take advantage of something that the Netherlands has the reputation of providing to a very high standard, and at a low cost. Education. Shortly before finishing my degree last spring I decided that, rather than enter the melee that is the current UK jobs market, I would prefer to pursue postgraduate study. However, I quickly realised that the cost of undertaking a master&apos;s degree at a UK university would be well beyond my means (the average tuition fee for a year-long MA course is about 4,000). Fortunately, as part of my undergraduate degree, I had already spent a year at the University of Leiden on the Erasmus programme and, while there, I had heard that the Dutch tuition fees were significantly lower than those in the UK. On investigation this proved to be true; the tuition fee for the course on which I eventually enrolled (an LLM in public international law) was less than 1,500. I have loved the experience of studying in another country. Living among Leiden&apos;s canals, windmills and ancient buildings has been magical. Moreover, because Leiden, like most Dutch universities, teaches many of its courses in English, it attracts students from all over the world and therefore has a wonderfully diverse student body. Of course, student life in Leiden is not without its difficulties. Finding housing in the city is incredibly difficult and often resembles a huge game of musical chairs. I have also found it difficult to adjust to Dutch cuisine, which strays from the unusual to the downright disgusting. But I see these challenges as part of the adventure. Ucas reported an almost 9% drop in applications to UK universities last month as a result of impending tuition fee increases. It surely won&apos;t be long before my approach to postgraduate study is also adopted by the many 18-year-olds in the UK who want a degree but do not wish to saddle themselves with astronomical debts in the process. Now students are consumers, we have realised it&apos;s smart to shop around. I believe this is something that should be welcomed: young people who decide to study abroad will not only get an excellent and affordable education, but will also benefit from the incredible experience of living in another country.", 
    "section": "education", 
    "gid": "education/mortarboard/2012/feb/28/do-postgrad-degree-abroad", 
    "wordcount": "401"
}