{
    "headline": "Can Twitter open up a new space for learning, teaching and thinking?", 
    "text": "At the end of 2011, a few geeks in Sweden set up the Swedish Twitter University, which brought lectures in a series of tweets to a class of around 500 followers. It may have been the first time Twitter was used to deliver higher education, and given recent debate about massive open online courses (MOOCs), it seems apt that we reflect on what Twitter might do to transform the classroom and open up a new space for public education? Last month we put together an experiment that tested these limits, using a bespoke hashtag to bring together all of the content. Running a seminar in Twitter might sound like a relatively simple exercise: ensure students have devices through which to tweet, then position your visiting professor  aka Andy Miah of the University of the West of Scotland  in front of his computer and let rip, but there was a bit of prep time involved too. Is there something to gain by being &apos;alone together&apos;, as MIT&apos;s Sherry Turkle would say? While mobile devices allow us to remove the physical classroom all together, they also add value in the shared experience they create. The session was pitched as a Q&amp;A based on an article Andy had written. The students watched a livestream of tweets, introducing an additional dimension to the experience, and 40 minutes in, around 110 tweets flew through cyberspace. Did it work? Did the students get anything more  or less  than if they just had Andy in the room giving them a talk? This is a difficult question to answer, but it was certainly a different learning and teaching experience. Do universities need to prepare their students for communication in the ultra fast lane of social media? Three pros:  The Twitter seminar gave students the rare opportunity to ask questions and post comments to Andy through tweets and receive individual replies.  This method encouraged reciprocity, instinctive thinking and acknowledged a shift in how we now educate, from a reliance on formal structures to the growth of social media as a learning space.  Students experienced public pedagogy first hand and were also given their own sense of working within the public domain. Three cons:  Conveying a message in 140 characters is challenging and can lead to over-simplifying complex debates.  Are students really prepared (or willing) to engage in this method of communication?  Summarising your views in a public domain carries potential risk and can result in a fear of &apos;tweeting&apos;. Just this week, the BBC published an article for Twitter users, A Guide to the Law, which suggests that ordinary social media users need to have a grasp of media law. Through the defamation bill and other laws, it may be clearer to us what we can and can&apos;t say on platforms like Twitter. Perhaps clearer social media law will offer both staff and students clarity and confidence in engaging with social media in the classroom. However, this law does not of course address issues of reciprocity, etiquette, or how we make &apos;cold&apos; connections in the networked world. If the Twitter debate hadn&apos;t been facilitated in a formal capacity, many of the students would not have felt it appropriate to contact a professor (or other &apos;esteemed&apos; Twitter user) in the way they did during the debate. We do not know the future of these emerging technologies and so &apos;demarcation and rules&apos; do not seem so fruitful here. Fluidity, flexibility and responsiveness seem like important skills for students to develop as part of their learning. Apart from anything else, it&apos;s a great way to bring some additional life into lectures and encourage students to think about their online presence; something they inevitably will have, but which is usually separate from their learning. Emma Rich is a senior lecturer in the Department of Education at the University of Bath. Andy Miah is a professor and director of the Creative Futures Institute at the University of the West of Scotland  follow them @emmarich45  and @andymiah  This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/mar/13/twitter-transform-learning-higher-education", 
    "wordcount": "691"
}