{
    "headline": "Griff Rhys-Jones ignores the fact that someone has to live near solar farms", 
    "text": "In opposing a solar farm near his home in Suffolk, Griff Rhys-Jones makes the point that the government is struggling with its energy policy, and has made a &quot;willy nilly&quot; decision to allow such developments. I feel like saying to Griff, look we need lots of solar, and it&apos;s got to be near someone. The government is indeed struggling with its energy policy. So are most if not all other governments. Many countries live with the threat of their lights going out. All countries live with the threat of unchecked climate change. For we are en route both to recurrent energy crisis and to six degrees of global warming, unless we accelerate the deployment of low carbon technologies like solar. One of the reasons governments are struggling so badly is that there are no free lunches with energy. All forms of energy have downsides, somewhere. All of them have their opponents, as well as their supporters. We know that the lights will start going out in Britain in 2016, unless new electricity generation comes onstream. It can&apos;t be coal. That much most of us agree on, if not because of the emissions, then because the EU has already made the decision, in its Large Combustion Plants Directive and other climate commitments.  Could it be gas? In principle yes. But increasingly we&apos;d have to rely on overseas favour, because anyone outside the Treasury who knows what happens in a Texan shale-gas fracking operation knows in their hearts that  whatever we might feel about the desirability of gas  there would be civil war in rural England if there are attempts to produce it on land at any scale here. So maybe nuclear. But even if you could tolerate a nuclear power plant or two in Suffolk, just check the builders&apos; track record in recent years, and how much taxpayers&apos; money would be needed to underwrite their ten-year  if they are lucky  build cycle. That leaves renewable energy. Wind has largely been driven offshore in the UK, unlike Germany. A marked minority in the population is succeeding, in that regard, in imposing their preferences on a consistent majority, so polls on the issue tell us. So what are we left with? Solar. That&apos;s it. Biomass and marine renewables are in their infancy in the UK still, long held back by the conventional-energy incumbency. Hydro power has limited additional potential. I have said that all forms of energy have their downsides. Solar&apos;s are that it doesn&apos;t work at night, and yes, can be a bit on eyesore if you don&apos;t like blue or black marble. But solar sits low to the ground, can be surrounded by hedges and screened from view, can be mixed-use land with sheep grazing, plants growing, biodiversity thriving between the rows of panels.  Most forms of energy also have upsides, and in the case of solar, these greatly outweigh the downsides. They start with the fact that solar is set on becoming the cheapest option, within a few years. Many analysts forecast that solar electricity will cost less than any other form in multiple countries by 2015, or not long thereafter. It works really well when mixed in strategic harness with otherforms of renewable energy, as experience in Germany is showing. And it offers hope, amid all the gloom about the future.  Griff should visit one of the hundreds of solar schools around the country, and talk to the kids about it. He should check out what solar can do for developing countries, where it is way cheaper than extending the grids, and as such is often the only option. The more solar we do in cloudy Britain, the easier it becomes for developing countries  often sunny places  to believe it can work for them, and not replicate the same mistakes we have made with conventional energy.", 
    "section": "environment", 
    "gid": "environment/blog/2013/may/15/griff-rhys-jones-live-solar-farms", 
    "wordcount": "639"
}