{
    "headline": "Ancient Greeks 'may have inspired China's Terracotta Army'", 
    "text": "Greek craft workers may have helped inspire the most famous Chinese sculptures ever made  the 8,000 warriors of the Terracotta Army who have been watching over the tomb of the first emperor of China for more than 2,000 years. Archaeologists and historians working on the warriors say they now believe that the figures startlingly lifelike appearance could have been influenced by the arrival in China of ancient Greek sculptures, and even that Greek sculptors made their way there to teach their designs. Li Xiuzhen, a senior archaeologist at the site, said recent discoveries, including that of ancient European DNA recovered from sites in Xinjian province from the time of the first emperor, were overturning traditional thinking about the level of contact between Asia and Europe more than 1,500 years before the travels of Marco Polo.   Related: China's mighty terracotta army gains 100 soldiers    We now have evidence that close contact existed between the first emperors China and the west before the formal opening of the Silk Road. This is far earlier than we formerly thought, she said. We now think the Terracotta Army, the acrobats and the bronze sculptures found on site, have been inspired by ancient Greek sculptures and art.  Lukas Nickel, chair of Asian art history at Vienna University, and one of the team working on the history of the figures, said: I imagine that a Greek sculptor may have been at the site to train the locals. The Terracotta Army , unearthed from pits in Xian, was discovered in 1974 by a farmer, who was terrified to see a human face staring up at him from among the cabbages. Many other pits of terracotta soldiers have been found, but the older ones are small and usually very stylised. The Xian figures, safeguarding Qinshihuang, the first emperor, with their weapons, horses and war chariots, are life size and sculpted in extraordinary detail down to elaborate hairstyles and decorative knots tying sections of their armour. Archaeological discoveries from both eastern and western sites have already shown the extent of very early trade. The Silk Road, with its caravan stops and trading posts, was formally established in the third century Han dynasty, but many of the trade routes were far older. Chinese historians recorded the arrival of Roman traders; by the time of the emperor Augustus Chinese silk was streaming into Rome and many of its wearers were being denounced as effete and immoral by commentators including Seneca. The new discoveries will be outlined in a documentary, The Greatest Tomb on Earth, jointly made by the BBC and National Geographic, which will be shown on BBC Two on 16 October.", 
    "section": "science", 
    "gid": "science/2016/oct/12/ancient-greeks-may-have-inspired-china-terracotta-army-sculptors-ancient-dna", 
    "wordcount": "437"
}