{
    "headline": "Joe Romm on why climate change is a winning political strategy", 
    "text": "He&apos;s been called &quot;America&apos;s fiercest climate blogger.&quot; And as a senior fellow at the Center for American Progress, a former Clinton administration official on clean energy, and an MIT trained physicist, the subjects he covers are vastranging from energy policy to the role of rhetoric in communications, as discussed in his new book Language Intelligence. But there&apos;s been a recurrent theme over the years at Joe Romm&apos;s popular blog Climate Progressthe argument that political leaders, and perhaps most prominently President Obama, need to step up and explain to the public why global warming is such a dramatic threat to our livelihoods and future. Indeed, Romm has called Obama&apos;s failure to speak out about global warming, loudly and often, his &quot;biggest communications mistake.&quot; Now, a raft of new polls are showing that this issue has the potential to move independent and swing votersthe subject of our first Climate Desk Live Capitol Hill briefing on October 10. So we stopped to chat with Romm, who will present at the briefing, about his unique take on this subject. Chris Mooney: You&apos;ve been writing for a long time about how climate is a winning political issue. So what first got you onto this? Joe Romm: Well, I didn&apos;t pursue this topic because I thought it was a political winner. I started when my brother lost his home in Katrina, he wanted to know if he should rebuild, so I talked to a lot of climate scientists. And then I realized, &quot;this is more dire than I thought, and climate scientists are not doing a good job of communicating it.&quot; So it was the underlying reality that gave me an urgency to stop doing what I was doingclean energy consultingand start doing communications full time. I have talked to the leading social scientists over the years. If you talk to Jon Krosnick or Ed Maibach or Robert Brulle, they will tell you that this is an issue that the public broadly getsand that there is an underlying respect for science and scientists. And so there is a way to talk about this issue that does work politically. That said, there are ways to talk about it that aren&apos;t useful, and I think people have mistaken the blowback from bad communications for thinking there&apos;s no way to communicate on this issue. And I think that&apos;s just not right. CM: Do you think this has always been truethat climate change has always been a potential political winneror has it become more true over time? JR: I think many climate scientists have gotten better at communications because of Climategate. I think many of them thought they were like medical scientistsyou make your pronouncement, and then the patient does what he&apos;s told to do. And they realized that that&apos;s not how the political system works. You have to understand how to be an effective communicator. Since I had talked to all of these climate scientists and read the literature, I knew that climate change was coming faster than a lot of people thought. I knew it was going to be coming at this accelerated rate. So things are changing in real time, and now we&apos;ve reached the point where the signal is distinguished from the noise. It was always the case that extreme weather was going to be the way that most people were going to experience climate change directlythat seemed clear to me from all my research. Extreme weather is very random, but it is on top of a climate signal that continues to grow. So over time, you get more and more extreme events that are way above the natural variation. And so yes, I think we are now seeing events that are once in a thousand year events, like the Russian heat wave. I mean, Binghamton, New York had a one in one hundred year rain event in two consecutive years! And so that&apos;s led people like Jeff Masters to say, this is not the atmosphere I grew up with. CM: If all of this is true, then where is the blockage between all the polling data on the one hand, and the behavior of political candidates on the other? JR: There&apos;s no question that the Obama team has gotten a misimpression that this is not a winning issue. And that I think is based on some rather questionable analysis done years ago, that basically said, &quot;if you only present the doom and gloom case, you turn some people off.&quot; But nobody really does thatnobody I know does that. CM: Do we see any candidates who get the message and are campaigning on climate? JR: I just published an article which showed that at least some Senate candidates, including Angus King, Elizabeth Warren, and Bob Kerrey, have raised this as an issue. And after the 2010 election, I noted there were only two Senate campaigns in which it became an issue. And in both of those, the anti-science candidate got blowbackCarly Fiorina in California and Ken Buck in Colorado. And they lost. The polling data seems clear: This is a classic wedge issue that separates conservatives not just from progressives, but also from moderates and independents. So you know, we can spend a lot of time being puzzled about why this administration does bizarre messaging. If you talk to communications experts, many will say this administration is not great at it. You can get upset about President Obama not bringing up climate change, but this is not an administration that&apos;s good at communicatingand this is just one of the many areas that they mistakenly downplay. CM: As someone who does study communication closely, how would you recommend politicians talk about this issue? JR: It depends on the audience, certainly. As someone who studies communication, I know that the most important thing is knowing who your audience is. And people who read my blog are not the general public. But, I&apos;ve always believed that you should stick as closely to the science as possible. And my biggest advice to reporters has been, if you&apos;re doing a climate story, talk to climate scientists. The best climate stories are done by the people who talk to climate scientists. But I think this notion that you shouldn&apos;t talk about the science, or how dire things might be if we don&apos;t&apos; act, that&apos;s silly. And on moral grounds, I think that if you believe a certain outcome is a very possible outcome, you have an obligation to tell people that. With global warming, the probability of a bad outcome if we stay on our current emission trends is incredibly high. If you know a bad outcome is likely to happen, what right do you have not to communicate that? You go into a doctor&apos;s office, what are they going to donot tell you the diagnosis?  You can hear more from Joe Romm at the 10 October Climate Desk Live event, entitled &quot;Climate Change&apos;s Sleeper Role in Election 2012.&quot; This article was first published by the Guardian&apos;s partner, Climate Desk", 
    "section": "environment", 
    "gid": "environment/blog/2012/oct/10/joe-romm-climate-change-political-strategy", 
    "wordcount": "1192"
}