{
    "headline": "The rise of 'glocal' students and transnational education", 
    "text": "Nearly 100 million people will enter the consumer class (annual income of more than $5,000) by 2015 in six south-east Asian countries (Indonesia, Malaysia, the Philippines, Singapore, Thailand and Vietnam), according to a report by the Boston Consulting Group. Another report by the McKinsey Global Institute asserts that between 2005 and 2025, China and India will see their aggregate urban consumption increase seven-fold and six-fold, respectively. This growing consumer class in Asia will expand a new segment of students who are willing to pay for a global educational experience while staying in their home country or region. I call this segment &quot;glocals&quot; global aspirations with local experiences. Glocals are characterised by aspirations that usually outstrip both their ability to afford a full fee-paying overseas education and their academic merit to gain admission to an overseas institution with financial aid. The traditional segment of international students go abroad for a combination of reasons such as career advancement, quality of education, immigration or the experience of living abroad. Glocals differ from this traditional segment as they look for career advancement and quality of education, without having to go very far from home. In addition to limitations regarding financial means and academic merit, glocals may also decide to stay within their country or region due to regional mobility initiatives. For instance, the ASEAN Economic Community, aims to transform the south-east Asian region into a common market with free flow of goods, services, investment and workers, which will benefit students as well. Glocals represent the segment of students who typically seek transnational education (TNE) including international branch campuses, twinning arrangements and online education. The growth of Dubai as a destination for many south Asian students through international branch campuses is one indicator of growth in this student population. According to the Observatory, with 37 branch campuses, One in five branch campuses in the world is hosted by the UAE. Malaysia recently announced that it received applications from 25 foreign universities to set up branch campuses, and that the country plans to reach a goal of enrolling 150,000 international students by 2015. China has also been proactive in offering 1+2+1 dual degree programmes for a decade. A recent announcement by Indian regulators to allow joint-degrees and twinning collaborations between Indian and foreign institutions are also expected to expand the base of glocals. High-quality collaborations, such as the one between Yale-NUS in Singapore, are also anticipated to attract glocals. Countries such as the UK and Australia have been pioneers in offering transnational education and are best positioned to serve glocals. Nearly half of all international education activity for the UK and one-third for Australia is through TNE or &quot;offshore&quot; provision. In terms of absolute numbers, more than 400,000 students were enrolled in the UK institutions through TNE. More than 100,000 students were enrolled in Australian institutions. Undoubtedly, students who seek overseas education will continue to grow at a faster pace. It is the glocal segment, however, that is likely to present the next big opportunity for institutions that want to increase their global profile. The needs of glocal students, combined with a changing institutional, demographic, economic and political landscape in emerging Asia calls for an innovative and strategic approach to engage with internationalisation in Asia. Internationalisation strategies need to move beyond student recruitment and target collaborative relationships of varying complexity and intensity, ranging from short-term exchanges to twinning international branch campuses. Undeniably, strategies will differ according to the priorities and resources of institutions, but higher education institutions need to be prepared to adapt to a major shift in student profiles and corresponding engagement strategies with Asia. To sum up, a new segment of students is expanding. These are students who have global aspirations but will find more opportunities of education and employment mobility within local regions. This presents a vital opportunity for foreign institutions to understand glocals and strategically engage them through innovative transnational education. As Arnold Glasgow rightfully said: &quot;The trouble with the future is that is usually arrives before we&apos;re ready for it.&quot; Rahul Choudaha, director of research and advisory services, World Education Services, New York This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/jun/21/opportunities-in-transnational-education", 
    "wordcount": "726"
}