{
    "headline": "Will the green deal help me save money?", 
    "text": "Hold on to your hats  the green deal has launched! However, there is still some finessing to do, and only two major energy providers have signed up. But I can give you the gist: instead of paying for costly energy-efficiency measures for your home up front, from 2013 you can apply for a loan of up to10,000. Then the cost of expensive stuff from cavity-wall insulation to boilers and possibly solar panels (it&apos;s still to be confirmed as to whether microgeneration will be included) will be added to your energy bill. You then pay off this loan (and the compound interest) through savings to your energy bill. Should you decide to move, the green deal loan attaches itself to your house. But eligibility rests on the golden rule: the estimated savings on your bill must be equal to or more than the savings you&apos;ll make from the loan. When it comes to old houses this gets complex. By old houses we mean pre-1919, with solid walls. They were built to &quot;breathe&quot;, with moisture evaporating through lime plasters. After 1919 houses were built with cavity walls, and under the green deal these should be easy to insulate. Given that they make up a quarter of UK housing stock, we need to brush up on how old properties work. Our current thinking (and the calculations that make up the green deal) is biased towards newer homes  the ones we have the data for. If you live in an old tenement building where big windows form most of the exterior wall, to qualify for the green deal you&apos;d have to install wall insulation first even though it would make better use of your money to install secondary glazing to those large windows. The things that stop old houses from leaking energy  draught proofing, internal shutters, secondary glazing  would not meet the golden rule using green deal&apos;s calculations. So homeowners would need additional funding from the energy company obligation scheme. We don&apos;t know how this would work. We&apos;re preoccupied with preserving the aesthetic of old buildings (if you live in a listed property you must fight to install solar panels). But building conservation doesn&apos;t equal energy conservation. Make the Sustainable Traditional Buildings Alliance (sdfoundation.org.uk) your friend. It formed, appropriately, at London&apos;s historic Somerset House last year and is now advising the Department of Energy and Climate Change on how to make the green deal less ageist. Green crush of the week Will the electric car be overtaken by the e-bike? &quot;On the continent they have been,&quot; says James FitzGerald. &quot;In Germany last year consumers bought more than 1,000 electric cars with state subsidies, but 320,000 e-bikes without subsidy.&quot; Globally 31m bicycles with a labour-saving electric motor were sold in 2011 (worldwide sales of all cars was 60m). These figures inspired FitzGerald to open justebikes.co.uk. &quot;Only about 3% of the UK population cycles regularly,&quot; he explains. &quot;E-bikes are for the other 97%&quot;", 
    "section": "environment", 
    "gid": "environment/2012/oct/14/lucy-siegle-green-deal-bills", 
    "wordcount": "507"
}