{
    "headline": "New to Nature No 79: Nactus kunan", 
    "text": "The genus Nactus includes about a dozen species of lizards known as slender-toed geckos, which inhabit forest floors in west Pacific islands and north-east Australia, and most of which have muted dark brown patterns that make them difficult to spot on the ground. In Papua New Guinea, two species were recognised throughout most of the 20th century: Nactus vankampeni, a dwarf form reported from the northern coast of Papua, and N pelagicus, a larger form found on both Papua New Guinea and adjacent islands. The view of N pelagicus began to change dramatically in 1980, when it was observed that all specimens from a large sample were female. Soon, genetic studies revealed two important things. First, oceanic populations were parthenogenetic (they breed without male fertilisation), consisting of only females. And second, sexually reproducing populations were more genetically diverse than suspected, suggesting that N. pelagicus must represent a complex of closely related species. By the mid-1990s, both morphology and molecular studies confirmed that there were several bisexual species  at least four and perhaps six. A recent study of specimens from Papua&apos;s Admiralty Islands, by George R Zug of the Smithsonian Institution and Robert N Fisher of the US Geological Survey, revealed two distinct morphotypes. One seems typical of many other populations of N pelagicus from Oceania, while the other was unique among all populations of the genus. In spite of the availability of only one mature and one immature female specimen of the latter morphotype, these remarkable geckos were immediately recognisable as a new species. While technical details of its genetics and scale patterns provide important confirmation of its status as a separate species, its colouring alone is enough for positive identification. Unlike the subdued colouring of so many other species, this new lizard sports broad alternating bands of yellow and black on the neck, body and tail. The only other species with such a bold colour pattern is the Australian N galgajuga, which has white rather than yellow as its lighter bands of colour. The new species also has unique colouring on the head, with a yellow crown and eyelids contrasting with a black background, prompting the authors to name it Nactus kunan  the word for bumblebee in the local Nali language. I can&apos;t imagine a more fitting name. Discovering this or any other species is the beginning of an exciting process of learning details of its natural history. In this case, much additional field work will be required. The only two known specimens were collected from two houses in small forest openings at 200m elevation, on a ridge along the Lauis river. Two hours of searching the area turned up no further specimens, nor did a week of surveys to the north and east of the site on Manus Island, or later surveys on Los Negros and Pityilu Islands. The successful expedition that captured the two females was conducted jointly with the Papua New Guinea National Museum, whose reptile curator, Bulisa Iova, said that the exploration of Manus Province is in its infancy, with the possibility of many additional new species discoveries. Far greater numbers of the typical morph of N pelagicus were collected from the Admiralty Islands. These were indistinguishable from those found in Fiji, leading the authors to conclude that this  the most abundant slender-toed gecko of the Admiralties  is an invasive species. With no records of the lizard on the islands prior to the second world war  the first confirmed record is 1969  the introduction appears to be a recent, although successful, one. The authors are cautiously optimistic about the status of the new bumblebee gecko. The invasive species is found in highly disturbed habitats in low elevations along the coast, while the new native species appears to occur in the central forested area of Papua New Guinea, which is less impacted by human activities than its coastal habitats. The authors also undertook molecular analyses confirming that the evolutionary story of Nactus is more complex and interesting than once thought, and that continued studies of the herpetofauna of New Guinea will be required to establish the full story.", 
    "section": "science", 
    "gid": "science/2012/aug/05/new-to-nature-bumblebee-gecko", 
    "wordcount": "682"
}