{
    "headline": "E3 2012: Sony's Andrew House  interview", 
    "text": "For Sony Computer Entertainment chief executive Andrew House, you would imagine that E3 2012 was the source of some much-needed respite. Never mind the pressures of making a presentation in the white heat of a bells-and-whistles press conference  for the slick, urbane House, that represents his comfort zone. But E3&apos;s concentration on games to the exclusion of all else would have offered House welcome relief from Sony&apos;s corporate travails, as it battles back from a disastrous 2011. In recent months, Sony has posted the most dire financial results in living memory, and overall Sony president and CEO Kaz Hirai  the previous incumbent of House&apos;s job  has launched a company restructure accompanied by significant job losses. House was full of praise for the impact Hirai has had since landing Sony&apos;s top job this April: &quot;Kaz has been very clear about communicating that sense of urgency, and gone are the days when individual divisions&apos; concerns would somehow over-reach the major challenges of the organisation overall. &quot;So on the positive side, there&apos;s a tremendous sense of teamwork and a sense of shared objective. &apos;One Sony&apos; is the mantra: it&apos;s about pulling together the resources of the company in the best way possible, and with no fiefdoms and no infighting to be tolerated. There&apos;s a sense that Kaz is a change agent: he has absolutely set out his mantra that Sony will change and he will change Sony.&quot; House&apos;s situation  and no doubt his intra-company power-base  is helped enormously by the fact that his division, SCE (the PlayStation part of the business) is currently profitable, after a period of loss-making which is inevitable during the early part of a console&apos;s life-cycle, so it, at least, should avoid any job-culls. &quot;We benefit from the fact that we are a profitable part of the company and are making a strong contribution to the financial situation,&quot; he said. &quot;We feel very strongly that the area of networked and interactive entertainment is one of very strong potential growth. &quot;That was reinforced when, as part of his very first strategy briefing, Kaz was very clear about three core areas of the business which he felt were critical to growing Sony&apos;s presence overall, and we&apos;re fortunate enough to be one of those core businesses.&quot; Sony at E3 We caught up with House the day after Sony&apos;s E3 press conference, which garnered some praise for the Japanese giant. Sony unveiled a number of new intellectual properties for the PlayStation 3, notably Beyond: Two Souls (from David Cage of Heavy Rain fame), The Last Of Us (made by Naughty Dog, developer of Uncharted) and the intriguing Wonderbook, which uses the PlayStation Eye, PlayStation Move and a book-shaped accessory to generate all manner of augmented reality  books-meet-games shenanigans. House professed himself pleased with the company&apos;s offering. &quot;There are a few things that I would point to  not just exclusives, but the opportunity to deliver three potential new IPs in the sixth year of a platform&apos;s cycle, is a huge testament to Shuhei Yoshida, who runs Worldwide Studios,&quot; he said. &quot;I think it&apos;s also a testament to the longevity of the platform itself. So seeing Beyond from David Cage and Quantic Dreams, seeing the Last Of Us from Naughty Dog, and then the one that I chose to announce personally, Wonderbook, coming from closer to home for you in the London Studios, was a pretty good showing.&quot; Wonderbook is clearly a pet project for House, who is delighted that JK Rowling has got involved  one of the first titles for the new platform will be Harry Potter&apos;s Book Of Spells. &quot;For me, there&apos;s something a little bit magical about it in terms of  as I said on stage  taking one of the oldest information interfaces that we know, which is the book, and then somehow, through the magic of brand-new technology and AR, bringing it to life. &quot;I&apos;m a big reader, and I was a big reader as a kid, and I think there&apos;s something child-like about fulfilling that dream of bringing books to life. We were very, very fortunate that JK Rowling herself shared our enthusiasm for the potential of Wonderbook, and that enthusiasm grew to the degree that she has been creating new content for the first launch of Book Of Spells. &quot;We think Wonderbook is a very interesting model. We&apos;re launching with Book Of Spells  we thought it was very important to come out with something associated with an extremely strong franchise and a great story-teller  but the beauty of the platform and the way it&apos;s set up is that it provides a pretty easy development environment for lots of other forms of content to be generated pretty cost-effectively. &quot;If I look at the value proposition from a parent&apos;s point of view, the book itself is a single purchase  one of the early lines was &apos;One book, 1,000 experiences&apos;. And then there&apos;s the opportunity to refresh that content; I think we&apos;ll be able to deliver a fair amount of variety in a quick period of time, and hopefully at price-points that the average parent won&apos;t baulk at.&quot; You can imagine it being an easy sell to parents worried that their kids spend too much time playing games at the expense of reading books. &quot;Exactly. And very frankly, that&apos;s why JK Rowling was so enthusiastic about it, and she gave the team some great pointers. You&apos;ll have seen people reacting to text and so on  I think that&apos;s very important as part of its proposition. &quot;It&apos;s magic, it&apos;s wonderful and there&apos;s a sense of play, but it is also a book. We get castigated an awful lot in the interactive entertainment industry for a particular form of content, or types of games that are very prominent. I think it&apos;s a great opportunity for us to show that interactive forms of entertainment can be taken in other directions.&quot; PS Vita We felt obliged to castigate House  mildly, though  due to one aspect of Sony&apos;s press conference. The only PS Vita game on show there was Assassin&apos;s Creed III, at a time when the excellent yet largely-ignored handheld console is in desperate need of some headline-grabbing killer games. Sony announced that the PS Vita will get a Call of Duty game, but gave no more details (although, if recent reports are to be believed, it will be called Call of Duty Black Ops Declassified). House was adamant that the PS Vita had plenty of compelling games waiting in the wings, and was eager to push its evolving appeal to the social networking generation. &quot;You can be assured that, whether it&apos;s first-party or third-party, there&apos;s a good raft of content in the works there,&quot; he said. &quot;I think we also showed that there&apos;s a commitment to broadening out network services other than games, whether it&apos;s YouTube or Hulu Plus, which aren&apos;t at the core of the PS Vita&apos;s offering, but provide additional convenience and fun. &quot;Something else that we alluded to and will spend more time talking about, given that this is our first network-connected portable games device, we&apos;re looking at other ways in which we can leverage the likes of the PSP content portfolio or PS One games and deliver those in a low-cost model. &quot;So if we were remiss on not spending enough time on the PS Vita, I&apos;ll take that one under advisement, but you can rest assured it&apos;s not for the want of any sense of overall commitment. We know that killer games are going to be what sells this device.&quot; What about a price-cut, which was required to fuel sales success for Nintendo&apos;s 3DS. &quot;I&apos;ve not got anything to talk about concerning pricing strategy right now,&quot; he said. &quot;We&apos;re comfortable with the proposition: justifying that value is going to be our first and foremost objective.&quot; House  understandably, given that the PS3 is now in the most profitable phase of its life-cycle  also refused to say anything about the company&apos;s next PlayStation console. &quot;There&apos;s nothing to talk about on that front right now.&quot; Instead, he signed off by talking up a new collaboration between two wings of the refocused Sony  PlayStation Mobile, rebranded from PlayStation Suite at E3  which will bring games under the PlayStation umbrella to Android phones. &quot;Looked at from the perspective of the games business, we&apos;re already forging a much greater degree of collaboration and dialogue with other Sony divisions than has hitherto existed,&quot; he said. &quot;It will take time for us to benefit from that. But I think PlayStation Mobile is a good starting point, where we&apos;re combining strength in the mobile space with strength in game development and game development environments, and then combining that with a good business model. &quot;We&apos;re quietly confident throughout the year. We&apos;ve got a very strong software line-up which we think will translate into momentum for our platforms.&quot; Life without Sony would be unthinkable  yet the company is still recovering from a freakishly bad year which, for a moment, appeared to threaten its very existence. It&apos;s fascinating to see that the responsibility for bouncing back rests firmly in the hands of stalwarts of its PlayStation division.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jun/28/e3-2012-sony-andrew-house-interview", 
    "wordcount": "1553"
}