{
    "headline": "Robotic fly takes off at Harvard", 
    "text": "     The smallest flying robot in the world has completed its maiden flight in a US laboratory. The tiny machine, named RoboBee, took off, hovered and performed basic manoeuvres, to the delight of scientists at Harvard University. Inspired by the common fly, the carbon fibre robot has a wingspan of three centimetres and weighs less than a tenth of a gram. Flies are among the most agile flying creatures on Earth. The robot mimics their airborne abilities by tweaking the movement of two wafer-thin wings that flap at 120 times a second. More advanced versions of the robot may help with search and rescue missions, monitor the environment, and even assist with crop pollination, its developers claim. &quot;I want to create something the world has never seen before,&quot; said Kevin Ma, a researcher on the team. The robot&apos;s two wings are powered separately by tiny pieces of ceramic piezoelectric material, which expand and contract rapidly when wired to an alternating voltage. For the maiden flight, researchers attached tiny reflective patches to the robot that could be picked up by eight infrared cameras mounted around the room. The cameras worked out where the robot was, and in which direction it was facing, and sent the information to a controlling computer that sent movement commands to the machine over a wire tether. To move left, for example, the robot increased the stroke of its right wing. The robot was hooked up to an electrical supply because there are no batteries small or light enough to be carried by the machine. The scientists described how they built the robot in the US journal, Science. &quot;No such vehicle has been demonstrated to date because of the severe miniaturisation challenges that must be overcome for an insect-sized device,&quot; they wrote. After the first tentative flight, the researchers aim to put the robot through its paces, with more aggressive manoeuvres and landings.", 
    "section": "technology", 
    "gid": "technology/2013/may/03/robot-fly-harvard-smallest-robobee", 
    "wordcount": "319"
}