{
    "headline": "Aid groups lobby US not to shut off remittances to Somalia", 
    "text": "Aid groups are lobbying the US treasury to provide assurances to a community bank that it will not be prosecuted for resuming remittance services to Somalia, where 250,000 people are still affected by famine. Sunrise Community Banks in the state of Minnesota last week announced it would stop processing remittances to Somalia because it risked violating government rules designed to block the funding of terrorist groups. The bank was a major lifeline for Somalis, and one of very few still offering remittances to Somalia. &quot;It is estimated that $100m in remittances goes to Somalia from the US every year. This is the worst time for this service to stop. Any gaps with remittance flows in the middle of the famine could be disastrous,&quot; said Shannon Scribner, Oxfam America&apos;s humanitarian policy manager. &quot;The US government should give assurances to the bank that there will be no legal ramifications of providing this service to Somalis in need.&quot; Interagency discussions are under way, Scribner said, and Somali Americans are planning demonstrations to put pressure on the US government and Sunrise to resolve the issue. &quot;But we know from experience that these legal obstacles can take a long time to resolve,&quot; said Scribner. &quot;The bank has said it needs assurances or a waiver that it won&apos;t be prosecuted in any way before it restarts the remittances. It is complicated and it is difficult to manoeuvre around these laws.&quot; Sunrise&apos;s decision came weeks after two Minnesota women were convicted in October of conspiracy to provide support to al-Shabaab, the Islamist militants operating in south and central Somalia. Evidence at the Minnesota trial showed the women, who claimed they were sending money to charity, used money transfer services to send more than $8,600 to al-Shabaab, which has banned some aid agencies from operating in areas it controls. The bank&apos;s decision came despite statements from the US treasury that &quot;there is no assumption on the part of treasury that money transmitters present a uniform or unacceptably high risk of money laundering, terrorist financing or sanctions violations&quot;. The US government has become the largest humanitarian donor to the region, providing more than $870m to meet urgent humanitarian needs, including nearly $205m for Somalia. Congressman Keith Ellison from Minneapolis has appealed to President Barack Obama to find a way to continue the remittances, citing the &quot;catastrophic humanitarian situation in Somalia&quot;. Somalia, riven by decades of conflict, has been worst hit by the drought that struck the Horn of Africa last year. Sunrise said it recognised the potential impact from the end of the money transfer services and remained in constant communication with congressional leaders and government officials to look for a solution. &quot;We continue to work tirelessly with the community and government officials to create a temporary legal and regulatory solution that would allow the bank to extend the account closure date,&quot; Sunrise said in a statement last week. The Somali government has said an estimated $2bn  one-third of the country&apos;s gross domestic product  is channelled to Somalia through &quot;hawala&quot; or small money transfer businesses. Last week, the Somali mission to the UN appealed to Sunrise to extend the 30 December deadline. Sunrise had first planned to end the services on 15 December, but later extended the programme to the end of the month. Sunrise said the challenges of providing aid and services to Somalia were not new and that the US government had found ways to remove legal obstacles temporarily for aid groups providing food to famine victims. A report from the Overseas Development Institute in October said counter-terrorism laws that criminalise the transfer of resources to terrorist groups have had a chilling effect on humanitarian operations, particularly in Gaza and Somalia. Islamic charities had been hit particularly hard, especially after the September 11 attacks in the US, but the impact has not been restricted to Muslim groups, according to the ODI report. The ODI also found that the administrative burden imposed by counter-terrorism legislation has affected the timelines and efficiency of humanitarian aid, and can even deter relief groups operating in high-risk areas. In the case of Somalia, the ODI said funding had declined by half between 2008 and 2011, mainly as a result of a drop in American contributions following legislation in the US. US legislation has had the most impact on humanitarian operations, particularly a sanctions regime overseen by the Office of Foreign Assets Control. Violations of Ofac sanctions are subject to both civil and criminal penalties, with the latter increasing in 2007 to a maximum fine of $1m or up to 20 years in prison. &quot;Through remittances, American Somalis provide a lifeline to hundreds of thousands of people,&quot; said Daniel Wordsworth, president of American Refugee Committee. &quot;With famine and drought already impacting families throughout Somalia, the cessation of bank transfers will be devastating on a national scale.&quot; Somalis in Minnesota  home to the US&apos;s biggest Somali community  have said they will find other ways to send money, but they are more laborious. One way is to send the remittances to another country, such as Kenya or Britain, where many Somalis use the Dahabshiil company, and then have a third party pick up the money and rewire it to Somalia.", 
    "section": "global-development", 
    "gid": "global-development/2012/jan/04/aid-us-remittance-money-somalia", 
    "wordcount": "887"
}