{
    "headline": "Oases of peace in an urban maelstrom", 
    "text": "Not a bad day for a walk: brilliant sunshine, alexanders in flower on the towpath and coots collecting sticks for nests behind moorings on the Regent&apos;s Canal. A few of us break away from the excitement of the Open Weekend at the Guardian&apos;s Kings Place offices and head into the open. Across the road in King&apos;s Cross railway station we edge through the crowd to a point where the great purple shell dome joins the railway gothic of the old ticket hall to pay homage to the river Fleet buried below. All we hearis a disembodied voice of the public announcer and crowds and trains. Under the cavernous St Pancras station and up the road we find a place of surprising quiet and peaceful meditation. Built in the 4th century on the banks of the river Fleet, Old St Pancras church is a fixed point in the swirling plughole which surrounds it. The writer Mary Wollstonecraft is buried here and so  the artist Grayson Perry informed me later  is the most famous of transvestites, the Chevalier d&apos;Eon. When the railway was built some of the dead had to be shifted and that job fell to trainee architect and aspiring writer Thomas Hardy. In his poem, The Levelled Churchyard, Hardy finds comedy value in his macabre commission, &quot;We late-lamented, resting here, /Are mixed to human jam,/ And each to each exclaims in fear/ &apos;I know not which I am&apos;.&quot; And out of a jam of stacked headstones, fusing those lost identities, rises Hardy&apos;s Ash Tree. Around the back of the church stirring with early butterflies, we wander to Camley Street Natural Park. The education warden bringing nets and trays for pond-dipping is expecting a party of children, which in a surprising way is what she gets. We lie on the deck over the pond in the sun, watched by coots, terrapins and bemused visitors, releasing our inner children to poke about for shrimps, beetles, hoglouses, snails, fleas  tiny wonders of the same world.", 
    "section": "environment", 
    "gid": "environment/2012/mar/26/kings-cross-london-oases-of-peace", 
    "wordcount": "336"
}