{
    "headline": "Which fruit juices are the most ethical?", 
    "text": "The main concern here is with juice miles, an issue which varies from fruit to fruit. With oranges, we have no choice but to import. Here concentrate has been shown to have a lower environmental footprint than fresh as does Traidcraft&apos;s Fairtrade juice, as well as juice that has been shipped rather than air freighted. There are other reasons to be concerned about provenance: 60% of oranges in UK juice come from Brazil (this season&apos;s harvest from So Paulo state stands at around 138m 40.8kg boxes) where there has long been evidence of the exploitation of millions of pickers. Industry insiders (read Alissa Hamilton&apos;s book Squeezed for a real awakening) also point to the endemic use of &quot;flavour packs&quot;, essences and oils from peel replacing aromas lost in processing. Meanwhile, US authorities recently found Brazilian orange growers using carbendazim, an agrichemical banned in the US, but not in Brazil. It&apos;s an example of a pesticide travelling through trade barriers and turning up on the breakfast tables of Americans. Our correspondent was mainly interested in apples. He took up Innocent&apos;s friendly on-package offer to &quot;chat apples&quot;  something they love doing apparently  and gave them aring. Unfortunately he found they weren&apos;t up for chatting apples at all because the provenance of their fruit was commercially sensitive information. Eventually Innocent did confirm its apples were from &quot;the main apple-growing regions of Europe&quot;. Apple juice should be better than orange as many companies claim to use British apples. But still beware of juice miles. Growers press British apples then send them to Spain to be mixed with other concentrate juices before re-importing. In British orchards, apple trees now tend to have a serial number rather than belonging to one of those &quot;charming&quot; British varieties with names such as Lord Fauntleroy&apos;s Hunting Jacket (I made that one up). We once had 2,000 of these, but lost variety and capacity when the market was flooded with apples from China, Poland, Germany and the US. Now 50% of our crop comes from just two varieties, Gala and Braeburn. Look for a juice that reverses these trends. For its Herefordshire fruit farm, the Co-op purchased 1,000 varieties of rare and nearly-extinct apple trees. Otherwise, look for small-scale producers stocking farm shops. These growers know their apples. Green crush David Milarch was working in a plant nursery in Michigan when he became convinced trees were in jeopardy. He&apos;s spent the past 20 years cloning &quot;champion trees&quot;, including ancient species, such as redwoods and sequoias, as well as those potentially most resilient to climate change. He has grown seedlings from the oldest tree in the world  the bristlecone pine Methuselah  and created a Noah&apos;s ark of tree genetics. Not bad considering scientists told him it couldn&apos;t be done. The Man Who Plants Trees by Jim Robbins (Profile books, 10.99) Greenspeak: junkie lawns Unpoetic description of over-manicured, immaculate-looking lawns. They may look healthy but in reality that are hooked on fertilizers and pesticides to deal with the fact that enzymes and nutrients are killed off as well as all bacteria. If you have an ethical dilemma, send an email to Lucy at lucy.siegle@observer.co.uk or visit theguardian.com/profile/lucysiegle to read all her articles in one place", 
    "section": "environment", 
    "gid": "environment/2013/jun/02/which-fruit-juice-most-ethical", 
    "wordcount": "559"
}