{
    "headline": "The beauty of windfarms", 
    "text": "Research says renewable energy will overtake nuclear power by 2018 (Windfarm sector grows despite Tory opposition, 30 October), but the government seems about to announce a set of subsidy levels and deployment targets that are radically biased against onshore wind and in favour of nuclear power. Various sources have suggest the government is likely to set the &quot;strike price&quot; to be paid for nuclear power at around 100 per MWh of electricity generated. Yet, onshore wind is likely to get no more than 80 per MWh under the government&apos;s electricity market reform. There is also talk that a cap will be announced on windfarm deployment to satisfy anti-windfarm Tories. This smacks of giant political bias in favour of nuclear rather than wind power. If onshore wind was paid 100 per MWh we could have a lot more onshore windfarms  but the government clearly prefers to have nuclear if it can. How can they justify such a policy? This is contrary to public opinion, which gives more support to wind power than nuclear. We hear claims that Hitachi&apos;s nuclear reactors will be &quot;reliable&quot;  even though half of the advanced boiling water reactors (promoted by Hitachi) being operated work for less than half the time. At least you can predict windspeeds in advance with some accuracy, which is more than you can say for nuclear power stations which suddenly go offline without warning.Dr David TokeSenior lecturer in energy policy, University of Birmingham  Once again Simon Jenkins (In the wind turbine debate, who dares utter the B-word?, 2 November) expounds his condescending view that we should all agree that wind turbines are inherently ugly and blots on the landscape. The only reason he can see the view from Mam Tor, or anywhere else for that matter, is because our ancestors cut down all those beautiful trees to make charcoal, build mills, houses and ships. Also visible in the Peak District and Cornwall are the remains of lead and tin mines now deemed worthy of preservation and restoration as part of our industrial heritage. In their heyday I&apos;m sure Simon would have objected to their ruin of the landscape had he been able to write rather than having to fill a tub with ore to earn his crust. Many people find the sight of wind turbines beautiful and a heartwarming indication that at least we are trying. I would love to see a wind farm from my kitchen window on the edge of the Dales National Park. In view of the latest long-term pollution figures from Fukushima, turbines are distinctly more attractive than further nuclear development.Duncan GrimmondHarrogate  On-shore wind farms change the character of the countryside. Theytransform the soul-nurturing nature of the rural landscape into a restless semi-industrial scene with the introduction of artefacts which speak of our stressful hi-tech world. This is a very serious loss for the indigenous population and moreover, in the long term, tourists will realise that much of what they came for has gone. The correct place for wind farms is off shore where the wind is.Jim McCluskeyTwickenham, Middlesex  Despite what Simon Jenkins may think, it is simply not the case that the planningsystem does not try to deal with aesthetics. In Cornwall, at least, thecouncil&apos;s landscape officers are consultees for every wind turbine application. They may not use the B word, but they have no hesitation in using phrases suchas &quot;the proposal will adversely impact the existing landscape character of the locality&quot;. The same landscape officers will extol the merits of the redundant 19th-century industry that litters the countryside using adjectives such as iconic. The problem with beauty is that it is in the eye of the beholder. To me, wind turbines are structures of beauty and my view is shared by many; to Jenkins, wind turbines are ugly and his view is shared by many. For a large proportion of the population, however, wind turbines are greeted with the same indifference they display towards pylons: they accept that, if we want to benefit from modern technology, we will inevitably see some manifestation of the industry that supplies it.Bob EgertonCornwall councillor, Truro", 
    "section": "environment", 
    "gid": "environment/2012/nov/02/the-beauty-of-wind-farms", 
    "wordcount": "705"
}