{
    "headline": "Bitter African Union leadership contest casts shadow on Ethiopia summit", 
    "text": "As African heads of state head to Addis Ababa for the 19th African Union assembly, the political showdown over who will be the next chair of the AU commission threatens to overshadow urgent discussions at the summit over the coup in Mali, civil conflict in Somalia, hostilities between Sudan and South Sudan, and the resurgence of rebel fighters in the Democratic Republic of the Congo (DRC). The incumbent AU chair, Jean Ping of Gabon, and South Africa&apos;s home affairs minister, Nkosazana Dlamini-Zuma, are engaged in a dogfight over who will take the commission&apos;s top job. The two went head to head at the January meeting in a close-fought contest. Dlamini-Zuma withdrew after the third ballot leaving the way clear for Ping, but he was unable to secure the two-thirds majority needed for outright victory and his term was extended for six months. The election seems likely to once again end in stalemate  neither side has secured enough votes for victory and positions are hardening. Ping, in a defiant and surprisingly confident mood, insists that he has the votes and that South Africa is to be blamed for the blockage. On Tuesday he rejected allegations in the South African press that he was seeking to make a deal for his withdrawal from the race and that his campaign was funded by France. The South Africans are also unwilling to give ground, backed firmly by the Southern African Development Community (SADC), a regional body. At the opening session of the executive council, Botswana&apos;s minister of foreign affairs and international co-operation, Phandu Skelemani, condemned Ping&apos;s use of AU resources  the chair&apos;s statement went out on AU notepaper and was posted on the AU website  calling for a retraction and an apology. The consensus within southern Africa is that it is time for the region to hold the commission&apos;s highest office  the past three chairs have been from francophone Africa (Ivory Coast, Mali and Gabon) and the equivalent position in the AU&apos;s predecessor, the OAU, was never held by a southern African. But there is widespread opposition to Dlamini-Zuma, even outside francophone countries  Nigeria, Kenya and Ethiopia support Ping. The objection partly stems from South Africa&apos;s violation of the unwritten rule that those members contributing the most to the AU budget (Nigeria, Egypt, Libya, Algeria and South Africa) should not vie for the chairmanship. Is a compromise possible? There are rumours that Ping would be willing to withdraw in favour a third candidate, providing his South African rival did the same. However, no third candidate has emerged  representatives from the Mauritian and Namibian delegations confirmed that SADC does not have an alternative to Dlamini-Zuma in reserve. Even if a suitable alternative could be found, they would be barred from standing in this week&apos;s elections, says Jakkie Cilliers at the Institute for Security Studies in Pretoria, as a candidacy has to be announced three months before the vote. It seems increasingly likely that leaders will select an interim chairperson to the lead the commission until fresh elections are held in January, he adds. Until the leadership is resolved, the 10-member commission is in limbo and important discussions such as on intra-African trade  the theme of the summit  and widening the jurisdiction of the African Court on Human and People&apos;s Rights, will not be given the attention they deserve. Conflicts in DRC, Mali and Sudan-South Sudan are also on the agenda. A breakthrough has been made on eastern DRC. On Thursday, ministers emerged from a meeting  following what Hailemariam Dessalegn, Ethiopia&apos;s deputy prime minister, described as a &quot;bitter argument&quot;  to say agreement had been made to form &quot;a neutral international force to eradicate M23, FDLR and all other negative forces in the Democratic Republic of Congo&quot;. In Mali, the AU has been seeking UN support for military intervention in the north where Tuareg rebels and militant Islamists seized control following a coup in March. Ramtane Lamamra, the AU commissioner for peace and security, said force must be a &quot;last resort&quot;. Heads of state will discuss Mali and increasing tension between Sudan and South Sudan at a meeting of the AU Peace and Security Council on Saturday. Ministerial and technical level negotiations have been taking place in Addis Ababa and Bahir Dar on Lake Tana, but it is hoped that Presidents Salva Kiir and Omar al-Bashir will sit down together on the sidelines of the summit. Lamamra said there are a number of issues that must be resolved at the presidential level if agreement is to be reached before the UN deadline expires, at the beginning of August, and sanctions are applied to the two counties.", 
    "section": "global-development", 
    "gid": "global-development/2012/jul/13/african-union-leadership-contest-ethiopia", 
    "wordcount": "775"
}