{
    "headline": "Should Palestinians boycott international aid?", 
    "text": "Aid is a huge global industry whose success is not at all obvious. Despite some gains, poverty has not been eradicated, climate change has not been halted and rights have not been respected. Yet poor outcomes are blamed on technical glitches, and fundamental deficiencies in aid policy remain unexamined. Palestine is an important illustration of this, owing to the high level of aid dependence, the many international donors involved and the millions of Palestinians who have suffered for decades despite billions of dollars being spent. I&apos;ve been disillusioned with aid-funded development in Palestine since I arrived in 2004 and found local NGOs chasing international funding by modifying their programmes, publishing information in English rather than in Arabic, and hiring extra staff to submit financial reports in foreign currencies. In response, I helped found the Dalia Association, a Palestinian NGO that promotes self-determination through local control over resources. Dalia&apos;s articles &quot;Does the international aid system violate Palestinian rights?&quot; and &quot;Don&apos;t forget your duty to do no harm in Gaza&quot; framed aid in Palestine as a right and linked aid advocacy to the Palestinian national movement as well as to the global aid reform movement. Dalia published a study of grassroots civil society priorities for aid reform, distributed a short film, and launched an international petition to broaden awareness. Locals were enthusiastic, but internationals didn&apos;t respond. Perhaps they thought their good intentions freed them from responsibility for the collective impact of aid on Palestinians. I still hoped we could influence aid policy if we held donors accountable for putting into practice the principles they espouse  such as local ownership, mutual accountability, and harmonisation with local agendas. I engaged with the formal processes, even taking part in the high-level forum on aid effectiveness and promoting the new deal for effective engagement in fragile states. But I become disillusioned. A huge swath of global civil society now appears to be co-opted into a formal process of &quot;aid reform&quot; that has a diluted vision, wastes precious resources and often can&apos;t practise what it preaches  all because society groups work within the unacceptably narrow constraints prescribed by donors. So, we shifted focus to Palestinians&apos; own policies. We asked: &quot;If Palestinians want international aid on their own terms, what are those terms?&quot; Participants complained: &quot;Why do donors fund our schools and do nothing when Israel bombs them? Why do donors punish Palestinians for pursuing their legal rights through the UN?&quot; We know the main obstacle to development is the occupation, colonisation and dispossession of the Palestinian people. The only means to achieve real development, therefore, is a just political settlement of the Israeli-Palestinian conflict. What emerged was that these Palestinians at least don&apos;t want &quot;aid&quot; at all. They want political intervention and the financial support they are entitled to in order to pursue their own development. Moreover, they advocated rejection of false development projects that are, at best, distractions, and at worst, harmful to Palestinian dignity, independence and sustainability. Although some kinds of aid are helpful, the system as a whole is closed and self-serving. Because of that, we can&apos;t change aid policy through civil society participation. International actors know exactly what they are doing in Palestine: they are perpetuating an unequal but controllable status quo, and they don&apos;t want to change. And we can&apos;t make them. Maybe we can&apos;t change donors&apos; aid policies, but Palestinians can stop participating in their own oppression by refusing aid offered on detrimental terms. Through boycott, divestment and sanctions (BDS), Palestinians and their supporters refuse to do business with people or entities that undermine the prospects for a just peace. Should BDS expand to target aid? I think it should. By focusing on what they can control  their own policy about what aid they will accept or reject  Palestinians can take control of their development. The challenge is formidable. There will be political pressure, millions may become even poorer, and the elite may fight efforts to change a system they profit from. But Palestinians may not be as dependent on international aid as they think. If we take a 10m project and deduct the unnecessary expenditure  the amount taken by donors and international NGOs for administration, that wasted on non-local priorities, and that spent on overpriced foreign consultants and supplies from Europe  the remaining balance might be not be so great. Moreover, there are alternatives to dependence on aid. And with the help of the Palestinian diaspora and supporters worldwide, Palestinians can develop new models of sustainability that do not require them to mortgage their future to international actors whose vision for Palestine is unacceptable. These are hard times to propose taking risks, but perhaps we&apos;ve reached these hard times by playing it safe for too long.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/oct/18/should-palestinians-boycott-international-aid", 
    "wordcount": "798"
}