{
    "headline": "Cesar Chavez Google doodle on Easter Sunday outrages conservatives online", 
    "text": "To many a casual internet surfer it was simply a soft-focused doodle celebrating the life of labour leader and civil rights activist Cesar Chavez. But to a small minority of conservatives thumping away at their keyboards on Easter Sunday it was something more sinister. It was a slight on Jesus. Worse still, it was a slight on Jesus directed by the White House, and in particular Barack Obama, America&apos;s Kenyan-born Muslim leader, probably. In any case it was a storm in a Easter egg cup that had right-wing bloggers harrumphing and twitterers cramming their anti-Google diatribes into 140 characters or less. Chavez, the innocent party in all of this, was chosen to be the focus of a Google doodle due to the occasion of Sunday coinciding with what would have been his 86th birthday. The celebrated co-founder of the National Farm Workers Association died in 1993.  Last Year, Obama declared March 31 to be Cesar Chavez Day, and said it should serve as an opportunity for Americans to &quot;observe this day with appropriate service, community and education programmes&quot; in honour of his legacy. In 2012, the celebratory day fell on a Saturday. But those cunning chaps in the White House must have known that the great union organiser would one day come up against the founder of Christianity, and had already leaned on Google to back their man, allegedly. The Daily Caller was but one brave website challenging the internet search giant over the choice. &quot;While Google frequently decorates its logo to celebrate various holidays and special events, it is unclear why the company chose to specifically honor Chavez&apos;s birthday, instead of Easter Sunday,&quot; it fumed in its leading article Sunday. It prominently pointed out the cozy relationship between Google chief executive Eric Schmidt and Obama. In case anyone wasn&apos;t convinced, the article had a sublink to an opinion piece on Google&apos;s &quot;radical agenda&quot;. Rod Dreher over at the American Conservative was also indignant:  &quot;It&apos;s a small thing, of course, but this kind of thing, accumulated, signals an intention to de-Christianization of our culture, and the creation of an intentional hostility to Christianity that will eventually cease to be latent, or minor.&quot;  Quite so, or perhaps it was just a drawing. No I&apos;m wrong, it was a socialist plot. The right-thinking chaps on Twitter tell me so. One user, Lisa Schreckenstein, tweeted: &quot;Today I switch to Bing since #google thinks Christ is less important that (sic) Cesar Chavez, socialist labor leader on EAST DAY!&quot; That stunning news was heard across the internet, or at least to her 27 followers  which is still more than double the number that attended the last supper. She was not alone though. Keith R Kingsolver tweeted: &quot;Wow. Congrats Google, youve managed to alienate all Christians in America today: instead of celebrating Christ, they celebrate Cesar Chavez.&quot; &quot;Mom said it best...&apos;Go to hell, Google&apos;,&quot; said Faith Goldy. The conservative site Twitchy initially confused the matter by claiming Google was honouring Hugo Chavez, the recently deceased Venezuelan leader. Correcting the matter did not dull the outrage for many on Twitter.  A handful of prior Google devotees announced their conversion, with Bing being the new online deity to be worshipped. The Microsoft search engine opted to play it safe Sunday, with a picture of colourful eggs adorning its search page. UPDATE: Google has commented on the online backlash its doodle has stoked in conservative quarters. In a statement emailed to the Guardian, the internet giant acknowledged that there had been a &quot;lot of angry user emails&quot; but only a couple of press inquiries. A spokeswoman said: &quot;We enjoy celebrating holidays at Google but, as you may imagine, it&apos;s difficult for us to choose which events to highlight on our site. Sometimes for a given date we feature an historical event or influential figure that we haven&apos;t in the past.&quot;", 
    "section": "technology", 
    "gid": "technology/us-news-blog/2013/mar/31/cesar-chavez-google-doodle-easter", 
    "wordcount": "660"
}