{
    "headline": "Mystery bird: Malachite kingfisher, Alcedo cristata", 
    "text": "    Malachite kingfisher, Alcedo cristata, photographed in northern Namibia (Africa).  Image: Richard Thomas/TRAFFIC, 12 December 2006 (with permission) [velociraptorize].Nikon E4500    Question: This striking little Namibian mystery bird is part of a taxon that was recently rearranged. What am I referring to? Can you identify this bird&apos;s taxonomic family and species? Response: This is an adult malachite kingfisher, Alcedo cristata, a small river kingfisher that is widespread in sub-Saharan Africa. The kingfishers were once united into one family, Alcedinidae, but recent work has split them into three families, as follows; Halcyonidae, or tree-kingfishers; Cerylidae, or water-kingfishers; and the Alcedinidae, or river-kingfishers. Although the alcedinids are widespread throughout Africa (and a few species are found on other continents), the family likely originated in Asia.  Malachite kingfishers are sedentary birds that are commonly seen in reeds and other vegetation near slow moving water or ponds. These birds tend to have several favourite perches, low over water, where they waits for fishes or insects. The bird drops suddenly into the water to grab its prey, and then returns to its perch, where it swallows the struggling creature head-first. Larger prey are beaten senseless on a tree branch before swallowing.  Here&apos;s a video of a malachite kingfisher, sitting on a perch. In this video, we get a good look at the bird&apos;s plumage, especially its iridescent crest feathers for which it gets its scientific name (filmed at Abuko Nature Reserve in Gambia on 15 March 2008:            Visit blogglb&apos;s YouTube channel [video link].  Male and female malachite kingfishers look alike, whilst juveniles are paler in colour. These small birds excavate a burrow in a sandy bank near water or above and line the nest chamber with fish bones and disgorged pellets.  This bird&apos;s sister species, the Madagascar malachite kingfisher, A. vintsioides, is endemic to Madagascar. Although similar in plumage and habits, this species can be distinguished from our mystery bird by its black bill and greenish crest. Their ranges are mutually exclusive.  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or mp3 files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientistevil google+: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/jan/01/3", 
    "wordcount": "389"
}