{
    "headline": "Amazon's fees hike for third-party traders provokes fury", 
    "text": "Amazon is facing a revolt from small traders as the internet retailer  which describes itself as &quot;Earth&apos;s most customer-centric&quot; company  plans to impose a wave of fee rises on third parties who use its network to sell consumer electronics, automotive parts and other goods in the UK and across Europe. Trader fees on millions of electronic accessories listed on Amazon  including popular items such as memory cards, headphones and printer cartridges  will jump from 7% to 12% for the busiest traders in the UK and four other major European markets from 4 April, just after the Easter weekend. The fee increases  which in some cases amount to as much as 70%  have left traders furious, although none are prepared to go on the record because they are concerned about how Amazon will respond. &quot;We are obviously quite worried. We don&apos;t know if this will push us under,&quot; said one UK trader, who employs five people and asked not to be named. &quot;Is there anything we can do about it? No, they are Amazon.&quot; In France, the internet retailer is putting up fees on sales of DVDs, music and video games from about 10% to about 15%. In Germany, fees for traders selling tyres are to be lifted from 7% to 10%. In Britain, sellers of automotive parts face a fee rise from 12% to 15%.     Amazon Photograph: Graphic    Traders are the latest group to express increasing discomfort at the growing might of Amazon, as the Seattle-based group continues to revolutionises the way the world shops  and the way online businesses pay taxes. Andy Street, chief executive of John Lewis, has accused it of &quot;destroying the UK tax base&quot; by recognising all UK sales in Luxembourg and gaining a tax advantage over rivals, while publishers are concerned by the retailer&apos;s dominance of the ebook market. Although Amazon began by sourcing and selling products itself, third-party traders have become an important part of its network. Globally, 2 million third-party traders use the site, although the company does not say how many operate in each country. In the runup to last Christmas, almost two in five items bought on the site were sold by its army of small traders. The latest quarterly figures show worldwide revenue for Amazon grew 23% to $21.27bn (14bn) in the last three months of 2012. Electronics and general merchandise sales outside of North America generated $5.43bn (3.58bn). A second British trader, who generates more than 1m in sales through Amazon, said: &quot;At the moment I am putting all my efforts into eBay.&quot; He said the cost of doing business on eBay would be much lower. As well as demanding lower fees, the trader said, eBay&apos;s PayPal business passes on payments promptly, within two or three days, while Amazon holds on to funds for between two to three weeks for smaller traders. &quot;It&apos;s a huge strain on a small business not being able to access cash we&apos;re owed from Amazon. And they&apos;re making an absolute fortune in interest.&quot; The second trader, who also asked not to be named, said he was preparing to breach strict Amazon rules which stipulate no products on the site can be offered by the same seller at a cheaper price elsewhere. &quot;We are not supposed to, but we will have to have higher prices on Amazon,&quot; he said. &quot;I don&apos;t think they can enforce pricing. We have to be able to compete with everybody. It should be up to the seller, it shouldn&apos;t be up to Amazon.&quot; But the first trader warned such a breach of Amazon&apos;s third-party sellers&apos; agreement could backfire. His business had been damaged after it was suspended from Amazon for several weeks for offering a product on his own website at a lower price. He predicted the new fees regime next month would result in many smaller traders being forced off Amazon. Similar fee increases were pushed through in the US in January. One angry American trader wrote on an Amazon bulletin board: &quot;Now that Amazon has all the power they&apos;re imposing increased fee hikes to all those cozy sellers who have supported Amazon since day one.&quot; Another posting read: &quot;Holy Crap! 8% to 15%?! Goodbye good deals from 3rd party sellers on Amazon in the electronics section. That&apos;s crazy, that&apos;s a huge increase.&quot; Meanwhile, fee increases are being seen as an opportunity for rivals such as eBay and Play.com, who are looking to break the stranglehold Amazon has over many areas of online retail. Some of the world&apos;s biggest supermarkets, including Walmart and Tesco, have been experimenting with the idea of online marketplaces of their own. Meanwhile Japan&apos;s largest online retailer, Rakuten, is already offering an alternative, having bought Play.com in the UK and Priceminister in France. This so-called &quot;marketplace&quot; side of the business has become more lucrative, generating faster growth for Amazon than traditional in-house sales. Amazon makes money by taking a cut of traders&apos; sales and, in some cases, by offering shipment and call centre services. But recent moves by Amazon to increase fees have sparked fury. Amazon, which declined to respond to repeated requests for comment from the Guardian, told sellers in February that the fee rises followed the introduction of a new &quot;web store&quot; category for electronic accessories. &quot;The new store will help to improve customer experience by providing a central destination for millions of unique electronic accessories products, a more intuitive browse structure, and other features,&quot; it said. However, the second of the two traders interviewed by the Guardian said: &quot;We didn&apos;t ask for a new store or new category that Amazon have forced on us. Customers don&apos;t tend to browse a store either  they enter what they&apos;re looking for in the search box.&quot; He suggested Amazon&apos;s market dominance left traders with little recourse. &quot;The government needs to step in and regulate the marketplace sector so businesses and the merchants&apos; livelihoods, and their employees, feel protected. Selling on Amazon is a big risk.&quot; Amazon, unlike eBay, also competes directly with its traders, leading to an uneasy relationship in some cases. &quot;Companies such as ours  we essentially make the market for them,&quot; said the trader. &quot;They see products that are selling the best and then list against them. What used to be your bestselling item is suddenly not your bestselling item. And that&apos;s because Amazon sell it. We don&apos;t have a chance in hell to compete.&quot; Meanwhile, a petition started by an independent bookseller calling on Amazon &quot;to pay their fair share of tax in the UK&quot; has received more than 100,000 signatures. In publishing, Amazon&apos;s championing of ebooks has challenged the business models of many well-established businesses, in large part prompting the merger of Random House and Penguin. Amazon has also faced a raft of criticism for its approach to sales taxes. The European commission last year ordered Luxembourg to close a VAT loophole which allowed Amazon to charge just 3% on ebook sales to British readers, rather than the 20% VAT it would have to charge if it were UK-based. In the US, the group is battling with several states about whether it should collect regional sales taxes in areas where Amazon has large customer numbers but no physical presence. Last year, George Osborne moved to close down a VAT loophole exploited by Indigo Starfish, Amazon&apos;s &quot;preferred merchant&quot; for CDs and DVDs, which involved shipping goods via the Channel Islands to avoid VAT. He said such trade, on Amazon and elsewhere, was costing 130m a year in lost UK tax receipts and &quot;has been used by large companies to undercut shops on our high street&quot;.", 
    "section": "technology", 
    "gid": "technology/2013/mar/28/amazon-fees-hike-third-party", 
    "wordcount": "1309"
}