{
    "headline": "Onshore wind sector receives high court setback", 
    "text": "The onshore wind sector received a setback last night when a judge in the high court quashed a previously approved scheme at Barnwell Manor in Northamptonshire on land owned by the Duke of Gloucester. The decision was seen as a significant victory by the National Trust and heritage campaigners. Mrs Justice Lang overturned planning permission for Barnwell Manor  just a mile from Grade I-listed Lyveden New Bield  on the grounds that the heritage issue had not been properly addressed, something the developers denied. &quot;We are extremely disappointed that the statutory challenge has been successful,&quot; said Robert Tate, managing director of developer, West Coast Energy, which said it had already spent a &quot;considerable amount of money&quot; preparing its green energy scheme. But Helen Ghosh, director-general of the National Trust, said she was &quot;delighted&quot; that the experience of visitors to Lyveden New Bield  an Elizabethan lodge and moated garden  was closer to being safeguarded. &quot;Clearly every legal case is different but this sets an important marker in the defence of the historic environment from inappropriate development,&quot; she said. The wind power trade association, RenewableUK, insisted this should not be seen as a precedent. &quot;The fact that this application went to the high court shows that, at times, decisions are finely balanced and difficult to reach,&quot; said RenewableUK&apos;s deputy chief executive, Maf Smith. &quot;The very same high court judge, Mrs Justice Lang, upheld applications for two wind farms in Norfolk in January  even though campaigners against renewable energy had tried to cite heritage issues in that case. So any attempt to claim that one single judgment sets an unchangeable pattern is incorrect.&quot; Last week RWE, one of the big six energy suppliers, also went to the high court to challenge Milton Keynes council&apos;s plan to impose a buffer zone of more than a kilometre between any turbines and residential areas. Wind farm developers admit they are increasingly concerned that since 100 backbench Tory MPs wrote to David Cameron last year calling for an end to subsidies for onshore wind, opportunities have been dwindling. John Hayes, the newly installed energy minister, said in the autumn that the UK was &quot;peppered&quot; with wind farms and that &quot;enough is enough&quot;. Since then it has emerged that at least nine councils have already introduced or are considering introducing buffer zones even though the official government policy remains that local authorities should have a strategy to promote renewable energy. Meanwhile a Conservative member of the House of Lords has been pursuing a private member&apos;s bill to introduce a national buffer zone. RWE has run into problems with two wind farms, Nun Wood and Orchard Way, near Milton Keynes. Wayne Cranstone, RWE&apos;s onshore development director, said that his company was seeking clarity from the high court in a bid to prove the buffer policy was flawed and in contradiction to national policy. &quot;We support properly implemented planning policies that provide a fair and responsible framework for the assessment of applications. The activity the industry undertakes is fundamental in helping support the UK to meet renewable energy targets, create thousands of jobs, reduce the impact of climate change and increase the security of energy supply, he said.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/mar/08/onshore-wind-national-trust-court", 
    "wordcount": "545"
}