{
    "headline": "Offa's new director prepares for battle", 
    "text": "Les Ebdon sounds as if he is about to tackle an unexploded bomb. The new director of the Office for Fair Access (Offa), designed to ensure that young people from disadvantaged backgrounds get a decent chance to attend university, speaks hesitantly and softly. I was told by a former colleague of &quot;a tendency to speak first and think afterwards&quot;. Ebdon has a reputation for provocative comments about, for example, medical schools, which he once described as &quot;full of very earnest young people from middle-class backgrounds&quot; who wouldn&apos;t serve in working-class areas. But now he talks like a malfunctioning speak-your-weight machine. For past indiscretions he pleads amnesia on a scale pioneered by Rupert Murdoch&apos;s executives. As vice-chancellor of Bedfordshire University, he once stood (unsuccessfully) for the presidency of Universities UK, a position normally held by heads of posher universities, on a &quot;change you need&quot; platform. What change? What did his manifesto say? &quot;I can&apos;t remember.&quot; Nor can he remember a Guardian questionnaire he completed in 2004 in which he described Offa as &quot;a complete red herring&quot;. You can&apos;t blame him. Few subjects arouse such passions in Britain as suggestions that children of middle-class parents may be cheated out of university places by oiks from the lower orders with inferior A-levels. Offa was created by Labour to placate its backbenchers when universities were first allowed in 2004 to charge variable fees, raising the danger of students from poor homes being deterred from entering elite institutions, particularly Oxford and Cambridge. Most Tories think it should be abolished. When Vince Cable, the Lib Dem business secretary, and David Willetts, the dampish Tory universities minister, appointed Ebdon as director, Tory backbenchers were furious. The vice-chancellor of an old-established redbrick or even of a former polytechnic with a conventional spread of degrees might have been acceptable. But Ebdon&apos;s Bedfordshire has no history, no physics, no foreign languages. It specialises in media studies, sports coaching, computer games, nursing, social work, fashion and similar new-fangled subjects. Worse, the A-levels typically required for entry are the second lowest in the country and it recruits more than 99% of its students from state schools, 70% from backgrounds that qualify them for financial aid. A torrent of press abuse followed. Ebdon was a &quot;grey-minded, platitude-spouting, pro-tokenism trundler&quot; (Mail), &quot;the epitome, the creme de la condensed milk of the cult of educational mediocrity&quot; (Telegraph). When they ran out of insulting adjectives, newspapers noted shapeless suits and loud ties and trained fire on Bedfordshire&apos;s &quot;dumbed-down&quot; courses. Having questioned Ebdon and struggled (it reported) &quot;to get a clear picture of [his] strategy&quot;, a select committee of MPs tried to block his appointment. Cable refused to budge, despite being accused by one Tory MP of &quot;moving the agenda of social engineering forward and the agenda of merit backward&quot;. This week, Ebdon starts work. I met him as he was moving out of his offices in Luton, headquarters of Bedfordshire University. The abuse must have been bruising and demoralising? &quot;It was tough, but it made me even more determined to do the job. It&apos;s an important job.&quot; How is it important? &quot;It&apos;s important to people who aspire to university; to universities, which need access to the full pool of excellence; and to the country which, in a competitive world where we need brains and creativity, must encourage youngsters from every background.&quot; How will he set about this important work? &quot;Universities are autonomous organisations that control their own admissions. Offa&apos;s job is to see that they set themselves challenging targets for widening entry. They have 800m to spend on access programmes  summer schools and so on and it&apos;s important that we evaluate them, see which are working and share good practice.&quot; Which all sounds sensible and consensual. But what it amounts to in practice causes furious debate. As Ebdon says, the proportion of students from poor homes is increasing across the university system  &quot;if we took average figures, we could pat ourselves on the back&quot;  but not in the elite universities, which lead to the most highly paid, prestigious and powerful jobs. If anything, the chances of a disadvantaged student, relative to an advantaged one, getting to a top university have deteriorated. Ebdon emphasizes the importance of raising aspirations among state-school pupils and teachers. &quot;A lot of teachers don&apos;t encourage even their brightest pupils to go to the most selective universities,&quot; he says. He was the first member of his family to attend university and he knows how often ordinary people say &quot;university is not for the likes of us&quot;. But, I suggest, they have a point since, as a Sutton Trust report revealed in 2008, a third of all admissions to Oxbridge are from just 100 schools, only two of them comprehensives (in name only), with Westminster, Eton, St Paul&apos;s Girls and Winchester accounting for more than 150 Oxford entrants each year. No amount of &quot;outreach&quot; can make that a less daunting prospect for a student from a northern comprehensive. Wasn&apos;t something more dramatic needed, such as setting quotas for state-school pupils or requiring lower grades from their pupils, thus allowing the numbers from under-privileged backgrounds to reach a critical mass? Ebdon ruled out quotas: &quot;Universities want academic excellence and they should look at academic indicators.&quot; He was more sympathetic to &quot;using contextual data&quot;, which means accepting lower grades from applicants from disadvantaged areas or struggling schools. &quot;Where it&apos;s based on sound research, which shows the data helps to identify potential, it should be used.&quot; At Bristol, as Offa reported in 2010, students from &quot;low-performing&quot; schools, accepted with grades ABB rather than the AAAs required of other applicants, &quot;are likely to perform equally well once admitted&quot;. But, Ebdon says, research at Cambridge is &quot;less compelling&quot;, possibly because of the statistical effects of its narrower range of A-level scores. That, I suggest, is another example of how a bold solution is needed: nobody can know how disadvantaged students perform at Oxbridge until significant numbers get places. Ebdon says only that he will tell each university &quot;to develop your own strategies to meet the particular challenges you face&quot;. Even if Ebdon favoured quotas, he lacks powers to impose them. Indeed, some doubt he has any effective powers, which explains why several other vice-chancellors turned the job down. &quot;I saw it as having a very marginal impact, particularly under the present government,&quot; said one. &quot;Les has set himself up,&quot; said a supporter of widening participation who also declined the job. &quot;Almost anything he does will upset Oxbridge while being far from what I would want.&quot; Ebdon spoke to the MPs&apos; committee of using &quot;the nuclear option&quot;  limiting what a university can charge in annual fees  but does not demur when I point out that the cold war showed that a nuclear option can never be used. &quot;Offa has never used any sanctions. But there have been some strong negotiations and I would expect that to continue if universities don&apos;t set themselves challenging enough targets or don&apos;t meet them.&quot; Ebdon was born in north London in 1947. His parents became Baptists after his father, a local authority accountant, &quot;had a very profound conversion experience&quot; and Ebdon himself is a Baptist lay preacher. When he was six, the family moved to Hemel Hempstead new town in Hertfordshire. A sickly child who constantly went down with bronchitis, he flourished in the cleaner air. He went to the local grammar school and then to Imperial College, London, where he took a BSc and PhD in chemistry. His first lecturing job took him  partly because of altruistic instincts towards the developing world  to Makerere University, Uganda, during Idi Amin&apos;s rule. He returned home after two years, because &quot;my mother was very ill and reports of what was happening in Uganda caused her considerable anxiety&quot;. He moved into what were then the polytechnics, lecturing at Sheffield and later Plymouth. His research output was prodigious, totalling 270 papers, which put him in the top 10 of the world&apos;s most cited chemists, and he got 2.6m in research funding. He acknowledges the help of doctoral and post-doctoral students, many of whom, he says, came from unpromising backgrounds and &quot;it was then I realised there&apos;s a lot of potential out there that our universities don&apos;t reach&quot;. He became deputy director at Plymouth (deputy vice-chancellor when it achieved university status) and, from 2003, vice-chancellor at Luton University, then considered a bit of a joke or, as Ebdon puts it, &quot;a very challenging situation&quot;. But he transformed a 134m deficit into a healthy surplus and, with an extra campus in Bedford and a name change to University of Bedfordshire, increased student numbers from 3,000 to 25,000. He is hailed in the university sector as a success, recognised by his accession to the chairmanship of the Million+ universities group. True, Bedfordshire languishes in the lower half of league tables (82nd out of 116 in one, 103rd out of 120 in another), but it beats several former polys and a post-1992 university was never going to challenge the Durhams and Exeters. The Quality Assurance Agency issued a critical report in 2005, but warmly praised academic standards and students&apos; learning opportunities four years later. So was the university unfairly denigrated in the controversy over Ebdon&apos;s appointment? When I mention how newspapers sneered at several courses, Ebdon first says they were inventions. And it is true that none of Bedfordshire&apos;s students takes a degree in either of the Mail&apos;s favourite targets, breastfeeding counselling, and beauty therapy and spa management. But as Ebdon then explains, the university validates diplomas in those subjects, offered respectively by the National Childbirth Trust and a local FE college. Moreover, they are listed online among Bedfordshire&apos;s undergraduate courses and it is nowhere stated explicitly that they are studied elsewhere. One suspects that the university and its vice-chancellor have sometimes been a touch too keen to promote a reputation for inclusivity. Ebdon, I think, is driven by religious faith and good intentions, not by politics. Unlike Bill Rammell, the former minister who succeeds him at Bedfordshire as vice-chancellor, he has no formal Labour connections. But the select committee  though influenced mainly by the prejudices of its Tory majority  perhaps had a point when it deemed him wrong for the job. After all, he has often been as dismissive of elite universities as they and their supporters are of him. As chairman of Million+, he argued that ministers concentrated too much on Oxbridge. They should, he said, build up new universities, which had a record of admitting students from diverse backgrounds and launching them into leading export industries such as biosciences, computer games and creative arts. Ebdon, said one former colleague, was &quot;far and away the best spokesman the post-1992 universities ever had&quot;. It remains to be seen if he has sufficient conviction and political skills to be an equally effective advocate for getting disadvantaged students into Oxford and Cambridge.", 
    "section": "education", 
    "gid": "education/2012/sep/03/les-ebdon-offa-widening-participation", 
    "wordcount": "1882"
}