{
    "headline": "BlackBerry back to profit as it sells a million Z10 handsets", 
    "text": "BlackBerry is on the rebound after returning to profit and revealing healthy demand for its first smartphone, with a million of its Z10 handsets shipped in their first month on sale. Founder Mike Lazaridis took the opportunity to retire on the relative high of the embattled phonemaker&apos;s better-than-expected annual results, announcing he would be step down as vice-chairman and leave the board of directors on 1 May. After successive rounds of job cuts, BlackBerry posted a $98m (82.9m) net profit for the final quarter of its financial year, up from $9m the previous quarter and a loss of $125m in the same period a year ago. However, the number of subscribers to BlackBerry&apos;s network  users pay a fee for services and access to the company&apos;s secure data pipes  fell faster than expected, from 79 million last quarter to 76 million. The chief executive, Thorsten Heins, promised results would show the company breaking even in the next quarter, based on a &quot;lower cost base, more efficient supply chain, and improved hardware margins&quot;. The improvement will come despite a 50% increase in marketing spending to support the global launch of BlackBerry 10, its new smartphone software platform. &quot;With the launch of BlackBerry 10, I believe I have fulfilled my commitment to the board,&quot; Lazaridis said. &quot;Thorsten and his team did an excellent job in completing BlackBerry 10. We have a great deal of which to be proud. I believe I am leaving the company in good hands. I remain a huge fan of BlackBerry and, of course, wish the company and its people well.&quot; Analysts described the million sales mark of the Z10 as &quot;stellar&quot;, given the handset went on sale in the UK just four weeks before BlackBerry&apos;s financial year end on 2 March, and did not reach the crucial US market until last week. &quot;The million devices sold is a sign that BlackBerry achieved decent if not stellar traction in the quarter for its new devices,&quot; said Ovum analyst Jan Dawson. &quot;Given the supply constraints, late launch in the US and the decision to launch the Q10 later, this is a good start for the platform.&quot; BlackBerry is expected to produce further BB10 models this year, including a version with both touchscreen and physical keyboard called the Q10 in April. Sales of older generation BlackBerrys drifted down to 5m, from 6.9m last quarter, as demand for the handsets dwindled around the world. During the last year, BlackBerry has made more money in Africa than on any other continent. Here, revenues fell from $4.5bn to $1.2bn, but the total was still well above the $587m earned in North America, the firm&apos;s second highest grossing region. Illustrating just how painful BlackBerry&apos;s decline has been, annual revenues have collapsed 40% from the previous year to just over $11bn, with $628m of operating losses accumulated since March 2012. While critics have dismissed the PlayBook, BlackBerry&apos;s answer to the iPad, the tablet computers have continued to sell, with 370,000 shipped in the quarter.", 
    "section": "technology", 
    "gid": "technology/2013/mar/28/blackberry-profit-sells-million-z10-smartphones", 
    "wordcount": "516"
}