{
    "headline": "Persistent dinosaur myths", 
    "text": "Work on dinosaurs for long enough and do enough engagement and outreach activities and a few myths and misconceptions will come up again and again. For all that films like Jurassic Park and documentaries like Planet Dinosaur helped drag the general view of dinosaurs into the 21st century, a good number of people are decades behind the research.  Now to be fair, I hardly expect most people to be that interested in dinosaurs, but equally, almost everyone I come across does have some residual interest in them and seems to at least know a bit. Keeping up with every piece of research and new discovery is almost impossible even for professional dinosaur researchers, but anyone who has taken a look in a decent natural history museum, read any recent media coverage of dinosaurs or seen any of a host of documentaries would, you&apos;d hope, have been disabused of some ideas that were out of date in the 1920s. There is still much debate among palaeontologists about some aspects of dinosaurs&apos; lives owing to a lack of data, or data that are inconclusive or even contradictory. However, there&apos;s much we can be certain about, supported by lots of lines of evidence and good studies. Some of the things listed below were rejected by the scientific community almost as soon as they were first hypothesised but have somehow clung on in the public consciousness, recycled endlessly by bad stereotypes, and cheap and lazy knock-off books and media coverage.  Dinosaurs were all big Some dinosaurs were truly colossal and many, indeed most, dinosaurs when adult were big compared with modern terrestrial mammals. However, there were plenty of species the size of cows, sheep, small dogs and even those more the size of a cat or chicken. Birds aside, the smallest dinosaurs we know of were only about 200g as adults. They died out for, well any of dozens of reasons except the right oneThere&apos;s an endless supply of ideas about what killed off the dinosaurs (and indeed plenty of other groups that went with them). From the obviously mad (aliens hunted them) to the impractical (they all died of diseases or mammals ate all their eggs) to the reasonable but no longer strongly supported (rise in greenhouse gasses), there&apos;s plenty of ideas out there. More than one hundred have been proposed, but the only well supported and universally accepted theory is that of an asteroid impact and subsequent global devastation.  They were stupid I doubt many were smart, but most people seem to regard all dinosaurs as being dumb as a bag of hammers. I think this is linked to the idea that dinosaurs were somehow evolutionary failures and that being dumb was part of this.  Intelligence is hard enough to quantify in living species, let alone extinct ones, but there&apos;s evidence for things like social behaviours and group living, parental care and the like, and a least some dinosaurs had relatively large brains for their body size. Few might have been intellectual titans, but not all could have really been total dunces and many were probably much smarter than they are generally given credit for. They were slow (or for that matter, super fast) The old idea of super-slow, lumbering dinosaurs still hasn&apos;t quite died out. But they were not just colossal lizards gasping from footstep to footstep but were instead largely active and agile animals.  The interesting counter to this are those who took Jurassic Park a bit too literally and now think Velociraptor could hit 60 miles an hour, or Tyrannosaurus 30mph or more, when in fact modern analyses suggest these are gross exaggerations. Dinosaurs dragged their tails on the ground Obviously dating from the time when dinosaurs were considered especially reptilian and lizard-like, dinosaurs posed with their tails dragging still turn up to this day. The anatomy of the tail bones and muscles alone suggest this is wrong, but the killer should be the near endless collections of dinosaur footprints not accompanied by marks left by dragging tails. Sauropods lived in swamps/water This is another idea that lasted only briefly in scientific circles but which still appears today in books and media articles. The giant long-necked sauropods were thought too big to survive on land and so must have walked about while partially submerged in water  despite fairly obvious problems such as the fact that they would float, and that if submerged that far their lungs would collapse, and fossilised footprints show them walking on land, and more. Tyrannosaurus was a dedicated scavenger A much more recent idea floated by Jack Horner, this idea never gained much support from palaeontologists (and apparently even Horner never really thought much of it) and it has been sunk by a number of studies and reviews. Nevertheless, the coverage this got when it was first suggested means that it shows up repeatedly and is fiercely clung to by some. All dinosaurs lived in jungles/warm climates On average, the Mesozoic Era in which the dinosaurs lived was rather warmer than in the modern world. However, dinosaurs lived across the world for tens of millions of years and they occupied a wide range of ecosystems that included deserts, plains, coastlines, forests, jungles and even high arctic environments. It wasn&apos;t just steamy rainforests and hot fetid jungles. Stegosaurus had two brains Please not this one. They just didn&apos;t. What they did have is an enlarged nerve cluster at the base of the spine like lots of vertebrates including humans. To see just how pervasive this myth is for dinosaurs as a whole (though poor old steggy generally gets picked out) and how hard this idea is to kill, read this sorry tale by a friend of mine and his interaction with TV producers and editors (starts a way down).  There are lots of other little things about dinosaurs that are quite capable of irritating me, but these really are the biggies. Readers are of course quite free not to care one jot about this and to find my frustration incomprehensible.  But part of the job of a scientist is to communicate new research to the general public and given the interest in dinosaurs in the media, museum attendances and the endless succession of documentaries and books out there, it&apos;s clear that a great number of people are interested and engaged. So it is incredible that ideas that have been disproved a century ago are still hanging around and being actively propagated. It does a disservice to the actual science and research, and a disservice to those who want to learn.", 
    "section": "science", 
    "gid": "science/blog/2012/jul/20/persistent-dinosaur-myths", 
    "wordcount": "1096"
}