{
    "headline": "How do we know how warm or cold it was in the past?", 
    "text": "Scientists today measure the Earth&apos;s surface temperature using thermometers at weather stations and on ships and buoys all over the world. Such thermometer records cover a large fraction of the globe going back to the mid-19th century, allowing scientists to determine a global average temperature trend for the last 160 years.  Before that time not many thermometer records are available, so scientists use indirect temperature measurements, supported by anecdotal evidence recorded by diarists, and the few thermometer records that do exist. Scientists must rely solely on indirect methods to look back further than recorded human history. Indirect ways of assessing past temperatures, using so-called temperature proxies, take measurements of responses to past temperature change that are preserved in natural archives such as ice, rocks and fossils. For example, ice sheets form as snow builds up, with each year&apos;s snowfall preserved as a single, visible layer. There are measurable chemical differences in snow formed at different temperatures, so ice cores provide a record of polar temperature going back around 250,000 years for Greenland and 800,000 years for Antarctica.  Yearly banding is also found in fossilised corals and lake sediment deposits, and each band has a specific chemistry that reflects the temperature when it formed. Growth rings in tree trunks can be wider or thinner depending on the climate at the time of growth, so fossilised trees can reveal the length of growing seasons. And fossilised or frozen pollen grains allow scientists to determine what plants were growing in the past, which can give us a good idea of the climate at the time. Marine sediment cores provide temperature records spanning millions of years. They contain the fossilised shells of tiny marine creatures that preserve a chemical record of the sea temperature when they lived. To make their temperature reconstructions as accurate as possible scientists have calibrated each proxy by testing how it changes in response to changing temperature. However, the further back in time we look, the more sparse the proxy temperature records become. Therefore the most reliable way to work out past temperatures is to combine different proxies  and to use data from many locations to screen out local temperature fluctuations.  This article was written by Carbon Brief in conjunction with the Guardian and partners The ultimate climate change FAQ  This answer last updated: 01.03.2012 Read about the project and suggest a question Report an error in this answerBrowse all questions and answers Related questions Are humans definitely causing global warming? How much warmer will the planet get? What are climate change feedback loops? This editorial is free to reproduce under Creative Commons This post by The Guardian is licensed under a Creative Commons Attribution-No Derivative Works 2.0 UK: England &amp; Wales License.Based on a work at theguardian.com", 
    "section": "environment", 
    "gid": "environment/2012/mar/07/past-climate-temperature-proxies", 
    "wordcount": "467"
}