{
    "headline": "Boot up: the real Foxconn, Nokia's AT&T incentive, data dumps from locked iPhones and more", 
    "text": "A quick burst of 10 links for you to chew over, as picked by the Technology team Welcome to the Post-PC era &gt;&gt; Jeff Atwood  I&apos;m incredibly conflicted, because as much as I love the do-anything computer ... I&apos;m not sure that many people in the world truly need a general purpose computer that can do anything and install any kind of software. Simply meeting the core needs of browsing the web and email and maybe a few other basic things covers a lot of people. I believe the kitchen-sink-itis baked into the general purpose computing foundations of PCs, Macs, and Unix make them fundamentally incompatible with our brave new Post PC world. Updates. Toolbars. Service Packs. Settings. Anti-virus. Filesystems. Control panels. All the stuff you hate when your Mom calls you for tech support? It&apos;s deeply embedded into of the culture and design of every single general purpose computer. Doing potentially &quot;anything&quot; comes at a steep cost in complexity. Very, very small PCs - the kind you could fit in your pocket - are starting to have the same amount of computing grunt as a high end desktop PC of, say, 5 years ago. And that was plenty, even back then, for a relatively inefficient general purpose operating system.  Now can we start talking about the real Foxconn? &gt;&gt; Bloomberg Tim Gulpan, who been reporting on Foxconn and China for more than a decade:   In our reporting, as &quot;Inside Foxconn&quot; detailed, we found a group of workers who have complaints, but complaints not starkly different from those of workers in any other company. The biggest gripe, which surprised us somewhat, is that they don&apos;t get enough overtime. They wanted to work more, to get more money. Less than a year later, I went back again with another colleague. We went inside the same Longhua campus in Shenzhen, which required Foxconn&apos;s approval, and chatted with workers. We stood outside the gates (possibly the same gates where Daisey claimed he found underage workers), with Foxconn unaware we were there. We wandered farther into the local neighborhood shopping strip, among the bubble-tea stands and food vendors, where the young workers went on dates and caught up with friends. These weren&apos;t Daisey-esque scenes of woe and horror. Rather than forced labor and sweatshop conditions, workers told of homesickness and the desire to earn more money-two impulses that seemed to drive each other for workers planning to go home once they&apos;d earned enough.  Don&apos;t Steal Ideas, It Is Discouraging &gt;&gt; Mike Granados  Plagiarizing someone&apos;s idea because you don&apos;t like their person is spiteful and spite has been the justifying tone behind a lot of Dustin [Curtis]&apos;s critics. Yes Dustin came off as an arrogant ass and I think he will learn from this experience. But does that really justify ripping of the dude&apos;s idea and hard work and then sharing it with the world? Absolutely not. If the community accepts copying and re-distributing ideas because someone doesn&apos;t like the person who originally built it, that would be chaos. Anyone could use that as an excuse to reproduce anyone else&apos;s work.   The context: Curtis created his own blogging platform, which he showed in a blogpost; someone else created their own copy, arguing that Curtis should have open-sourced it. But you can use this same argument for other intellectual property. Note Granados&apos;s extra comment at the end of his post. Report: Nokia paying AT&amp;T for exclusive employee use of the Lumia 900 &gt;&gt; wpcentral  First, we know that the phones started arriving at AT&amp;T stores over the last two days and that employee training on the Windows Phone OS (and this specific hardware) will take place on March 26th, April 6th and 7th at those outlets. Next is the big news: AT&amp;T has designated the Nokia Lumia 900 for &apos;Company Use&apos; meaning all Front Seller employees are eligible to receive the phone at no cost. The trade off is though is that employees have to turn in their current &apos;Company Use&apos; phones, namely the iPhone and certain Android devices.   Reportedly paying $25m for that. Coming out of Nokia&apos;s, or Microsoft&apos;s budget? We&apos;d hope Stephen Elop would have got Microsoft to cough up on this. Key question: how many of the staff will take it up? OH HAI SEXISM: discussion &gt;&gt; Hacker News Following a Storify about sexism based on a Twitter row, Hacker News (you know, where all the bro-grammers gather) discusses whether there is or is not sexism in programming, and if so whether it&apos;s good/bad/indifferent. BlackBerry loses top spot to Apple at home: corporate Canada &gt;&gt; Bloomberg  Canada&apos;s love affair with the BlackBerry is waning. Research In Motion has been ousted from the top spot for smartphone shipments in its home market for the first time, trailing Apple Inc.&apos;s iPhone. RIM, based in Waterloo, Ontario, shipped 2.08m BlackBerrys last year in Canada, compared with 2.85m units for Apple, data compiled by IDC and Bloomberg show. In 2010, the BlackBerry topped the iPhone by half a million, and in 2008, the year after the iPhone&apos;s debut, RIM outsold Apple by almost five to one.   Canada generates about 7% of RIM&apos;s revenues, but fell about 23% from a year earlier. RIM&apos;s next quarterly results will be announced on 29 March. (Data about other platforms isn&apos;t given in the story.) Wikipedia struggles to close the gender gap &gt;&gt; DailyDot  Anyone with Web access can edit Wikipedia. However, only a small percentage of women take advantage of that privilege. A look at the encyclopedia&apos;s demographics shows that 91% of its active editors are men, meaning just nine percent are women. In commemoration of Women&apos;s History Month, a group of Wikipedia editors - both male and female - had a frank, round-table discussion about how to make steps toward closing that gender gap. The chat was organised and written up by Sarah Stierch, a Wikimedia Community Fellow who aims to bring more women and women&apos;s content to Wikipedia.  Esther Dyson on the Angel Crowd: It&apos;s &quot;Very Self-Referential&quot; &gt;&gt; peHUB Dyson, who has been investing in startups for ages, talks about both whether there are women angel investors (there are, you just don&apos;t hear about them) and whether the buyouts you hear about are overpriced. How the police can get a data dump of your passcode-locked iPhone &gt;&gt; YouTube From the description: &quot;Video giving details of how to detect the passcode and perform a dump and decryption of the iPhone together with new support levels for Android devices.&quot; You hope that only the police have this. More Android 4.0 smartphones to launch in 2Q12 &gt;&gt; Digitimes  The supply of smartphones running on Android 4.0 will increase substantially starting the second quarter of 2012, with mid-range to high-end models coming from brand vendors including HTC, Samsung Electronics, and Sony Mobile Communications, while China-based handset makers may launch models based on Qualcomm&apos;s 7227a solution and MediaTek&apos;s MT6565 platform for the entry-level segment, according to industry sources. Smartphones running on Android 4.0 account for only 2-3% of all Android phones in use currently, the sources indicated.  You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2012/mar/26/technology-links-newsbucket", 
    "wordcount": "1231"
}