{
    "headline": "RedShirt  or what happens when Facebook meets Star Trek", 
    "text": "As much as I love Star Trek, it has always been guilty of proposing a highly idealised notion of humanity in the distant future. Everyone on the Enterprise is sensible, serious, compassionate they work for each other, they care, they emote out loud. Issues arise but they&apos;re usually sorted out fairly quickly, perhaps by Kirk punching someone, or by Data reading out a humorously laborious poem. Whatever, everyone grows and learns, and everyone pulls together.  It&apos;s lovely, but it&apos;s bullshit, really. It&apos;s not going to happen. And game developer Mitu Kandaker knows why.  For the last year she&apos;s been working on RedShirt, a game about life on a space station in the distant future. But this is no Mass Effect-style action adventure; it is instead a sort of futuristic parody of social media. Everyone on the vessel is obsessed with a site named  wait for it  Spacebook, where they arrange events, chat to each other and seek to build and cement relationships. &quot;Social interaction and social simulation are really interesting areas,&quot; says Khandaker. &quot;Social media dominates our lives so much and I think it definitely affects the way we interact with each other. It&apos;s something that&apos;s worth parodying. It&apos;s almost dystopian in the way that it&apos;s affected our lives.&quot;  Originally, the game was just a straight contemporary parody of social networks, but then Khandaker got together with the publisher Positech Games, responsible for science fiction titles like Starship Tycoon and Gratuitous Space Battles. The company&apos;s founder Cliff Harris suggested a sci-fi theme. &quot;I thought, yeah, that works even better,&quot; says Khandaker. &quot;I asked myself, well, what will life be like if we&apos;re still obsessed with social media? The Star Trek version of the future is this sort of beautiful utopian society, but people aren&apos;t going to be like that! People will still be self-obsessed - it&apos;s just that they&apos;ll be self-obsessed in space. That&apos;s what the game&apos;s about.&quot;       In RedShirt, then, you play as a new arrival on the station, trapped in a dead-end role as a transporter accident cleanup technician. The action plays out entirely in a Facebook-style display, with windows showing upcoming events, friend lists and current career information as well as the all-important timeline cataloguing everything that&apos;s taking place in your growing social circle. It&apos;s all about surfing the station&apos;s social caste system, making influential pals and attaining ever more lucrative and aspirational employment.  Brilliantly, Khandaker has hinted that, in the background, there&apos;s a major event brewing - perhaps even some sort of intergalactic war - but the player only finds out about it through vague social updates and news reports. The implication is, everyone is so obsessed with micro-managing their relationships on Spacebook, no-one really cares about or even notices wider issues. Which of course, slyly comments on the narcissistic echo chamber that contemporary social media has become. But has it been difficult to point out things like that, without the whole thing becoming too much of a polemic? &quot;That&apos;s one of the key challenges,&quot; says Khandaker. &quot;How do you parody the annoying aspects of social media, how do you offer a commentary, while still keeping the game fun and interesting? I like to think that the tone of the game is cynical but lovingly cynical. I&apos;m very aware that I&apos;m as embroiled in the world of social media as everybody else. But I do think there is an element of it where certain people approach it as a game I just imagined people in the future doing the same thing.&quot; For the player then, the aim is popularity not heroism. As some sort of cataclysmic event approaches, you must ensure you have risen above the rank of RedShirt  because in classic Star Trek style, if there&apos;s a major threat and you&apos;re conscripted into action with a scarlet top on, you&apos;re not coming home. In effect, the failure state of RedShirt is the opening of most science fiction games: one lowly soldier against a galaxy at war.  The action revolves around building your network, inviting people to parties, and, well, liking stuff that your peers are doing. As Khandaker explains, &quot;there&apos;s a range of different Spacebook events you can arrange or get invited to, from various Virtuo-Augmento-Deck programs (!) to playing Zero-G golf, to sophisticatedsoirees. The activities don&apos;t have any inherent &apos;coolness&apos; factor themselves, but the coolness is kind of defined by exactly whois there. So, for example, a dorky holo-workshop on paperwork filing strategies becomes infinitely cooler if the current Commander&apos;s Assistant happens to be making an appearance!&quot;      In the background, there are always specific Aspirations to complete, which work like social side-missions. You might have to befriend a certain person, or attain a job in a desirable department; and as in most turn-based strategy games there are only a certain number of actions you can make each day. This is social climbing as warfare. Meanwhile, you&apos;re on a station with hundreds of other NPCs who all have their own characteristics and ambitions, which are generated at the beginning of each game. Right now, AI behaviour is governed by six different elements: happiness (vs. unhappiness), social fulfilment (vs. loneliness), charisma (vs. awkwardness) confidence (vs. anxiety), altruism (vs. selfishness), and fitness (vs. unhealthiness). This is all being tested and balanced however, and Khandaker says the number of attributes may change depending on how far players perceive the NPCs to be acting &apos;differently&apos; from one another. But at the moment the system is producing intriguing results. &quot;Even for me as the developer, it&apos;s really interesting to see how everything plays out,&quot; says Khandaker. &quot;The AI infrastructure in the game is pretty interesting  and I had a helping hand from Luke Dicken, who is a Games AI PhD student at the University of Strathclyde. It uses Behaviour Trees, and makes sure that NPCs don&apos;t just react randomly to events in the game, but that they do so governed by their own &apos;personalities&apos;. Luke actually wrote a little bit about it all last year over at The Tiniest Shark blog.&quot;  What Khandaker is keen to capture is the chaos of social interaction; the butterfly effect of one poorly thought-out comment or party invite. &quot;I like watching different playthroughs, because it&apos;s all dynamic,&quot; she says. &quot;It&apos;s a game about how the little decisions you make, just maybe liking someone&apos;s status, will affect things. Perhaps another person will get jealous, and what is the knock-on effect of that? Everyone has a relationship with everyone else in some way, and everybody&apos;s behaviour on the station is a little bit questionable, including your own.&quot; Part of the pleasure of the game is becoming fully involved in the soap opera it generates. At the outset you get to create your own character from dozens of body parts and accessories - some human, some alien. I also love the fact that gender is on a slider rather than a binary male/female switch, complicating the issues of sexual politics and acceptance. And then the fun is in working out the dynamics of your social circle, flirting shamelessly with some characters, shunning others, organising cool events and inviting that hot guy in the weaponry department All the familiar stuff of online social interaction, all with a familiar user interface, but in a whole new context.      In a lot of ways, the dynamics remind me of early Championship Manager. Sure that was a football management sim, but much of the context, intrigue and humanity of that game took place in the player&apos;s imagination; you had to believe that real lives were being manipulated and arranged by those mouse clicks, button presses and menu systems. The joy was what you bought in as a participant. RedShirts works in the same way and feels all the more compulsive because you have to become a complicit story-teller yourself. I thought Khandaker would recoil from the comparison, but she gets it. &quot;That&apos;s the beauty of games which are very systems based,&quot; she says. &quot;You provide a set of systems for the player to interact with and those interactions will be interpreted by the player in a certain way  and in doing that, they provide a component of the narrative themselves. Thats&apos; a crucial element of how games work - or the types of games i&apos;m interested in.&quot; I ask how far the satire on social networks can go. Has she considered utilising some of the more sinister conventions of social and casual games? Are there any Zynga-esque time constraints or micro-transactions? &quot;Well, there are a limited number of things you&apos;re able to manage each day, which parodies games on Facebook,&quot; she says. &quot;But I think actually using things like micro-transactions would be a little too meta. I mean, this game imagines a distopian future to actually go and do those things it would be weird. It&apos;s weird enough having a Facebook fan page for the game!&quot; I&apos;m so intrigued by RedShirt. I&apos;m fascinated by the way it limits itself to one facet of a fictional universe, and I love the fond references to Star Trek. The title was well-received at the recent Game Developers Conference in San Francisco and I can see why. Great things happen in games when systems collide with humour.   RedShirt will be released for PC, Mac and iPad in early summer 2013", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/may/01/redshirt-preview-facebook-meets-star-trek", 
    "wordcount": "1578"
}