{
    "headline": "What is science? (according to Google)", 
    "text": "When I told family members that I was starting a new science blog for the Guardian, their first question was &quot;what&apos;s it going to be about?&quot; Actually, their first question was usually &quot;what&apos;s a blog?&quot; whereas a few asked &quot;What&apos;s &apos;the Guardian&apos;?&quot; But after I explained all that, they&apos;d ask what it was going to be about. Obviously as this blog is an attempt to derive humour from science and is hosted in the Science Blogs section, it&apos;s about science. But as this is a public medium, it raises the question: what do most people think science actually is? It would be easy to link to a precise definition, but that doesn&apos;t really provide a relevant answer. This question was recently the subject of much debate after the recent furore surrounding the &quot;Science: It&apos;s a girl thing&quot; video. What was apparently part of a European Commission campaign to encourage women to pursue science careers came across as more like a preview of &quot;America&apos;s next top boffin&quot;. There&apos;s not been such ridiculously exaggerated female sexuality in a scientific setting since &quot;Debbie does Dialysis&quot;. There were many complaints, because that&apos;s not what science is like. However, several people pointed out that those complaining were largely scientists or science enthusiasts, who weren&apos;t the target audience for the campaign. This ridiculous video wouldn&apos;t convince anyone who wasn&apos;t already knowledgeable about science, but what about the vast majority who aren&apos;t? Would it work on them? If so, what does it say about how the general public think of science?  If we want to find out what most people think science is without conducting a long and laborious survey, as always, the internet is our friend. Here&apos;s how. Google Instant, the function that provides suggested searches for your query before you&apos;ve finished typing it, is supported by the autocomplete algorithm, which &quot;tries to predict what the rest of your query might be based on popular queries typed by other users&quot;. So if you type &quot;Science is&quot; into Google, the autocomplete algorithm will reveal the most common ways people complete that unfinished statement. It would be easy to type in &quot;Science is&quot;, quote the first and therefore most popular suggestion and leave it at that. But one result does not a conclusion make, not in science anyway. So in the interest of thoroughness, I opted to go through the whole alphabet (Science is A, Science is B, Science is C and so forth) and see what the most popular result for each was. The results are as follows. Science is  A verb Science is a verb now, and it must be true because it says so on a t-shirt. And as we know, things written on t-shirts must be taken very seriously. But such silliness about science being adopted by the mainstream is something that should be encouraged (he wrote in his science-based humour blog). Science is  boring A common stereotype, one that has an entire industry dedicated to disproving it. Of course, boring is a subjective quality; one person&apos;s boring is another person&apos;s riveting (although if you&apos;re not involved in construction, riveting can be quite boring). In fairness, science is usually delivered via scientists, and scientists can be boring, something you&apos;ve probably figured out by now if you&apos;ve read this far into this article.  Encouragingly, the top search result for &quot;science is boring&quot; is a seven years old BBC article about a school survey. Maybe perception has changed since then? Or maybe conducting the survey was itself so boring there was no follow up? The latter would mean the research was abandoned for being boring, which is better evidence of the original claim than any survey could produce Science is  cool An almost direct counterpoint to the result above, it reflects the relatively recent shift in attitudes to science. I personally wouldn&apos;t go as far as &quot;cool&quot;, but it&apos;s hard to argue that there hasn&apos;t been progress. It&apos;s OK to say you&apos;re a scientist these days, you don&apos;t &quot;admit&quot; it. The top search result is an article on this very website. Have a guess who they used a picture of to illustrate scientists being considered cool. Go on, one guess. Science is  Dangerous Is science dangerous? Of course it is, but dangerous in the same way that a chainsaw is dangerous; if wielded by someone who knows how it works but isn&apos;t troubled by those pesky &quot;morals&quot;, then you have a problem. It&apos;s not science&apos;s fault, it&apos;s the people who use it, much like guns or vuvuzelas. But could it be more insidious than that? According to reports, one&apos;s interest in science is inversely proportional to the amount of success one experiences with the opposite sex. Could these efforts to make science more interesting to the general public inadvertently lead to the human race dying out? If only there was some way to make science more sexy  In seriousness, the top result is an article by Professor Lewis Wolpert of UCL, who presents a much more eloquent take on the issue than I ever could. It&apos;s worth a read. Science is  Evil No, it isn&apos;t. Science is not something that is capable of morals or active malice, it&apos;s not a conscious entity. Saying science is evil because it allows things to happen that you morally object to is like saying a light bulb is evil because it allowed you to read the ransom note sent by your children&apos;s kidnapper.  The majority of hits this search produces are religious fundamentalist sites and forums, not something I&apos;d want to direct traffic to, although some of the &quot;logic&quot; behind why science is evil is amazing to behold. One argues that science is evil because the Hubble space telescope shows images that are millions of light years away, and this is &quot;looking back in time!&quot; This is evil, apparently, according to a book written about a man who died 2,000 years ago. Science is  Fun There are countless groups and even week-long national events dedicated to promoting this notion, but is that necessarily a good idea? If you keep giving people the impression that a career in science is like studying at Hogwarts but with more paperwork, they&apos;re going to end up bitterly disappointed and probably resentful. Although to be fair, my cynicism is the result of issues with anyone who decides what is fun for others. It invokes images of office parties and &quot;team-building exercises&quot;; tightly regulated activities in an unnatural context. That&apos;s not fun. Ironically though, that is quite like science. That&apos;s not to say that science isn&apos;t more fun than some things though. For example, the top search result clearly implies that science is more fun than subtle web design. Science is  Golden A weird one. The top search result is a music video of the same name by The Grates. I have no opinion on the song, being essentially musically inert (asking me to sing a specific note is like asking me to do an impression of purple), but the video does look like something Michel Gondry would dream up, if he were a zoologist sleeping off a blue-cheese binge. Science is unlikely to be golden though, it encompasses all the elements, of which gold is one of the least interesting due to its chemical inactivity. If you can&apos;t easily dissolve something/make it explode, what&apos;s the point?  (I jest, of course. Gold is scientifically very fascinating) Science is  Hard But it&apos;s meant to be golden too, and gold is surprisingly soft. Flippancy aside, this is the common perception that science is difficult, hard to understand. Which is a fair point in most cases, the human brain hasn&apos;t really evolved to intuitively understand the complex processes underlying our world, as the New Yorker article that is the top search result explains. I once had a neuroanatomy exam which the lecturer assured us would be easy because &quot;the information is inside you, you&apos;ll be using the structures you&apos;re looking at to do the test.&quot; Using that logic, it should be relatively simple for a pencil to draw a picture of a pencil, without human involvement. Science is  Interesting It sure is. Unless you&apos;re not into that sort of thing, in which case it isn&apos;t. That&apos;s fine. Although as the top result reveals, Richard Dawkins does not share my diplomatic approach. I try to promote science through humour, and if there&apos;s one thing I&apos;ve learned from performing stand-up, it&apos;s &quot;pre-emptively telling the audience to fuck off does not win them over&quot;. That, and &quot;if in a service station after midnight, Ginsters pasties count as part of your 5-a-day.&quot; Science is  Just a theory This is tantamount to saying the Large Hadron Collider is just a big tube; it&apos;s an epic understatement, it would need its own space programme just to reach the heights of an accurate statement. &quot;Just a theory&quot; is a common argument from those whose views are threatened by science, most notably fundamentalists and the &quot;theory&quot; of evolution. These arguments invariably depend on an ignorance-based interpretation of the subject matter, like Al Murray&apos;s Pub Landlord mocking the French, but without the obvious comedic intentions. Thankfully, the top search result explains this very well. Science is  Knowledge This is actually the 3rd suggestion, after &quot;science is cool&quot; and &quot;science is culture&quot;. I&apos;ve been told that google searches take your location into account, and I live in Cardiff, so maybe it&apos;s acknowledging that there is no &quot;K&quot; in the Welsh alphabet? Whatever the reason, &quot;science is knowledge&quot; just leads back to definitions of science, and that&apos;s no fun. Science is  like a blabbermouth I&apos;ll be honest, this one surprised me. But it&apos;s actually a Simpson&apos;s quote, from everyone&apos;s favourite fundamentalist Christian Ned Flanders. The full quote is &quot;Science is like a blabbermouth who ruins a movie by telling you how it ends! Well I say there are some things we don&apos;t want to know! Important things!&quot; A more succinct summation of the whole religion v science issue would be hard to find. It&apos;s probably a bad idea to have that tattooed onto one of your buttocks, but I can&apos;t say I&apos;m not tempted. Science is  Magic Just  no. This is an obviously inaccurate statement, almost as blatantly false as &quot;we&apos;re all in this together&quot;. The fact that the first result is for a children&apos;s science kit makes it even more annoying. Science is  Not a belief system Fair point, it isn&apos;t. But theoretically, if it were a belief system like a religion, who would be its messiah? I&apos;d nominate Dawkins, purely because it amuses me to think of a staunch atheist being deified against his will Science is  Objective Yup Science is  Philosophy A tricky one to argue, it&apos;s an ongoing debate as to what extent philosophy and science are connected, as the top search result reveals. Science and philosophy have common origins (a scientific doctorate in the UK is still a PhD, for &quot;Doctor of Philosophy&quot;), but it&apos;s like apes and monkeys having mutual origins; they may share a lot of history, but put them in a room together and you&apos;ll probably still end up with a lot of shit flying around. Science is  Quotes Science is quotes? No, it isn&apos;t. That doesn&apos;t make any logical sense. I&apos;m assuming some inverted commas would have been helpful here, it should be &quot;Science is&quot; quotes? But a list of interesting quotes about science could be useful to have, should you have trouble forming your own opinions. Science is  Real Can&apos;t argue that. It seems this search is the most popular thanks to the pro-science music of They Might Be Giants. I don&apos;t know how tall the band are, or whether they are afflicted with growth-hormone producing tumours of the pituitary gland, so as far as I&apos;m aware they might well be giants. You&apos;d think if they were so pro-science they would have addressed this easily resolved ambiguity by now though, wouldn&apos;t you. Science is  Sport It&apos;s hard to support this claim, no matter how many energy drinks/supplements it might help to sell. There aren&apos;t national competitions where teams of top scientists compete to see who can get the best results from an experiment. You won&apos;t find a lab technician who gets paid millions for his impressive pipetting skills, and flimsy lab coats with his name on aren&apos;t sold for 50 each in the high street.  There is, admittedly, a lot of science in sport. This is probably what the search results are actually for, which makes a mockery of this whole article. Science is  The poetry of reality A surprisingly &quot;arty&quot; claim. Can this claim be verified though? Do either science or reality have a consistent rhyming structure? But check out the top search result. A tasteful masterpiece or autotuned abomination? Your call. Science is  Unreliable While there is certainly a discussion to be had about the tendencies for science to demonstrate things like publication bias, I can&apos;t see that a website dedicated to attacking science in order to promote religious theories is the best place for it. Such sites have every right to criticise though, as they are definitely reliable; they can be depended on to come up with self-serving crap and twisted logic to counter even the most rational of arguments. It&apos;s impressive, in a way. Science is  Vital A nod to the grassroots campaign of the same name, set up to tackle unwarranted cuts in the science budget. They have achieved a great deal, despite their questionable decisions when it comes to speakers at public events. Science is  Wrong This is undeniably true. Wrongness is inherent to the scientific process. Any theory or idea you want to test, you start with a null hypothesis, which is basically the idea that your hypothesis is wrong. You then have to go about getting enough data to prove the null hypothesis wrong. So in science you have to be wrong at least twice in order to get anything done. And even then, if you proved that the idea that you were wrong is wrong, you&apos;ll have countless other people asking if you might have been wrong in different ways, or setting up their own experiments to prove your conclusions wrong, which will involve them having to prove their own wrongness wrong as well.  They say two wrongs don&apos;t make a right, but in science it&apos;s because two is nowhere near enough.  There are plenty of sites dedicated to claiming science is wrong because it contradicts personally held beliefs or theories, but the top result is, thankfully, a Science Discovery article about historical examples of scientists being wrong. Although one of these examples is the whole &quot;The Bible says the Earth is 6,000 years old&quot; thing, and it seems a bit harsh to blame scientists for that one. Science is  XKCD Not really relevant to this piece, but any excuse to link to it. Science is  Year 8 &quot;Science is Y&quot; just gives you a list of &quot;science year x&quot; suggestions, which lead to a variety of revision notes for school science. I&apos;m sure it&apos;s all legitimate searching for study aids, rather than looking for answers to assignments without having to do the work, although that would teach children a valuable skill for later life Science is  what kind of science is zoology? I don&apos;t think my system is working any more. So there you have it. Taken together, these results suggest that most people think science is a boring cool dangerous evil fun golden hard interesting verb which is just a magic philosophical objective theory about a knowledgeable poetry of reality despite being a real unreliable vital blabbermouth sport quote that is wrong, and definitely not a belief system. This may explain why so many people find science confusing. Dean Burnett tries to promote science via scientifically accurate comedy. Sometimes he succeeds. Follow his efforts on Twitter: @garwboy", 
    "section": "science", 
    "gid": "science/brain-flapping/2012/jul/31/what-is-science-google", 
    "wordcount": "2709"
}