{
    "headline": "This week's new games", 
    "text": "Effect 3: Leviathan, PC, PS3 &amp; Xbox 360 The latest downloadable extra for Mass Effect 3 has Commander Shepard on the trail of the mysterious Leviathan of Dis, which apparently has the power to kill Reapers; the giant robotic monsters intent on killing not only all humans but all organic life in the galaxy. For once that means going in using a subtler, CSI-style rather than all guns blazing, as is Shepard&apos;s wont, although naturally there are plenty of things to shoot at later on. Weaving in galactic exploration, a spooky mining outpost and a windswept ocean planet, Leviathan adds interesting new layers to the story, going some way towards explaining what the Reapers are up to and where they came from while leaving the game&apos;s oft-lambasted ending well alone. EA, PC: 800 Bioware pts (6.99); PSN: approx 8; XBLA: 800 MSP (8.50) Jack Lumber, iPad &amp; iPhone     Jack Lumber    When his granny gets killed by a cheeky pine tree, Jack Lumber takes hatchet-based revenge on an entire forest. Following a path hacked out by the bestselling Fruit Ninja, in which your finger was the katana, here it&apos;s an axe, letting you help Jack carve a sap-spattered trail of destruction through a series of increasingly deviously gnarled logs. Putting your finger on the screen slows the spinning lumber enough to paint a single line through everything you can see, adhering to each log&apos;s progressively more specific rules while avoiding giving innocent woodland creatures the salami treatment. With an upgrade shop to add spice and difficulty, Jack Lumber is funny, silly and addictive. Sega, 1.49  Bad Hotel, iPad &amp; iPhone     Bad Hotel    In an unusual twist on tower defence, you need to build a hotel that can defend itself from attack by bomb carrying birds, snakes, swimmers and a range of life-threatening oddities. Some rooms earn money, while others help shoot down antagonists or repair damaged parts of the building. There is also a musical element to the game which creates original sounds that are influenced by a player&apos;s decisions. Each level arrives with fresh surprises and interludes from the establishment&apos;s unscrupulous Texan owner  &quot;I used a credit default swap fair and square to get this hotel&quot;. Pulsing to the beat of every shot and explosion, it&apos;s an unlikely work of minimalist art. Lucky Frame Ltd, 1.49 Games news     Wappy Dog    Pity the PlayStation 3-owning Skyrim player. After putting up with a bug that made the game grind to a halt when the save file got too big, it now seems they&apos;ll never be able to play Dawnguard, the vampire-centric downloadable content that arrived for Xbox in June. This week&apos;s announcement of Hearthfire, an Xbox and PC-only extension, allowing players to build sprawling homesteads, will really rub salt into those open wounds  It&apos;s getting towards the end of the videogames silly season, although you might not know it from this week&apos;s releases: Wappy Dog (Nintendo DS) adds a game-lite component to Activision and Sega&apos;s kid-baiting virtual pet; iCarly: Groovy Foodie! (Nintendo DS) is rank Nickleodeon merchandise and Port Royale 3: Pirates And Merchants (Xbox 360, PS3, PC) delivers ultra-low budget buccaneering un-thrills.", 
    "section": "technology", 
    "gid": "technology/2012/sep/08/this-weeks-new-games", 
    "wordcount": "526"
}