{
    "headline": "Facebook suspends trading in its private shares, sending flotation speculation soaring", 
    "text": "Facebook has suspended trading in its shares on the private secondary market for the rest of this week, raising speculation that the social networking site may be preparing to file a prospectus for its much-anticipated flotation on the stock market. The company&apos;s lawyers said investors could continue to arrange orders to buy and sell the shares, but the orders will not be officially processed until next week. Facebook and its lawyers, Fenwick &amp; West, did not explain the reason for the suspension. But Facebook has previously suspended trading to allow it to compile a list of shareholders. Sam Hamadeh, chief executive of PrivCo, an analyst firm that provides research on private companies, said businesses usually suspend trading ahead of a filing for an initial public offering (IPO) so that no one can buy or sell shares until all the information about the company is fully public. &quot;Facebook and companies who do this don&apos;t want to expose themselves to lawsuits related to the fact that some people had it before others and were able to trade on it,&quot; he told Bloomberg. &quot;The best way to protect yourself is to have no one able to trade.&quot; Facebook is reportedly planning to make its stock market debut in the second half of May. That timetable would mean Facebook would need to file documents for review by the US regulator, the Securities and Exchange Commission (SEC), within the next month. Facebook is hoping to offer 10% of its equity and raise $10bn in the world&apos;s biggest technology company float, valuing the whole company at about $100bn. British financial public relations specialist Brunswick Group is understood to have been appointed to manage the listing. Facebook&apos;s shares recently traded at $34 a share on SharesPost, an organisation that allows Facebook employees and others to sell their shares to institutional investors, which would value the social network currently at $80bn. Facebook declined to comment.", 
    "section": "technology", 
    "gid": "technology/2012/jan/25/facebook-suspends-trading-shares", 
    "wordcount": "321"
}