{
    "headline": "Olympics regulations force cyclists to dismount", 
    "text": "For an event promoting an active lifestyle, you&apos;d be forgiven for thinking that the Olympics are encouraging us to take the car. The Environmental Transport Association (ETA) has looked into the regulations on the &quot;Games lanes&quot;  the 30 miles of road in central London exclusively reserved for use during the event by the &quot;Games family&quot; of athletes, officials and sponsors  and found that 95% will be off-limits to cyclists. The limit works on the basis that it is safer for cyclists to stay beside the pavement, making the Games lanes, which will be positioned in the centre of the road, a no-go area. The situation is made even more troubling by the fact that bus lanes, which the ETA says offer &quot;a refuge from London&apos;s busiest traffic&quot;, will be removed from roads with Games lanes. &quot;The decision to ban bicycles from almost every Games lane is as baffling as it dangerous  on a busy London road with slow moving or stationary vehicles a cyclist riding on the outside of traffic for reasons of safety faces a 130 fine,&quot; said Yannick Read, a spokesman for the ETA. &quot;It&apos;s unacceptable that the chauffeured journeys of competitors will be at the expense of London&apos;s cyclists in this way.&quot; TfL explained that the heavy flow of &quot;Games family&quot; traffic is estimated to be 1,300 vehicles an hour. &quot;It&apos;s not going to be one VIP every 20 minutes,&quot; explained a spokesperson for Transport for London. The Games lanes aren&apos;t the only routes causing trouble for cyclists in the capital. Provisions for bike users during the Olympics are more than a little lacking. Now Lea towpath, a bike-friendly &quot;greenway&quot; running alongside the canal opposite the Olympic Park from Bow to Homerton in east London, and a key route to the main venue from the south, has been closed and will remain so until September. A group of protesters, Open Our Towpath, have set up on Facebook and Twitter, and staged a demonstration against the closure over the weekend. An enquiry to the London Organising Committee of the Olympic and Paralympic Games (Locog) returned the same statement we were given last week, citing security concerns and advising cyclists &quot;to arrive at Victoria Park to access the Olympic Park during the Games and this is unaffected by the security closure&quot;, though it failed to offer any further information on why the closure will need to last so long. It&apos;s not only in the capital that cyclists are feeling the effects of red tape. A number of train operators, listed in this National Rail leaflet, are restricting the carriage of full-size bikes (folding bikes are still allowed), for the duration of the 2012 Games. Sue Childs, a cyclist from Kent, had planned a bike ride from Land&apos;s End to John o&apos; Groats, and purchased advance tickets to Penzance to start the trip. Unfortunately, as her train journey went via London Paddington, she fell foul of Southeastern Trains&apos; Olympics bike policy, and has had to re-book tickets for another route, costing her an extra 75. A spokesperson said their restriction is aimed at decreasing congestion, with the company expecting an additional 110,000 passengers using their trains for the Olympics period. This doesn&apos;t make the policy any less frustrating for cyclists, especially regular commuters or those who have already booked. &quot;I am sure I am probably not the only person to be caught out like this,&quot; said Sue. &quot;In fact I imagine there will be a number of furious people turning up at Southeastern stations not having realised about the ban and who will have their holiday plans upset.&quot; It&apos;s hard to avoid feeling there&apos;s some irony in London 2012&apos;s attempts to encourage cycling, both in the capital and beyond: rather than enabling Games-goers to cycle to the venues, it seems its regulations will leave people with little choice but to dismount. As Chris Peck, policy co-ordinator for the national cyclists&apos; organisation, CTC, said: &quot;Although we hope the Games will prove inspirational, it is sad that it is proving such an obstacle to everyday cycling, with the effects being felt across the country. So much of the Games appears to be predicated on the need to provide high-speed car transport at the cost of provision for cyclists. Instead of a sustainable and equitable Games, local people and their travel needs are being obstructed, often completely unnecessarily.&quot;", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/jul/10/olympics-regulations-cyclists", 
    "wordcount": "753"
}