{
    "headline": "Boot up: China's 3G revolution, more RIM losses, predicting crime and more", 
    "text": "A quick burst of 10 links for you to chew over, as picked by the Technology team The amazing China smart phone market &gt;&gt; LinkedIn Kai Fu Lee:   Broadband wireless is now over 58%, and smart phone prices have dropped to about $100 for an acceptable Android phone, and about $200 for a full-featured Android phone. Smart phones are now spreading like wildfire. About a year ago, there were less than 50M users, basically affluent or tech saavy users who were willing to pay $500 for a phone and $30 a month for 3G. But now, students, young white collar, and even blue collar workers are swarming into the smart phone market!   Is there anyone who doubts that smartphones (with Android) are going to utterly transform Chinese society? The question is: what will change? Answers welcomed. NTSB follows TSA lead, drops BlackBerry &gt;&gt; USA Today Remember how the US National Transportation Safety Board (NTSB) is giving up BlackBerrys for iPhones?   In addition to NTSB, which has about 400 workers, far larger organizations earlier shifted away from BlackBerry in recent months:  o In October, the Defense Department requested a software contract to monitor security for mobile devices from Apple and Android, but not BlackBerry. The Defense Information Systems Agency program will initially support 162,500 devices and could ultimately support 8 million devices.  o In September, Immigration and Customs Enforcement, which had relied on BlackBerry for eight years, announced it was switching to iPhones for 17,676 users because BlackBerry could &quot;no longer meet the mobile technology needs of the agency.&quot;  o In May, the Transportation Security Administration, which had relied mainly on Microsoft Windows and BlackBerry devices, announced plans to spend $3m on Apple products to support its counter-terrorism mission.  Black Friday to be crucial market test for convertible notebooks, say Taiwan makers &gt;&gt; Digitimes  The Black Friday peak sales period starting from November 23 in the US is seen as a crucial market test for convertible notebooks which combine features of ultrabooks and tablets, according to Taiwan-based supply chain makers.  The sources pointed out that the attractiveness of Windows 8 as well as consumers&apos; acceptance of touchscreen features in notebook devices will also become major factors affecting demand for convertible notebooks.   Ultrabooks have so far disappointed. Will convertibles (which have tried and failed once before, about ten years ago) succeed instead? FBI opens criminal probe of Hewlett-Packard deal for British software maker Autonomy &gt;&gt; SiliconValley.com  Sources familiar with the investigation said the Federal Bureau of Investigation&apos;s San Francisco office opened a probe into the $11 billion deal Tuesday at the request of the Securities and Exchange Commission. The bureau investigates complex financial crimes and has legal attachs at overseas offices that can cooperate with local agencies.   That&apos;s a date for the diary. Metropolitan Police and Predictive Crime Mapping &gt;&gt; James Cleverly AM  Researchers from University College London&apos;s Jill Dando Institute of Crime Science have shown it&apos;s possible to develop even more effective crime hotspot maps by modelling the spread of crime in a way similar to modelling the spread of disease. Their work confirms a &apos;prospective hotspot map&apos; is more effective than traditional crime mapping methods.  The Metropolitan Police need to get more crime fighting output with less financial input so money needs to be targeted at systems that can achieve more for less.   Very intriguing. (Crime mapping was one of the benefits that the Free Our Data campaign pushed - and one that, to his credit, Boris Johnson was quick to introduce after first being elected.) Microsoft &apos;dragging its feet&apos; on Linux Secure Boot fix &gt;&gt; The Register  The Linux Foundation&apos;s promised workaround that will allow Linux to boot on Windows 8 PCs has yet to clear Microsoft&apos;s code certification process, although the exact reason for the hold-up remains unclear.  As The Reg reported previously, the Secure Boot feature of the Unified Extensible Firmware Interface (UEFI) found on modern Windows 8 PCs will only allow an OS to boot if its code has been digitally signed with a key obtained from Microsoft.  That&apos;s a problem for many Linux distributions, because some lack the resources to purchase a Microsoft key, while others simply refuse to.   Aren&apos;t Chromebooks good enough and fast enough for this? And they are pretty much running Linux already. &quot;Your criticisms are completely wrong&quot;: Stallman on software patents, 20 years in &gt;&gt; Ars Technica  [Professor John] Duffy [of the University of Virginia] raised the specter that some things might not be invented at all without patents, in software and other fields. &quot;The only thing worse than a patented technology that burdens the public is not having a technology at all,&quot; he said. Sure, some software patents were a pain, but others were protecting important work. &quot;The question is, will you get very serious research that is patent-motivated? Speech recognition, for example, is very patent-intensive.&quot;  In Stallman&apos;s view, the idea that society might be able to eliminate &quot;bad patents&quot; while keeping good ones is a kind of Jedi mind trick. Offering patents as a reward for software development--a system where the prize is a right to shut down someone else--is fatally flawed.  &quot;Consider the MP3 patent,&quot; said Stallman. &quot;That caused a lot of harm. It&apos;s not trivial, it came from a research institute. But we can fund research institutes in other ways.&quot;   (Thanks @doarunner for the link.) In a nutshell, the Android problem: totally forked &gt;&gt; John Battelle&apos;s Search BlogJohn Battelle&apos;s Search Blog  I&apos;m a fan of &quot;open.&quot; Anyone who knows me, knows this about me.  But I&apos;m also a fan of &quot;easy.&quot; And of &quot;good design.&quot; So, for the past couple of years, I&apos;ve been an iPhone user, mainly because it was easy, and had better design than any alternative. Also, my company supported the iPhone, even though it was terrible for calendar, contacts, email, you know, pretty much everything that mattered to me.  But because I&apos;m no longer day to day at my company, I&apos;ve been eager to move away from the iPhone, for many reasons, including the extraordinarily awful experience I recently had, chronicled here. And I really like the philosophy of Android. It&apos;s open, it&apos;s hackable, it&apos;s generative in all the right ways.  However, it&apos;s also a utterly confusing mess. Alas, this seems to be the price of &quot;open&quot; - chaos.   He wants an Android phone, with one proviso: &quot;once I buy it, I don&apos;t want to spend three days figuring out how to make it work.&quot; A good Ultrabook, a bad tablet: the Lenovo IdeaPad Yoga 13 review &gt;&gt; Ars Technica  There are three major problems with using the Yoga as you would an iPad or even a Surface tablet. The first two are, obviously, size and weight. This is a full Ivy Bridge system. While it&apos;s reasonably thin and light for a laptop, it&apos;s pretty thick and heavy for a tablet. The 13-inch screen also makes it awkward to hold for long periods of time, especially with one hand. It does somewhat better if you&apos;re sitting in a chair, on a train, or in a plane with it resting in your lap, but it&apos;s still not something you&apos;d want to carry around your house.  The other problem is the keyboard--since the screen flips all the way around on its hinge, it leaves the keyboard and trackpad completely exposed. The laptop disables keyboard and trackpad input when not in laptop mode, so accidental input isn&apos;t a problem, but it still makes the computer awkward to hold while in tablet mode. This is all to say nothing of the extra wear you&apos;re exposing the keyboard and wrist rest to by placing it on a flat surface and scooting it around.   The full flip on the hinge is clever, though. (Thanks @hotsoup for the link.) Why competitors should fear the iPad mini &gt;&gt; TechPinions Ben Bajarin:   The vast majority we interviewed had not owned a tablet yet and were on all parts of the economic scale. Those in the lower income brackets were also intending to research a few other tablets in the 7? form factor. The leading three were the Nexus 7, Kindle Fire HD and Nook HD. Even with that bit of feedback over 60% said they were still leaning toward the Mini.  When we discussed the intended use cases for the iPad Mini, every single person with kids mentioned it as a part of their child&apos;s educational process as a key use case. This did not surprise me. What did surprise me was that over half of those who brought up using it as a part of their kids educational process made the point that they believed the iPad would be used in schools in the future and making sure their kids were proficient with it was important and that they wanted their kids to use the same technology at home they will be using in schools.  You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2012/nov/23/technology-links-newsbucket", 
    "wordcount": "1539"
}