{
    "headline": "iOS and Android see post-Christmas apps boom with 1.2bn downloads", 
    "text": "More than 1.2bn apps were downloaded for iOS and Android devices alone between Christmas Day and New Year&apos;s Day, according to mobile analytics firm Flurry. The company says this is up 60% on the 750m weekly average during the rest of December. In its blog post, Flurry says 42% of holiday-week downloads were generated in the US: 509m. That&apos;s some way ahead of second-placed China (99m) with the UK in third (81m). Flurry also estimates that 20m new iOS and Android devices were activated in the last week of December, including 6.8m on Christmas Day alone. Where are these numbers coming from, and are they credible? Flurry says that its analytics tools are used in more than 140,000 apps. The company claims that it can detect &quot;over 90% oof all new devices activated each day&quot;, while its tools are in more than 20% of apps downloaded every day, forming the base for its overall download estimates. Another analytics company, Distimo, published its own research on 27 December, claiming that in the US specifically, Christmas Day downloads on Apple&apos;s App Store were up 230% on December&apos;s daily average. Flurry had more research to publish just before Christmas, with figures on the global addressable market for app developers on iOS and Android. That means the number of people with Apple and Google-powered smartphones and tablets who are running apps. Flurry claims that as of 20 December 2011, there were 264m active units in the market across iOS and Android. The US accounted for 41% of those 109m  followed by China (35m), the UK (17m), South Korea (16m) and Japan, France and Germany (all 10m). &quot;Our count of 264 million active units in the market is about half of what Apple and Google publicly state have been activated,&quot; blogged Flurry. &quot;The difference is primarily due to old device replacement. Flurry is counting recently used devices versus life-to-date device activations.&quot; Bear in mind that this is just two platforms, albeit the two largest in terms of app usage. In its latest financial results, Research In Motion said it now has almost 75m BlackBerry subscribers, although it is unclear how many of them are actively using apps (or, specifically, actively using apps that aren&apos;t email and/or BBM). Windows Phone remains an enigma in terms of active users, and while Symbian is huge in terms of handsets in use, again, data on how many of those people are actively downloading apps is thin on the ground. Flurry&apos;s research clearly reflects the company&apos;s own emphasis on iOS and Android, then. Even so, for the many developers currently targeting those two platforms, an addressable base of 264m people is one of the firmest figures to aim at yet. The question in 2012 as in 2011 is how to rise above the crowd to find an audience within that for your apps.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jan/03/christmas-apps-boom-iphone-android", 
    "wordcount": "486"
}