{
    "headline": "South Korea drops plans to resume whaling", 
    "text": "South Korea has dropped plans to resume whaling in its coastal waters amid a storm of international criticism, and will instead use non-lethal methods to conduct research into the mammals. The country provoked anger when it announced plans at a meeting of the International Whaling Commission [IWC] in Panama in July to conduct &quot;scientific&quot; whale hunts similar to those carried out by Japan in the Antarctic every winter. The decision to ditch the plans became official when the government failed to submit a formal proposal to the IWC by the 3 December deadline. &quot;After gathering opinions from various sides, the government is now in the process of finalising its plan to study whales through non-lethal techniques, like many other countries such as Australia do,&quot; the Korea Herald quoted a fisheries ministry official as saying. The IWC&apos;s 1986 ban on commercial whaling allows member countries to hunt whales for scientific research, with the meat then sold on the open market. Japan, which uses the loophole to kill hundreds of whales every year, is expected to send its whaling fleet to the southern ocean in the next few weeks. South Korea initially said an increase in whale stocks in its coastal waters had prompted the decision to resume whaling. The fisheries ministry said rising whales numbers posed a threat to squid and fish stocks. The ministry reportedly began to reconsider after criticism from anti-whaling nations and an online petition that attracted more than 1,000,000 protest emails in three weeks. &quot;The world does not support commercial whaling, even when it is disguised as scientific research,&quot; said Greenpeace International oceans campaigner John Frizell. &quot;The decision by South Korea to listen to its own people and the global community and abandon a whaling programme modelled on that of Japan is a huge win for the world&apos;s whales.&quot; South Korean media said the fisheries ministry had come under fire from other ministries for announcing the plans without consulting them. The International Fund for Animal Welfare welcomed the move and urged South Korea to reduce the number of whales that get entangled in fishing nets. Meat from the by-catch is sold in cities such as Ulsan, the home of the South Korean whaling industry. &quot;The government of Korea made the right call and should be commended for it,&quot; said Patrick Ramage, the director of the fund&apos;s global whale programme. &quot;Whaling in the name of science is unnecessary, and killing whales for commercial purposes is a proven ethical, ecological and economic loser in the 21st century. &quot;We stand ready to support Korea in whatever appropriate way as it embarks on state-of-the-art, non-lethal whale research in Korean waters.&quot;", 
    "section": "environment", 
    "gid": "world/2012/dec/06/south-korea-drops-plan-whaling", 
    "wordcount": "454"
}