{
    "headline": "Minnesota woman to pay $220,000 fine for 24 illegally downloaded songs", 
    "text": "A Minnesota woman, one of the last people to be individually prosecuted in the US for illegal downloading and file-sharing, faces a $220,000 bill after a federal court ruling on Tuesday. The federal appeals court reversed a district court&apos;s decision to reduce Jammie Thomas-Rasset&apos;s owed damages to $54,000 from $1.5m. Tuesday&apos;s ruling (pdf) sets the damages at $220,000 and forbids Thomas-Rasset from making sound recordings available for distribution. &quot;We are pleased with the appellate court&apos;s decision and look forward to putting this case behind us,&quot; the Recording Industry Association of America (RIAA) said in a statement. The trade group filed their first complaint against Thomas-Rasset in 2006 on behalf of six record labels and has been embroiled in a legal battle with her ever since. The RIAA accused her of downloading and distributing more than 1,700 music files on file-sharing site KaZaA, but took legal action on 24 works for efficiency. They initially offered a $4,500 settlement which Thomas-Rasset did not accept.  Court papers show Thomas-Rasset testified she had not heard of KaZaA prior to her case and after being found guilty, she filed a motion that any statutory damage awards would be unconstitutional in her case. Her lawyer Kiwi Camara said in an email they would try to take the case to the US supreme court. The RIAA sued more than 18,000 people for illegally sharing music in the mid-2000s. Most of those cases were settled out of court or dismissed  Thomas-Rasset&apos;s case being one of the few exceptions. The group adjusted its anti-piracy strategy in 2008 and stopped suing individuals. Since then, it has been in talks with Internet Service Providers in an effort to create a new strategy to abet piracy.  &quot;The individual lawsuits were unbelievably counterproductive,&quot; said Christopher Jon Sprigman, co-author of the Knockoff Economy. &quot;The record companies basically bought themselves a huge amount of bad publicity, a few settlements and no real impact on file-sharing.&quot; Sprigman said the new strategy would involve internet service providers sending gentle reminders to people they think are infringing on behalf of the RIAA. Eventually, the internet service providers could cut people from internet access who did not stop downloading &quot;I think that strategy is also fraught with peril,&quot; said Sprigman, explaining that it would likely irritate customers who felt like they were being spied on by their cable providers.  Anti-piracy groups are also adjusting their strategies to focus on file-storing websites like Megaupload, which accounted for an estimated 4% of internet traffic at its peak. Site founder Kim Dotcom faces criminal copyright charges related to the site and is currently in New Zealand, awaiting an extradition hearing. One of the other individuals to be prosecuted is Joel Tenenbaum, who was left with a huge damages 30 songs he downloaded illegally after his appeal was denied in August. In 2009, a jury ordered Tenenbaum  who graduated from Boston University with a doctorate in statistical physics in May  to pay $675,000 in damages. At one point, Tenenbaum&apos;s damage charges were reduced by a judge to $67,500, but the original amount was reinstated in the first circuit court &quot;They&apos;re trying to create an urban legend out of me  the kid who downloaded music,&quot; Tenenbaum told the Guardian in May.", 
    "section": "technology", 
    "gid": "technology/2012/sep/11/minnesota-woman-songs-illegally-downloaded", 
    "wordcount": "556"
}