{
    "headline": "Which really is more deadly: cycling or sitting down watching TV?", 
    "text": "Sometimes, it seems, to get some perspective on the vexed issue of cycling and particularly cycle safety you need to chat not to a transport expert, let alone a government official, but a scientist. This occurred to me earlier this week as I watched three fairly eminent scientists with a specialism in public health unveil new recommendations by the National Institute for Health and Clinical Excellence. Our news story on it is here, but in essence it calls for walking and cycling to become the norm for short trips as a way to combat the increasingly desperate extent of health problems connected to inactivity and obesity. After they&apos;d introduced the report the floor was open for questions. One of the first was on cycle safety: had they taken into account the potential perils of riding a bike? The answer from Dr Harry Rutter, lead author of the report and an adviser at the National Obesity Observatory  they gather data on obesity, as opposed to peering at the big-boned from a very great distance  is worth quoting in full:  All activities carry a risk. For some reason there seems to be strong focus on the risk of injury associated with cycling. Clearly, when deaths do takes place that&apos;s tragic, and we need to do all we can to avoid them. But I think there is a perception that cycling is much more dangerous than it really is.  This focus on the dangers of cycling is something to do with the visibility of them, and the attention it&apos;s given. What we don&apos;t notice is that if you were to spend an hour a day riding a bike rather than being sedentary and driving a car there&apos;s a cost to that sedentary time. It&apos;s silent, it doesn&apos;t get noticed. What we&apos;re talking about here is shifting the balance from that invisible danger of sitting still towards the positive health benefits of cycling.  It&apos;s something most cyclists know about but it&apos;s worth reiterating. Plus, I like the notion of an &quot;invisible danger&quot;. People go on at exhaustive length about the perils of cycling because cycling remains niche. Sitting around on one&apos;s arse watching EastEnders and eating Pringles is, however, a national pursuit, and not enough people make the connection between that and an impact on health which is, the scientists told us, now on a par with that from smoking. In the collection of quotes assembled for the press pack there was a good one on this point from Philip Insall, head of health for the active transport charity Sustrans:   If a virus was this deadly it would fill the front pages and dominate debate in parliament.  The second point that caught my attention came in response to a slightly carping question from me. Such advice, I asked, is all very well but will it really change much in the absence of concerted government action over safe walking and cycling routes?  Professor Mike Kelly of Nice sighed very slightly and presented me with a parallel: efforts to curb smoking. It took a full 60 years after the proof of cigarettes&apos; harm to reach the relative nirvana of a ban on smoking in public places. View the report, he said, not as an end in itself but as &quot;one further accumulation of the evidence&quot;, part of a long-term process, albeit one he hopes will take less than 60 years. Good advice, particularly for a semi-professional cycle policy malcontent such as me. Perhaps the best point, however, came again from Rutter as he was asked what more could be done to promote active travel. He replied:  There are two interventions that we know increase walking and cycling: living in the Netherlands and living in Denmark.  Behind the half absurd statement lies this central truth: there&apos;s no magic behind getting people on their feet or on their bikes, it just takes sufficient political will. If the Dutch and Danish did so in the 1960s and 70s, so can we now.", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/nov/28/deadly-cycling-sitting-watching-tv", 
    "wordcount": "667"
}