{
    "headline": "Gardeners should end their love affair with peat", 
    "text": "There has been a huge effort to phase out the use of peat by both amateur and professional gardeners. Defra has been at the forefront, with support from B&amp;Q. So it is surprising that B&amp;Q has increased the use of peat in its topsoil this year and more so given that it is a member of the Horticultural Trades Association&apos;s Growing Media Initiative and ran its own peat-free campaign last year. Peat is produced by the decomposition of bog plants. Normally plants decompose into carbon dioxide, a greenhouse gas. Because peat is formed in the watery environment of an oxygen-free bog it decomposes into carbon. That carbon stays in the bog, locked away from the atmosphere. Peat bogs are wonderful carbon sinks, storing carbon away for ever. In the UK they store more carbon than all Europe&apos;s forests. When we mine peat for gardening we unlock those reserves of stored carbon. Three things then happen: 1. A peat bog is drained prior to mining. It immediately starts emitting greenhouse gases. After mining, the remaining peat continues to release carbon dioxide and methane into the atmosphere. 2. The carbon in peat, when spread on a field or garden, quickly turns into carbon dioxide, adding to greenhouse gas levels. 3. The unique biodiversity of peat bogs is lost. Rare birds, butterflies, dragonflies and plants disappear. It is much harder to restore a peat bog than to replant a forest. So mining for peat and using peat is a &quot;lose, lose, lose&quot; proposition. Some argue that peat is a renewable resource, but a Defra paper estimates that we would have to reduce our peat use to 2% of the current level in order to balance what we take out with what builds up every year. Gardeners love peat because it delivers superb results in gardening. But peat is not the only way to get organic matter into soil, and it&apos;s not even the best way. So why is it making a comeback? Because it&apos;s cheap. Dirt cheap. Peat bogs are cheap to buy  cheaper than farmland. You drain them, dig out the peat, put it in a bag and it&apos;s ready to sell. Nothing sustainable can compete with peat on price, so it enjoys fat profit margins, too. But what is the real price of peat? Peat use emits 400,000 tonnes of carbon every year. Lord Nicholas Stern, the economist, author of the Stern Review and government adviser on climate change, put a cost of 150 per tonne in the future for every tonne of carbon we emit today. So peat&apos;s contribution is 60m  every year. That&apos;s the price our grandchildren will pay just so that we can garden on the cheap today. The cost of peat used in compost is 60m a year. If the 60m climate cost was included then peat composts would double in price and nobody would buy them. It&apos;s time to pay the real price and include carbon in our costings. At Carbon Gold we have created composts that mimic the properties of peat. Peat is a blend of black carbon and lignin, the fibrous woody matter. We create black carbon by using charcoal-making techniques that convert woody materials into pure horticultural carbon, or &quot;biochar&quot;. We blend it with lignin-rich woody material such as coir from coconut husks, to reproduce the profile of peat. It works as well as peat in the garden and it stays there much longer. The carbon in biochar remains for centuries and is porous, so it represents a long-term investment in improved soil fertility. Commercial organic growers, who are looking for a high-performing peat-free alternative, are adopting it on an increasing scale. When biochar is added to soil it increases populations of Mycorrhizal fungi and healthy soil biota. These are the plant&apos;s &quot;immune system&quot;  fending off soilborne pathogens. Biochar reduces leaching of soil nutrients, saving on inputs, while increasing soil moisture, reducing the need for watering. These benefits combine to increase growth, flowering and fruiting. We&apos;ve already burdened future generations with government debt, nuclear waste and greenhouse gases. Let&apos;s have a thought for the future and stop using peat now. This article was amended on 11 April. B&amp;Q is not increasing the use of peat overall, but has increased the amount of peat in its topsoil ", 
    "section": "environment", 
    "gid": "environment/green-living-blog/2012/apr/05/gardeners-peat-carbon", 
    "wordcount": "731"
}