{
    "headline": "E3 2012: Halo 4 to follow 'TV season' structure", 
    "text": "Halo 4 marks the return of Master Chief  the closest Microsoft has to a homespun mascot  brought out of the cryogenic sleep into which he was lowered at the end of the previous game for a new tour of the galaxy, albeit one viewed down the barrel of a laser gun.  But Microsoft is hoping for more than a straightforward comeback that does little more than scratch consumers&apos; nostalgic itch. Halo 4 instead aims to establish the tone and ambition for the next decade&apos;s worth of universe building, the iconic space-marine carrying a greater weight of hope and expectation than ever before.  For one, Halo 4 needs to prove that 343 Studios  the crack development team that Microsoft assembled to handle the series after the departure of its creator  has what it takes. With 230 staff working on the game, six months ahead of its release, it&apos;s a significant investment of human resources, talent and finance. The game also needs to show that there is fresh innovation left in its particular boundaries  both narrative and functional  while ensuring the experience remains true to Halo-ness in order to not alienate its fanbase.  &quot;It&apos;s been a case of finding the series&apos; strengths and differentiators and then calculating where we can add to that recipe,&quot; explains Halo&apos;s franchise development director, Frank O&apos;Connor  &quot;Halo 4 is laying the foundations for the next decade of the franchise and so we need to strike the balance between being bold and ambitious but also grounded in our identity.&quot; That ambition is clear to see in Halo 4&apos;s structural edifice, which sees the story begin in the single player campaign and then continue into the multiplayer. It&apos;s more than a tokenistic design. Rather, Halo 4 has been structured like a TV series. For the first few months following release, a &quot;Season One&quot; of daily downloadable co-op missions will be released. Every week five co-op missions will be launched, sequentially continuing the story of the main game, allowing up to four player to join together to, in Halo marketing speak terms, continue the fight. Players who presume this is a pure moneymaking exercise are mistaken. Season One will be free to everyone who buys the game, a gigantic amount of content to augment the on-disc experience. As each discrete mission can take upwards of 20 minutes to play through  longer if you&apos;re doing so alone with AI back up  it&apos;s a wide and generous proposition. &quot;A single season will run for months, not weeks,&quot; says O&apos;Connor. &quot;It&apos;s a significant amount of content: both gameplay and story-wise. And the story will matter. Characters you know and love will be effected in dramatic ways, the story driving the universe forward in a meaningful way.&quot; While Microsoft is going to wait and see how Season One performs before committing to a subsequent series, O&apos;Connor is hopeful that the team&apos;s creative generosity will pay off. &quot;We believe that players will play episodes day by day  it&apos;s short, sharp gaming, something entirely different I think.&quot; The hub for all of this content is the Infinity, a giant spaceship that forms your base of operations. Combative multiplayer is slotted into this narrative setting as you take on virtual rivals in on-board simulations, training for the real &apos;Spartan Ops&apos; missions that form the weekly content drops. Aboard the Infinity you build and customise a character, earning experience points for everything that you do which feed into unlocking new armour and augments. It&apos;s a strong and fascinating set-up, and indicates where a great deal of 343&apos;s creative energy has been focused. The question of whether the studio can bring the same innovation and freshness of vision to the fine detail play remains to be seen, especially as this is where the greater risks lay in terms of upsetting the Halo faithful. Still, at an E3 defined by conservatism in a disproportionately high number of first-person shooting titles, this kind of structural innovation is a good start.   Simon Parkin travelled to E3 with Microsoft", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jun/06/e3-2012-halo-4-tv-season-structure", 
    "wordcount": "678"
}