{
    "headline": "England's 'natural capital' findings to be revealed", 
    "text": "The state of England&apos;s natural world and the sustainability of its society and the economy is due be published on Tuesday, tracking everything from bees, butterflies and birds to long-term unemployment, social mobility in adulthood, and knowledge and skills. The revised set of sustainable development indicators(SDIs) are designed to measure the health of the country beyond pure economic measurements such as GDP, and are published on the same day as the first annual results of David Cameron&apos;s &quot;wellbeing index&quot;. The Department for the Environment, Food and Rural Affairs (Defra), which has been working on the new SDIs, said it will be the first time measures of &quot;capital&quot; will be included, that show how much is left rather than just how much is being used  for example, of declining fish stocks. At the recent UN Rio+20 sustainable development conference in Brazil, environment secretary, Caroline Spelman, economist Jeffrey Sachs and EU climate chief Connie Hedegaard were among those pushing countries to adopt a &quot;GDP+&quot; system that would measure wealth by taking into account social and environmental factors. Spelman said of the new SDIs: &quot;At Rio+20 we successfully argued for the need for countries to look beyond their economic performance as a measure of progress. These indicators along with the measures of wellbeing underline our own commitment to going beyond GDP to measure the health and wealth of the UK.&quot; One of the few concrete measures to come out of the text adopted at Rio+20 was an agreement for governments to decide on themes for &quot;sustainable development goals&quot;, such as access to water, energy and food. While the SDIs are separate to these goals, they could help inform them, a Defra spokesman said. &quot;The SDIs give us a country level sense of how we&apos;re doing on sustainable development. These sort of measurements will help us get a good idea of what the SDGs should cover. They could be used as a model for other countries to assess how they&apos;re doing.&quot; Luke Wreford, policy development officer at WWF UK, said: &quot;It&apos;s great that the government is adopting broader measures of progress beyond GDP  this was one of the few useful things that governments around the world committed to at Rio. However, we&apos;ve now got two overlapping frameworks, when really wellbeing should be seen as an integral element of sustainable development. It would be much better to combine the two frameworks to provide greater clarity for policy makers. There is also a lack of targets and goals, so it&apos;s hard to see how these indicators alone will lead to the shift in the government&apos;s direction we so urgently require. This is the real test  especially when the Treasury is currently derailing the green policies that would get us on track for a sustainable future.&quot; The SDI measurements are economic prosperity, long-term unemployment, poverty, knowledge and skills, healthy life expectancy, social capital, social mobility in adulthood, housing provision, greenhouse gas emissions, natural resource use, wildlife and biodiversity, and water availability. Defra will now consult on the methodology of the indicators, which mainly cover England, as the sustainable development agenda is devolved in Scotland and Wales.", 
    "section": "environment", 
    "gid": "environment/2012/jul/24/england-natural-capital", 
    "wordcount": "537"
}