{
    "headline": "Do four out of five people really believe in prayer?", 
    "text": "&quot;Four out of five British adults believe in the power of prayer,&quot; according to the Huffington Post UK this morning, a website whose existence I&apos;ve been trying to ignore since it launched. This is &quot;according to a new survey in the run-up to Easter&quot;. Which august research institution came up with these statistics? Why, the Church of England of course, a religious movement whose success in recent years has been so great that it needs PR gimmicks to advertise the death of Christ.  It gets better. As the British Humanist Association&apos;s CEO, Andrew Copson, pointed out on Twitter earlier, the survey in question doesn&apos;t actually ask whether people believe in the power of prayer, or anything remotely similar. The full ICM survey is available on their website, and includes only one question for the C of E:   Irrespective of whether you currently pray or not, if you were to pray for something at the moment, What would it be for?  19% of respondents didn&apos;t know or said they would never pray for anything, and this has been reinterpreted by the church&apos;s crack spinners to produce the bogus headline above, distributed via the Press Association and regurgitated by various copy-hungry media outlets. Of course the ninth commandment tells: &quot;Thou shalt not bear false witness against thy neighbor&quot;, which is old-person-speak for &quot;don&apos;t make stuff up&quot;. Or as Exodus puts it, &quot;You shall not spread a false report.&quot; A newspaper report, say, spread through a wire agency. What&apos;s particularly fun about this survey is that when you examine it in detail you realise that it&apos;s full of uncomfortable implications. Whether you&apos;re a Christian or an atheist, it makes the British people look like pretty terrible human beings.  As an atheist, if it were really true that four in five people believed in the power of prayer, then I&apos;d nail myself to a cross now and be done with it. It&apos;s not the stupidity that bothers me so much as the self-entitled arrogance required to believe that there&apos;s an omniscient, omnipotent and omnipresent deity who looks like you and will do whatever you ask him to do, like some sort of celestial concierge service. 31% of respondents said they would pray for peace in the world. Given the noticeable absence of world peace, there are only a few ways this plays out. Either nobody has got around to praying yet, in which case people are callous bastards; or God has ignored them all, in which case God is a callous bastard; or prayer doesn&apos;t work, in which case the Christian movement is the equivalent of a town full of people still trying to call the number of their local Papa John&apos;s 2,000 years after it closed down and the phone was disconnected, speaking at the error tone even though nobody has picked up, then spotting a pizza in the supermarket two days later and insisting that it must have arrived by the grace of Papa John&apos;s. 27% of respondents said they would pray for an end to poverty in the world. People could choose more than one answer to the question, so that means that probably less than half of those surveyed would pray for world peace or an end to poverty, even when it didn&apos;t cost them a prayer &quot;slot&quot;. About 20% wouldn&apos;t pray at all, even hypothetically, which means that about a third of people, given some prayers to use, would deem healing themselves, reducing their stress, helping their families and getting rich to be infinitely more important than fixing the whole planet. To be fair, the figures aren&apos;t the same for the Welsh, who are either more selfish or less likely to lie about it.  It&apos;s pretty rich for an institution that sets itself up as some sort of moral arbiter for the nation to be using misleading statistics in this way, but what worries me more is that it&apos;s dangerous. In recent years we&apos;ve seen communities in the UK fall victim to predatory Evangelical Christians spreading belief in prayer healing, with some pretty horrific results when people stop taking real medicine as a result. Pastors in London have been persuading vulnerable people with HIV to stop taking their anti-retroviral drugs; and an investigation by Sky News found churches in major cities across Britain claiming to cure HIV through prayer, with medical staff telling reporters of at least six cases where people had died as a result. The Church of England may not be promoting faith healing in this survey, but the institution has a history of dubious behaviour in this area, and surveys like this will act as a dog whistle for some. This is not the kind of behavior a responsible church should be encouraging, especially for a tacky PR stunt. @mjrobbins", 
    "section": "science", 
    "gid": "science/the-lay-scientist/2013/mar/26/1", 
    "wordcount": "807"
}