{
    "headline": "Geoffrey Coates obituary", 
    "text": "Geoffrey Coates, the distinguished organometallic chemist, has died aged 95. In his academic research, Geoffrey worked with hazardous air- and moisture-sensitive compounds containing metal-carbon or metal-hydrogen bonds. Their study helped our understanding of chemical bonding (and of safety issues), and led to new catalysts, semiconducting materials and reagents for use in the chemical, oil, plastics and pharmaceutical industries. His authoritative book on organometallic compounds, which grew from a slim monograph to a comprehensive, two-volume third edition in a decade, greatly helped generations of students and researchers. Born in London, he was the elder son of two chemists, Joseph (onetime professor of chemistry at the University College of Swansea) and Ada. Educated at Clifton college, Bristol, Geoffrey studied chemistry at the Queen&apos;s College, Oxford, then worked on high-energy substances (flares, explosives, bomb disposal) during the second world war, before taking a lectureship at Bristol University in 1945. In 1953 he moved to Durham University as head of the chemistry department, and during the next 15 years transformed a small, fragmented unit in assorted buildings into a well-balanced department housed in a modern building he designed, staffed and equipped. It is now one of the UK&apos;s leading chemistry departments. A stickler for accuracy, Geoffrey could appear brusque, but was in fact utterly unselfish, kind and considerate, concerned that people should be treated fairly. Though reserved, he was a brilliant lecturer whose spectacular demonstrations, humour and inspired body language entertained and informed. Having delivered what Durham needed, Geoffrey moved to the University of Wyoming in 1968 to play a similar role there. His wife, Jean, whom he married in 1951, made her own career in medicine there. Retiring in 1979, Geoffrey remained very active, roaming the wild countryside, acquiring new skills, exploring the world on freighters and working for global causes promoting fairness and equality. He launched our own careers, and greatly enriched our lives; we and many others are proud to be members of his large scientific family. He is survived by Jean, by his daughter, Helen, and son, Peter, and by his grandchildren, great-grandchildren and nephews. Geoffrey&apos;s younger brother, John, the distinguished naval architect, died in 2010.", 
    "section": "education", 
    "gid": "education/2013/feb/20/geoffrey-coates", 
    "wordcount": "356"
}