{
    "headline": "New to nature No 95: Culiseta lemniscata", 
    "text": "Mosquitoes have been around from at least the Mesozoic and are an impressively ecologically and evolutionary successful group. The earliest fossil, Burmaculex antiquus, was described from Burmese amber from the mid-Cretaceous, dating to about 95m years ago. There are about two dozen extinct species known from North and Central America, the Caribbean, Europe and Burma. Eleven are inclusions in amber while a dozen are compression fossils existing as impressions in finely textured sedimentary stone. Such glimpses at the early history of mosquitoes are rare: in spite of their abundance and living near water, this is not surprising given their diminutive stature and fragile bodies. Two new fossil mosquito species were recently described by Ralph E Harbach of the Natural History Museum, London, and Dale Greenwalt of the National Museum of Natural History, Washington. Both belonged to the genus Culiseta and dated from the Eocene. The Kishenehn basin shale in which they were preserved was deposited about 46m years ago and is now located in Montana. At the time the mosquitoes lived, however, the tropical or subtropical local climate was as much as 15C warmer. While it is true that amber fossils typically reveal more anatomical details, the quality of preservation of these insects is truly impressive  no pun intended. Fossils can only establish minimum ages since ancestral species may have lived earlier and left no remains. Based on recent studies of sequence data for nuclear protein-coding genes and available fossil calibration points, major lineages within Culicidae, the mosquito family, are estimated to have diverged about 190m years ago in the mid-Jurassic. The genus Culiseta may be a stem group of the ancient subfamily Culicinae. That is, a collection of species sharing ancient similarities but which are not necessarily one another&apos;s closest relatives. The distribution of living Culiceta as well as certain combinations of morphological features indicate that the lineage existed before the break-up of the supercontinent Pangea, hinting at an even earlier date for the origin of the common ancestor of culicids, possibly more than 200m years ago. These fossil species offer enticing insights into early mosquito history, but only begin to reveal details of the fascinating evolutionary history of a group that today has more than 3,500 living species with fantastically diverse morphology, behaviour and ecology. So before you swat that female mosquito feeding on your arm on a warm evening next summer think about her evolutionary heritage. She is part of a lineage that has stood silent witness to drifting continents, dramatic climate cycles, the demise of the great dinosaurs, and the origin of humans  only one of the latest among many hosts found suitable.", 
    "section": "science", 
    "gid": "science/2012/dec/16/new-to-nature-culiseta-lemniscata", 
    "wordcount": "438"
}