{
    "headline": "Ask the expert: what caused the money meltdown?", 
    "text": "You don&apos;t need to tell students that the economy is in a mess. With tuition fees tripling, EMA cut and unemployment sky high  not to mention the housing and pensions crisis  young people are among the hardest hit. But unless you&apos;re a first-class economics student, understanding the money meltdown is daunting. What was it that triggered the current crisis? And will things improve for today&apos;s generation of young people? To mark the launch of his short guide to the recession &quot;Financial Crisis: How Did We Get Here?&quot;, economics correspondent Phillip Inman will be answering your questions about the downturn  and he promises to keep things simple. Perhaps you&apos;re curious about what quantitative easing means, or how Eurobonds work. Maybe you&apos;d like advice on handling your money as a student  whether it&apos;s managing debt or paying rent. From 1-3pm on Wednesday, Phillip will join us to discuss the world of finance  and he&apos;ll be giving away five iTunes editions of his ebook to readers who ask the best questions. You can post yours in advance by leaving it in the comments section below. Phillip Inman     Phillip Inman Photograph: Graham Turner for the Guardian    Phillip Inman is the economics correspondent of the Guardian and Observer. Most recently he has written an e-book about the banking crash and subsequent recession for the Guardian&apos;s Shorts series titled The Financial Crisis - How Did We Get Here. He is also the author of Managing Your Debt, a Which? essential guide. He joined the Guardian 13 years ago after 10 years covering business issues on a variety of trade newspapers. Phillip has spent time as a news editor and financial reporter while working for the business section. He spent several years as a personal finance reporter on the Guardian&apos;s award winning Money section. Financial Crisis: How Did We Get Here? is available from the iTunes store for 2.99 or from the Kindle Store for 1.99", 
    "section": "education", 
    "gid": "education/2012/jul/05/ask-expert-recession", 
    "wordcount": "317"
}