{
    "headline": "Getting it write: best practice in academic writing", 
    "text": "Aside from concerns over growing consumerism, managerialism and diminishing job security for early career researchers, few topics engender as much debate as academic writing. A blog post published last November, Academic writing: why does it have to be so dull and stilted?, is a good case in point. Its author, James Derounian, talks about &quot;linguistic slaughter&quot; then refers to a blog by Sheila O&apos;Malley who calls bad academic writing &quot;laughably impenetrable&quot;. The Twittersphere had much to say in response but Stephen Curry, a scientist at Imperial College, drew the best conclusion. He writes: &quot;It&apos;s a mistake to think that one can write simultaneously for one&apos;s peers and the wider public. Perhaps there is room for more creativity in writing for one&apos;s peers but I don&apos;t think the two forms will be married. The divorce is an amicable one&quot;. Much of the discussion around academic writing reiterates two key points: the first is that there is a difference between being accessible and being simplistic. The second is that a clear distinction should also be made between writing a thesis (the primary purpose of which is, arguably, to pass a viva) and other forms of academic writing - from conference papers to grant applications, and perhaps most divisively, blogs. A lot of the apprehension around writing for social media stems from concerns about reputation, and ultimately, promotion. @RoystonPalmy, commenting on Denise Horn&apos;s blog about the challenges she faces completing both a book and a dissertation simultaneously, explains: &quot;When writing in my own voice, rather than my academic voice (especially in online fora), I usually do so under a pseudonym (as I am doing now) due to an anxiety that I am being watched and judged by my academic colleagues and peers, who I am convinced will frown upon informality, irreverence and humour&quot;. So is it possible for academic writing to be both informative and irreverent? And as blogs and other social media grow in popularity, what are the skills academics need to write well for their diverse audiences? Going back to James Derounian&apos;s piece, @richardmcc asks where he can get a &quot;general introduction to the art of good writing&quot;? On Friday 27 July, we hope our live chat will be that place, starting a much-needed discussion about one of the most-central of academic practices. Join our panel at 12 BST to add your voice to the conversation. Panel Peter Forbes, freelance writer Peter is a prize-winning science writer with a special interest in the relationship between art and science. He initially trained as a chemist and worked in pharmaceutical and popular natural history publishing, whilst writing poems, and articles for magazines such as New Scientist and World Medicine. He was Royal Literary Fund Fellow at Queen Mary, University of London (2004-7), and at St George&apos;s, University of London (2010-12) where he gave one-to-one help with writing. @heliconiuscydno Pat Thomson, professor, The University of Nottingham Pat is professor of education and director of the Centre for Advanced Studies at The University of Nottingham. Together with Barbara Kamler she runs academic writing workshops around the world; they have also written Helping doctoral students write: pedagogies for supervision (2006, Routledge) and Writing for peer reviewed journals: strategies for getting published (2012, Routledge). Her blog Patter frequently covers aspects of academic writing. @ThomsonPat Douglas Guilfoyle, senior lecturer, Faculty of Laws, University College London Douglas teaches in public international law, law of the sea and international criminal law. He was educated at the Australian National University and the University of Cambridge. He writes for audiences including lawyers, international affairs scholars, and policymakers. He&apos;s developed a series of YouTube clips on writing in plain legal English and also contributes to the EJIL:Talk! international law blog. @djag2 Dr Ernesto Priego, coordinating editor, The Comics Grid Ernesto is a freelance early career researcher affiliated to the UCL Centre for Digital Humanities. He is a HASTAC scholar, blogs for 4Humanities and also works for Networked Researcher, supporting &amp; promoting the use of social media in academic research and researcher development. He has a PhD in information studies (UCL), a background in cultural studies (UEA) and English literature (UNAM). Ernesto&apos;s main interests revolve around the digital humanities, open access scholarly publishing, graphic and multimodal narrative studies, digital innovation, blogging and online journalism, copyright and human rights. @ernestopriego Bonnie Stewart, lecturer and PhD student, University of Prince Edward Island Bonnie is a writer, educator, and researcher fascinated by who we are when we&apos;re online. In HE since 1997, Bonnie has lived and taught on all three coasts of Canada and in Eastern Europe and Asia. Published at Salon.com and winner of the 2011 PEI Literary Award for creative non-fiction, Bonnie blogs ideas at http://theory.cribchronicles.com and identity and parenthood at http://cribchronicles.com. @bonstewart. Anna Tarrant, research associate, Open University Anna is a research associate for the faculty of health and social care. She is also the managing editor of PhD2Published; an open access resource aimed at demystifying the process of academic publishing. She also co-chair&apos;s Twitter live chats called #acwri that focus on aspects of academic writing. @dratarrant John Simmons, director, 26, an association and group for writers, editors and language consultants John is a writer and trainer, author of many books on writing for organisations, most recently Room 121. He is also a director of the writing consultancy, The Writer, and a writing trainer for the Leadership Foundation for Higher Education. @JNSim Anne Murphy, academic development officer, Dublin Institute of Technology Anne has a long track record in adult and higher education. She was an English teacher in her early career and currently supervises research theses to doctoral level. She is main editor of the DIT online journal Level3 and a member of the scientific committee for the European Journal of Qualifications. Her 2009 DIT publication, Academic writing and publishing matters for the scholar-resercher - has proved to be a useful guide for novices. Stephen Mumford, professor of metaphysics, University of Nottingham Stephen is dean of the faculty of arts at the University of Nottingham. He is the author of several books and was editor of George Molnar&apos;s posthumous Powers: a Study in Metaphysics (Oxford, 2003). His PhD was from the University of Leeds and he has been at Nottingham since 1995 having served as head of the department of philosophy and head of the school of humanities. @sdmumford Linda McPhee, academic writing mentor, Linda McPhee Consulting Linda has been teaching advanced research writing for more nearly 30 years in Europe, North America and Africa. She completed her postgraduate degree in Applied English Linguistics at the University of New Hampshire in the USA, spent many years editing and supporting research journals, and has edited hundreds of research articles and dozens of academic books. She holds a part-time position at the Institute of Social Studies at Erasmus University and will be contributing to the live chat as Enzo1990 Karen Strickland, lecturer and teaching fellow in academic practice, Edinburgh Napier University Karen is a published author of a number of book chapters and peer reviewed journal articles as well as being peer reviewer for a number of international education and nursing journals. She is keen to support those new to scholarly writing through facilitating on the Write-TEL2 online, open access course for writing for publication in technology enhanced learning, as well as organising academic writing retreats. Karen blogs about her doctoral research studies ideas and the Hub for Education Research at Edinburgh Napier. @strictlykaren Nesrin Gokcen, PhD candidate, University of East London Nesrin is a 3rd-year PhD candidate at the School of Psychology at University of East London. Her research is in the area of positive psychology and is investigating students&apos; potential to flourish in higher education in the context of ongoing economic changes in the sector. Nesrin is interested in the writing experiences of doctoral students who are often encouraged to publish work before they submit their theses yet academic writing for publication is quite different from writing for a thesis. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/jul/25/the-art-of-academic-writing", 
    "wordcount": "1375"
}