{
    "headline": "Marian Shaw obituary", 
    "text": "My mother, Marian Shaw, who has died aged 94, was a teacher and educationist who influenced many, young people and adults alike. She was born Marian Percival in Oldham, Lancashire, during the first world war. Her father, Fred, had fought with the Manchester Regiment before being invalided out and renamed the family home Gallipoli in tribute to his fallen comrades. Through education, Marian extended her horizons, leaving Oldham to train as a French teacher at Avery Hill College, south-east London, where she was senior student. She won a scholarship to study in Paris from 1938, mixing student life with preparations for an anticipated invasion. Her task would have involved cycling through the woods to a nearby village. Luckily this was never needed, as she kept to herself the fact that she could not ride a bike. Marian returned to Oldham in August 1939. She worked in civil defence, and in the forces canteen, and, when needed, translated for the Free French soldiers. She reminisced about taking over from absent male teachers, teaching football to hockey rules, air-raid practice under the school field, accommodating evacuated children from Guernsey and watching the Home Guard crawling through the undergrowth in her back garden, &quot;on manoeuvres&quot;. In 1944 Marian married Douglas Shaw. They had three children, Nicola, Timothy and me. Marian put her heart and soul into teaching. From its foundation in the mid-60s, she taught at Grange school (now Oldham Academy North), serving as deputy headteacher until her retirement in 1982. She taught generations of pupils and could rarely go anywhere without meeting a past pupil or parent. In retirement, Marian continued to look outwards, believing in lifelong learning. She passed her Spanish GCSE in her 70s and took an IT course at 83. She continued her work for the Duke of Edinburgh award scheme. She enrolled in the extramural department at Manchester University to study archaeology and relished the field work, searching for the medieval city of Quentovic in northern France. She travelled widely, retained a close interest in current affairs and daily life, and sharpened her brain with her beloved Guardian crossword. Douglas, Timothy and Nicola all predeceased Marian. She is survived by me, her seven grandchildren and 10 great-grandchildren.", 
    "section": "education", 
    "gid": "education/2012/oct/08/marian-shaw-obituary", 
    "wordcount": "371"
}