{
    "headline": "Why is Labour so quiet on green issues?", 
    "text": "With melting sea ice, extreme weather and continued warnings from leading scientists on the need to tackle climate change, it beggars belief that the coalition government persists in pushing though policies that will increase the nation&apos;s reliance on dirty and increasingly expensive fossil fuels. But with the Labour party conference starting on Sunday, it&apos;s also time to ask; why isn&apos;t the opposition doing more to champion the environment? Last week Ed Miliband  a man who really understands the issues - made a timely and extremely welcome intervention on the debate. He gave his backing to the government&apos;s official climate adviser and said that the forthcoming energy bill must contain a clear commitment to decarbonise the UK power system by 2030. This is a crucial contribution that challenges government policy - championed by the chancellor, George Osborne - for a new dash for gas that would leave the UK hooked on this costly fossil fuel for decades. It will also increase pressure on the Liberal Democrats, and help solidify Nick Clegg&apos;s resolve to hold the Conservatives to their promises on the environment. Despite David Cameron&apos;s pledge to lead the greenest government ever, the past two-and-a-half years have seen environmental policies shunted into the margins of policy-making. The coalition would find it harder to disregard the environment and the need to build a strong low-carbon economy if Labour put the issue high on the political agenda. During the last parliament, Cameron&apos;s support for the Climate Change Act was pivotal in persuading the then Labour government to put their weight behind it. If we really are going to build the low-carbon future that we so urgently need, it&apos;s time for Labour to step up to the plate. For Labour, championing the environment is a real opportunity to drive an electoral juggernaut into the political space left by a right-lurching Conservative party and a Liberal Democrat party so far failing to hold the line on environmental action. Yet Labour&apos;s Treasury team has woefully failed to challenge Osborne&apos;s flawed economic strategy. As the chancellor has steadily undermined the green economy and shown increasing support for gas and oil, the silence from Ed Balls has frequently been deafening. Where has the shadow chancellor been when Osborne has pushed for policies that prop up the discredited broken carbon-dependent economy of the last century and undermine investment in a cleaner future? Earlier this year, the CBI calculated that the green economy provided one-third of all growth in 2010, and estimated that it could add 0.5% to growth in 2012 if only the government &quot;put the right policies in place&quot;. With the Bank of England forecasting zero growth this year, 0.5% is not to be sniffed at. But that potential 0.5% is also a better type of growth  one that provides firm foundations for future prosperity. Investing in wind, waves and sun, and energy saving would create tens of thousands of new jobs and business opportunities right across the country, not just in a few favoured locations. And weaning the nation off expensive gas and reducing energy demand will help cash-strapped households struggling with rocketing fuel bills - unlike just making it easier for them to build conservatories. Balls would find an easy win if he used his despatch box attacks to really get Osborne on the ropes over the misleading economy versus environment narrative  and his failure to support a green economy that&apos;s currently growing in its own right at over four per cent each year. Surely, the green economy is an extraordinary political opportunity for Labour? But, rather astonishingly the CBI appears to be more outspoken on the need for green growth than the shadow chancellor. Earlier this year CBI boss John Cridland attacked the lack of government support for the growing green economy:  &quot;The UK has made a great start tapping into green economic opportunities but mixed signals from the government are setting the UK back. If we can&apos;t be sure that the policies of today will still be the policies of tomorrow, we simply won&apos;t build business and consumer confidence or secure the investment we need.&quot;  We will never capitalise on the promise of our burgeoning green economy or avert the worst excesses on climate change, unless politicians are prepared to stand up and be counted both in opposition and in government. Tackling climate change isn&apos;t a luxury, it&apos;s a necessity  and with the key levers of government power in the hands of a proudly anti-green chancellor we desperately need Labour to be the greenest opposition ever.", 
    "section": "environment", 
    "gid": "environment/blog/2012/sep/28/labour-green-issues-opposition", 
    "wordcount": "759"
}