{
    "headline": "Has Senegal's gender parity law for MPs helped women?", 
    "text": "On the second floor of Senegal&apos;s grand national assembly building, two women chat conspiratorially in a neatly appointed office, with a large window and shiny wood panelling. One wears an olive green outfit cut in a traditional style, with an African version of tartan and a matching headwrap. The other wears a bright blue dress and matching headband. Both are political veterans, who describe themselves as &quot;women of the left&quot;, and speak animatedly about their decades of experience in Senegalese politics. But now Haoua Dia Thiam, an MP for the leftwing party Askane Bi (meaning &quot;the voice of autonomy for the people&quot; in local language Wolof), and Ndye Lucie Ciss, MP for the party of Independence and Labour (PIT, a communist party), are discussing an issue that has become part of their nation&apos;s discourse for the first time in its history. This year Senegal held its first legislative elections since enacting a landmark gender parity law, which requires political parties to ensure that at least half their candidates in local and national elections are women. Only the second African nation to introduce parity  following the lead set by Rwanda  the new law saw a record 65 women elected to the national assembly. Five months on, the debate around parity is still heated, with criticism from religious leaders and some influential male figures who claim it goes against the country&apos;s constitutional and traditional culture. Thiam  who describes herself as a feminist and was heavily involved in getting the law passed in 2010  acknowledges that legislative change alone cannot overcome the cultural barriers to women&apos;s equality in Senegal. &quot;There are many social problems in Senegal,&quot; she says. &quot;We still live in a patriarchal society, where there is a strong presence of men and a masculine hold on power. &quot;For example I am against polygamy. I have not abandoned my struggle against this, but I have to be careful not to alienate people. When I express my views against polygamy, some women are outraged. So I have to focus on what is most important for women  to be conscious of their rights, health, employment, and the problems we have here with water and energy.&quot; Thiam says there is even polygamy within the national assembly, with some of the new wave of female MPs being second or third wives. The gap between the views of more radical feminists like Thiam and many women in society has led to mixed responses to the parity law. The French term &quot;parit&quot; means something positive for the minority living in an urban microcosm, watching what is happening in parliament. But if you go to the villages, parit has become a Wolof word with a negative meaning, translating as &quot;I no longer accept my husband&apos;s authority&quot;, according to Sophie Ly Sow from the Dakar-based Open Society Initiative for West Africa. &quot;There, women are courting the traditional system, and for them parit means challenging the power of men in the private sphere  this is something they shy away from,&quot; she says. But many women believe that, despite the challenges that exist for Senegalese women, and although it is too soon to discern any concrete impact on policy, the mere presence of women in the legislature is making a difference. &quot;It has changed the atmosphere in the national assembly  for a start, there are lots of women,&quot; says Thiam. &quot;The public watching here or on television see many women, and that is a change. In a few months, when they start really expressing themselves, there will be even more change. At the moment it is all new  I hope that they will find their territory.&quot; One of the practical issues facing many of the new MPs is the language barrier, with some struggling to understand and debate laws and proposals written in French. Next year, the assembly will introduce simultaneous interpretation and translation from French into six of Senegal&apos;s eight recognised languages  Wolof, Peul, Serer, Mandinka, Diola and Soninke. &quot;This will make a big difference for MPs who don&apos;t understand the laws in French,&quot; said Ciss. But she says the need for translation and other training to build the capacity of MPs is an issue that doesn&apos;t affect only women. &quot;The language is not just a problem affecting the women MPs; it was a problem for men already,&quot; says Ciss. &quot;If you are given documents in a language you can&apos;t understand, how can you make a relevant intervention? &quot;From time to time you hear these questions about whether women are competent, when no one asks these questions of men. There is a need for training for both sexes. At least the women MPs are humble because they know that they are here because of the parity law.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/nov/15/senegal-gender-parity-law-mps-women", 
    "wordcount": "820"
}