{
    "headline": "Japan split on whale hunts, poll shows", 
    "text": "More Japanese people support their country&apos;s whaling expeditions than oppose them, despite the unpopularity of whale meat, according to a survey released just before the whaling fleet is expected to sail to the Antarctic for this year&apos;s hunt. The survey for the International Fund for Animal Welfare found that 26.8% of people agreed with Japan&apos;s slaughter of about 900 whales each winter in the name of scientific research, 18.5% opposed the hunts, and the rest were undecided. The fund said 88.8% of those polled had not bought whale meat in the past 12 months. &quot;The people of Japan are taking whale meat off the menu,&quot; said Patrick Ramage, director of the fund&apos;s global whale programme. &quot;This is great news for whales and one of the clearest signals yet that the whaling industry is in its death throes.&quot; The fund attempted to put a positive spin on the results, even though they showed opposition to whaling in Japan was far from widespread. &quot;As this new, nationwide survey clearly shows, Japan fisheries agency bureaucrats&apos; claims of public support for whaling are as wrong and outdated as the practice they seek to defend,&quot; Ramage said. &quot;The next government of Japan should join its people in supporting responsible whale watching, a better use of whales that benefits coastal communities.&quot; Speculation that the industry&apos;s poor financial situation would lead to a cancellation of this year&apos;s hunt weakened after the agriculture minister, Akira Gunji, said it would go ahead as planned. Japan &quot;would like to go ahead with it with the same schedule&quot;, Gunji said. He refused to comment on the precise timing amid fears the fleet will again be harassed by the marine conservation group Sea Shepherd. The fleet usually leaves Japan in early December. Sea Shepherd said it hoped to head off the whalers before they reached the Southern Ocean. The group has committed four vessels and more than 100 crew to the campaign, including its founder, Paul Watson, who is on an Interpol wanted list in connection with a shark-finning incident in 2002. &quot;The plan is for our fleet to meet the whaling fleet in the north Pacific off Japan,&quot; said Peter Hammarstedt, skipper of one of the vessels. &quot;We are planning to take the battle pretty much up to Japan itself.&quot; Commercial whaling was banned by the International Whaling Commission in 1986, but a clause in the moratorium allows Japan to kill more than 900 whales, mainly minke, every winter for &quot;research&quot; and to sell their meat on the open market. This March the Antarctic whaling fleet returned to port with just 30% of its planned haul. The fisheries agency blamed the poor catch on bad weather and &quot;sabotage&quot; by Sea Shepherd, which has confronted the whalers every year since 2005. Declining consumer interest has created a huge stockpile of unsold produce that, campaigners say, proves the industry is in terminal decline. Three-quarters of meat from whales caught in the north-west Pacific last summer went unsold, according to a report this year by Junko Sakuma, a freelance journalist. Sakuma said the body responsible for selling meat from Japan&apos;s whaling programme had failed to shift 908 tonnes of the 1,211-tonne catch, despite holding 13 public auctions since October 2011. The Institute of Cetacean Research, a quasi-governmental body that oversees the hunts, had hoped to use sales from the meat to cover the costs of the whaling fleet&apos;s expeditions, she said. &quot;The market for whale meat has all but disappeared,&quot; said Junichi Sato, executive director of Greenpeace Japan. &quot;Every year this industry sinks further into unmanageable debt and the mountain of whale meat in frozen storage increases.&quot; According to Greenpeace Japan, the country&apos;s whaling industry receives 800m yen (6m) in government subsidies a year, but is saddled with debts totalling about 1.9bn yen (14m). In an attempt to reduce the stockpile and secure funding for the hunts, Japan&apos;s fisheries agency will start selling whale meat directly to individuals and restaurants from next year, the Mainichi Shimbun reported, adding that the quantity of meat provided for school lunches would double from the current 100 tonnes a year. Until now, meat from the scientific hunts has been sold only to a small group of traders. New Zealand has joined Australia in attempting to block Japan&apos;s whaling expeditions in the Antarctic following the failure of diplomatic efforts. The government in Wellington lodged a protest with the international court of justice last week, complementing a similar move by Australia in 2010.", 
    "section": "environment", 
    "gid": "environment/2012/nov/30/japan-whale-hunts-survey", 
    "wordcount": "772"
}