{
    "headline": "Hundreds of exam papers to be reviewed after marker admits fraud", 
    "text": "An exam board is to review hundreds, possibly thousands of papers after a marker and teacher admitted she forged her degree, doctorate and teaching certificate. Julia Rawlinson, 44, lied to gain employment with the exam board Edexcel before going on to be offered a post teaching biology at a school in Devon. The fraud emerged when the school, Westlands, in Torquay, offered her a contract and carried out a criminal records (CRB) check. It noticed her exam certificates were photocopies and contacted the universities where she claimed she had studied. They proved to be false and the police were called in. Westlands was also under the false impression that Rawlinson was a chief examiner. The school claims it was Edexcel that offered it Rawlinson&apos;s service and believes she has taught in at least two other schools. Edexcel has launched an inquiry into the case. Rawlinson admitted fraud when she appeared before magistrates in Torquay and will be sentenced at Exeter crown court on 20 February. Alison Jordan, prosecuting, said: &quot;Westlands school contacted the police to say one of their teachers, Julia Rawlinson, had provided false degrees in order to obtain a teaching position. &quot;The school contacted the university and was told those bore no resemblance to their certificates and were poor forgeries.&quot; Police arrested Rawlinson and found three forged certificates at her house in Brixham, Devon. One purported to be a biochemistry degree from a South African university. They also found a fake doctorate from a Scottish university and a fake certificate from the General Teaching Council. Jolyon Tuck, defending, said there were mental health issues to consider. After her conviction, Colin Kirkman, the headteacher of Westlands, said the school believed Rawlinson was chief examiner for A-level biology with Edexcel. &quot;The exam board offered us her help and support prior to the summer with A-level biology project work, which we accepted,&quot; he said. &quot;We understand she also worked in at least two other schools in this area in this capacity. He said Torbay children&apos;s services had commended the school for the extensive checks it had made: &quot;the depth of checks that exam boards and other organisations failed to make&quot;. Rawlinson began marking for Edexcel in 2007. The board said she was a marker, not a chief examiner. A spokesman for the board said: &quot;We can confirm that a marker was contracted for marking services by Edexcel for various examinations over the past four years. Based on information we have now received, she will not be contracted again in future. Markers do not play any role in setting questions.&quot; It is investigating the school&apos;s claim that the board offered Rawlinson&apos;s help. Edexcel will also be looking at what Rawlinson has marked over the years. This is complicated as Edexcel examiners do not tend to mark whole papers but often just individual questions on a paper.", 
    "section": "education", 
    "gid": "education/2012/feb/02/exam-papers-review-marker-fraud", 
    "wordcount": "484"
}