{
    "headline": "The dawn chorus persists, even if the snow does too", 
    "text": "It had been a season of all fits and no start, so there was some great joy in waking to birds singing right up at my window. Or rather talking  for the starlings gossiping at the nest were giving a gentle running commentary of clicks, whistles and squeals, meant only for each other. One made a clack-clacking of its claws, hopping between gutter and nestbox roof. The other  inside the box  produced the amplified &quot;is-there-a-rat-in-the-loft?&quot; scratches and scraping sounds of a bird measuring up for size. Down in the garden, a house sparrow gave a lusty accompaniment. Surely the word &quot;chirpy&quot; was named for its upbeat cheeps? And somewhere over the rooftops, a flock of jackdaws all tried to speak at once and nearly did, producing an &quot;ack-ack-ack&quot; chatter of exuberance. There came a sudden unutterable hush. I went to the window and looked out at a smudged grey sky and heavy-falling snow silencing the spring. It was the ultimate cold wet blanket, a noiseless patter demanding mute obedience. Nothing moved or spoke. Within a matter of minutes the snow flurry was over, leaving a specked lawn and garden furniture with little necklaces of polystyrene pellets filling the gaps between the slats. The birds came out again. Two magpies flew to one roof, feigning indifference to each other but demonstrating in black and white that they were an item. A pair of collared doves walked the ridge tiles of the roof opposite: the leading bird a lovely high-stepping strutter; the suitor at her tail bobbing and bowing with exaggerated sweeps. But best of all, a female house sparrow landed in the hazel bush carrying a pigeon down feather in her beak. In another context this white feather, held at a tilt like some enormous fake moustache, might have been a badge of cowardice. Here it felt like a symbol of faith for a warmer future. The bird flew up to the nestbox further along the eaves. Starlings to the right, sparrows to the left  I hope for noisy neighbours this spring, for the quiet alternative is too dispiriting to contemplate.", 
    "section": "environment", 
    "gid": "environment/2013/apr/05/sandy-bedforshire-dawn-chorus", 
    "wordcount": "356"
}