{
    "headline": "Lord Browne promises to invest 'whatever it takes' in UK fracking", 
    "text": "Lord Browne, the former chief of BP and now the most senior business adviser to the coalition government, has vowed to defy environmentalists to invest &quot;whatever it takes&quot;  potentially running to billions of pounds  in the controversial UK &quot;dash for gas&quot;. In a rare interview Browne, chairman of Cuadrilla Resources, the UK&apos;s only shale gas driller, and managing partner at Riverstone Holdings, the venture capital firm that backs it, told the Guardian that despite so far sinking what industry insiders estimate to have been hundreds of millions of pounds in Cuadrilla&apos;s shale operations without a return, much more would follow. &quot;We will finance whatever it takes. Equity finance, then debt and equity. If we really succeed, it will be billions, over 10 years it will be billions [of finance to provide],&quot; he said. The financial prize, if Cuadrilla is successful in its quest to liberate gas from dense shale rocks deep under the earth and pipe it to the surface, would be worth many times as much. Estimates of how much shale gas there is in the UK vary widely. But it is likely to amount to trillions of cubic feet of gas, which if technical problems to recover it can be overcome would translate into the potential for tens or hundreds of billions of profit for gas explorers for decades to come. Browne was known as the Sun King, the most influential business leader in the UK during his 12-year tenure as chief executive of BP from 1995, masterminding the transformation of the company he joined in 1966 into one of the world&apos;s biggest industrial behemoths. His reign only ended after newspaper revelations of his private life in 2007, hastening his planned resignation by a year. He was appointed the lead non-executive to the coalition government in June 2010. Opponents of fracking, the process of extracting shale gas, argue that although it produces smaller amounts of carbon dioxide when burned than coal, its adoption on the scale that Browne is talking about would mean the UK will fail to meet its targets on reducing greenhouse gases and it could distract from investments in truly green technologies. Guy Shrubsole, of Friends of the Earth, said: &quot;The government&apos;s dash for gas will only make [climate change] worse. Ministers must end the nation&apos;s reliance on increasingly costly fossil fuels.&quot; Fracking also faces fierce opposition locally. On a broad scale in the UK it would require the drilling of thousands of holes, scattered across the countryside. They would be at a high density  at least nine to an area the size of a football pitch, and with such sites spread across fields. Drilling on a small scale has already given rise to small earth tremors  people in the village of Singleton, Lancashire, were awoken by small earthquakes in April and May 2011, caused by fracking by Cuadrilla. There has been vociferous local opposition to exploratory drilling. Browne argues that shale gas can be used for several decades, alongside renewable energy, to give the world time to transform the economy on to a low-carbon footing. In order to do so, emissions of carbon dioxide should carry a price that would favour lower carbon forms of fuel, such as gas. &quot;The link is the price of carbon  if the world really believes we have to reduce our carbon output then the cost of that externality has to be in the price of the production of energy or the price of the consumed energy. We have to get there otherwise it will not work,&quot; said Browne. But he argues that better regulation of the emerging industry is needed. He said: &quot;We know [shale gas exploration] can be done well or badly, from the US. But it can be regulated very well. Onshore [gas] has plenty of regulators in the UK  the EA [Environment Agency], DECC [Department of Energy and Climate Change], the Department of Communities and Local Government, HSE [Health and Safety Executive] and local authorities. There is a complexity, which we are all used to, but which should be simplified. This is about streamlining  we want certainty [but] making sure that it is as simple as possible, and do it speedily. Right now it is not speedy, and there is not certainty. We need to speed things up.&quot; Browne added: &quot;Now this is the moment  this is where our future lies, this is where we have to get infrastructure [built]. As a nation, we are searching for our future  our source of competitive advantage. I feel very strongly we should not discard this advantage. We did the North Sea very well. This nation can do extraordinary things.&quot; What is fracking? Hydraulic fracturing  fracking  is the process by which dense shale rocks are blasted with water and chemicals under huge pressure, to open up small fissures through which the bubbles of methane trapped within can escape. The gas is then piped to the surface. Recent advances in horizontal drilling led to the fracking revolution in the US in the past five years  and with it new problems. The process has been linked to the contamination of soil and water supplies amid leaks of potentially dangerous methane. In the UK, fracking has been linked to small earth tremors.", 
    "section": "environment", 
    "gid": "environment/2013/mar/12/lord-browne-uk-shale-gas", 
    "wordcount": "885"
}