{
    "headline": "Music festivals give headline slot to bike schemes", 
    "text": "We all know what festivals usually mean  lots of bad behaviour, the ingestion of unmentionables and plenty of live music. But if you&apos;re after a different kind of festival experience or would at least like to do something good for your body before you destroy it, why not be part of a new trend of cycling to your festival of choice? This way you can rack up some eco brownie points, make new friends before you arrive and even raise money for charity while you&apos;re at it. There are plenty of festivals offering free or low-cost lock up facilities for bikes and other valuables. These include Womad in Wiltshire, where you pay 1 per item and you&apos;ll have to take your own lock and the Green Man festival in Glanusk Park, Powys, which offers something similar for free. Although there is no Glastonbury this year, last year&apos;s festival offered &quot;rewards&quot; for those who arrived on a bike, including a free lock-up and allocated campsite just for cyclists. But if you&apos;re planning to attend either Bestival or Latitude, then you can take things one step further and join an organised ride from various starting points all the way to the festival itself. For those travelling to the Isle of Wight to attend Bestival (held this year between 6-9 September) the transport options usually involve coaches, cars, ferries and taxis. This year however there&apos;s the Bike to Bestival scheme. Starting in London on Tuesday, 4 September, Bike to Bestival will take in a section of the London 2012 Olympic Road Race route although you don&apos;t have to be a professional to join. Organisers Dom and Warren say the feel of the ride will be &quot;travelling band&quot; and, if you can play anything at all (the triangle and the spoons do count), and you don&apos;t mind fancy dress, then that is also welcome. &quot;It&apos;s not the Tour de France though as we want both novices and experienced riders to join in and have Great British fun and brandish true Bestival spirit. We&apos;re also raising money for Cancer Research UK,&quot; say the pair. (See the organisers&apos; blog for more details.) The cycle trip to Latitude is a little bit more official. Taking place on the first day of the festival, Thursday, 12 July, the rather grandly named, Tour de Latitude is a safe, hearty way of getting yourself to the festival at Henham Park, Southwold, on the Suffolk coast. Much like Bike-to-Bestival, this is open to all standards of rider and is about enjoying yourself, using your legs and having a clear eco-conscience. You can start your ride from three different points, either 113 miles from your destination, in Hackney, London (which will take an estimated 8-12 hours), or 55 miles away from Latitude in Sudbury, or just 35 miles away in Ipswich. Cyclists&apos; baggage is transported separately and bikes will be stored securely upon arrival at the festival. With the whole route signposted and bike mechanics, cycle guides, emergency response on hand throughout, not to mention free food from Marks &amp; Spencer, you shouldn&apos;t have much to worry about much more than getting saddle sore and impressing any other cyclists you fancy. And, if you ever do want to return, Latitude will provide Tour de Latitude participants with heads too sore to cycle home with a bus ticket and bike transfer that&apos;ll take you right back to where you started. The cost of the whole thing is pretty reasonable considering all this support, with each participant being required to raise 350 to cover the cost of registration, support, logistics, a weekend festival ticket, a 60 donation to Kenyan Orphan Project and a 20 donation to Julie&apos;s Bicycle. Online registration is now open at www.give2go.co.uk.", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/apr/23/music-festivals-cycling-bike-blog", 
    "wordcount": "634"
}