{
    "headline": "Jeff Forshaw: quantum computers are leaping ahead", 
    "text": "The reality of the universe in which we live is an outrage to common sense. Over the past 100 years, scientists have been forced to abandon a theory in which the stuff of the universe constitutes a single, concrete reality in exchange for one in which a single particle can be in two (or more) places at the same time. This is the universe as revealed by the laws of quantum physics and it is a model we are forced to accept  we have been battered into it by the weight of the scientific evidence. Without it, we would not have discovered and exploited the tiny switches present in their billions on every microchip, in every mobile phone and computer around the world. The modern world is built using quantum physics: through its technological applications in medicine, global communications and scientific computing it has shaped the world in which we live. Although modern computing relies on the fidelity of quantum physics, the action of those tiny switches remains firmly in the domain of everyday logic. Each switch can be either &quot;on&quot; or &quot;off&quot;, and computer programs are implemented by controlling the flow of electricity through a network of wires and switches: the electricity flows through open switches and is blocked by closed switches. The result is a plethora of extremely useful devices that process information in a fantastic variety of ways. Modern &quot;classical&quot; computers seem to have almost limitless potential  there is so much we can do with them. But there is an awful lot we cannot do with them too. There are problems in science that are of tremendous importance but which we have no hope of solving, not ever, using classical computers. The trouble is that some problems require so much information processing that there simply aren&apos;t enough atoms in the universe to build a switch-based computer to solve them. This isn&apos;t an esoteric matter of mere academic interest  classical computers can&apos;t ever hope to model the behaviour of some systems that contain even just a few tens of atoms. This is a serious obstacle to those who are trying to understand the way molecules behave or how certain materials work  without the possibility to build computer models they are hampered in their efforts. One example is the field of high-temperature superconductivity. Certain materials are able to conduct electricity &quot;for free&quot; at surprisingly high temperatures (still pretty cold, though, at well but still below -100 degrees celsius). The trouble is, nobody really knows how they work and that seriously hinders any attempt to make a commercially viable technology. The difficulty in simulating physical systems of this type arises whenever quantum effects are playing an important role and that is the clue we need to identify a possible way to make progress. It was American physicist Richard Feynman who, in 1981, first recognised that nature evidently does not need to employ vast computing resources to manufacture complicated quantum systems. That means if we can mimic nature then we might be able to simulate these systems without the prohibitive computational cost. Simulating nature is already done every day in science labs around the world  simulations allow scientists to play around in ways that cannot be realised in an experiment, either because the experiment would be too difficult or expensive or even impossible. Feynman&apos;s insight was that simulations that inherently include quantum physics from the outset have the potential to tackle those otherwise impossible problems. Quantum simulations have, in the past year, really taken off. The ability to delicately manipulate and measure systems containing just a few atoms is a requirement of any attempt at quantum simulation and it is thanks to recent technical advances that this is now becoming possible. Most recently, in an article published in the journal Nature last week, physicists from the US, Australia and South Africa have teamed up to build a device capable of simulating a particular type of magnetism that is of interest to those who are studying high-temperature superconductivity. Their simulator is esoteric. It is a small pancake-like layer less than 1 millimetre across made from 300 beryllium atoms that is delicately disturbed using laser beams and it paves the way for future studies into quantum magnetism that will be impossible using a classical computer.            It is one thing to build a dedicated simulator, aimed at tackling one particular scientific problem, but we can be more ambitious and try to build a general purpose computer that exploits quantum physics to perform a variety of otherwise impossible tasks. Simulating physical systems would be just one task suited to such a computer. We can liken that to what is done in computing today  modern computers don&apos;t just run simulations for scientists. The idea of a general-purpose quantum computer was first recognised in 1985 by Oxford physicist David Deutsch and today the race is on as groups around the world aim to figure out how best to build one. At its heart, a quantum computer works with switches that do not only exist in &quot;on&quot; and &quot;off&quot; states but also in states that are simultaneously &quot;on&quot; and &quot;off&quot;. They are known as qubits (pronounced &quot;cubits&quot;) and by accounting for the dual nature of a qubit it becomes possible for a quantum computer to perform many calculations in parallel. Put simply, if a classical computer gives one answer if a switch is &quot;on&quot; and another when the switch is &quot;off&quot; then one would need to perform the calculation twice, once for each possibility, to collect both possible answers. With a quantum computer, the calculations can be done at the same time. The real power of a quantum computer comes from manipulating several qubits at once. A computer operating on a mere 250 qubits (which could be encoded using 250 atoms) would require a classical computer built from all the atoms in the visible universe to encode the same information. This is a field of research where progress is very rapid  important developments are a weekly occurrence  and right now the challenge is to build systems that can manipulate a handful of qubits without destroying their essential quantum nature. It is probably too soon to speculate on when the first full-scale quantum computer will be built but recent progress indicates that there is every reason to be optimistic.", 
    "section": "science", 
    "gid": "science/2012/may/06/quantum-computing-physics-jeff-forshaw", 
    "wordcount": "1072"
}