{
    "headline": "Boot up: Android's snappy start, Moore's Law on life, WhatsApp's numbers and more", 
    "text": "A burst of 8 links for you to chew over, as picked by the Technology team Android founder: We aimed to make a camera OS &gt;&gt; PCWorld  Rubin, who became a Google executive after the search giant acquired Android in August 2005, said the plan was to create a camera platform with a cloud portion for storing photos online. He showed slides from his original pitch to investors in April 2004, including one with a camera connected &quot;wired or wireless&quot; to a home computer, which then linked to an &quot;Android Datacenter.&quot; But growth in digital cameras was gradually slowing as the technology became mainstream. Rubin&apos;s company revamped its business plan: A pitch from five months later declares it to be an &quot;open-source handset solution.&quot;  Moore&apos;s Law and the origin of life &gt;&gt; MIT Technology Review  Here&apos;s an interesting idea. Moore&apos;s Law states that the number of transistors on an integrated circuit doubles every two years or so. That has produced an exponential increase in the number of transistors on microchips and continues to do so. But if an observer today was to measure this rate of increase, it would be straightforward to extrapolate backwards and work out when the number of transistors on a chip was zero. In other words, the date when microchips were first developed in the 1960s. A similar process works with scientific publications. Between 1990 and 1960, they doubled in number every 15 years or so. Extrapolating this backwards gives the origin of scientific publication as 1710, about the time of Isaac Newton. Today, Alexei Sharov at the National Institute on Ageing in Baltimore and his mate Richard Gordon at the Gulf Specimen Marine Laboratory in Florida, have taken a similar to complexity and life.  This is spooky. Although it doesn&apos;t seem to allow for punctuated equilibrium. WhatsApp is bigger than Twitter &gt;&gt; AllThingsD  Today, WhatsApp is the single-most-used independent smartphone app in nearly every country in the world. It has hundreds of millions of users, and processes as many as 20bn messages per day. And, as CEO Jan Koum said onstage at D: Dive Into Mobile on Tuesday, WhatsApp is now bigger than Twitter, which officially claims 200m monthly active users. The company daily processes 8bn inbound messages and 12bn outbound.  His plan: &quot;build the platform and the revenue will follow&quot;. Or a gigantic cheque from either Google or Facebook, surely - both would bid high to prevent the other getting such a global mobile-centric network. ***False positive Trojan.Downloader.ED*** &gt;&gt; Malwarebytes Forum  As many of you are aware, we suffered a false positive earlier today which caused many of our users&apos; systems to be rendered inoperable. The offending database was v2013.04.15.12, and was live for only 8 minutes.  But still caused problems. Here&apos;s the solution. (Thanks @IvanIvanovich for the link.) The Mermaids of Los Angeles: A Dumbphone in Exile | MIT Technology Review David Zax:   As loyal readers already know, a few months ago I embarked upon an experiment: I junked my iPhone. Surprising even myself, at the end of the appointed month, I decided not to go back to it. Currently, I make do with a very basic Alcatel phone, together with a hand-me-down dataless Verizon iPhone that I use as a de facto iPod Touch. I&apos;ve been managing fairly well under this arrangement for the past few months. But I live in New York, a walking-and-public-transit city that I know very well. In fact, after years of freelancing in the city, I even know what libraries, parks, and cafes have reliable Wi-Fi. I know how to get from point A to B, and if I&apos;m ever lost, the streets are teeming with (mostly) friendly people to guide me. Los Angeles, though, where I&apos;ve just spent the past week, is a world apart. I knew as I flew out last week that my dumbphone existence was about to be put severely to the test.  One begins to wonder how Americans survived 20 years ago before the internet was pervasive. Judging by this, they must have been getting by on uncooked roadkill. Lines at T-Mobile prove Apple brand still has clout &gt;&gt; View From Above Ron Miller:   And if you wanted proof that Apple still has some brand clout, consider that on Friday, T-Mobile began offering iPhone 5s for $99 and saw lines, yes actual lines, outside their retail stores. Apparently even T-Mobile didn&apos;t expect this. As Wayne Rash reported in eWeek, the stores were unprepared for the popularity of the offer and just a bit overwhelmed. Apparently, they hadn&apos;t dealt with the passion of Apple buyers before. What those lines proved was the Apple brand still has plenty of reach and people are still willing to wait in a long line to get the Apple product. Samsung may cleverly make fun of those lines in their ads, but the fact is people have so much brand loyalty when it comes to Apple, they are willing to do that and if the T-Mobile experience is any indication, that still hasn&apos;t changed.  Samsung started running its ads poking fun at Apple in November 2011. In the US since that time, Apple&apos;s installed base has more than doubled. Comparable data isn&apos;t available for Samsung, though its smartphone share and installed base has grown strongly. Question: did the ads work? No, Apple&apos;s senior VPs are not the S&amp;P 500&apos;s best-paid execs &gt;&gt;Fortune Tech  On Monday, Bloomberg posted a story (repeated by more than a dozen newspaper and blogs) claiming that four Apple senior VPs are among the five highest-paid executives in the S&amp;amp;P 500. The executives named were Bob Mansfield, Bruce Sewell, Jeffrey Williams and Peter Oppenheimer. &quot;Their pay jumped,&quot; according to Bloomberg, &quot;after receiving 150,000 in restricted stock units shortly after Jobs passed away.&quot; No, their &quot;pay&quot; didn&apos;t jump. Their total compensation packages may have, but only if they stay with Apple long enough to collect them. That&apos;s the point of &quot;retention&quot; incentives: they encourage executives to stick around.  Tell me again why we need Office on the iPad? &gt;&gt; ZDNet Matthew Baxter-Reynolds:   Technologists have what, I think, is a unique problem compared to other professions - specifically that the delineation between tools used at work and at play is indistinct. If a chemist comes home from work, they&apos;re unlikely to have expensive lab equipment in their kitchen. Yet, when a software engineer comes home from work, it&apos;s likely they have the same or better kit in their house than they do at the office. Thus whereas a chemist might come home andnotgo into the kitchen and start running experiments, a software engineer can do exactly that. This bends the technologist&apos;s vision because the process of moving from work to play is one that is non-experiential. PC at work, then PC at home. Work tools at work - work tools at home. I don&apos;t personally think this needs to be the case - a little light self-reflection and this becomes obvious. Are you a technologist who owns a Kindle? You could read books on your PC when you go to bed, but do you? Do you instead use the Kindle? How about cooking - do you read recipes on your iPad, or do you cart your laptop into the kitchen? Post-PC technology is not about cost-benefit, it&apos;s all about experience. Technologists need to reflect on their own unconcious behaviour in order to understand post-PC.  Applies more widely than just Office on iPad. You can follow Guardian Technology&apos;s linkbucket on Pinboard To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2013/apr/17/technology-links-newsbucket", 
    "wordcount": "1299"
}