{
    "headline": "My final year at Oxford, when I felt punished for having ME", 
    "text": "I had made it to the final year of my English degree at Oxford University, but I almost didnt make it any further. Id applied knowing the workload would be heavy but was still unprepared for the intensity of the course, which would often require two essays a week. For a single essay, we could be expected to read three novels as well as vast amounts of other reading. My peers and I would think nothing of doing a couple of all-nighters a week to stay on top of it. The next morning at breakfast, we would exchange tales of our martyrdom  someone had stayed up for three days straight reading Crime and Punishment, another had moved into the library, toothbrush and all. This life shuddered to a halt when I suddenly became ill in the first term of my final year. I had glandular fever which, unbeknown to me then, had triggered ME  a chronic, extremely debilitating disease. As there was no way I could continue with my coursework, with the support of my GP I applied for a weeks extension. It was denied by the university. So at a time when I should have been, under doctors orders, resting, I dragged myself to the library. When I collapsed on the front quad one day, I knew I had to go home. There, as I became sicker, it was clear to me I wouldnt be able to go back to Oxford any time soon and would need a year out.   Related: Oxbridge fails to persuade state teachers to send pupils for interview    Becoming suddenly ill was hard enough but my distress was increased by the universitys reaction. A senior member of college staff tried twice on the phone to persuade me to go back the next term, as if I could simply make up my mind I was better and all would be well. It felt they did not believe I was ill; as if they thought I had something to gain from taking a year out, rather than losing a year of my life, in pain. Although I had seen several doctors at home in Yorkshire, one of whom had sent a medical note to my college, Wadham, to say I was too ill to continue, the college said this wasnt enough. Only the college doctor in Oxford could grant me a year off. This was standard college practice. After weeks of distressing negotiations, I was allowed to suspend my studies for a year  with conditions. I was not allowed anywhere on college grounds (where all my friends lived) for the year. Worse, in order to rejoin my course after a year, I would have to sit six hours of exams and achieve a 2:1 standard. These exams were only for sick students. ME is an illness where any kind of exertion  physical or mental  exacerbates symptoms. Doing extra exams on top of the huge quantity of revision I was expected to do would make me more ill, I knew. I put in a request to return without sitting exams but tutors said the papers were essential to prove that I could pass my finals. One said I needed to toughen up. Eventually I bargained the college down to one three-hour exam. I spent two hours of it not knowing what to write but, somehow, I made it through. Oxford is an old, creakingly traditional institution. Its website boasts that it is the oldest university in the English-speaking world, and some of the language still in everyday use is archaic. Oxfords word for a year out of a degree is rustication. Its from Latin (of course): rus means countryside, and the word was first used when students were expelled by being sent to their family home in the country. Officially, the word suspension is used now, but tutors and students alike still call it rustication. And it is more than just a word. This centuries-old attitude links being ill with being punished and seems to see those who need time off for health reasons as problem students to be banished and who have to prove themselves worthy before they are allowed back.     Wrights college, Wadham, finally agreed she could take the year off  with conditions. She was not allowed on college grounds, and had to take re-entry exams. Photograph: Frank Baron for the Guardian    These re-entry exams are not official Oxford University policy but are usual practice in many colleges. In some cases, students have been required to sit the equivalent of all their finals, and get a 2:1 in them, to rejoin their course. Last year, one student, Sophie Spector, at Balliol College, claimed she felt forced to leave Oxford altogether because of these kinds of exams, a case human rights lawyer Chris Fry described as one of the more extreme examples of discrimination I have seen. In contrast with many universities, the vast majority of marks at Oxford are awarded based on exams sat at the end. Finals can be upwards of 30 hours of exams and are a test of mental and physical stamina as much as academic skills and knowledge. The arguments against changing the system are always the same  to protect the integrity of the course; the unique Oxford experience. But intellectual rigour has been confused with physical or mental fitness.     Sophie Spector says she felt forced to leave Balliol College after becoming ill    I spoke to several others who had been through rustication. One, who graduated in 2015, had been suffering mental health problems that led to her self-harming. Letters from her college, seen by the Guardian, refer to her behaviour at the time as serious misconduct. One referred to university regulations and told her that she was being suspended on disciplinary as well as medical grounds. She was not permitted to use college facilities, including common rooms, the computing room, the dining hall, the lodge, the library and the colleges accommodation. She says: At no point did I feel the main consideration was for my wellbeing. Rather than focus on sorting out my problems, I spent the year trying to recover from the trauma of having rusticated. My doctor told me a senior member of my college had described me as a freak. A recent history graduate summed up her feelings after asking for a year off as humiliated. She was told in a letter that she was not allowed to go into her college without written permission during her suspension to ensure that students on course are not disrupted. She was expected to sit two exam papers and achieve a mark of 60% before she could return. Basically the whole process felt punitive, like I was being subjected to it because I had misbehaved. One college, Magdalen, was criticised for forbidding rusticated students from attending a college ball.   Related: Oxford University releases sample interview questions    Many students are, thankfully, treated much better, but individual colleges are free to make many of their own rules, and students experience can be largely determined by senior staff. If tutors have an appropriate understanding of illness and disability, students are well supported. But change in Oxford is slow. Even the universitys own disability service, which I found helpful and supportive, cannot overrule the decisions of colleges in many cases. Oxford students have been campaigning for improved care of sick and suspended students for years. Recently there have been minor reforms  suspended students can now borrow from university libraries in their year out and retain access to their email. But this does not go nearly far enough. I put a comprehensive set of questions to the university covering the points made in this article. This was the response: Suspension of study is a rare but helpful measure used by all universities to support students. Most suspensions are either at the students request or with their full agreement. We know it helps the overwhelming majority of students, who return to complete their courses successfully. Suspension is not something to be undertaken lightly, so colleges always make sure students explore every possible source of support before suspending. There is no question of students not being believed or supported when they experience difficulties. It is important that students only return when they are fully prepared to do so. In some cases, the assessment of fitness to return includes the setting of college exams. The colleges are working in consultation with Oxford University student union on a common approach and discussing both access to college facilities during suspension and academic conditions for return to study. In the end, I graduated in 2015 with a first, very much in spite of the extra obstacles I had experienced. Although my health has improved with time and rest, I am still debilitated. I believe that if Oxford had handled my illness more sensitively, it would have aided my recovery. What do other universities do? How unusual is Nathalie Wrights experience? Education Guardian contacted 30 universities to find out about their procedures when a student needs time off for medical reasons  an interruption or an abeyance, as its usually called. The word rustication seems confined to Oxford, Cambridge and Durham  and in most institutions a suspension is more likely to be the result of some sort of misdemeanour. We asked whether students were required to see an official university doctor or specialist, in addition to their own GP, for proof that they were ill. The answer, from those that replied, was no  all said a family doctors note was good enough. Most said students who took time off were welcome to use campus facilities or visit friends and attend social functions, with a few restrictions. When attendance was not feasible, virtual access to libraries and virtual learning environments was often arranged.   Related: ME affects four times as many women as men. Is that why were still disbelieved? | Nathalie Wright    All the universities that replied, with the exception of Cambridge, said they never set exams to check whether students had the required academic ability to return. The Cambridge spokesman said exams were sometimes set, but this was rare. Its a welfare issue because wed want the student to be well cared for. Wed want both student and college to be reassured they were ready to come back and finish their degree. But is it right to equate performance in an academic exam with mental or physical health and fitness to return to studying? Doing exams to prove you are fit is something I have never heard of and may be of little, if any, practical use, says Ruth Caleb, head of counselling at Brunel University and coordinator of the Mental Wellbeing in Higher Education working group. Many mental and physical conditions, such as depression, anxiety, ME, Crohns disease or irritable bowel syndrome, are fluctuating so a student might be fit at one point, then unfit, or less fit, at others. There is little if any guidance for universities on how best to look after students who need to take a break from their studies. However, most institutions, motivated by the wish to see students complete their course, offer extra support on their return. Alice Woolley", 
    "section": "education", 
    "gid": "education/2016/oct/18/oxford-university-punished-me-students-expelled-ill", 
    "wordcount": "1800"
}