{
    "headline": "How the Russians came to Hogwarts", 
    "text": "It is summer term at Maidwell Hall prep school. The boys and girls are back from holidays. Among them, and fresh off the plane from St Petersburg, is a new Russian pupil, Gosha Nikolayev. &quot;I&apos;m a bit scared and a bit excited,&quot; Gosha says. His father, Sergei, has come to the UK with his 11-year-old son to drop him off. If all goes well Gosha will spend two years here before moving to a top boarding school. Dad has ruled out Eton, so this could be Charterhouse or Stowe. Gosha&apos;s new school near Northampton is a vision of how foreigners must imagine the land of Harry Potter. The main building is a dreamy turreted mansion overlooking its own boating and fishing lake. Maidwell Hall&apos;s website shows pupils reading on the lawn under a perfect blue sky, playing rounders, or sharing a mealtime joke. The ethos is old-fashioned: boys wear tweed jackets, corduroy trousers and ties. Good manners are encouraged; mobile phones banned. &quot;We are trying to create a country- house atmosphere,&quot; says headmaster Robert Lankester. &quot;It always existed in prep schools before but has been lost in many cases.&quot; He adds: &quot;Parents from abroad love the tradition. They want to buy into something British.&quot; Gosha is the school&apos;s second Russian; the first  &quot;a lovely chap, loads of friends&quot;, the head says, cheerfully  is happily settled at Stowe. Last month figures from the Independent Schools Council revealed a stunning increase in the number of Russian pupils studying at UK private schools, up from 816 in 2007 (3.9% of all overseas pupils) to 2,150 in 2013 (8.3%). The largest number of overseas boarding students come from Hong Kong and China, followed by Germany. But it is the Russians, in fourth place, who are the fastest-growing national group, with Britain and its private schools increasingly attractive to parents from Moscow and St Petersburg. But why? According to Irina Shumovitch, an educational consultant who runs a placement service for Russian parents, British education has an unbeatable reputation. For the vast majority of Russians the fees are unaffordable. But for the rising upper-middle-class it remains the top choice. Shumovitch puts this in part down to &quot;herd mentality. The myth says the best place to send your kids toschool is England. The best place to ski is Courchevel and the best diamonds are de Grisogono. I welcome the myth because education here is fantastic.&quot; Shumovitch helps Russian-speaking parents navigate their way through the entrance and exam system. She arranged tours for Sergei and Gosha to various prep schools including Maidwell Hall; Gosha also went to summer camp at Gordonstoun, Prince Charles&apos;s alma mater. British schools, she adds, nurture individuality and creativity, and teach pupils critical thinking, encouraging them to write essays and see both sides of an argument. The more rigid, fact-driven Russian system, by contrast, relies on &quot;fear and pressure&quot;, meted out by older, Soviet-trained teachers. In a Russian context Shumovitch&apos;s liberal, child-centred ideas are quietly revolutionary, and at odds with the xenophobic, often paranoid thinking that comes from Vladimir Putin&apos;s Kremlin. The Duma recently considered a motion to ban top Russian officials from sending their children to UK schools. (Deputies dismissed it, arguing that contrasting the British and Russian systems might be helpful.) &quot;Ibelieve British schooling is good for Russian children and good for Russia,&quot; says Shumovitch. &quot;They are learning different values, and will return to Russia more aware, more tolerant andmore open.&quot; Russia&apos;s darkening politics has prompted growing numbers of Russian parents to send their children to Britain. Numbers are up 27.4% this year. Natasha Semyonova-Bateman, who helps wealthy Russians relocate to the UK, finding homes and schools, says some of her clients are &quot;patriotic about Russia&quot;. Others are opposed to the Putin regime. Both groups, she says, are united by a lack of faith in the country&apos;s future and see a British education, and a British passport for their kids, if they can procure one, as an &quot;exit strategy&quot;. &quot;They think the next generation should be out of Russia. This idea has grown in the last couple of years,&quot; Semyonova-Bateman says. She adds: &quot;The atmosphere inside Russia is like Orwell&apos;s 1984. It&apos;s a suffocating society. They [Russians] don&apos;t believe in the future. They don&apos;t trust anyone including the authorities. Parents think: It&apos;s too late for us. We have business here. We speak Russian and we can&apos;t change our lives dramatically. But can change it for our kids.&quot; Official relations between London and Moscow have been largely dreadful since the 2006 polonium murder of Alexander Litvinenko. Nevertheless, many ordinary Russians are enthusiastic Anglophiles. Harry Potter  or Garry, to give the boy magician his Russian pronunciation  is extremely popular in Russia, as is the Queen. Younger members of the country&apos;s affluent, westernised elite speak English. &quot;I like the humour and the irony,&quot; Sergei says of Britain, in perfect English, when we meet in an upscale cafe in Sloane Square. &quot;Like the Roman empire, Britain has an assimilating culture,&quot; he notes. Educated, self-made, and casually dressed in jeans and a V-neck, Sergei grew up in a St Petersburg intelligentsia family. He studied theoretical physics. But with science in disarray in the post-Soviet 1990s, he turned his hand to business, first owning a StPetersburg radio station, then setting up a successful chain of high-end tea shops. He is now worth 15-20m. &quot;We are pretty wealthy,&quot; headmits. Does he have a yacht? &quot;Asmall one, 44ft. I&apos;ve been sailing with my dad since I was a boy.&quot; During a recent recce to London, Sergei says he bumped into two friends from St Petersburg on the same flight who were also looking at schools for their children and a flat in London. Sergei says he has no plans to leave Russia  &quot;you can live partly here, and partly there,&quot; he points out  but hopes Gosha will emerge from the UK with an international education. And a normal childhood: &quot;We don&apos;t want him to be spoiled.&quot; This is understandable. Back in Moscow the super-rich travel with armed bodyguards and live in fortress-like mansions. For some Russian parents the merit-based British system is a bit of a shock. There are stories  not apocryphal, I&apos;m told  of prospective parents trying to bribe headmasters with bags of cash. In fact, there is a more respectable route to bump your child&apos;s application up the list, with most private schools running a &quot;development fund&quot;. One Russian father got his son into a leading private school after making a large donation; his second, less academically able son, however, was turned down. Most Russian children adjust well to their new environment; they rapidly absorb Britain&apos;s jokey, understated culture, where showing off how rich you are is regarded as vulgar. The son of one well-known Russian oligarch, according to Shumovitch, switches phones when he returns to his boarding school after the holiday break. (He hides his Vertu and swaps it for a battered Nokia.) Others adopt British upper-class sartorial habits: they buy shirts from Jermyn Street, shoes from John Lobb. A minority of Russian kids struggle. One observer describes the scene at the Lanesborough hotel in London, where a Russian mum with KGB connections had taken her 12-year-old son at a British prep school out for breakfast. The boy waved away his egg twice, complaining that it was not done the way he liked it. The mother was delighted with his behaviour, reading it as a sign of his assertiveness. &quot;Some parents think Eton is Dolce &amp; Gabbana,&quot; the source sighs. Graceless or not, the influx of Russian students is a boon for British boarding schools, amid the UK&apos;s recession. Stowe, Charterhouse, Wellington College and Shrewsbury accept large numbers of Russians. Lankester says he tries to limit overseas numbers so as not to dilute the &quot;British cultural experience&quot;. He explains: &quot;I think there is a downside to having too many[pupils] from one country. Russians are an attractive prospect forschools that have places. But families don&apos;t want lots and lots ofRussians in the year group.&quot; Generally speaking, Russians seek out schools within easy reach of Heathrow. Those in London, the M4 corridor and Oxford are prized. Shumovitch tries to persuade her Russian clients to bring their children to the UK as early as possible, to immerse themselves in the British system and to improve their English. The competition for places at top senior schools is intense, she says: &quot;Eton is now highly academic. You have to have very high grades and do common entrance. It&apos;s almost impossible for a Russian child at 13 to get from Moscow to Eton because of insufficent English, no matter how bright the kid is.&quot; As for Gosha, he has already taken a step towards integrating into Britishsociety. He has told his new teachers and schoolmates he wants tobe knownas George. Dina Nagapetiants, 16, from Moscow, writes about her experiences as a boarder at St Edward&apos;s School, Oxford     Dina Nagapetiants    It would be nice to say that Russian parents send their children to Englandbecause they think the education is ofa higher quality, but in reality (fromthe experience of my friends and their parents) it is just considered a very trendy and fashionable thing to do. Nothing brings out the smugness in a middle-class Russian parent&apos;s voice more than saying: &quot;Oh, my son/daughter/childrengo to school inEngland.&quot; The school can only ever be in England or Switzerland, with England being slightly more popular, as Russians are obsessed with the country.But it&apos;s the England they seeinthe films and travel guides. Thecustom is to drop off the kid for theterm and then jet off back to Moscow. If any chance of British citizenship is in prospect, so much thebetter  the true objective of the 21st-century Russian is to get out of Russia, and be free of the passport thatis hated by most world embassies. In my case, it has been quite a longadaptation process, but there have definitely been more good times than bad in England. For one thing, there is a lot more freedom than in Moscow, as Oxford isn&apos;t nearly as huge or as dodgy. Getting along with people became easier as they forgot a little about my Russian-ness. (My 10 years atMoscow&apos;s British International School definitely helped, but at first there was a lot to learn about British culture. I made myself adictionary of British words aswell asboarding-school terms suchas &quot;prep&quot; and &quot;tuck box&quot;.) After all, it&apos;s never fun to be the foreigner, not quite knowing what to say when you are faced with someone aghast with shock after you tell them that no, you haven&apos;t ever been huntingor seen a sheep before. There have been the usual questions(&quot;Isn&apos;t it -60C in the winter inMoscow?&quot;) and everyone accuses meof alcoholism whenever they see me drinking any clear liquid  but that is only friendly banter. At the start, Igota lot of odd requests to say &quot;atomic bomb&quot;, followed by &quot;nuclear bomb&quot;  for my Russian accent. It has been notedthat my father has &quot;a touch of Stalin&quot; in him (must be the moustache). Am I sure that he&apos;s not in the Russian Mafia, someone else asked. There was the assumption that, as I amRussian, Imust be stinking rich (nottrue) but luckily there are always other Russiansto point out that not everyonecan afford a private jet, although one of my Russian friends did go to the annual dinner in a Valentino dress. Another pupil customises his school uniform in a way that makes him resemble a Soviet engineer, completewith very high-waisted trousers and thick specs. Once, when I was showing prospective parents around the schooland boarding house, I opened adoor to one of the younger girls&apos; roomsand was faced with countless communist Soviet posters (even YuriGagarin was included) staring down at me. Luckily the parents didn&apos;tpay much attention to this unexpected display of patriotism, andIwent on about how culturally diverse the school is ... I guess some of the Russians really are proud to be Russian. I have now acquired some Soviet posters of my own  anti-alcohol ones  and proudly display them on my walls too.", 
    "section": "education", 
    "gid": "education/2013/may/07/russians-british-private-schools-hogwarts", 
    "wordcount": "2164"
}