{
    "headline": "Impact of climate change on food prices is underestimated, Oxfam warns", 
    "text": "Climate change&apos;s impact on future food prices is being underestimated, Oxfam warned in a report on Wednesday. The development charity predicts that massive price spikes will be a devastating blow to the world&apos;s poorest people who today spend up to 75% of their income on food, and will also adversely affect UK consumers. Its report, Extreme Weather, Extreme Price, suggests extreme weather events such as droughts and floods  made more likely by global warming  could drive up future food prices. Previous research has tended to consider gradual impacts of rising global temperatures, such as changing rainfall patterns. Oxfam&apos;s research, comissioned by the charity and undertaken by the Institute of Development Studies, examines the impact of extreme weather scenarios on food prices in 2030. It warns that by that date the world could be even more vulnerable to the kind of drought happening today in the US  the worst in 60 years  with dependence on US exports of wheat and maize predicted to rise and climate change increasing the likelihood of extreme droughts in North America.            The research claimed that:  Even under a conservative scenario another US drought in 2030 could raise the price of maize by as much as 140% over and above the average price of food in 2030, which is already likely to be double today&apos;s prices.  Drought and flooding in southern Africa could increase the consumer price of maize and other coarse grains by as much as 120%. Price spikes of this magnitude today would mean the cost of a 25kg bag of corn meal  a staple which feeds poor families across Africa for about two weeks  would rocket from around $18 to $40.  A nationwide drought in India and extensive flooding across south-east Asia could see the world market price of rice increase by 22%. This could lead to domestic spikes of up to 43% on top of longer term price rises in rice importing countries of such as Nigeria, Africa&apos;s most populous country.  Climate shocks in sub-Saharan Africa are likely to have an increasingly dramatic impact in 2030 as 95% of grains such as maize, millet and sorghum that are consumed in sub-Saharan Africa are expected to come from the region itself. As well as affecting the world&apos;s poorest, such rises will also hit those on the lowest incomes in the UK, who already spend up to half their household budget on food, the report notes. Oxfam&apos;s climate change policy adviser, Tim Gore, said: &quot;Rising temperatures and changing rainfall patterns hold back crop production and cause steady price rises. But extreme weather events  like the current US drought  can wipe out entire harvests and trigger dramatic food price spikes. We will all feel the impact as prices spike but the poorest people will be hit hardest.&quot; He said the world needed to wake up to the drastic consequences facing our food system of climate inaction: &quot;As [greenhouse gas] emissions continue to soar, extreme weather in the US and elsewhere provides a glimpse of our future food system in a warming world. Our planet is heading for average global warming of 2.55C this century. It is time to face up to what this means for hunger and malnutrition for millions of people on our planet.&quot; The report comes as UN talks aimed at tackling climate change are due to close in Bangkok on Wednesday with little sign of progress, while tomorrow the Food and Agriculture Organisation is due to publish further information on how the worst US drought in 60 years is impacting on global food prices.", 
    "section": "environment", 
    "gid": "environment/2012/sep/05/climate-change-food-oxfam", 
    "wordcount": "597"
}