{
    "headline": "Digital literacy case study: 'We have to nurture our talent'", 
    "text": "Josh Pickett had a problem: his teacher couldn&apos;t mark his homework. The cause of the problem: his teacher, who had set his Information and Communication Technology (ICT) class the challenge of &quot;design and create a multimedia product&quot;, had expected people to come up with a PowerPoint presentation. Pickett, by contrast, designed, coded and built an iPhone app, using Apple&apos;s Objective-C programming language  which the teacher installed on his own iPhone and played with. And then the teacher failed Pickett, then 13, on his assessment. Why? Because although he and the rest of the IT staff at the school who had tried it loved it, the teacher &quot;didn&apos;t understand how it worked. So he couldn&apos;t assess it,&quot; Pickett, now 16, recalls. &quot;I argued the case and managed to scrape a pass by teaching him the basics of Objective-C from scratch, and by commenting [adding explanations to] every single line of code I wrote  all 3,400 lines.&quot; As he notes, doing that ended up being a &quot;huge time sink&quot;. Pickett is typical of a generation who are growing up with easy access to new skills, particularly in programming, through self-help websites such as codeacademy.com and a myriad of school and university courses that have been put online. Pickett is far from the first pupil to exceed his teachers&apos; capabilities  even in the days of the BBC Micro, 20-odd years ago, some children were able to figure out how to program and use the machine well before those in charge. But his story may be a warning to the government, which has said that it wants to encourage people to set up their own businesses built around skills such as programming and building apps. For Pickett rose so far and so quickly among the ranks of young coders that he was quickly hired  by a company in San Francisco. Pickett really began to come to wider notice after he applied in 2009 to take part in one of the Young Rewired State projects, run by Emma Mulqueeny, a digital communications strategist and advocate who jointly set up Rewired State, which aims to use publicly available data to produce better understanding of how central and local government is performing. Mulqueeny recalls: &quot;We had  probably mistakenly  set a lower age range limit of 15.&quot; Pickett, perhaps typically, wanted to take part despite being only 14, so he set up a website called fifteenandahalf.com to prove his abilities. &quot;So we let him in,&quot; Mulqueeny says. &quot;He turned up with rudimentary knowledge but bundles of determination, and pledged to attend every Rewired State and Young Rewired State hack day from that day on. Which he has done. He has been mentored, challenged and has won every developer challenge in recent years.&quot; But then came the bad news: he had come to wider attention  and was lured away to work in San Francisco once he turned 16. &quot;Losing Josh to the States is a wake-up call for me and should be for the UK,&quot; says Mulqueeny. &quot;It is with huge sadness that I have to accept that he is no longer in the UK to help us code a better country. This brain drain to the States and beyond of our digital talent has to end  we need this talent and we have to stop dithering; just see how fast San Francisco was to get him on a plane and out to the States? I can&apos;t blame the US, and the opportunities are wonderful  but we have to nurture our own talent and we need to keep it.&quot; Some pupils today think that the fault lies not in the schools, but further upstream, with universities. Michael Tweed, a 17-year-old currently at Sutton grammar who is taking computing at A-level, told the Guardian that he has been applying for computing-based courses: &quot;None ask for computing A-level, or any previous experience. Some universities actually discourage it  I have a friend who applied to Oxford, who loves computing as much as I do, but he was told that [the A-level] was blacklisted, so he had to drop it to stand a chance of getting in.&quot; He thinks that creates a vicious circle, where the lack of requirement by universities means fewer schools offer it, so fewer students do it. But his own experience is probably telling, and typical: &quot;My first experiences with computing at school were relatively negative  IT, up until a couple of years ago, was an awful experience, with coursework almost literally given to you to submit.&quot; That only changed after he set up his own web design company and worked at a small IT company during two summer placements. But the best part, he says, is that &quot;I have a fantastic teacher, who&apos;s been programming since he was at school. He&apos;s a programmer first  employed as one by the school  and a teacher second. That means he actually teaches us to program properly. We learn the curriculum through that, rather than the other way around.&quot;", 
    "section": "education", 
    "gid": "education/2012/jan/11/digital-literacy-case-study", 
    "wordcount": "854"
}