{
    "headline": "Magazine apps show encouraging take-up, but more disruption ahead", 
    "text": "Print magazine publishers&apos; enthusiasm for apps is starting to pay off, but the market is likely to be about more than pure sales and subscriptions. Whether launching spin-offs, AR features to connect print and digital, or looking to Spotify-style multi-title subscriptions, publishers are trying to stay on top of the rapid pace of innovation in the mag-apps market. There have been some early signs of success for Apple&apos;s iOS Newsstand. In late March, analytics firm Distimo published a report claiming that the 100 top-grossing Newsstand apps in the US were making cumulative daily revenues of $70k a figure that includes newspapers as well as magazines. Outside the Newsstand, digital magazine aggregator Zinio has won praise from publishers for the performance of its store-cum-reader apps, collecting a catalogue of more than 5k magazines by the end of 2011, when it also raised $20m of funding to beef up its business in 2012. Meanwhile, Hearst Magazines announced earlier that month that Cosmopolitan had become its first magazine to pass 100k paying subscribers for its digital edition, across iOS, Zinio, Nook and Kindle devices, with the company as a whole aiming to reach 1m paid digital subscribers across those platforms this year. In the UK, Dennis Publishing said it sold more than 1m worth of magazines and &quot;MagBooks&quot; through Apple&apos;s App Store in the last six-month ABC period, with more than 300k downloads of car magazine Evo&apos;s app resulting in more than 6k subscribers. Elsewhere, Future made $1m from the iOS Newsstand in its first month of operation, signing up 75k new subscriptions and generating 9.3m downloads of the free &quot;container&quot; apps through which new issues are bought. By mid-February, the publisher had sold more than 430k digital magazines through the store, with 80% of downloads outside the UK, and 90% to new customers. Those figures show the two biggest reasons magazine publishers are excited about apps: cost-effective global expansion, and the chance to reach out to people who weren&apos;t buying their print magazines. Spin-offs and one-shots This trend includes going beyond pure digitised versions of print magazines, though. One avenue is commerce. Time Out New York launched an iPad app in mid-April that is more of a personalised travel guide than a magazine, inviting users to &quot;browse a constantly updated, ever-changing mix of new events, places and suggestions for things to do in New York City&quot;, and learning from their usage to provide more relevant recommendations. In the UK, IPC Media has launched InStyle Best Beauty Buys 2012 in partnership with retailer John Lewis, spotlighting 100 beauty products with links to buy them from the latter&apos;s site. It&apos;s not a drastic departure from a sponsored supplement in print, but the e-commerce angle opens up a new revenue stream. Spin-off apps are becoming much more common. Marie Claire Runway Spring/Summer 2012 focuses on video footage of fashion shows rather than digitised print articles, while The Economist&apos;s Electionism HTML5 tablet app concentrates on the US presidential election pulling in articles from non-Economist sources too, which is a new direction for that publication. Dennis&apos; MagBooks include the new Ultimate 2012 Olympic Guide. There are even spin-offs from magazine apps that don&apos;t exist in the print world, such as The Daily&apos;s Angry Birds Space Guide and Gadget Guide, or Project Magazine&apos;s music-focused Project Sounds. Technology blogs are also turning their longform articles into magazine apps, with Engadget&apos;s Distro and TheNextWeb&apos;s TNW Magazine.     Time Out New York's iPad app is about recommendations, not articles    More like apps Another interesting trend is the impact that apps are having on print magazine design, as publishers look for efficiencies when taking them digital. Future&apos;s tablet editor-in-chief Mike Goldsmith said in February that &quot;the next redesign of our titles will see them redesigned with our tablet versions in mind&quot;. This is reflected at Hearst UK too, which is launching a quarterly spin-off from Good Housekeeping called Good Ideas. Although it will be available as a print edition and digital version, it&apos;s the latter that is guiding the design of the publication. &quot;Good Ideas has been especially designed with tablet-friendly features such as smaller articles, greater emphasis on visuals, smart phone-friendly typefaces and an interactive contents page, making it accessible for both the traditional newsstand and digital user,&quot; explained Hearst when launching the title. A separate and experimental for now way print and apps are intersecting is with augmented reality, with magazines one of the industries that AR startups are aggressively targeting to try their technology. Sports Illustrated made a special Viewer app for its 2012 Swimsuit edition to trigger videos of photo-shoots when smartphones are pointed at specific pages in February 2012, while the Dutch postal service&apos;s magazine PostNL circulation: 6m people now has a partnership with local AR startup Layar to enhance its pages with links, videos, app downloads and Facebook Likes. Layar has also worked with Make magazine on an AR cover. British startup Aurasma has a project on the go with Littlewoods&apos; customer magazine, and in December 2011 worked with Top Gear magazine to add AR to its December issue.     Next Issue offers all-you-can-read subscriptions on Android    Beyond single issues One thing about all this innovation: it&apos;s still based around magazines as standalone entities sold a la carte or for single-publication subscriptions. The print model, in other words. Yet there is disruption of this too, with the likes of Next Issue  a joint venture between Cond Nast, Hearst, Meredith, News Corp. and Time Inc in the US. Its recently-launched Android app doubles as storefront and reader, selling single issues and subscriptions, but also offering Spotify/Netflix-style all-you-can-eat subscription options at $9.99 and $14.99 a month (the latter includes weekly mags, the former doesn&apos;t). Publications like Elle, Esquire, Glamour, Sports Illustrated and Vanity Fair are included, with chief executive Morgan Guenther hailing it as &quot;a game changer for customers&quot; when it launched on the Google Play store. An iPad version will soon be submitted to Apple for approval too. Elsewhere, Google has signed up more than 400 publishers to add their content to its Google Currents aggregation app, which went global in April following a December 2011 launch in the US. Rival news aggregation app Pulse recently inked a deal with Bonnier to add 20 of its magazines&apos; content as channels, following an integration with Popular Science that notched up more than 3m (free) subscribers in the app. Forbes has talked up its partnerships with Flipboard and Google Currents too, where by March 2012 it had 460k and 900k subscribers respectively. Elsewhere, Zeen is a stealthy startup from YouTube co-founders Chad Hurley and Steve Chen that&apos;s promising to help people &quot;discover and create beautiful magazines&quot;. The business models are still evolving for these news aggregation apps most are still focused on reach rather than revenues but smart magazine publishers are looking to partner with them early, while continuing to explore more traditional ways of distributing their publications digitally. A survey released in March by the UK&apos;s Association of Online Publishers found that 52% of its members are recruiting staff to make apps, but that 70% say they are likely to increase their tablet and mobile app partnerships with external technology companies in 2012. Finding the right balance between the two will be the key to success.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/apr/13/magazines-apps", 
    "wordcount": "1217"
}