{
    "headline": "India named least green country for electric cars", 
    "text": "Paraguay is the greenest place on earth to make and drive an electric car, according to analysis by independent research group, Shrink That Footprint, which has assessed the impact of grid-powered electric vehicles (EV) in twenty of the world&apos;s leading countries. In India and China, where power generation is heavily coal-based, electric cars result in emissions similar to traditional petrol vehicles. In India, a fully electric car generates emissions comparable to a 20 MPG (US gallon) petrol vehicle whereas in Paraguay, using one produces emissions comparable to a 218 MPG petrol vehicle. The chart below shows electric car emissions equivalent to petrol vehicles.     Car fuel economy key. By Paul Scruton Photograph: Graphic          Paraguay just beats Iceland as the greenest place to drive an electric car with Sweden, Brazil and France following close behind. Manufacturing emissions account for 70 gCO2e/km in each country so looking at the chart below, you can see the vast difference the source of power makes in the amount of emissions produced.     Power source for electric cars key. By Paul Scruton Photograph: Graphic          To compare EV emissions in terms of the equivalent petrol vehicle, the analysis used miles per US gallon (MPG). The chart above shows the results of these calculations with the legend providing us with an idea of what type of petrol car results in similar emissions.  Electric cars have been criticised in the past for not being quite as environmentally friendly as first thought. Academics in Norway published a study last October arguing that EVs can be more polluting than is widely assumed. The study highlighted the counterproductive promotion of EVs when the electric consumed is produced from oil and coal. Shrink that Footprint&apos;s work found that the carbon emissions of electric cars in the 20 countries analysed are four times greater in countries with coal-dominated power generation than in those with low carbon power. Interestingly the analysis suggests that the carbon emissions of electric cars in countries with predominantly coal-based generation are not different to an average petrol car. However, carbon emissions by electric cars in countries with low carbon electricity are less than half of those of modern hybrids. Lead author of the Shades of Green report, Lindsay Wilson, said:   One of the unique features about this analysis is that it accounts for the differences in manufacturing emissions between electric and petrol vehicles. Because electric vehicles are more energy intensive to manufacture, and are expected to have lower lifetime mileage, their manufacturing emissions per kilometre are considerably greater. By accounting for these differences this work also highlights that as vehicles become increasingly low carbon manufacturing emissions matter more and more. ", 
    "section": "environment", 
    "gid": "environment/blog/2013/feb/07/india-green-country-electric-cars", 
    "wordcount": "419"
}