{
    "headline": "New EU-US organics partnership is good news for both sides of Atlantic", 
    "text": "On Wednesday, the European Union and the United States announce a historic partnership to make it easier to trade in organic foods, opening up opportunities for organic farmers and ranchers, small businesses, and jobs in packaging, shipping, and marketing on both sides of the Atlantic. The new arrangement, which comes into force 1 June, allows products certified as organic in the EU to be sold in the US and vice versa, eliminating significant barriers for producers. At present, a separate, additional certification is required, meaning additional costs and bureaucracy for organic farmers. To help reduce paperwork and expenses, the arrangement is simple in its aim: it recognizes that the EU and the US have credible organic certification systems and that we share common perspectives about what constitutes the production of organic products. The partnership also establishes a strong foundation from which we will promote organic agriculture and benefits to the organic industry on a global scale. By removing barriers to organic farmers and companies, we are giving our producers expanded access to the world&apos;s two largest markets for organic productsvalued at nearly  40bn combinedwhose 800 million consumers increasingly seek out high-quality organic foods. We also know that economic activity around the production, distribution, and sale of organic products packs a punch. For example, in the US, nearly half of organic growers and food companies surveyed expected to add jobs in 20111. These expectations will only flourish as US organic producers seek to demonstrate their high-quality, safe and affordable products to EU consumers. Organic production in the EU has enjoyed over 6% annual growth for the last decade, and this agreement will encourage more EU exporters to market their products across the US as the American appetite for healthy and organic food grows. And there are broader benefits for EU and US consumers, alike. Organic production is still small compared to overall agricultural production, but by making a greater variety and quantity of organic ingredients more broadly available, it will be easier to prepare organic foods and to find organic foods in restaurants and stores. This is welcome news for the growing number of consumers looking to incorporate organic products into their diets and routines. Most importantly, the new arrangement demonstrates something most refreshing: that the EU and US can work closely and cooperatively on agricultural policy. To prepare for this arrangement, we conducted thorough on-site audits to ensure that our regulations, quality control measures, certification requirements, and labeling practices were compatible. The EU-US partnership in organics is good news for farms and businesses on both sides of the Atlantic. It opens new opportunities and underscores our shared optimism for a world where farmers and consumers alike have a wide range of choices about their food, and how that food is produced.  Dacian Ciolo is EU commissioner for agriculture and rural development and Kathleen A Merrigan is deputy secretary, US Department of Agriculture", 
    "section": "environment", 
    "gid": "environment/2012/feb/15/eu-us-partnership-organics", 
    "wordcount": "485"
}