{
    "headline": "ICT at school is boring, children say", 
    "text": "David Whittaker, 12, Birkdale high school, Southport, Merseyside ICT is boring. At school we go in, sit down, the teacher explains what we are going to do, and then we just get on with it. Every lesson we are learning how to use Microsoft and Excel and making documents. I&apos;m not really good with computers so it&apos;s not fun. But I like using my laptop at home to go on Facebook and play games  I&apos;m good at that. I&apos;ve always wanted to design my own game, Ireally wish we could learn how to do that at school; I&apos;d make a really good one and share it with all my friends. Stephanie Wieder, seven, Devonshire House preparatory school, Hampstead, London At school they teach us how to type very fast and let us draw pictures on the computers using something called Colour Magic. I&apos;m quite excited because our school is going to get Skype soon, which lets you to talk to people through the computer  you can even see their faces. I want to be a vet when I&apos;m older and it would be really fun to learn how to use the internet to find animals. And you know how you do paintings like Picasso? Iwant to learn how to do that on the computer. I wonder if they&apos;ll teach us in high school.   Billy Wharmby, eight, Lostock primary school, Greater Manchester, Lancashire On the computers at school we draw pictures and, once, we had to write a poem and then save it on the laptops. Idon&apos;t like it that much because it was too much like hard work. Watching videos and playing games on the computer at home is much more fun. I play this one where you&apos;ve got a python snake and you have to feed it once a week  that&apos;s really cool. I&apos;ve also got an Xbox 360. I play football games and I&apos;m very good actually. I have about 26 computer games but I only play on about two of them. Abigail Dodwell, 13, Warden Park school, Haywards Heath, West Sussex Our IT lessons at school are mainly on Microsoft Office, Excel, Word, PowerPoint. I find the lessons tedious because we know quite a lot of those things already. I have a Mac at home so I&apos;d quite like to learn how to use more stuff on that. Pages and Keynote are the Mac equivalent of Word and PowerPoint, which I use all the time for my homework. The only way I know how to use that stuff is by asking my parents and looking on the internet. Avril Cosh, nine, Lenzie Moss primary school, Glasgow, Lanarkshire We use the computers at school to find information for different subjects and we do Dance Mat typing, which helps you to type faster and better. We also use this thing called Colour Magic where we can do drawings and stuff. My favourite subject is art and if I could make my own computer game I&apos;d probably make an art game. We&apos;ve got four computers at home. I use them for playing games and homework. I also know how to take pictures off our camera and put them on the computer. Oliver Hancock, 13, Dorothy Stringer school, Brighton, East Sussex Students need to be taught more about the history of computing. Many of my peers have never heard of Steve Wozniak (the Apple founder) or the Altair 880 (the first personal computer), but they happily use their iPods and Macs oblivious to their roots and the people  who they would probably call nerds  involved in creating them. If we can understand those roots then we can work toward a better and more exciting future in IT. Ellie Magee, 12, Rivington and Blackrod high school, Bolton, Lancashire We are taught how to save documents and search for simple information, but we are on the internet at home and do most of our homework on the computer so we know how to do that. So IT lessons are kind of boring and we all really want to say to the teachers that we already know what we&apos;re being taught. I wish we could learn how to do graphics, how to make a game or how to use Facebook safely  then we&apos;d feel like we were actually learning something useful. I want to be a dancer or an actress when I&apos;m older, so I&apos;d like to learn how to look up videos to help me with my acting.", 
    "section": "education", 
    "gid": "education/2012/jan/09/children-computer-lessons", 
    "wordcount": "751"
}