{
    "headline": "Finding the line between technical and political solutions to water challenges", 
    "text": "I&apos;m in Marseille and I&apos;m staring at a life-sized model of an abstract slum, stop number two on an official tour of the World Water Forum&apos;s &quot;village of solutions&quot;. The guide calls it &quot;a vision of a generalised slum&quot;. The designers appear to have thought of everything. There are makeshift houses built with scraps of wood and what look like freshly-washed clothes hanging from wires overhead. I touch a broken bicycle by my side and find it covered with a carefully-placed layer of dust. How better to showcase practical solutions to water and sanitation challenges than to give forum delegates a concrete, hands-on experience, says the guide, as if anticipating objections to such a crude generalisation of life in the world&apos;s numerous informal settlements. There are two kinds of solutions on display at this year&apos;s forum, says Loic Fauchon, president of the World Water Council. First, there are very specific, technical solutions to immediately increase access to water and sanitation. Second, there are more policy-oriented solutions, addressing broader and more long-term institutional, financial and political challenges. Fauchon says it&apos;s time to move past rhetoric, beyond entrenched debates, and on to practical solutions on how best to increase access to essential services. &quot;We have the duty to make proposals, not just to criticise others,&quot; he says. &quot;This is important, at least out of respect for those who still don&apos;t have access to water. For the billions of people who are waiting for solutions, we have the duty to respond.&quot; We continue on the tour, before stopping in front of a large metal box. Bright blue and stamped &quot;Veolia environment&quot;, I would have dismissed it as an advertisement were it not for a shiny metal water tap protruding from the box, hovering over a pot adorned with stunning blue and white ceramic tiles. The Saqayti standpipe is a proposal by Veolia environment in Morocco, billed as a sustainable alternative to open-access fountains, which it says often weigh heavily on the budgets of local authorities. The standpipe works with pre-paid cards that users insert into the metal box. Insert the card, water flows. Remove the card, water stops. Local authorities can add credit to cards held by poorer households. When this credit runs out, users can top-up their cards at special &quot;social prices&quot;. This is a practical solution that can help cut down on waste while serving the needs of the most deprived, says our guide. But I wonder, is this really a solution for people struggling to gain access to clean water? Or is this a solution for a water company looking for innovative ways to make money in a new market? What our guide says next is also curious. While the proposal might be a technical one, its consequences are also clearly political: the cards help &quot;create new links between citizens and their local authorities&quot;, he says. Increasing access to water for those living in informal settlements, without papers, and without legal titles to their land, is a major problem, says Faucon, who is also head of the Marseille Water Supply Company, a private water operator. A system by which users can access a certain amount of water at little or no cost, and then pay higher tariffs for the rest is a viable solution, he says. &quot;If someone can&apos;t pay their water bills, we can&apos;t turn off their water. Instead, we can give them a certain amount for free,&quot; he says. &quot;And we can do the same for electricity.&quot; He adds: &quot;I think that everywhere we&apos;re moving towards more subsidies for water.&quot; But ultimately, he says, these decisions  on whether to subsidise water, for whom, and by how much  belong to policymakers. &quot;Water operators can&apos;t make these decisions, though they can obey them.&quot; But, as with Veolia&apos;s Saqayti standpipe, it is difficult to find that line between &quot;technical&quot; and &quot;political&quot; solutions at the forum. As our tour guide noted, the standpipe is more than a technology  it can also help engineer new relationships between water users, companies, and local authorities. The question, then, is: which kinds of relationships between these different actors are acceptable? And who decides?", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/mar/16/technical-political-solutions-water-challenges", 
    "wordcount": "713"
}