{
    "headline": "EU student funding in UK to remain same in 2017 despite Brexit vote", 
    "text": "EU students applying to study at English universities from autumn 2017 will continue to pay the same fees as domestic undergraduates and will remain eligible for the same loans and grants despite the Brexit vote, the government has announced. Universities welcomed the announcement, which follows three months of intensive lobbying and provides much-needed breathing space as the higher education sector grapples with the  uncertainty triggered by the UK referendum vote to leave the EU. With the deadlines for applications for next years university places approaching, vice-chancellors have been urging the government to clarify terms affecting future EU students in the hope that numbers will hold up. Applications for Oxbridge and most medical schools close later this week, while the deadline for most other courses is 15 January. The higher education sector has become increasingly dependent on EU students, who have been the fastest growing proportion of young undergraduates in UK universities, at a time when the number of 18-year-olds in the British population has been reducing. In each of the past five years EU students accounted for more than 5% of undergraduates studying in the UK. The governments announcement confirms that new EU students will be eligible for the same funding and support as they are now, and that their eligibility will continue throughout their course, even if the UK exits the EU during that period. The same reassurance was given in June to existing EU students and those starting their studies this year. The universities minister, Jo Johnson, said: We know that the result of the referendum brought with it some uncertainties for our higher education sector. International students make an important contribution to our world-class universities and we want that to continue. This latest assurance that students applying to study next year will not only be eligible to apply for student funding under current terms, but will have their eligibility maintained throughout the duration of their course, will provide important stability for both universities and students. The announcement marks a brief respite for the sector. Last week universities were left reeling after the home secretary, Amber Rudd, outlined plans for new hardline restrictions on overseas students in her speech to the Conservative party conference, including two-tier visa rules affecting poorer quality universities and courses. Dame Julia Goodfellow, the president of Universities UK, which represents 135 universities, said Tuesdays announcement provided much-needed clarity for EU students applying to start courses at English universities in autumn 2017.      Jo Johnson said international students eligibility to apply for funds would be maintained throughout the duration of their course. Photograph: Lewis Whyld/PA    It is good to see the government has recognised the value of EU students and acted positively to guarantee their access to financial support, she said. Every effort must now be made to ensure that this announcement is communicated effectively to prospective students across Europe.  She highlighted the importance of international students beyond the EU to British universities. European and international students are a valuable part of cultural and academic life on British university campuses and play an important role in UK towns and cities, creating jobs and supporting local businesses. Looking ahead, as the government develops plans post-Brexit Britain, a commitment is needed to ensure that students, from Europe and beyond, are able to continue to come to the UK to study without unnecessary bureaucratic burdens. The UK should be an attractive destination for all qualified international students that would benefit from UK universities and can support themselves to study. The University and College Union (UCU), which represents 110,000 staff, welcomed the clarity for students applying next year but warned that the continuing uncertainty about international students risked damaging the UKs role as a key player on the international academic stage.   Related: Britains universities depend on open borders  Brexit has us all worried | Margret Wintermantel    Sally Hunt, the UCUs general secretary, said: We dont believe this measure can undo the damage that various proposals floated at the Conservative party conference last week may have done via headlines around the world. The news that the government was also seeking to ban leading foreign academics from advising the UK government over Brexit because they are not British nationals will have also done little to help our international standing. The government needs to think very carefully about the message it wants to send to the rest of the world at this challenging time. One good start would be to guarantee the rights of the many EU nationals working in our universities. Dr Wendy Piatt, the director general of the Russell Group which represents 24 leading universities, added: European and international students make a vital contribution to our universities and UK society as a whole. We will continue to work with the government to develop a system which supports legitimate students who want to study here. Maddalaine Ansell, the chief executive of University Alliance group, said: We look forward to working with the government to ensure the message that Britain remains open and welcoming to international students carries weight. ", 
    "section": "education", 
    "gid": "education/2016/oct/11/eu-student-funding-in-uk-to-remain-same-in-2017-despite-brexit-vote", 
    "wordcount": "806"
}