{
    "headline": "Teaching in Asia: 'keep an open mind'", 
    "text": "&quot;I had no idea what HK was like before I came here,&quot; says Tom Vinamont. &quot;To me it started as one big adventure. I had lived in New York and I like big cites. My partner at the time was Portuguese, but grew up in the Cape Verde islands, and for most of her youth she travelled between Boston and Lisbon. So Hong Kong seemed like neutral terrain  neither of us had lived in Asia. And then of course, it is hard to beat a 16% maximum tax rate. That sounded very attractive coming from Belgium. &quot;Most of my time is spent on research. I teach about 6 hours per week  this is the typical academic teaching load  mostly to graduate students. The timing of the move wasn&apos;t great for me. In the three months around the move, I had to defend my doctoral work, and I lost my father unexpectedly to cancer. Then I became a father, and I also somehow had to prepare for the nine hours of teaching per week as it was then. It was brutal, but I&apos;ve never looked back. &quot;I think academics in south-east Asia work harder, for longer hours, and we are further away from the action. But on the other hand, Hong Kong changes so rapidly that it feels like every other year I am in another city. Plus the pay is not bad. Asian universities pay comparably (pre-tax) to US universities and better than European universities. &quot;Both Hong Kong and Singapore are seen as transitory places. Ideal for getting your career on track (research funding is pretty generous here) and then moving on from. But quite a lot of us seem to stay here. I was planning to stay for three years, and now I have stayed for 10, and I just bought a house. &quot;Academics in the UK/Europe/America who are thinking of making the move need to keep an open mind. Western universities typically have a horizontal organisational structure. At Asian universities the structure is much more hierarchical. Contracts and promises are less strictly followed than we are used to in the west  although I am being treated really well. &quot;Give yourself time to adapt to the local ways of doing things. Asian students are more reserved and I did need to adapt my teaching to take this into account. We are evaluated by the students for every course we teach. The first semester I taught, I had not bothered to take the time to understand the students&apos; background or needs. As a result my teaching evaluations were far below average. I was politely but strongly advised to explore and attend the various teaching seminars that were being offered by the university. I did go to some of these, but mostly I tried to interact with the students in order to understand their aspirations, doubts, etc. Five years later I was awarded the university&apos;s teaching award. There are almost weekly seminars specifically targeting our teaching personnel. The support with regard to teaching is far better than in Europe. &quot;In our college about half our students go on exchange to destinations in the UK, Europe, Australia, US and Canada. And their places are filled by the western students. The western students are more vocal in class and they seem at first sight more creative. But Asian students often perform better on tests and are on average better in group work.&quot;Tom Vinaimont is assistant professor in the department of economics and finance at the City University of Hong Kong This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/2013/jan/15/tom-vinaimont-hong-kong-teaching", 
    "wordcount": "627"
}