{
    "headline": "GM microbe breakthrough paves way for large-scale seaweed farming for biofuels", 
    "text": "The ancient art of seaweed farming could provide a solution to a 21st-century energy dilemma, with the creation of a genetically engineered microbe that turns the algae into low-carbon biofuel, scientists said on Thursday. Biofuels have been touted as low-carbon replacements for petrol and diesel, but those made from crops like corn and sugar have been blamed for increasing global food prices and delivering only modest benefits. Earlier studies have indicated that large-scale use of seaweed as an energy source could in theory supply the world&apos;s needs several times over and the UK government envisages between 560 and 4700 km sq of seaweed farms in its long-term energy planning. The new microbe research, published today in the leading journal Science, represents a &quot;critical&quot; technological breakthrough, but the challenge of making the approach commercially viable remains. &quot;Natural seaweed species grow very fast - 10 times faster than normal plants - and are full of sugars, but it has been very difficult to make ethanol by conventional fermentation,&quot; said Yannick Lerat, scientific director at Centre d&apos;Etude et de Valorisation des Algues, the algae study centre in France. &quot;So the new work is a really critical step. But scaling up processes using engineered microbes is not always easy. They also need to prove the economics work.&quot; The fact that a seaweed industry already exists is a major advantage, said Daniel Trunfio, chief executive at Bio Architecture Lab (BAL) in Berkeley, California, where the research was conducted. &quot;People have been farming seaweed for 1,000 years. In China and Japan, you will see farms that are the equivalent of the midwest cornfields in the US,&quot; he said. &quot;This can be a substantial addition to the fuel portfolio.&quot; He argues that using 3% of the world&apos;s coastal waters to grow seaweed would produce 60bn gallons of ethanol  more than 40% of the fuel burned by US cars and trucks. His company is backed by the US Department of Energy, Norwegian oil company Statoil and the government of Chile, where BAL owns seaweed farms and is building a pilot plant. There are also seaweed farming pilot projects in Europe, including Swansea in Wales, Roscoff in France and a project testing the growing of seaweed among offshore windfarms. A new microbe had to be engineered because the main sugar in seaweed, alginate, cannot be metabolised by microbes such as E Coli, which are widely used in laboratories and industrial processes. BAL chief science officer, Yasuo Yoshikuni, said the team worked out how a marine bacterium called Vibrio splendidus broke down alginate, then they took the genetic machinery responsible and spliced it into E Coli. Yoshikuni said their microbe gives 80% of the theoretical maximum yield, converting 28% of the dry weight of the seaweed into ethanol. Farmed seaweed requires no fertiliser, said Yoshikuni, because coastal waters are often polluted by nutrients washed into rivers from farmers&apos; fields. Cleaning these up would prevent large algal blooms that pollute some areas. Significant challenges remain, however, according to Ben Graziano, technology commercialisation manager at the Carbon Trust. &quot;From what I know of the use of seaweed in general, the costs are still five times higher than they need to be to get to a reasonable fuel price,&quot; he said. &quot;The use of genetically modified microbes could be a concern in Europe - where the perception of negative impacts can be quite harmful - but less so in the US and elsewhere.&quot; &quot;But the potential is certainly there, not least because most of the Earth is covered in water,&quot; Graziano said. &quot;If they can get the scale up and the costs down, it has huge potential.&quot; Yoshikuni said that it would be possible to use the seaweed and microbe system to create other chemicals that may be sell for a better price than fuel, such as plastics, by switching in other metabolic pathways to the E Coli. The use of microalgae - the green scum seen on lakes - is more common, with the US Navy, global shipping companies and Exxon Mobil all investing in the technology. But while seaweed produces ethanol that can be substituted for petrol, microalgae produces oils that can replace diesel. Microalgae also requires large growth ponds or tanks and fresh water, while seaweed has to be harvested, with most currently being collected by hand. Another alternative biofuel source, which does not compete directly with food, is wood and straw. But breaking down lignin, the tough chemical  which with cellulose make up much of the material  is hard, according to Trunfio. &quot;You are working against mother nature: lignin is why trees stand up for so long.&quot;  The original version of the article stated that Daniel Trunfio argued that using 3% of the world&apos;s coastal waters to grow seaweed would produce 60bn barrels of ethanol instead of the correct figure of 60bn gallons.", 
    "section": "environment", 
    "gid": "environment/2012/jan/19/gm-microbe-seaweed-biofuels", 
    "wordcount": "825"
}