{
    "headline": "Justine Greening: DfID to push for UK private investment in Africa", 
    "text": "The Department for International Development (DfID) will seek to promote British investment in Africa to drive economic growth and create jobs, said Justine Greening as she set out her priorities for development policy. Greening, who became international development secretary in September, said the evidence was clear that economic growth is essential for sustained poverty reduction, and that Britain should do more than simply helping governments put basic services in place. &quot;When I talk with leaders of developing countries, their discussion with me inevitably turns to economic growth,&quot; Greening said at an event hosted by campaigning charity ONE. &quot;They are often worried it is not keeping up with population growth, and they want their people to have work.&quot; Greening said she will set out a fresh strategy, including how DfID can help countries to develop their economies. This will involve doing more to help support inward investment for British companies into developing economies. &quot;To those who think private sector investment is part of the problem, I think you are wrong, actually,&quot; said Greening. &quot;I recognise there is investment that is irresponsible, that doesn&apos;t spread wealth creation as much as we&apos;d want. To have a stance that is sceptical about any investment at all is to draw conclusion that is far too broad. &quot;In a sense, that mindset has meant that so far, we&apos;ve all tended to work to fix the &apos;irresponsible investment&apos; problems which are there and are real, and need to be fixed. But that shouldn&apos;t stop us all from working hard to far more actively encourage and support responsible investment.&quot; Greening said she would work with the Confederation of British Industry, top business organisations and business schools to help UK business &quot;better join the development push&quot;. Leaving the field to others, she added, would not benefit developing countries. &quot;And let&apos;s be frank, we&apos;re not actually helping anyone by leaving the economic coast clear for others to provide the inward investment that often comes in from elsewhere and may represent tied aid or investment that won&apos;t help lift the poorest into employment,&quot; she said. &quot;I want to be absolutely clear at this point as well. Crystal clear, that I am not, repeat not, talking about tied aid. But I know that many British businesses, though they may be interested in doing business in Africa, in being part of the development of Africa, still find the hurdles hard to get over.&quot; Notably absent from Greening&apos;s speech was any mention of inequality or inclusive growth, which many development experts see as key to the post-2015 development framework. The Asian Development Bank recently acknowledged that it had not paid enough attention to inequality and social cohesion over the past 20 years. Oxfam&apos;s international director, Penny Lawrence, said: &quot;We would encourage her and her department to work to ensure that much-needed private investment genuinely benefits poor people  including women. This means promoting equity and reducing inequality so the benefits of investment are shared by all.&quot; Greening did emphasise the importance of women&apos;s rights, including girls&apos; access to education. &quot;I believe that where only half the population has the chance to be productive and to pursue opportunities, that is simply not a sustainable path to development,&quot; she said. On corruption and human rights, Greening said the UK would not simply stand by if countries are moving in the wrong direction. Greening recently suspended some aid to Uganda, following reports of corruption, and to Rwanda, because of UN allegations that it is supporting M23 rebels in neighbouring Democratic Republic of the Congo. M23 has been accused of serious human rights abuses. &quot;The decisions I have taken on both Uganda and Rwanda may have been difficult, but I believe that they were necessary,&quot; said Greening. &quot;And indeed, we stand ready to support all countries once they are clearly back on a path that is moving in the right direction, but going backwards will not be a sustainable option.&quot; With that in mind, I want to refresh our partnership principles with a more structured approach on human rights and corruption in the future.&quot; The four partnership principles, which recipient countries must share in order to receive budget support  aid given directly to governments  cover poverty reduction and the millennium development goals, respect for human rights, good governance, transparency and accountability to citizens.", 
    "section": "global-development", 
    "gid": "global-development/2013/feb/07/justine-greenign-dfid-investment-africa-economic-growth", 
    "wordcount": "738"
}