{
    "headline": "Use Rio+20 to overhaul idea of growth, urges EU climate chief", 
    "text": "The world must use a landmark environmental summit this year to change forever the current damaging model of economic growth, Europe&apos;s climate chief has warned, or face future crises as severe as the one currently enveloping the eurozone. Overconsumption of critical resources, and the rising prices of key commodities such as food, energy and natural materials as a result, risk derailing the world economy  but these problems will not be tackled unless today&apos;s economic models are overhauled, according to Connie Hedegaard, EU commissioner for climate action. That is because judging economic growth purely on the basis of production and consumption, as happens now, encourages rampant overconsumption and fails to value the natural environment. &quot;The 21st century must have a more intelligent growth model, or else it&apos;s really difficult to see how we feed 7 billion people now and 9 billion people [by 2050],&quot; she said. &quot;Resources were cheap before, but it seems we are in for a period where resources become more and more expensive. Oil is coming up in price, so many other commodities are coming up in price. Food prices are rising. We need to deal with this.&quot; Heads of state and government from around the world will gather in Rio de Janeiro this June, two decades on from the 1992 Earth Summit that kickstarted the process of a global treaty on climate change. But there is a risk the Rio+20 gathering will fail to come to any solid conclusions, according to Hedegaard. If this year&apos;s summit is to have the far-reaching consequences of its predecessor, countries must seize the chance to sign a firm resolution to change the way growth is measured, she said. That could involve moving away from GDP to broader measures of wellbeing, and putting a value on natural resources rather than regarding important assets such as clean water, clean air and biodiversity as free, as current economic models do. &quot;This is an opportunity to rethink [how we measure growth],&quot; Hedegaard told the Guardian. &quot;The knowledge is out there, the analysis has been done. We can take this decision in Rio.&quot; Current models of growth prize only consumption and production, rating countries&apos; performance according to their GDP. However, there is a growing belief among some economists that this long-standing model has outlived its usefulness, and provides no protection for the natural world. The Nobel prize-winner Joseph Stiglitz has been one of the leading voices calling for a change, and world leaders including David Cameron, the UK prime minister, have heeded the call, promising moves towards a broader definition of economic value. &quot;This has a lot of relevance to the euro crisis,&quot; said Hedegaard. &quot;We&apos;re trying to make it clear that the climate change crisis is an economic crisis, a social and a job crisis  it should be seen as a whole. If we do not tackle these, we will be in crisis mode for many, many years.&quot; Recent fears over many key commodities have heightened as prices have failed to drop despite the financial crisis gripping most of the developed and some of the developing world. For instance, the tightening supply of rare earth minerals may threaten the future of renewable energy technology, business leaders were told at the World Economic Forum in Davos recently. Hedegaard was one of the signatories to a report last week from the UN secretary-general&apos;s high level panel on global sustainability, which will feed into the Rio+20 summit in June. In the report, the panel urged the UN to put in place sustainable development indicators that would help to ensure growth does not come at the expense of the environment. The report, called Resilient People, Resilient Planet, was given a mixed welcome by development charities. Sarah Best of Oxfam said: &quot;The panel&apos;s report is a welcome rallying cry for the vision of a sustainable, fair, and resilient future that Oxfam fully shares, but... it&apos;s weak medicine for such a life-threatening diagnosis. World leaders will need to do better when they meet at the UN summit in Rio in June.&quot; She said the panel had failed to make concrete recommendations on reforming food supply, and had little to say on finance. Alison Doig of Christian Aid said: &quot;The report describes the enormous and unsustainable exploitation of planetary resources underpinning the last decades of economic growth, and also shows that this is only half the story. The other half is the astonishing inequality in the distribution of the benefits of this irresponsible natural asset-stripping. The wealthy 20% of the world currently consumes 80% of natural resources while the poorest 20% do not have enough for a decent standard of living. It is critically important to deal with these twin crises  unsustainability and inequality  together.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/feb/06/rio-20-gdp-connie-hedegaard", 
    "wordcount": "801"
}