{
    "headline": "Samsung Galaxy S4 release hit by supply shortages", 
    "text": "The global release of Samsung&apos;s blockbuster Galaxy S4 phone on Saturday is being hampered by supply shortages so severe that customers will not be able to take home a device from most Carphone Warehouse and Phones4U stores during the launch weekend. &quot;Due to overwhelming global demand for Galaxy S4, the initial supply may be limited. We expect to fulfil inventory to meet demands in the coming weeks,&quot; Samsung said. Pre-orders online are understood to have outstripped availability in many shops and networks. Shipment delays could lead to a slow start for the device in the UK and the US, where Samsung hopes to overtake Apple as the leading mobile phone brand. Three US networks have delayed their on-sale dates for the S4, while UK retailers Carphone Warehouse and Phones4U have both warned of shortages. Phones4U will have no devices until next week, its call centre staff are warning customers. &quot;All available stock will be used to fulfil pre-orders before going into our stores and we are working with Samsung to ensure that all pre-orders and sales across our other channels are fulfilled as quickly as possible,&quot; the company said. &quot;We anticipate that handsets will be in store next week but cannot confirm an exact date.&quot;  Stock will be limited to a select number of Carphone Warehouse stores. &quot;We have seen huge customer interest in the Samsung Galaxy S4,&quot; a Carphone Warehouse spokesman said. &quot;Our number one priority is our customers, and we are working hard to ensure that we fulfil as many pre-orders for the handset as possible. We will ensure that every customer impacted by any supply issues is contacted and informed of the likely delivery of their new handset.&quot; America&apos;s largest network, Verizon Wireless, will not stock the S4 available until 30 May; T-Mobile will begin taking online orders only from 29 April. Sprint will take online orders starting Saturday as planned, but the phone will be sold at retail outlets only as it becomes available. &quot;The smartphone industry is growing so quickly that the component industry hasn&apos;t been able to keep pace with that growth,&quot; said Neil Mawston at Strategy Analytics. He said sourcing memory chips seemed to be the main challenge. A lukewarm reception for the S4 from reviewers does not appear to have dampened demand for the latest edition in Samsung&apos;s best-selling Galaxy range. The device is forecast to ship 25m units globally in its first two months, according to Mawston, almost exactly on a par with the iPhone 5. &quot;Ideally you want to get everything into that launch window at the same time  and at the same exact hour  to get maximum impact,&quot; said Avi Greengart at New Jersey based Current Analysis.", 
    "section": "technology", 
    "gid": "technology/2013/apr/25/samsung-galaxy-s4-release-supply-shortages", 
    "wordcount": "462"
}