{
    "headline": "Palm trees in Antarctica? Coconuts!", 
    "text": "When you see a headline which states that palm trees could grow in Antarctica, you&apos;d be forgiven for assuming that it was a spoof, a serious misprint, or a wind-up of some sort. If the printed version of the Daily Sport was still around, you might think they were behind it. Presumably the palm trees were taken there on a double-decker bus? People often mocked the Sport, but when it came to stories about unlikely things being found in surreal places, they were always ahead of the pack. But a look at today&apos;s news shows that this is not a wind-up. Apparently, scientists have claimed that palm trees could grow in Antarctica if climate change continues. Seeing as anyone who publicly makes even a suggestion that they believe in man-made climate change gets roasted  to the point where that may actually now be a leading cause of increasing global temperatures  that&apos;s not an argument I intend to get into here.  The claim that palm trees could grow in the Antarctic is based on a paper in Nature stating that, according to data derived from an ocean sediment core, palm trees (among other flora) were present in Antarctica during the early Eocene epoch (between 55 and 48 million years ago).  In case there&apos;s still any confusion, they aren&apos;t still there now, that would be some seriously impressive plant endurance. I couldn&apos;t get a cactus to survive more than six months in a controlled climate, and those things are meant to be nigh-on indestructible.  For the record, I have no intention of criticising anyone who works in the fields of palaeontology, palaeogeography, palaeoecology or any of the palaeo-disciplines. I have nothing but respect for those finding out about the deep past from the scant details accessible today. It must be like trying to map out an elaborate cathedral by crawling around blindfolded on all fours and remembering where it was you banged your head on something. The Eocene being the era where CO2 levels in the atmosphere were at their highest, far in excess of today, it is increasingly of interest to climate scientists. This investigation found pollen and spores which indicate that, 55 million years ago, there were indeed palm trees of a sort in the Antarctic. Whatever your views, you&apos;ve got to agree that&apos;s one hell of a changed climate. They then go on to suggest this data could be used to assess climate change models.  Simplifying this, you could end up with the argument that there was so much CO2 in the atmosphere 55 million years ago, there were palm trees in the Antarctic. Therefore logically, if CO2 levels return to that point, it will happen again. Ergo, you end up reasoning that &quot;scientists claim palm trees could grow in the Antarctic&quot;. Except they&apos;ve said nothing of the sort. The idea that &quot;High CO2 = Antarctic palm trees&quot; is so devoid of detail and context as to be pretty much meaningless. Yes, there may have been palm trees in the Antarctic 55 million years ago, but you know what wasn&apos;t there? Ice. The Eocene was a time when the planet was a very different place to what it is now, with much higher average global temperatures and a greatly reduced difference in climate between equatorial and polar regions. It would have been like walking from the kitchen to the front room, not the sauna to snow bank. As a result, there was practically no polar ice.  Palm trees as we know them don&apos;t grow in subzero conditions where there is a regular absence of sunlight lasting for six months. Nothing much does, plant-wise.  Some 55 million years ago, the conditions would have been very different. Aside from the global atmospheric differences, perhaps the most obvious reason is that Antarctica was still attached to Australia. That&apos;s Australia, land of surfing, sunshine and, yes, the occasional palm tree. People can often forget that continents move all the time thanks to plate tectonics. Granted, it&apos;s a movement so gradual that it can only be detected by the most precise laser satellite system or Ryanair&apos;s ticket price calculator. But 55 million years is a long time, enough time for continents to break up. In fact, it was the severing of Antarctica from the main land masses that allowed the formation of the circumpolar current, which is essentially what ended up giving us the diverse global climate we have today.  Long story short, conditions are radically different today from what they were 55 million years ago, it&apos;s not just that we have less CO2 knocking about at present. If CO2 were to increase and Antarctica were to re-attach to Australia, then yes, we may see palm trees at the former again. But that&apos;s a big, continent-sized if. If we&apos;re expanding the parameters that far, why stop there? Some sun expansion and a bit of panspermia and we could have palm trees on Mars. This may sound like a ridiculous extrapolation, but it seems a common tactic in science reporting to take one possible but unlikely outcome from a piece of scientific research and focus on that, like how the LHC was going to create a world-destroying black hole that time; it&apos;s wild extrapolations by those doing the reporting that end up reflecting badly on the oblivious scientists.  So in summary, palm trees may have been present in Antarctica 55 million years ago, but that&apos;s like saying they&apos;re present in Australia now; it&apos;s nothing to be surprised about, it wasn&apos;t the freezing wilderness we know today. Will they appear there again? Only if there is substantial climate and geological change, and that&apos;s unlikely to happen in our lifetimes. If it does, I imagine we&apos;d have more pressing things to worry about than developments in polar dendrology. Next time, I plan to assess whether urine really is the best agent for the extinguishing of bonfires.", 
    "section": "science", 
    "gid": "science/brain-flapping/2012/aug/02/palm-trees-antarctica-coconuts", 
    "wordcount": "982"
}