{
    "headline": "Forced migration in the 21st century: urbanised and unending", 
    "text": "More than 70 million people have been forced to leave their homes because of conflict, political upheaval and disasters, as well as by climate change and development projects, and are now living as migrants, the International Red Cross said on Tuesday. The World Disasters Report 2012 said most forced migrants are displaced for the long term or are permanently dispossessed, requiring governments and humanitarian agencies to adopt more flexible approaches to migration and integration. The cost to the international community of forced migration is at least $8bn (4.9bn) a year, according to the report. &quot;The nature of forced displacement is much more unpredictable than in the past and much more complex,&quot; said Professor Roger Zetter, the report&apos;s editor. &quot;The headline figure of 70 million  one in every 100 people  is significant in itself. It refers not just to people displaced by general conflict but to those displaced by disaster and by development itself  the hidden losers of resettlement projects and increasingly of land grabs.&quot; The report highlights how forced migration has become increasingly &quot;urbanised&quot; as cities and urban areas become the main destinations for refugees, internally displaced people (IDPs), and those affected by disasters and conflicts. That marks a change from the 1980s and 1990s, when displacement was synonymous with camps. Now, about half of the world&apos;s estimated 10.5 million refugees and at least 13 million IDPs are thought to live in urban areas. &quot;The mere mention of the term &apos;refugees&apos; invokes images of tents and camps in most people&apos;s minds, but our new report may get us to think differently as we have noted marked movements of refugees into cities. This is not a new trend, but it is one that is increasing,&quot; said Barry Armstrong, British Red Cross disaster response manager. &quot;The situation in Syria and surrounding countries is a case in point, but there are many other places where people have left home to escape violence.&quot; In the past decade, cities and towns in Iraq, Sudan, Somalia, Kenya, Yemen and Haiti have absorbed large numbers of people fleeing conflict or disaster. In Sudan, the 40-year civil war that culminated in the declaration of South Sudan&apos;s independence last year contributed to massive urbanisation  despite the absence of industry and commerce. Kabul, the capital of Afghanistan, grew from about 1 million inhabitants in 2001 to 4.5 million in 2010. The increase was driven partly by returning refugees, but also by IDPs fleeing insecurity in the countryside because of the Taliban insurgency. Displaced people flee not just to capitals and megacities but to secondary cities, such as Santa Marta in Colombia, which has the world&apos;s largest IDP population after nearly 50 years of conflict. Forced displacement has affected 3.9 million people, or 8.4% of the population in Colombia. The report said humanitarian agencies have tried to adapt to the urbanisation of forced migration by expanding their mandate or approach beyond camps. &quot;Many of the approaches and tools developed for camp situations are, however, ill-suited to provide effective relief or to identify correctly the cause of vulnerability in urban areas,&quot; it said. A key challenge for humanitarian agencies in urban areas is the number of organisations they have to deal with, from community-based groups, local councils and national authorities, to local power-brokers in the slums, as well as international development bodies. &quot;Perhaps the most crucial partners in the urban areas are the government authorities themselves,&quot; said the report. &quot;Without their support, there can be little progress  and little sustainability  to programmes.&quot; The priorities in urban areas are housing, land and property, violence, legal aid and livelihoods. Integrating forcibly displaced people into the local economy is vital and, although there are successful examples, such as Eastleigh, a suburb of Nairobi, which is home to many Somali businesses, such cases are rare. In many cities, the lack of reliable livelihoods has driven people into acute poverty or made it impossible for them to overcome it. The report expresses concern over the &quot;hidden losers&quot;, people forced to move because of infrastructure projects. It estimates that 15 million people are displaced each year by projects such as the construction of dams or urban renewal schemes that often involve clearing out a poor neighbourhood. The Metro Manila railway project in the Philippines has led to the eviction and resettlement of about 35,000 families. But a relocation programme implemented by the national housing authority has failed to prevent their impoverishment, noted Zetter. A concern for humanitarian groups is how to deal with long-term refugees or displaced people who are unlikely to return home  more than 20 million refugees are trapped in protracted exile. The report calls on governments to relax restrictions on the economic activities of refugees and help migrant and host populations to integrate quickly. States could grant permanent residency to refugees who own businesses, hold academic qualifications or can fill job shortages. Although such a piecemeal approach makes some humanitarian groups uneasy, the alternative  no solution  is worse. The report calls on humanitarian agencies to work more closely with governments  which are increasingly leading their own humanitarian operations  and to engage better with affected communities. It notes that improving responses to forced migration is made more urgent by climate change, which is expected to lead to more slow-onset disasters and indirectly to the movement of large numbers of people. &quot;The international system is gradually recalibrating itself for increasingly complex situations,&quot; said Zetter. &quot;The UNHCR [UN Agency for Refugees] and IOM [International Organisation of Migration] worked well together in getting migrant workers out of Libya, for example, but clearly it is a major challenge preparing for situations with new characteristics.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/oct/16/forced-migration-21st-century-urbanised-unending", 
    "wordcount": "963"
}