{
    "headline": "Why Einstein never received a Nobel prize for relativity", 
    "text": "There was a lot riding on Einstein winning a Nobel prize. Beyond his academic reputation, and that of the Nobel Institute for recognising greatness, the wellbeing of his former wife and their two sons depended upon it. In the aftermath of the first world war, defeated Germany was being consumed by hyper-inflation. The government was printing more money to pay the war reparations and, as a result, the mark went into freefall against foreign currencies. Living in Berlin, Einstein was naturally affected by the crisis. He had divorced Mileva in 1919, several years after she had returned to Switzerland with the boys, Hans-Albert and Eduard. As part of the settlement, Einstein pledged any eventual Nobel prize money to her for their upkeep. As the hyper-inflation bit ever deeper, so he needed that cash. By this time, Einstein had a decade&apos;s worth of Nobel nominations behind him. Yet each year, to mounting criticism, the committee decided against his work on the grounds that relativity was unproven. In 1919, that changed. Cambridge astrophysicist Arthur Eddington famously used a total eclipse to measure the deflection of stars&apos; positions near the Sun. The size of the deflection was exactly as Einstein had predicted from relativity in 1915. The prize should have been his, but the committee snubbed him again. Why? Because now dark forces were at work. Antisemitism was on the rise in Germany; Jews were being scapegoated for the country&apos;s defeat in the war. As both Jew and pacifist, Einstein was an obvious target. The complexity of relativity did not help either. Opponents such as Ernst Gehrcke and Philipp Lenard found it easy to cast doubt upon its labyrinthine mathematics. The situation reached crisis point in 1921 when, paralysed by indecision, the Nobel Committee decided it was better not to award a prize at all than to give it to relativity. The arguments raged for another year until a compromise was reached. At the suggestion of Carl Wilhelm Oseen, Einstein would receive the deferred 1921 prize, but not for relativity. He would be given it for his explanation of the photoelectric effect, a phenomenon in which electrons are emitted from a metal sheet only under certain illuminations. The work had been published back in 1905. It has been argued that this work, which introduced the concept of photons, has had more impact than relativity. I&apos;m not sure. With relativity, Einstein gave us a way to understand the Universe as a whole. It was a staggering leap forward in our intellectual capability. The Nobel citation reads that Einstein is honoured for &quot;services to theoretical physics, and especially for his discovery of the law of the photoelectric effect&quot;. At first glance, the reference to theoretical physics could have been a back door through which the committee acknowledged relativity. However, there was a caveat stating that the award was presented &quot;without taking into account the value that will be accorded your relativity and gravitation theories after these are confirmed in the future&quot;. To many, and to Einstein himself, this felt like a slap in the face. Hadn&apos;t Eddington proved the theory? Yes, but the trouble was Eddington&apos;s observations had not been perfect and he had discarded data he considered poor from his final analysis. To some, as related in Jeffrey Crelinsten&apos;s Einstein&apos;s Jury, this smacked of cooking the books in Einstein&apos;s favour. In reality it was just good scientific practice. There is also another way to read the Nobel caveat. Could it have been that the committee was leaving the door open for a second Nobel prize in the future, once relativity had been more rigorously tested? We will never know. As Einstein&apos;s fame spread, so he alienated himself from the physics community by refusing to accept quantum theory. A Nobel prize for relativity was never awarded. The final twist in this story is that Einstein did not attend his prize giving. Despite being informed that he was about to receive the prize, he chose to continue with a lecture tour of Japan. Partly, this was because he no longer valued the prize and partly it was because he needed to disappear. German foreign minister Walther Rathenau had been murdered by anti-Semites. In the subsequent investigation, the police had found Einstein&apos;s name on a list of targets. In the face of such a death treat, leaving Germany to spend months in the Far East, rather than a few days in Stockholm, must have seemed prudent. In the end, perhaps the best thing that came out of Einstein&apos;s Nobel prize was the money. It went towards keeping Mileva and the boys secure, and became essential when Eduard developed schizophrenia as a young adult and needed to be hospitalised. The 2012 Nobel Prize in Physics is awarded on Tuesday. This week&apos;s prize schedule is here. You can watch each announcement live in the viewer below.  Stuart Clark is the author of forthcoming Einstein novel, The Day Without Yesterday (Polygon)    ", 
    "section": "science", 
    "gid": "science/across-the-universe/2012/oct/08/einstein-nobel-prize-relativity", 
    "wordcount": "825"
}