{
    "headline": "Zynga lays off 580 employees", 
    "text": "Zynga, the social gaming company behind CityVille, Words With Friends and Draw Something, is laying off 580 people and closing offices in New York, Dallas and Los Angeles. The gaming firm shares have fallen 64% since it went public at the end of December 2011 as investors have worried about its ability to make money from mobile game players. The company said the cuts represent 18% of its workforce and will save it $80m a year. Zynga grew rapidly as its games took off on Facebook and now has over 240m active users a month. But like the social network giant the gaming company has found it harder to make money as its players migrated to mobile. The company said it expected to make a net loss in the range of $39m to $28.5m in the second quarter of 2013, restructuring will cost the company $24m-$26m.  In an email to staff Mark Pincus, founder and chief executive, wrote: &quot;Today is a hard day for Zynga and an emotional one for every employee of our company. We are saying painful goodbyes to about 18% of our Zynga brothers and sisters. The impact of these layoffs will be felt across every group in the company.  &quot;None of us ever expected to face a day like today, especially when so much of our culture has been about growth. But I think we all know this is necessary to move forward. The scale that served us so well in building and delivering the leading social gaming service on the web is now making it hard to successfully lead across mobile and multiplatform, which is where social games are going to be played.&quot; Pincus said the company was &quot;offering generous severance packages that reflect our appreciation for all of their work and we hope this will provide a foundation as they pursue their next professional steps.&quot; Zynga has been dropping games in recent months and witnessed the departure of many of its senior executives. In April Dan Porter, chief executive of Draw Something company OMGPOP, became the latest to leave. Zynga bought OMGPOP for $180m in 2012 and wrote off $95m of that acquisition months later.", 
    "section": "technology", 
    "gid": "technology/2013/jun/03/zynga-layoffs-investor-worries", 
    "wordcount": "368"
}