{
    "headline": "Unused clothing worth 30bn, report finds", 
    "text": "British consumers have an estimated 30bn worth of clothing that they have not worn for a year in their wardrobes, a new report from the government waste body Wrap reveals today. The average UK household owns around 4,000 worth of clothes, but around 30% of that clothing  1.7bn items  has not been worn for at least a year, most commonly because it no longer fits. With more than two-thirds of consumers willing to buy and wear pre-owned clothing such as jeans and jumpers, the report identifies additional opportunities for the clothing industry. The research also suggests that our obsession with disposable fashion may be on the wane. Only 21% of consumers say they consider the latest trends in fashion as influential when buying clothes, while they rank value for money as their top purchase criterion. Clothing accounts for around 5% of the UK&apos;s total annual retail expenditure, with consumers spending 44bn a year on clothes - around 1,700 per household and second only to food and drink in terms of expenditure on consumable goods. The report does not advocate that people should stop buying clothes, but that the active life of clothing is extended and the amount going into in landfill is cut back. Just under one-third of clothing at the end of its life goes to landfill every year - around 350,000 tonnes, worth 140m every year, based on Salvation Army estimates of their value. Wrap said that extending the average life of clothes by just three months of active use per item would lead to a 5-10% reduction in their carbon and water footprints. Liz Goodwin, chief executive officer of Wrap, said: &quot;The way we make and use clothes consumes a huge amount of the Earth&apos;s precious resources, and accounts for a major chunk of family spending. But by increasing the active use of clothing by an extra nine months we could reduce the water, carbon, and waste impacts by up to 20-30% each and save 5bn.&quot; The report cites the recently launched M&amp;S and Oxfam &quot;Shwopping&quot; initiative as evidence of retail awareness and customer interest in new approaches. Retailers are being urged to set up &quot;buy back&quot; schemes that would enable customers to sell retailer own-brand clothes they no longer want back to the retailer to prepare for re-sale. Lord Taylor, minister for environment, said: &quot;Making better use of our resources is integral to economic growth, cutting carbon emissions and building a strong and sustainable green economy. This report shows that there is a huge potential for both businesses and households to save money and the environment by thinking differently about the way we produce, use and dispose of clothes. Used clothing has a massive commercial value, yet over 430,000 tonnes is thrown away in the UK every year.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jul/11/unused-clothing-wardrobe", 
    "wordcount": "483"
}