{
    "headline": "Gender equality in higher education must be made a global priority", 
    "text": "Around one in five UK university professors are female. That&apos;s better than 3%, which was the figure in 1989. But it&apos;s nowhere near parity  and in many parts of the world, the number of women working at the top level of academia or in senior university management positions is far worse. The failure of higher education institutions to fully accept women into their most senior structures has led female academics to demand a radical solution. At the British Council&apos;s Going Global conference in Dubai, an international grouping of senior women called for equality to be made a key performance indicator in quality audits of higher education institutions. The fewer women at the top table, the idea goes, the lower down the league tables a university would slide. It&apos;s the first demand of six in what is being called a Manifesto for Change for Women in Academic Leadership and Research. Female academics, the manifesto says, must also start getting a lot more of the big money for research projects, with &quot;gender implications and impact&quot; being included by grant making bodies as criteria against which funding applications are assessed. Other points include a requirement for &quot;mainstreaming&quot;, so that diversity is fundamentally incorporated in all of a university&apos;s practices and procedures, and the creation of a global database on women and leadership in higher education, so that it&apos;s easier to see how slowly  or indeed how fast  the situation improves country by country. A series of British Council workshops and seminars in Hong Kong and Tokyo have been exploring the reasons behind what remains a considerable equality gap in virtually every country in the world. Evidence from an international group of female academics has been analysed by Professor Louise Morley from the Centre for Higher Education and Equality Research, who says that patterns of discrimination appear similar across national boundaries. &quot;Barriers include the failure to recognise, identify and nurture women&apos;s talent, the gendered division of labour inside the academy, with women frequently responsible for the organisational housework, [and the] view that men are more suited to leadership authority,&quot; says Morley. In regions which seem to show less discrimination against women academics with ambitions to progress, a range of factors come into play. Sometimes those factors are not particularly positive: in the Philippines and Sri Lanka, Morley explains, female academics have been able to rise up the career ladder because the profession isn&apos;t perceived as desirable, prestigious, or sufficiently well-remunerated by men. Some barriers apply globally, but others are distinct and particular to a region. Indonesian PhD student Lishia Erza-Evans notes that because her country is made up of 17,000 islands, access to university level education is the first problem to be solved. &quot;Women in eastern parts of Indonesia tend to find bigger challenges in pursuing postgraduate degrees as they might have to travel long distances,&quot; she says. &quot;Culturally as well, men usually get the first option to go outside of their island to pursue higher education. Distance and technology enhanced learning is not impossible in this day and age, but for this to be accessible, infrastructure plays a huge role. The government must take the lead in pushing for more infrastructure development.&quot; Building better infrastructure is expensive, but other actions to support women can be simple and cheap. Morley cites Norway&apos;s mainstreaming practices, which include gender analysis, development programmes, mentoring, and quota systems, and Austria&apos;s Excellentia programme, which offers financial incentives to universities that appoint women to the professoriate. In Sweden, where women make up 43% of vice-chancellors, Morley says &quot;the appointments system has made a difference [with] more accountability and vice-chancellors appointed by the state, rather than by individual universities.&quot; Where women have gained significant seniority  no matter which country they work in  they will often have had to fight against powerful expectations of the role they should prioritise: that of mother and home-maker. &quot;Whilst my children needed time and attention from me, I also had to establish myself and prove my capabilities at work,&quot; explains professor Rohayu Abdul-Ghani, now deputy director at Universiti Kebangsaan, Malaysia. &quot;There was no support from the university, at least none that I was aware of other than the flexibility in my work hours, which was a great help but in itself not enough.&quot; Without her husband&apos;s unstinting (and in Malaysian culture, highly unusual) support for her career  which came at some cost to his own  Abdul-Ghani says she would most likely have found it impossible to progress into senior management. If a woman is building her career, she cannot bear the workload of family life alone, she continues. &quot;It would be utterly ridiculous to expect career-women on leadership paths to continue to play the role of traditional women. Such expectations and any attempt to fulfill them would only lead to additional conflict, stress and possibly burnout.&quot; While some Malaysian government appointments mean that women have gained vice-chancellor positions  there is a stated target of 30%  more action needs to be taken, says Abdul-Ghani, not least because some women have declined senior administrative roles when they have been offered. Mentoring, though it may sound soft and fluffy, can be enormously influential, she believes, and there must be more of it. The need for a space in which female academics can share experiences and support each other&apos;s ambitions is all too evident in Morley&apos;s response to a question over the costs of pursuing seniority in academia. &quot;Leadership is perceived as unattractive by many women,&quot; she explains, &quot;not just because of the long-hours culture  many women work very long hours anyway  but because senior leadership can involve implementing unpopular neo-liberal reforms, being in the minority as a woman, and having to constantly prove one&apos;s worth in cultures that do not respect women&apos;s authority. Women have the additional workload of dealing with sexism and discrimination. All of this takes a toll on one&apos;s work life balance, health, social life and general well-being. Many women report a sense of fragility and precariousness and always feeling at risk.&quot; As a high-flying businesswoman able to see the world of academia from an outsider&apos;s perspective, Erza-Evans agrees. &quot;To build a career, academic or others, women tend to have to work harder and longer. We have to endure various external and internal challenges. We are expected to do everything all at once and to be flawless at that too  for example, if you miss a paper deadline because your child is ill, you&apos;re not cut out to be an academic because you are an emotional woman who cannot prioritise!&quot; Policy measures are needed, but so are practical and imaginative ideas that can be applied globally, not just in one country or region. And it&apos;s not just tinkering at the edges that will make the difference in the end, says Abdul-Ghani. &quot;Higher education must make appointment of women academic administrators and development of young female academic talents part of their strategic goals. I have seen this to be effective at [my university] with the setting up of gender diversity as a key performance indicator. In addition, the institutes are held accountable for gender diversity and for the remedial measures to be taken where necessary. Until this is done, women academics will continue to be excluded and marginalized from becoming senior, influential players in HE.&quot; &apos;Going global&apos; Manifesto for change  Equality as quality  equality as key performance indicator in audits, and gender equity included in reputation league tables  Research grants  monitoring of applications and awards made to women, with gender implications included in assessment criteria  Journals  editorial boards, and appointments of editors, need more transparent selection processes, and policies on equality  Data  establishment of global database on women and leadership in higher education  Development  more investment in mentorship and leadership development for women and gender included in existing programmes  Mainstreaming  review of work cultures to ensure diversity is mainstreamed into all organisational practices and procedures We will be hosting a live chat on gender equality in global higher education on Friday 8 March, 2013 from 122pm GMT  email claire.shaw@guardian.co.uk if you are interested in joining our panel This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/2013/mar/06/gender-equality-universities-global-issue", 
    "wordcount": "1399"
}