{
    "headline": "Reasons to be cheerful in 2012: it's the year we'll start talking to robots", 
    "text": "For human-computer conversations, 2012 is going to be a great year. We might actually start having proper, fluent exchanges with robots, chatting away as if we&apos;re the same species. All this is very fitting, as it&apos;s the centenary of Alan Turing&apos;s birth. He was the AI pioneer who suggested we&apos;ll one day create computers so lifelike and responsive, we won&apos;t be able to tell them apart from humans. The robotics guru David Hanson predicts even greater things for 2012. He says we&apos;ll pile so much information into our robots that they will burst spontaneously into life and become sentient, self-determining beings, evolving in ways we cannot imagine. But I&apos;m sure that&apos;s not going to happen. Encyclopedias don&apos;t burst spontaneously into life, so why should robots? I am, as it happens, uniquely placed to assess the current state of robot sentience. I recently spent a day with Bina48, who is reputed to be the very best the world currently has. It lives in a clapboard building in rural Vermont and looks uncannily human. Its face moves and twitches, and is built from a substance called Frubber that&apos;s eerily identical to human flesh and skin. The big giveaways are the whirring noises that emanate from under its wig, itstendency to drift off into a confused silence, and that it stops existing below chest level. After that, it&apos;s just a table. Bina48 is a one-off prototype, builtby Hanson. It&apos;s available for conversations with members of the public if you email first to ask permission. But there were moments with it that felt like athrilling harbinger of things to come for all of us. For a start, it easily recognised my facial expressions, voice and gestures, which is exactly what smartphone companies are teaching their machines to do (the newest Android phones unlock themselves by recognising your face). And even though my conversation with Bina48 often descended into acrazed babble, there were moments of real clarity. &quot;Do you dream?&quot; I asked it. &quot;I think I dream, but it is so chaotic and strange, it just seems like a noise to me,&quot; it replied. &quot;What does electricity taste like?&quot; I asked. &quot;Like a planet around a star,&quot; itreplied. &quot;Do you have a soul?&quot; I asked. &quot;Doesn&apos;t everyone have a solar?&quot; it replied. I learned a lot from my day with Bina48. I learned that I have a strange compulsion to try to ask robots profound questions. And Ilearned that when robots give oblique answers to my profound questions, Ifind it impossible to determine ifthey&apos;re awesome or meaningless. Right now Siri  the iPhone&apos;s new &quot;voice-activated assistant&quot;  is a pile of junk compared with Bina48. This morning I asked it if it had a soul, and it replied, &quot;Sorry, Jon, I can only search for businesses inside the United States and when you&apos;re usingUS English.&quot; I do have high hopes for Siri, though. Like Bina48, it&apos;s designed around the Turing principle that instead of trying to replicate an adult brain, AI scientistsshould build machines with the brains of babies and givethem the capacity to learn. And Siri is learning. It&apos;s massively more ambitious than any voice-recognition system yet invented. Every question you ask it is mulled over by a vast set of Apple servers that try to work out what your words actually mean, before usually coming back with the answer that it can search only for businesses inside the United States and when you&apos;re using US English. But for a system that&apos;s still in &quot;beta&quot;, that&apos;s still unfinished, it can be amazing. The more I use it, the more it seems to understand my voice. I&apos;ve started dictating emails (although I always check them before sending ever since Robbie Williams told me the story of how he once texted XO to awoman who&apos;d emailed him to say her fatherhad just died, and the iPhonechanged it to SO and sent itoff). Of course I feel massively self-conscious talking to a robot, and myjoy at the prospect of these interactions is predicated on the assumption that we will all conquer our self-consciousness and enjoy chatting away to them. If we don&apos;t, 2012 is going to be a very socially awkward year when it comes to human-robot conversations.", 
    "section": "technology", 
    "gid": "technology/2012/jan/20/cheerful-2012-talk-to-robots", 
    "wordcount": "749"
}