{
    "headline": "Higgs boson Hangout: physicists discuss the discovery of the decade", 
    "text": "     With the announcement of the discovery of a Higgs boson behind them, scientists are now taking on the mammoth task of working out quite what it is they&apos;ve found. In Guardian Science&apos;s first Google+ Hangout on Thursday, I discussed what will surely be the biggest science event of the decade with Cern researchers and asked what now lies ahead. The video highlights the extraordinary amount of work that goes on behind the scenes to analyse data from a vast number of collisions inside the Large Hadron Collider. Also taking part in the video chat were Liz Mermin, a filmmaker, and Alison Boyle from the Science Museum, London, who described how the feat had captured the public imagination, through its inspiring characters and the profound nature of the discovery itself. Josh Bendavid, a Higgs hunter on the CMS detector team, recalled how late one night he first saw the data that revealed the existence of the new particle:  &quot;There was a nice moment, about two o&apos;clock in the morning on a Thursday night, when we&apos;d decided that all of the crosschecks we needed to do  were done, and we looked at the plots for the first time. And that was the moment at least that I myself knew in my heart that the Higgs or something like it was definitely there.&quot;  Liz Mermin is making a series of films called CERNpeople. She was fascinated by what motivates the scientists and engineers at the laboratory, what brings them together, and how they do their work. Many of the physicists, such as Phil Harris on CMS and James Monk on the Atlas detector team, who joined the chat, could have dropped science for huge salaries in the financial world, she said:  &quot;Plenty of physicists end up in the City, or on Wall Street, screwing up the economy  and there are lots of things people with the kinds of degrees that James, Josh and Phil have could be doing that would be a lot more lucrative and a lot more in tune with the values of the society we are living in today. And instead all these people, thousands of people at Cern, are working in pursuit of pure knowledge which is something that is incredibly rare.&quot;  Next year, the Science Museum in London opens a major exhibit on the Higgs boson, raising the question of how you build a display around an invisible particle that is discovered with a machine too big to fit inside a museum. The exhibition will open as the LHC closes for maintenance, which will allow it to operate at full power from 2015. Boyle saw this as an opportunity to look at the future goals of the LHC:  &quot;There&apos;s the slight worry that people are going to hear that the Higgs has been found and that the LHC has been shut down and there will be this perception that the LHC is over and particle physics is over, but it&apos;s a great time to start looking forward to what&apos;s coming up next, and what&apos;s the next stage of that journey.  &quot;As well as all the work the scientists are doing, the LHC is going to ramp up to its full operational energy and there might be all kinds of other things coming out of that, so it&apos;s a good way to build up excitement. The whole media stuff that&apos;s come out of Cern and the LHC is a really good way of illustrating to people how science works.&quot;  I want to thank everyone who took part in the Hangout and hope that those of you who watched enjoyed the discussion (and if you didn&apos;t catch it you can watch the video, above). We are still working out how best to use these Hangouts and how to involve our readers more in discussions. I&apos;m keen to hear your views on how we should use the technology. Should we do more like this, with scientists around the world? What should we do differently? Let me know below.", 
    "section": "science", 
    "gid": "science/blog/2012/jul/20/higgs-boson-hangout-cern-scientists", 
    "wordcount": "674"
}