{
    "headline": "Bleached: Laura Jones's hope for the reef", 
    "text": "Laura Jones is pained by the delicate balance she wants to strike. Her paintings of coral bleaching are going to be engulfing, immersive and undeniably sad. But she wants them to express hope and resilience, too. Its something she keeps coming back to before, during and after I visit her studio, where she is preparing a major exhibition. Its not a fragile, delicate flower, Jones says of Australias Great Barrier Reef. Its quite resilient. Somehow I need to show that in the paintings. But still show that were really hammering it.   Related: The Great Barrier Reef: a catastrophe laid bare    Partly inspired by the Guardians in-depth coverage of coral bleaching in 2016, including around Lizard Island in the northern reef, Jones packed her bags and became an artist-in-residence on the island for 10 days in August.  Diary note from 19 August  I set out for Lizard Island after being in Melbourne for three days for a series of art fairs. After a quick stop at my home in Sydney to pick up my camera, art supplies and a wetsuit, I headed for far north Queensland. From Cairns I made the trip to the research station on a tiny six-seater plane. The journey included spectacular views of the reef and the bright blue sky looked like it was melting into the ocean.  When she got there, she landed in the epicentre of what was the worst bleaching event the Great Barrier Reef had ever seen. Just a few months earlier, about a quarter of the coral on the entire 2,300km length had been killed, with 85% of that mortality in the northern third  right where Jones landed. She would go snorkelling or diving for four hours a day, and then go back to her workspace  a desk in a lab shared with scientists  where she would sketch what she saw and write in her diary.  21 August  I am preparing to work by stretching my paper to make watercolour drawings and wetting and taping my paper to the table so that it wont buckle. Im really enjoying painting and drawing with scientists in the room while they do their research. Its my own private and highly entertaining scientific podcast! They are great fun and Im starting to see that there are a lot of quirky similarities between artists and scientists.  In the months since, she has been developing an exhibition of what she learned from her time there. She plans for it to be immersive, and already the canvases that wrap around her studio in Sydneys Marrickville make you feel submerged in an alien, underwater world.     One of Laura Jones coral artworks. Photograph: Mike Bowers for the Guardian    I thought it was important to kind of make it feel like the reef was in the room, she says. To do that, shes producing a series of huge oil paintings, with thick layers of paint that emerge from the canvas, creating sense of depth and translucence. Hopefully I will build the reef inside. And Im choosing to do large-scale paintings too, because I want it to be an immersive show. In her studio she keeps a stack of watercolour and ink sketches she made each day while she was on Lizard Island. Some of them are playful and some of them are very literal drawings of what she saw there. The drawings for me were a process of discovery, Jones says. The drawings were me getting a feel for what I was looking at  documenting the experience of being at Lizard. I was memorising the colour of what I saw under the water  not in a literal way but in an emotional way. Those impressions are then what feed into the paintings. A drawing is a tiny window of an idea  Its easy to be playful with drawings  And then theres always something in your studio that grounds you and you can go back to. They remind me to open up or be playful or do something that is a bit unexpected. More than a photograph, they provoke a stronger memory of the time.   slideshow   Shes also creating a series of what she describes as unreal and unscientific sculptures of the bleached coral. Theyre sort of growing organically, Jones says. They start  I dont know how theyre going to end up. I just build them  its like the way coral grows, I suppose. But her 10 days on Lizard Island, tagging along with scientists, has made her painfully aware of the intricacies in communicating about environmental disasters. The message I got from the scientists was that its so important to be optimistic and do what we can to protect the reef, she says. Its not over for it.     A bleached coral sculpture by Laura Jones. Photograph: Mike Bowers for the Guardian     22 August Im thinking back to the branching coral everywhere, still standing, but covered in algae. The soft corals disintegrating and rotting  Its frightening that it happens over such a short time frame  I am overwhelmed by the scientists here because they are optimistic despite all the damage, and threat of future bleaching events. In June 2016, the coral started creeping back and that is what I am seeing here now in August. In November there will be the spawning, where new corals (polyps?) will appear and settle onto the reef and start to grow. Parrotfish bite bits of coral off, like snapping a carrot in two, creating a good spot for the coral to settle on. Anne tells me there is still a good enough population of coral that regeneration is possible. But the overwhelming message is that we cant keep hammering our reef. It knows how to regenerate. Were lucky it can do that, but we need to manage for resilience.  She has researched the issue, reading scientific papers about how unmotivating it can be to hear about environmental catastrophes. After our meeting, she emails me the paper, telling me: I liked the quote catastrophism is intimately connected to despair, an emotion that can counteract the very passion and sense of agency to which such discourses seek to appeal. I liked it because I want to make an exhibition that simply inspires people to talk about the reef, she wrote. I dont want the paintings to feel so dark that people just see a blur of mud and algae and no hope. I want them to see that the bleaching is like an alarm telling people to make noise about it.     Im choosing to do large-scale paintings too, because I want it to be an immersive show, says Jones. Photograph: Mike Bowers for the Guardian     23 August It is particularly obvious today that the staghorn corals are nearly completely wiped out. I see some struggling and looking almost dead, which just highlights how  common the algae-covered skeletons are and how beautiful it would have been before. I find a little bright purple stag horn coral and make sure I get a good photo of it so that I can draw it later. As I swim I think about how Im going to paint and draw things the whole time. I dont want to only paint dead or dying coral, I want to paint the survivors, too.  As a result of all that contemplation, her paintings and sculptures, many of which are still being completed  and others yet to be started  walk a poignant line between beauty and tragedy. They dont capture the way the coral looks exactly  but the way they made her feel. These paintings are not at all literal, she says. Theyre sort of an amalgamation of images I was given, and the feeling of being there. I think paintings have a lot of emotion and Im hoping to bring that to this conversation. I want to inspire people not with scientific depictions of the reef but with an emotional depiction. All that contemplation about the message she communicates has changed the direction of the work and will now take her on a second adventure.         Scenes from the studio. Photograph: Mike Bowers for the Guardian    In February shell pack her bags again and head to Heron Island. I think its really important to have a narrative in the work and Im slowly building that up. But I dont want it to be a catastrophic ending.  24 August Decided to go snorkelling just out the front of the research station, not far from the shore. Its the first time Ive just swum out rather than gone on a boat. So much of the coral is dead. Its like a graveyard  Mauve and mustard are the most dominant colours under the water. I find myself craving more of a spectrum, and imagine what it would have looked like as a full and healthy underwater garden.  She says she wants to see what it might have looked like around Lizard Island before the bleaching, and what it is that is worth saving. Jones previous works have mostly been still life exhibitions of flowers  something she found herself doing after growing up in the Blue Mountains, surrounded by wildflowers, and then working as a florist during her studies. Ive always been someone who paints about the beauty of nature and life so I think its really important that I have healthy coral paintings too, she says. I want to draw people in and go, Look how beautiful this is. We have to protect it, rather than just have a room full of dead stuff.   Laura Jones solo exhibition, tentatively called Bleached, will be shown at the Olsen Irwin Gallery in Sydney between 17 May and 14 June 2017", 
    "section": "environment", 
    "gid": "environment/2016/dec/30/bleached-laura-joness-hope-for-the-reef", 
    "wordcount": "1580"
}