{
    "headline": "Google Glass  first pictures taken with smartspecs posted online", 
    "text": "You might expect that for a sci-fi novelist like William Gibson, a pair of voice-activated glasses able to connect to the internet and take photos or videos without needing you to use your hands would be nirvana. Judging by his comments on trying Google&apos;s new Glass system, the author of the genre-defining 1984 novel Neuromancer thinks so  despite himself. &quot;I  got to try Google Glass, if only for a few seconds,&quot; he tweeted recently, &quot;Was faintly annoyed at just how interesting I found the experience.&quot; Prototypes of the new devices  which can take pictures or videos of what the wearer is seeing, and display information in a small screen visible to them above their right eye  are now out for testing with about a thousand early users worldwide. Google has suggested they may go on sale some time next year. Reactions have varied enormously. Robert Scoble, one of the first testers, who is famously enthusiastic about all new technologies, said after two weeks&apos; testing &quot;I will never live a day of my life from now on without it (or a competitor). It&apos;s that significant.&quot; Others, who worry about being photographed or filmed without their consent, aren&apos;t so keen: one bar in Seattle has already banned them, even before they go on general sale. And now the first pictures have begun to emerge taken with Google Glass and then apparently posted automatically to Twitter with the hashtag #throughglass. Among the first to appear was a photo taken by San Francisco-based Steve Lee, who works at Google X, the laboratory where the glasses were developed. He posted the hands-free pictures which were taken while driving. Other testers  so far only at Google  have begun posting pictures on Twitter showing how the world looks viewed through their glasses  from children in a buggy to motorbike handles to an office. Sophia Yang offered one of her office  which turns out to be Google, where she is working on the Glass project.     Sophia Yang took a picture of the Google office where she is working on the Glass project.    Sidney Chang, another Google staffer, showed that the system isn&apos;t perfect, capturing a perfect picture of the carpeted floor in the office. Gibson, famous for his 1984 novel Neuromancer, for which he coined the word &quot;cyberspace&quot;, said in a later tweet that &quot;I&apos;m more interested in people reacting to new technology than I am in new technology.&quot; But he also had a warning for naysayers who have suggested that people won&apos;t be interested in wearing what is in effect a computer on their head. &quot;Remember how positive so many people were that the iPad was the most ludicrous cock-up in Apple&apos;s history? Absolutely obviously.&quot; Gibson also commented wryly &quot;If I were Google, I wouldn&apos;t be the first person I&apos;d think of giving Glass to. If I were, I&apos;d kind of worry why!&quot;     Google staffer Sidney Chang showed that while the picture is still sharp, taking photos using Glass might take a bit of practice.    .", 
    "section": "technology", 
    "gid": "technology/2013/apr/30/google-glass-pictures-online", 
    "wordcount": "473"
}