{
    "headline": "Royal Society plans summer game jam", 
    "text": "Every July, the Royal Society runs its Summer Science Exhibition, a week-long event showcasing the latest in science and engineering research from across the country.  This year, the fellowship has a new idea to promote and explore the ideas on show. Developers are being invited to take part in a 12-hour game jam in May, each tasked with creating a playable concept based around one of the exhibits at the summer event. Each team will be paired with a scientist, who&apos;ll explain their work and help with the development process. Five of the teams will then receive 2000 to further refine their concept so that the games will be ready for the summer.  The Royal Society has teamed up with Unity, which develops a well-known 3D engine for indie studios, as well as digital portal Indie City, which will host the games online. &quot;The Summer Science Exhibition is one of the highlights of the Royal Society&apos;s year,&quot; says Professor Peter Sadler, chair of the Royal Society Summer Science Exhibition selecting committee. &quot;We&apos;re very excited to be introducing a new element to the Exhibition this year in the form of the Games Jam. An increasing number of exhibitors have used games as a way of communicating their science over the last few years and we&apos;re hoping that by giving some of them an opportunity to be part of the Games Jam it will bring state-of-the-art creativity and innovation to their video games and some fantastic news ways of bringing their cutting-edge research to life for our visitors.&quot; It&apos;s another interesting example of major institutions using games to increase awareness and accessibility. The Science Museum has embraced interactive media, running games on its site to publicise and expand on current exhibitions; the Tate Modern, too, has successfully used games as a way of encouraging people to explore its collection  see Hide&amp;Seek&apos;s excellent Tate Trumps. If you&apos;re a studio, or at least an experienced developer with three friends to drag in, you can find out about the Summer Game Jam here  you&apos;ll need to complete the entry form by 1 May.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/apr/05/royal-society-game-jam", 
    "wordcount": "355"
}