{
    "headline": "Almost half of the world's food thrown away, report finds", 
    "text": "As much as half of all the food produced in the world  equivalent to 2bn tonnes  ends up as waste every year, engineers warned in a report published on Thursday. The UK&apos;s Institution of Mechanical Engineers (IMechE) blames the &quot;staggering&quot; new figures in its analysis on unnecessarily strict sell-by dates, buy-one-get-one free and Western consumer demand for cosmetically perfect food, along with &quot;poor engineering and agricultural practices&quot;, inadequate infrastructure and poor storage facilities. In the face of United Nations predictions that there could be about an extra 3 billion people to feed by the end of the century and growing pressure on the resources needed to produce food, including land, water and energy, the IMechE is calling for urgent action to tackle this waste. Their report, Global Food; Waste Not, Want Not, found that between 30% and 50% or 1.2-2bn tonnes of food produced around the world never makes it on to a plate. In the UK as much as 30% of vegetable crops are not harvested due to their failure to meet retailers&apos; exacting standards on physical appearance, it says, while up to half of the food that is bought in Europe and the US is thrown away by consumers. And about 550bn cubic metres of water is wasted globally in growing crops that never reach the consumer. Carnivorous diets add extra pressure as it takes 20-50 times the amount of water to produce 1 kilogramme of meat than 1kg of vegetables; the demand for water in food production could reach 1013 trillion cubic metres a year by 2050. This is 2.5 to 3.5 times greater than the total human use of fresh water today and could lead to more dangerous water shortages around the world, the IMechE says, claiming that there is the potential to provide 60-100% more food by eliminating losses and waste while at the same time freeing up land, energy and water resources. Tim Fox, head of energy and environment at the IMechE, said: &quot;The amount of food wasted and lost around the world is staggering. This is food that could be used to feed the world&apos;s growing population  as well as those in hunger today. It is also an unnecessary waste of the land, water and energy resources that were used in the production, processing and distribution of this food.&quot; In order to prevent further waste, governments, development agencies and organisation like the UN &quot;must work together to help change people&apos;s mindsets on waste and discourage wasteful practices by farmers, food producers, supermarkets and consumers,&quot; the IMechE said.  This article was amended on 10 January 2012 to change the abbreviation IME to IMechE.", 
    "section": "environment", 
    "gid": "environment/2013/jan/10/half-world-food-waste", 
    "wordcount": "451"
}