{
    "headline": "Will Theresa May's fight against slavery inform her trade and migration policies?", 
    "text": "Theresa May was recently asked what makes her angry. She was succinct in her response: Injustice  child sexual abuse, modern slavery. When we see the powerful abusing their position. The prime minister has been public in her concerns around slavery for some time now. She appears particularly proud of the Modern Slavery Act, which she and her team brought on to the statute books in 2015. She has established a 33m fund focused on high risk countries where we know victims are regularly trafficked to the UK. She has repeatedly stated that her government will lead the way in defeating modern slavery.   Related: Survey finds 70% of migrants arriving in Europe by boat trafficked or exploited    High-level political commitment to addressing slavery is something Anti-Slavery International has long called for. So having a UK prime minister who makes slavery eradication one of her priorities is to be welcomed and is an opportunity to further advance the work many of us have been doing for such a long time. To make a lasting difference, May will need to broaden her perspective beyond a criminal justice response to slavery. Crucially, she will need to ensure that other policy areas that can directly impact slavery  in particular trade, development, migration and international human rights law  are not neglected. There is already a risk that the current anti-immigration rhetoric and the Immigration Act 2016, with its introduction of an illegal working offence, will undermine the intent of the Modern Slavery Act.  As early as 2006 Anti-Slavery International identified how enslaved people often had their migration status made irregular to increase the power that traffickers had over them, allowing them to be threatened with denunciation to the authorities and deportation. In other words, traffickers typically try to render their victims in a position of illegal working as part of the process of their enslavement.  It used to be commonplace for victims of trafficking to report a lack of interest of the police in their plight, which, to her credit, May recognises as a considerable failure in the UKs domestic response to slavery. However, the new offence of illegal working can only lead to further confusion. A closer look at statistics of the national referral mechanism, the UK-wide slavery victim identification and protection system, reveals that immigration status has a huge influence on how likely a victim is to be protected. For example, of those referred to the NRM, 77% of Poles and 67% of Lithuanians were recognised as victims of trafficking in 2015, while only 11% of Vietnamese and 10% of Nigerians were equally lucky. Given this, one cannot blame a trafficked Nigerian for being hesitant to come forward as a victim.   Related: Bid for freedom: rescuing trafficked fishermen as they dock in Cape Town    It was good to hear that a big part of the 33m will be spent in the countries seen as the main sources of trafficking to Britain, such as Nigeria and Vietnam. Poverty and lack of opportunities in source countries are big factors behind trafficking, so development efforts should contribute to minimising those risks. However, rejecting a big majority of potential victims from those countries and most often deporting them is at odds with that approach.  As the prime minister prepares to lead Britain out of the EU she will need to find other trading partners. India is being mentioned as one such nation, despite the fact that the wholesale failure of rule of law for millions of Dalits contributes to their enslavement, often in export-oriented industries that provide our high streets with cheap clothes. How likely is it that modern slavery considerations will feature in those negotiations?  No doubt, by way of response to these slavery concerns in international trade, May would point to the important transparency in supply-chain provisions in the Modern Slavery Act, which were the result of intense lobbying by ethically minded British businesses.  However, even the most robust business action cannot take the place of the essential governmental action required to establish the necessary human rights protections  in international trade policy and national business and employment regulation  that are needed to eradicate slavery from international business supply chains.  I have no doubt Mays intentions on slavery are honourable. But they will be hamstrung from the outset if she does not consider carefully how other policies can contribute directly to that cause of her visceral anger: the very positions of power that some chose to abuse. ", 
    "section": "global-development", 
    "gid": "global-development/2016/oct/18/will-theresa-may-fight-against-slavery-inform-trade-migration-policies-anti-slavery-day", 
    "wordcount": "717"
}