{
    "headline": "Shangri-La hotels take shark fin soup off the menu", 
    "text": "The campaign to reduce the demand for shark fins achieved its greatest victory to date on Wednesday when the Shangri-la hotel group announced that it would no longer serve the dish, which is decimating populations of the ocean predator. The resort company, which operates 72 hotels, took the step just days before the Chinese spring festival, the main season for shark fin soup consumption at banquets in Hong Kong and the mainland. It is estimated that between 26 million and 73 million sharks are killed each year to supply this billion-dollar industry. Almost a third are consumed during Chinese new year. But conservationists&apos; efforts to reduce demand have gained pace and prominence in the past year, particularly since WildAid international ambassador and basketball star Yao Ming spoke out against shark fin soup. In November, the Peninsula hotel became the first traditional hotel in Hong Kong  the centre of the trade  to remove the dish from its restaurants. It was followed by 112 companies who signed up to a &quot;Say No&quot; initiative to remove shark fin from corporate banquets. Shangri-La Hotels and Resorts has now gone a step further by unveiling a &quot;sustainable seafood policy&quot; that also includes a commitment to phase out the use of other endangered marine species, including Bluefin tuna and Chilean sea bass. The company had previously taken shark fin off its restaurant menus, but offered the dish on demand. The move was welcomed by conservationists as a sign that some major corporations are starting to take sustainability more seriously. &quot;This is very significant. Two leading hotel groups have now sent a very strong message to the food and beverage industry and the wedding industry. I don&apos;t see why others don&apos;t follow suit,&quot; said Bertha Lo of the Hong Kong Shark Foundation. However, there is still a long way to go. The foundation&apos;s recent survey of 64 leading Hong Kong hotels found that 98% served at least one endangered marine species. Almost all included shark fin, which is particularly popular at wedding banquets. Very few had policies for sustainable seafood sourcing. Conservationists said corporate social responsibility programmes had improved in recent years to include energy efficiency and carbon dioxide emissions, but still usually neglected impacts on wildlife. &quot;We are seeing announcements one by one, but it is not enough just to stop serving shark fin,&quot; said Stanley Shea of Bloom Association, a Hong Kong-based NGO. &quot;Hotels also need to put in place public policies on sustainable seafood sourcing.&quot; The government in Hong Kong has yet to act, although surveys by the Bloom foundation suggest that 88% of consumers want the authorities to prevent sales of products that involve killing threatened species. It is believed the mainland could move faster than the territory  as it has done with air pollution. But most hotels in Chinese cities will continue to serve shark fin as a traditional part of the festivities to usher in the year of the dragon on 23 January. Among them is the Grand Hyatt in Beijing, which was offering a new year special spring festival banquet of 888 yuan (91.50) per person, including shark fin soup. Outside of the holiday season, it offers the soup alone from 468 yuan (48) to over a thousand yuan. &quot;It depends on the type of shark. We have all types,&quot; a restaurant employee said.  Get the Guardian&apos;s environment news on your iPhone with our new app. You can also join us on Twitter, Facebook and Google+", 
    "section": "environment", 
    "gid": "environment/2012/jan/18/shangri-la-hotels-shark-fin-soup", 
    "wordcount": "591"
}