{
    "headline": "Surrealist habits of the goose barnacle", 
    "text": "From a distance, the object in the middle of the beach could be something washed up from a surrealist exhibition. It appears to be a boot, apparently constructed from parched, close-clipped lawn turf and containing a bunch of flowers in bud. Closer inspection shows it is indeed a boot, an old-fashioned leather walking boot covered inside and out by a dense growth of short brownish seaweed and containing not flowers but a colony of the longest-stalked goose barnacles I have ever seen. Though the stalks themselves are fairly unattractive, the construction at their ends which protects the creature&apos;s soft body is beautiful. Five shell-like plates fit together neatly, their near translucent white shading almost imperceptibly to a pale bluish grey, their edges showing as graphic black lines. Along the margins of the largest plates a narrow, cushiony rim of orange yellow proves the perfect visual contrast to the cooler tones. Pelagic in habit, goose barnacles drift on the ocean currents, attached to driftwood, fishboxes or any other floating object that comes their way and seen by the majority of us only when they are cast ashore where they soon die. A few summers ago an immense tree trunk barely recognisable beneath a colony of thousands of goose barnacles was washed up locally. Fascinated by the sight, I was taken aback when suddenly, unnervingly, some of those nearest to me began to move. Stems twitched. And then, from a mass of the creatures, there was movement of a different kind as delicately fringed structures, cirri, reminiscent of the plumules of ostrich feathers, emerged from between the barnacles&apos; largest plates. Uncurling gently, the cirri  the structures by means of which the barnacles both breathe and feed  began to wave gently in the salt-laden air as they searched fruitlessly for the tiny organisms which in the open sea they would waft towards the waiting mouth parts.", 
    "section": "environment", 
    "gid": "environment/2012/nov/29/south-uist-surrealist-habits-goose-barnacle", 
    "wordcount": "313"
}