{
    "headline": "Economic climate has not affected views on global warming  poll", 
    "text": "The cold financial climate of the last three years has made little impact on public attitudes towards global warming, according to a new Guardian/ICM poll. As the world assembled for the Rio+20 UN sustainable development conference at the end of last week, the survey found that most British voters (57%) accept that man-made climate change is happening. That is one point more than the 56% who took the same view when ICM posed a near-identical question just before the Copenhagen climate conference of 2009. The poll identified a hardcore of 7% of respondents who deny the planet is getting warmer, two points more than the 5% who said the same at the time of Copenhagen. The proportion who accept the planet is warming but insist this is not principally due to human factors has dwindled slightly, from 33% in December 2009 to 30% today. The results suggest a remarkable pattern of stability in acceptance of climate change as established fact, a finding which may surprise politicians who have been lowering their environmental ambitions for fear of appearing out of step with hard times. The leaders who went to Rio were so resigned to an insubstantial outcome that they allowed their sherpas to agree the basic communique before they had even arrived. A follow-up question on impressions of the summit also revealed more continuity than change. Only 17% of voters dismissed the Rio summit as a panic about an exaggerated threat  exactly the same proportion who said the same of Copenhagen. But if the voters have not moved much, the same cannot be said of politicians. Whereas David Cameron had hailed Copenhagen&apos;s &quot;historic importance&quot; as opposition leader, in the months running up to Rio, he licensed his chancellor to argue that &quot;we&apos;re not going to save the planet by putting our country out of business&quot;. One thing that may help understand this shifting political positioning is a sense that  among that majority of voters who do acknowledge a climate change problem  the subject has slipped a little down the list of priorities. After three years of squeezed living standards, more of the people who accept carbon emissions need curbing warn leaders not to &quot;lose sight of the need to maintain human prosperity&quot;. The number taking this view has edged up from 45% to 50% since Copenhagen. Meanwhile, the most committed environmentalists  those who describe the climate as &quot;the most serious threat facing mankind&quot;  have dwindled somewhat. Before Copenhagen, 30% were in that camp; today its strength has fallen back to 27%. The modest swing towards putting economics before the environment is somewhat more marked among Tory supporters and backers of minor parties, and it could be that Conservative high command fear that excessively green positions could see the party surrendering some rightwing voters to Ukip. On the basic facts, however, a plurality of the supporters of all three parties are in agreement: 49% of Conservatives, 61% of Labour supporters and 67% of Lib Dems believe in man-made climate change. Even if some differences in the rhetoric between different political leaders is emerging, most voters appear to accept climate science, regardless of their own party affiliation. ICM Research interviewed a random sample of 1,002 adults aged 18+ by telephone on 22-24 June 2012. Interviews were conducted across the country and the results have been weighted to the profile of all adults. ICM is a member of the British Polling Council and abides by its rules.", 
    "section": "environment", 
    "gid": "environment/2012/jun/25/economic-climate-public-global-warming-poll", 
    "wordcount": "584"
}