{
    "headline": "On the road: Toyota Verso Excel", 
    "text": "Nigel Tufnel, the Christoper Guest character in This Is Spinal Tap, would approve of the music system in this. The volume goes up to 63. That&apos;s 52 louder even than 11. Actually  and Nigel might not fully understand this  it isn&apos;t. This 63 isn&apos;t that loud at all. Not loud enough, I&apos;d say, for amorning blast to blow away the cobwebs. A bit tinny, too. Certainlythis man at the lights in aBMW that&apos;s throbbing with window-rattling bass is making mefeel inadequate. If he&apos;s got asuper woofer in the bag, I&apos;ve got abichonfris. To be honest, the Toyota Verso isn&apos;t  and isn&apos;t meant to be  a very rock&apos;n&apos;roll vehicle. It&apos;s a family MPV, small enough to be parkable by all but total non-parkers, and manageable around town. But it&apos;s big enough  just  for three rows of seats. To be honest, Iwouldn&apos;t want to go right back there myself; I wouldn&apos;t even want to put any offspring back there if they were bigger than, say, a cocker spaniel. Perhaps I&apos;ll use the third row for the pair of bichons friss I&apos;ve suddenly decided I&apos;m going to get. And when you fold the third row flat  whoops, crpes de bichon fris, anyone?  there&apos;s a decent amount of luggage space. Or room for a pair of dobermans, perhaps, to replace the flattened BFs. Where did all these bloody dogs come from? Oh, yeah, the super woofer The Verso is practical rather than acar that&apos;s going to steal your heart. This is what&apos;s known as midlife refreshing (God, I could do with one of them), rather than a totally new model. On the outside it looks a little sleeker, less boxy than before, and the nose has been reworked (maybe I&apos;ll get one of them for me, too). The two-litre diesel engine in this one has also been reworked. And it&apos;s actually very impressive, not super-powerful but gutsy enough, with plenty of low-end torque. (Ha, I&apos;ve always wanted to write &quot;plenty of low-end torque&quot; in a car review, and now that I have, this is a career highlight.) To drive, it&apos;s comfy rather than sporty, not too bone-breaking over bumps, and quiet and relaxed on themotorway. This posher Excel model is nice inside, with a few extra toys and alovely panoramic glass roof that you can open in stages: no sky, some sky, loads of sky. All of which Iwould happily exchange for a few more decibels on the sound system. I&apos;d like to go up to 100, so I could say, &quot;This goes to 100&quot;, in the style of Nigel Tufnel. As well as having some serious presence and status atthe traffic lights. WHO LET THE DOGS OUT? WOOF WOOF WOOF WOOF Toyota Verso Excel 2.0 D4D 7-seat        Photograph: Simon Stuart-Miller for the Guardian    Price 24,590 Top speed 115mph Acceleration 0-62mph in 11.3 seconds Combined fuel consumption 53.3mpg Green rating 6/10 Cool rating 3/10", 
    "section": "technology", 
    "gid": "technology/2013/mar/16/sam-wollaston-toyota-verso-excel", 
    "wordcount": "517"
}