{
    "headline": "Urban population boom threatens Lake Titicaca - in pictures", 
    "text": "   A satellite view of Lake Titicaca, which straddles the border of Peru and Bolivia. The Andes Mountains are to the top right of the image Photograph: MODIS/Terra/NASA       Lake Titicaca, the largest lake in South America, appears to be a majestic pristine body of water. But it is quickly becoming contaminated, endangering the lives of indigenous people all along its shores across Bolivia and Peru. The name Titicaca means Puma Rock in the Quechua language of the Inca. The Inca, who colonised the area, believed the lake was the birthplace of the human race. Today its waters, which sit on the border between Bolivia and neighbouring Peru, support hundreds of small Aymara indigenous farming and fishing towns Photograph: Noah Friedman-Rudovsky       Aymara women cross a bridge of rocks on the shores of Lake Titicaca. The lake's water is increasingly contaminated by rivers that pass through the industrial city of El Alto. By the time the water reaches the lake it is highly contaminated, affecting the ecosystem and local residents. These communities produce crops and supply fish that Peru and Bolivia depend on to help feed their populations. Urban growth is not the only threat to traditional lakeshore life: increased mining, cattle operations and overfishing also put the lake at risk Photograph: NOAH FRIEDMAN-RUDOVSKY/Noah Friedman-Rudovsky       Water from the Huayna Potosi glacier near El Alto provides drinking water for more than 1 million people on Bolivia's high plains Photograph: Noah Friedman-Rudovsky       But the water is quickly contaminated as it runs downstream Photograph: Noah Friedman-Rudovsky       Water fills a reservoir right below the Huayna Potosi glacier near El Alto, Bolivia Photograph: Noah Friedman-Rudovsky       El Alto. What was once a shantytown perched next to the city of La Paz is now a political and industrial powerhouse of about 1 million people that has grown by nearly 50% since 2000. Despite this boom, the chronic poverty and lack of access to services historically faced by Bolivias indigenous people persist in El Alto. Bolivia is one of Latin Americas poorest countries, and its population of just 10.5 million people, of whom more than 6 million identify as indigenous, has radically shifted from the countryside to cities over the past two decades Photograph: Noah Friedman-Rudovsky       During the dry season, from May through November, the River Seco is just a trickle fed by wastewater from homes, slaughterhouses, tanneries and mining operations. Along its course through El Alto its waters run red with blood, vivid green with algae, black with oil and a thick brilliant rust colour from mineral processing. The riverbed also doubles as a dump - plastic bags, rotting food, tyres, dead dogs and faeces line its banks. The water smells sharp and bitter. When the rainy season arrives in December, everything sweeps toward the lake Photograph: Noah Friedman-Rudovsky       Sewage flows into a treatment pond on the Peruvian side of Lake Titicaca. Treating all the wastewater El Alto produces would require tens of millions of dollars to invest in piping and an adequate wastewater treatment plant, more money for an industrial park and even more money to guarantee waste disposal and educate communities. But the cash to create that infrastructure has not been forthcoming from national or local governments since serious pollution became apparent about 10 years ago Photograph: Noah Friedman-Rudovsky       Rigoberto Rios Miranda has lived for decades along the Pallina river which is a tributary to Lake Titicaca in Bolivia. He says that when he was younger the water was crystal clear and full of fish; now he can't even let his cows drink from it Photograph: Noah Friedman-Rudovsky       Water runs down from Bolivia's glaciers, through rivers that pass the city of El Alto, and finally arrive at Lake Titicaca Photograph: Noah Friedman-Rudovsky       The Pallina river which is a tributary to Lake Titicaca in Bolivia  is now highly polluted, but many residents still rely on its water for household use. Just two decades ago its water was crystal clear and full of fish Photograph: Noah Friedman-Rudovsky       Puno, on the Peruvian side of Lake Titicaca is the largest city on its shores. Recently the Peruvian government has stepped up efforts to reduce contamination from garbage and sewage after the bay became filled with duckweed. As Puno grows so does its effect on the bay. In 2007 its surface was a vivid, electric green that looked more like a broad expanse of grass than water due to uncontrolled growth of duckweed. That plant growth, which resulted from an overabundance of nutrients caused by household sewage run-off, creates a lack of oxygen in the water and chokes off much life below the surface  Photograph: Noah Friedman-Rudovsky       The ALT, an organisation formed by Peru and Bolivia to monitor and protect the lake, removed tonnes of duckweed from the Bay of Puno. Although today most of the green carpet of duckweed is gone and oxygen pumps are installed in the bay, Punos sewage treatment plant remains inadequate. Marcelino Coila Choque, an Aymara fisherman, has made his living fishing for his entire life, but now he only finds small fish known as karachia. He worries that because of pollution and overfishing there will be no fish left in the lake for his children Photograph: Noah Friedman-Rudovsky       Aymara fisherman at dawn on Lake Titicaca near the city of Puno, Peru. Pollution and overfishing are killing off the fish population of the lake Photograph: Noah Friedman-Rudovsky       Rubbish and small fish in a fisherman's net on the Peruvian side of Lake Titicaca Photograph: Noah Friedman-Rudovsky       Aymara people on the shores of Lake Titicaca in Bolivia live mainly from potato farming, fishing, and herding sheep and cattle. Their lives have changed drastically in recent years as pollution has made their water sources poisonous for their animals and crops and caused fish to die off Photograph: Noah Friedman-Rudovsky       Aymara people on the shores of Lake Titicaca in Bolivia Photograph: Noah Friedman-Rudovsky       Aymara families on the shore of Lake Titicaca now dig themselves wells because the river and lake water nearby is so contaminated Photograph: Noah Friedman-Rudovsky  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/jan/12/urban-population-boom-lake-titicaca-in-pictures", 
    "wordcount": "0"
}