{
    "headline": "Ban Ki-moon calls Rio Earth summit negotiations 'painfully slow'", 
    "text": "The United Nations chief, Ban Ki-moon, held out little hope on Thursday of an historic outcome at the Rio global development summit, now less than a month away, admitting negotiations had been &quot;painfully slow&quot;. The warning was the latest from United Nations officials and others involved in preparations that the summit, known as Rio+20, is unlikely to replicate the breakthrough achievements of the original environmental gathering in the city in 1992. Ban, who has made sustainable development and climate change his signature issues as secretary-general, was candid about the difficulties of having world leaders engage with Rio. &quot;The negotiations have been painfully slow,&quot; he told a group of journalists at the United Nations foundation on Thursday. The pace was so sluggish, in fact, that Ban prevailed on the international community to agree to an extra five days of talks, from 29 May to 2 June. The last-minute talks were aimed at getting at producing a face-saving outcome for a summit, which so far has failed to engage world leaders. With Barack Obama focused on his re-election, and European leaders focused on the financial crisis, the advance work for Rio has been left to bureaucrats who do not have the political clout to make the kind of bold decisions that would allow a breakthrough. Negotiations were bogged down on minor details and narrow national interests which, Ban said, had overwhelmed far more important issue of setting the world on the right track for sustainable growth. At one point, the negotiating text ballooned to an impossibly unwieldy 6,000 pages Ban said. It was currently about 80 pages. Other UN officials involved in Rio preparations have also rued the failure of world leaders to fully engage with the summit. But Ban added urgency to their concerns on Thursday. &quot;My message is that this is not the time to argue against any small, small items. Please do not lose (sight of the) bigger picture,&quot; Ban said. &quot;This is not the end. Rio+20 is just the beginning of many processes so they should be flexible. They should rise above national interests or specific group interests.&quot; He admitted the lack of urgency in the negotiations had drastically lowered expectations for Rio. &quot;There is some scepticism about whether this conference will be a success,&quot; Ban said. But he added that he remained optimistic. Ban&apos;s remarks mark the second time since mid-April in which he has tried to get world leaders to focus on the Rio+20 summit. For Obama, attendance at the summit would be politically toxic in an election year. Nancy Sutley, a White House environmental advisor, on Wednesday said the administration had yet to decide which officials to send to Rio. In his remarks, Ban said the summit had identified five main areas of concern including developing a global strategy for developing a green economy to putting in place the institutions that would encourage social development, such as improvements in health and education, along with economic growth. But he indicated that the most progress could happen outside the government negotiations, with ten of thousands of business leaders, activists, and environmentalists descending on Rio to make their case for a greener and more equitable model of development.", 
    "section": "environment", 
    "gid": "environment/2012/may/24/un-ban-ki-moon-rio-summit", 
    "wordcount": "544"
}