{
    "headline": "GM crops: protesters go back to the battlefields", 
    "text": "During the summer of 2003, more than 600 public meetings were held across the country on the order of the government. One was even held in the fictional town of Ambridge, setting for Radio 4&apos;s rural soap The Archers, such was the desire to spark a &quot;national debate&quot;. At each event, attendees were asked about their attitudes towards a technology that left very few people on the fence  genetically modified (GM) food. When Professor Malcolm Grant, the man chosen by the Labour government to lead the consultation, published the findings of the &quot;GM Nation&quot; report a few months later, the conclusions could not have been clearer: &quot;The mood ranged from caution and doubt, through suspicion and scepticism, to hostility and rejection.&quot; Such views, added the report, &quot;far outweighed any degree of support or enthusiasm for GM&quot;. In fact, only 2% of those surveyed said they would be happy to eat GM food. It was about an emphatic a &quot;No!&quot; from the British public as it could muster. The food industry, especially the supermarkets, heard it loud and clear and abandoned the technology. But almost a decade on from the report  and after barely a word spoken about the technology in the British media in the intervening period  GM food is once again creating a growing ripple of headlines. A collective of anti-GM protestors calling themselves Take the Flour Back promised last month that they would rip up a test crop of genetically modified, aphid-resistant spring wheat currently being grown at the Rothamsted research station in Hertfordshire on 27 May unless the small band of publicly funded research scientists abandoned the trial. The scientists have so far refused to back down, instead posting an emotional appeal on YouTube calling for the protestors to meet them and &quot;discuss the science&quot;. But tensions were raised further earlier this week when an organic farmer from Devon was charged for allegedly breaking in and vandalising crops and property at Rothamsted over the weekend, an act which a Take the Flour Back spokeswoman said the group &quot;had no information about&quot;. In stark contrast to the widespread anti-GM mood a decade ago  an age when GM was being described in the popular press as a &quot;Frankenfood&quot; and protesters dressed in bio-hazard suits routinely trampled on and pulled up test crops  it appears that the scientists have been far more successful this time at garnering sympathy and understanding of their work and motives. And there are signs from Europe, too, that attitudes are  albeit glacially  starting to shift: on Monday, Europe&apos;s food safety agency ruled against a temporary French ban on a strain of GM maize made by the US company Monsanto, saying there was &quot;no specific scientific evidence, in terms of risk to human and animal health or the environment&quot; to justify it. But the protesters feel the public is still on their side  a point supported by a British Science Association survey published in March which found that opposition to GM food in UK has only weakened by a few percentage points since 2003. Liz Walker, a veteran of the 1990s anti-GM protests who is now an active member of Take the Flour Back, says any notion that GM &quot;went away&quot; is folly. While the UK and, to an equal extent, the European Union, has largely shunned the technology, the rest of the world, particularly North America and Asia, has pushed ahead with growing GM crops commercially. &quot;Around 2.7% of the global agricultural acreage is under GM crops now,&quot; she says. &quot;There has been an almost unchallenged wave of pro-GM lobbying over the past few years in the UK and despite the GM Nation consultation finding clear opposition from the British public, there has been an absolute continuum of support for GM between the last government and the present one. Our supermarkets don&apos;t want it because they know their customers don&apos;t. They are not stupid. And there&apos;s just no market for it in Europe. But, despite all this, in recent years the UK government has approved GM wheat and potato trials.&quot; Walker, who says she &quot;works for a soap company&quot; but doesn&apos;t wish to discuss her background in further detail, says the protesters are happy to talk with the scientists but insists the planned direct action will only be called off if the trial is halted. Rothamsted has &quot;no democratic mandate to proceed&quot;, she says. Furthermore, the various claims by GM advocates  it is safe to grow and eat and offers multiple advantages to farmers and the environment  simply don&apos;t stack up: &quot;Supposed reassurances from America about the safety of GM crops have not been borne out. And there is a question mark about it being cheaper for consumers, too. Even the UN and World Bank said in a major joint report in 2008 that GM isn&apos;t a contender.&quot; (The 2,500-page &quot;International Assessment of Agricultural Knowledge Science and Technology for Development&quot;  IAASTD  concluded that the &quot;information [about GM] is anecdotal and contradictory, and uncertainty about possible benefits and damage is unavoidable&quot;.) When it was revealed last year that a trial for blight-resistant GM potatoes was being conducted at the John Innes Centre in Norwich, 60 protesters with signs saying &quot;Stop gambling with our chips&quot; marched through the city, before dumping a tractor-load of potatoes at the entrance. But media interest was negligible. Walker admits that there has been a conscious decision by the protesters this time round to raise the stakes. &quot;It took the announcement of this new protest to get everyone interested again in GM. The idea for the direct action emerged last year at a series of meetings held between those concerned by the announcement of the trial. Many were connected to the Community Food Growers Network.&quot; The network&apos;s online manifesto says it is &quot;actively engaged in growing food plants and supporting others to grow food, in healthy, sustainable ways.&quot; It adds: &quot;We exist to join together in defence of any member whose legitimate activities are threatened: an injury to one is an injury to all.&quot; Walker also admits that the group contains &quot;some of the same faces&quot; that were part of the Climate Camp, a nationwide, non-hierarchical collective of environmentalists that has organised a series of high-profile protest camps in recent years, but which appears to be now focusing on &quot;fracking&quot;, the controversial method of extracting natural gas from shale, as well as partially dissolving into groups such as Occupy and UK Uncut. Beyond this, Walker refuses to say who the protesters are or how many they number: &quot;We don&apos;t have a leadership structure. There&apos;s no fixed office and we take it in turns to man the phone.&quot; She says the protesters are &quot;keeping an open mind&quot; about how far they are prepared to take things on the day of the protest, but insists they have a mandate to express their objections. &quot;The scientists and their supporters are in a massive minority. Concerns about the science of GM, and its corporate ownership, are both key, intertwined reasons for opposing it. The public mood on this is clear.&quot; Mark Lynas, an anti-GM protester in the late 1990s who now admits to a Damascene conversion to the merits of the technology in recent years, believes the protesters have misjudged the public attitude to GM this time round. &quot;I think there are several reasons why GM is making a comeback. First, the blanket opposition to GM per se as a technology is obviously untenable in any scientific sense  there is no reason why it should present any new dangers in food, and, indeed, may well be safer than conventional breeding in crops.&quot; The experience of seeing GM crops grown and sold in other parts of the word goes a long way to prove this, he says: &quot;With the passage of more than a decade since the widespread commercialisation of GM crops in North America, Brazil and elsewhere, hundreds of millions of people have eaten GM-originated food without a single substantiated case of any harm done whatsoever.&quot; But the world&apos;s priorities and needs are also fast changing, says Lynas. Issues such as climate change and population rise mean we just don&apos;t have the luxury any more as a species to ignore or decry this technology: &quot;It is increasingly obvious  even to environmentalists like myself who had initial strong doubts about the technology  that unnecessarily ruling out crop improvement technologies harms the interests of humanity when our challenge is to feed over nine billion much richer people by mid-century on a similar cultivated area to today and without enormous increases in fertiliser and pesticide use.&quot; Lynas believes that the opposition to GM is now more driven by ideological rather than scientific objections: &quot;I think most of the remaining opposition to GM is really a displaced fear about big corporations dominating the food chain, which is why every argument about GM seems to be reduced down to one word: Monsanto. In which case we should be encouraging publicly-funded, open-source GM such as that conducted at Rothamsted and the John Innes Centre, not threatening to rip out their crops.&quot; It was, in part, the fear of international biotech firms such as Monsanto, Bayer and Syngenta attaining a stranglehold on global farming through their patented GM seeds that enraged so many back in the 1990s, when campaign groups such as GM Freeze were first formed to block the technology&apos;s advance. Pete Riley, a Friends of the Earth campaigner back then but now spokesperson for GM Freeze, the &quot;only UK national umbrella organisation&quot; to campaign against GM, says there is an increasingly pro-GM stance being adopted by the UK &quot;establishment&quot;. &quot;The UN&apos;s IAASTD report back in 2008 concluded that GM offered marginal benefits,&quot; says Riley. &quot;But since then we&apos;ve seen the government&apos;s Foresight Global Food and Farming Futures report published last year, as well as the Royal Society, being positive about GM. This has helped to push it back on to the table here in the UK.&quot; Riley says GM Freeze doesn&apos;t participate in direct action itself, but shares Take the Flour Back&apos;s concerns. &quot;Spring wheat only accounts for 1% of wheat grown in the UK. There just isn&apos;t a market for it here. You have to wonder if this wheat trial at Rothamsted is just an attempt to justify their stream of public funding. Anyway, alternative technologies such as marker-assisted selection [non-GM genetic mapping] is now overtaking GM, but the immense lobbying power of the industry could still get it back on to the agenda.&quot; It&apos;s the &quot;same-old&quot; thinking and assumptions being made about agriculture, observes Riley: &quot;Ultimately, we need to have a wide debate about the direction of agriculture in the EU. We&apos;ve been abusing our soil for 60 years. We need to move away from monoculture, energy-intensive farming. We don&apos;t need GM for a healthy diet. There&apos;s no evidence it increases yields. We need a diverse gene pool. The experience of using GM crops in the US has proved not to be good. There are now 21 herbicide-resistant weeds, meaning the industry is now proposing that more herbicides are introduced to tackle them. It&apos;s a pesticide treadmill in the US and a blind alley that we must not also go down.&quot; This kind of talk exasperates Colin Ruscoe, chairman of the British Crop Production Council, a charity, supported by the biotech industry, which &quot;promotes the use of good science and technology in the understanding and application of effective and sustainable crop production&quot;. The council has angrily condemned the planned anti-GM protest and believes it is an &quot;attack on science&quot;. Ruscoe says it was a &quot;deja vu moment&quot; when he heard about the protest, which &quot;took me back to when we had all those debates about &apos;Frankenfood&apos;&quot;. &quot;We saw the same reaction when the plough was introduced,&quot; he sighs. &quot;I am pessimistic about this debate. Europe is well fed. There is just no incentive to debate GM properly. It&apos;s simply not that high on the political agenda at the moment. Denmark, as president of the European Council, recently attempted to get it back on the table, but that failed. A compromise was also opposed. The opposition to GM in countries such as Germany is just too strong. Meanwhile, the rest of the world is racing ahead of us.&quot; Ruscoe believes this is foolish as GM offers the promise of a number of beneficial traits: &quot;Some crops could be climate change resistant. They could be both salt and drought resistant. Or they could be enhanced with extra health-giving properties such as omega-3 oils. Food security  being able to grow your own indigenous food supplies  has also become a bigger concern since the late 1990s. But it will take a few more shocks to the system to get the debate going again in Europe.&quot; But Ruscoe offers a controversial half-way house as a suggested way forward for this seemingly interminable debate. &quot;There has been a clever, yet misleading use of the word &apos;contamination&apos; in this debate by the organic food lobby. I actually have a lot of respect for the principles of that form of farming. The best of both worlds would be a meshing together of the two systems, with each crop treated on a case-by-case basis, with one shared goal being reduced pesticide use. This would clearly threaten the organic brand and cause problems for labelling organic foods. But it would only cause a contamination of the brand. We have to be more pragmatic and sanguine about GM.&quot; However, whether the protesters like it or not, GM crops are already heading towards Europe, insists Ruscoe. &quot;Eventually, due to their use in neighbouring regions, we will get GM crops blowing into Europe over borders. There will be leaks in the dyke. We need to accept and prepare for this, not fear it.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/may/22/gm-crops-protesters-battlefields", 
    "wordcount": "2385"
}