{
    "headline": "How extreme weather acts as a catalyst for climate concern", 
    "text": "Against a backdrop of lukewarm sentiment about environmental issues globally, levels of concern about climate change in Wales are at their highest for many years. In a poll of 1,001 people by Cardiff and Aberystwyth Universities published on Monday, 85% reported being either fairly or very concerned about the risks of climate change, while 88% agreed that the climate was changing  levels not seen in British opinion polls since the mid 2000s. The authors of the study reported a number of findings that can be compared directly to previous studies of the UK public as a whole. When identical questions were asked in a UK-wide survey in 2010, notably lower levels of belief in the reality of climate change and concern about its effects were observed. The survey was conducted at the end of 2012, just after serious flooding swept across the nation, and the results reveal what looks like a significant impact of the floods on people&apos;s views about climate change. Across the sample as a whole, 65% agreed that the country was already feeling the effects of climate change. But the researchers surveyed an additional number of people in an area that was particularly affected by flooding (around Ceredigion). Among this group, the figure rose to 74%. The Welsh study is not the first to point to a link between weather events and perceptions of climate change. A recent analysis of US public opinion over two decades found a clear and consistent relationship between average temperatures and belief in the reality and seriousness of climate change. The study even put a figure on the impact of seasonal weather on climatic beliefs: for every degree above the average temperature experienced over the past 12 months, there was a 7.6% increase in agreement that the world was warming. So as the impacts of climate change in the UK start to hit home, we might expect to see weather-related variation in the number of people expressing concern about climate change. But as recent comments by Boris Johnson illustrate, this is a double-edged sword. In a recent Telegraph column, the London mayor suggested that the snow outside of his window was a reason to question the reality of global warming. An important question is the extent to which these latest findings can be extrapolated to the rest of the UK. On the one hand, the timing of the floods is likely to have had a big effect - and so the salience of climate change in flood-ravaged areas of rural Wales may not be mirrored in urban centres across the British Isles. But many other parts of the UK also experienced flooding around this time, and previous research has suggested that experiencing flooding can increase both people&apos;s willingness to act on climate change, and their concern about the underlying problem. Of course, it is not possible to construct a direct causal link between any single weather event and climate change. The best that scientists can do is give an estimate of how much more likely, or more severe, a particular weather event will become as the climate changes. The weather presents a paradox for climate change communicators: day-to-day weather is not a good guide to climatic changes at a global level, but it is the only way that most of us will ever experience the climate. That it takes a situational trigger like flooding to stimulate concern about climate change is perhaps unsurprising - globally, the issue is simply not at the top of most people&apos;s agenda, and it is routinely ranked as less important than the economy, health, or education. Similarly, the power of personal experience to override even repeated statements about facts and figures is well documented - so localised weather is likely to continue to play a central role in the way the public thinks about climate change. The Welsh experience of flooding in 2012 seems to have acted as a catalyst for concern about climate change, fortunately without any reported loss of lives. But reflection on the relationship between extreme weather and perceptions of climate change raises a troubling question: if it takes a flood, hurricane or heat wave to make climate change a reality, might we not be leaving things a little late?", 
    "section": "environment", 
    "gid": "environment/blog/2013/mar/04/extreme-weather-catalyst-climate-concern", 
    "wordcount": "708"
}