{
    "headline": "Arctic sea ice shrinks to smallest extent ever recorded", 
    "text": "Sea ice in the Arctic has shrunk to its smallest extent ever recorded, smashing the previous record minimum and prompting warnings of accelerated climate change. Satellite images show that the rapid summer melt has reduced the area of frozen sea to less than 3.5 million square kilometres this week  less than half the area typically occupied four decades ago. Arctic sea ice cover has been shrinking since the 1970s when it averaged around 8m sq km a year, but such a dramatic collapse in ice cover in one year is highly unusual. A record low in 2007 of 4.17m sq km was broken on 27 August 2012; further melting has since amounted to more than 500,000 sq km. The record, which is based on a five-day average, is expected to be officially declared in the next few days by the National Snow and Ice Data Centre in Colorado. The NSIDC&apos;s data shows the sea ice extent is bumping along the bottom, with a new low of 3.421m sq km on Tuesday, which rose very slightly to 3.429m sq km on Wednesday and 3.45m sq km on Thursday. Scientists predicted on Friday that the Arctic Ocean could be ice-free in summer months within 20 years, leading to possibly major climate impacts. &quot;I am surprised. This is an indication that the Arctic sea ice cover is fundamentally changing. The trends all show less ice and thinner ice,&quot; said Julienne Stroeve, a research scientist with the NSIDC.     Arctic sea ice loss  Photograph: guardian.co.uk    The shrinking of the ice cap was interpreted by environment groups as a signal of long-term global warming caused by man-made greenhouse gas emissions. A study published in July in the journal Environmental Research Letters, that compared model projections with observations, estimated that the radical decline in Arctic sea ice has been between 70-95% due to human activities. &quot;We are on the edge of one of the most significant moments in environmental history as sea ice heads towards a new record low. The loss of sea ice will be devastating, raising global temperatures that will impact on our ability to grow food and causing extreme weather around the world,&quot; said John Sauven, director of Greenpeace UK. Sea ice experts on Friday said they were surprised by the collapse because weather conditions were not especially conducive to a major melt this year. The ice is now believed to be much thinner than it used to be and easier to melt. Arctic sea ice follows an annual cycle of melting through the warm summer months and refreezing in the winter. The sea ice plays a critical role in regulating climate, acting as a giant mirror that reflects much of the Sun&apos;s energy, helping to cool the Earth. David Nussbaum, chief executive of WWF-UK, said: &quot;The disappearance of Arctic ice is the most visible warning sign of the need to tackle climate change and ensure we have a world fit to pass on to the next generation. The sheer scale of ice loss is shocking and unprecedented. This alarm call from the Arctic needs to reverberate across Whitehall and boardrooms. We can all take action to cut carbon emissions and move towards a 100% renewable economy.&quot; Ed Davey, the UK climate and energy secretary, said: &quot;These findings highlight the urgency for the international community to act. We understand that Arctic sea-ice decline has accelerated over recent years as global warming continues to increase Arctic temperatures at a faster rate than the global average. &quot;This Government is working hard to tackle climate change and we are working closely with our international partners not to exceed 2 degrees above pre industrial levels. I am calling for the EU to increase its emission target from 20% to 30% and will be taking an active lead at the UNFCCC Climate change talks in Doha later this year, where I will push for further progress towards a new global deal on climate change and for more mitigation action now. The fact is that we cannot afford to wait&quot;. Canadian scientists said this week that the record melt this year could lead to a cold winter in the UK and Europe, as the heat in the Arctic water will be released into the atmosphere this autumn, potentially affecting the all-important jet stream. While the science is still developing in this area, the Met Office said in May that the reduction in Arctic sea ice was contributing in part to the colder, drier winters the UK has been experiencing in recent years.     Arctic sea ice extent on 12 September 2012, in white, compared with the 1979-2000 median, marked with a red line. Photograph: NSIDC     John Vidal was hosted aboard a Greenpeace research vessel. The NGO did not have control over editorial copy", 
    "section": "environment", 
    "gid": "environment/2012/sep/14/arctic-sea-ice-smallest-extent", 
    "wordcount": "779"
}