{
    "headline": "Photographer documents a year in the life of a tree on his iPhone", 
    "text": "It was a sight so familiar it was almost beyond noticing: a bur oak  though an old and particularly gorgeous specimen  towering above the corn fields that Mark Hirsch drove past daily on the road into town. Then Hirsch, a photographer with a studio in Dubuque, Iowa, got his first iPhone. A friend challenged him to use the camera feature, and Hirsch decided to spend the next year photographing the bur oak that was such a feature of his daily commute. The result is That Tree, a year-long photo diary of the life of the tree. As far as the tree was concerned, it was a year of dramatic occurrences: 2012 saw a historic drought across the mid-west as well as a punishing winter. At the height of summer, after a string of 38C-plus days, the leaves on the tree curled up and crumbled away into the dried-out corn fields. In the depths of winter, after a terrible blizzard, the tree was surrounded by snow, nine or 10 inches deep, and broken only by the tracks of a deer.     The tree pictured on 19 January 2013. Photograph: Mark Hirsch/PSG    It was a year of transformation for Hirsch as well. Before taking on the tree, he had never really worked as a landscape photographer. And while he describes himself as a &quot;quiet environmentalist&quot; and a keen hunter, hiker, and outdoorsman, who lives on 200 acres on the other side of the Mississippi river from his studio in the state of Wisconsin, he had never looked that closely at the natural world. After about two weeks, he feared he had run out of ways to photograph the tree. He had exhausted all the angles that immediately came to mind. &quot;I thought: oh my gosh? How am I going to do this for a year?&quot; he said. The iPhone imposed additional limitations. The time of day prized by photographers, the pre-dawn early morning hours or those minutes when day turns to dusk, were often too dark for the iPhone&apos;s camera. Hirsch would take some pictures, drive home to view the images on his computer and be forced to return and try again because the light was not good enough. In time, he learned to look out for the smaller changes, to watch the leaves grow on the branches or the acorns accumulate on the ground beneath the tree. He grew fascinated by the tracery made by Japanese beetles devouring the leaves. Those small biological changes  none of which he would have much noticed in the past  formed a large body of the work in the book. &quot;It made me a way better photographer,&quot; Hirsch said. &quot;As a photojournalist you run into a situation and document a specific topic and an inanimate object that just sits on a landscape is a passive subject. I just really had to change my way of thinking, and my way of looking at the world and it has really had an incredible impact on me.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/may/24/photographer-year-bur-oak-iphone", 
    "wordcount": "495"
}