{
    "headline": "Tax evasion still crippling Africa as rich countries fail to deliver support", 
    "text": "Rich countries have promised much but delivered little meaningful support to African countries on tax evasion, said a report ahead of a G8 meeting chaired by David Cameron. The UK prime minister has made tax and transparency key subjects for next month&apos;s summit at Lough Erne, Northern Ireland, but this year&apos;s Africa Progress Panel report, Equity in Extractives, criticises the rich countries in the Organisation for Economic Co-operation and Development (OECD) for their failure to strengthen disclosure standards. Africa loses twice as much in illicit financial outflows as it receives in international aid, the panel said. It is unconscionable that some companies, often supported by dishonest officials, use unethical tax avoidance, transfer pricing and anonymous company ownership to maximise profits, while millions of Africans go without adequate nutrition, health and education, the panel added. Although the report praises efforts on the exchange of information and the establishment of standards, it says these are no substitute either for the multilateral action needed to curtail tax evasion, or for supporting Africa to strengthen tax administration systems. &quot;The focus has been on wide-ranging dialogue, in which Africa is a small part, and on information-sharing, but it has been devoid of substance,&quot; said Kevin Watkins, the report&apos;s lead author and incoming director of the Overseas Development Institute. &quot;Africa is haemorrhaging resources, but has no capacity to tackle the problem. It is bad for Africa, it is bad for the OECD and we are trying to get across the message that Africa should be put at the heart of the partnerships.&quot; While calling on the OECD countries, including the UK, the US and Switzerland  the world&apos;s leading commodity trading hub  to strengthen disclosure standards, the Africa Progress Panel said African leaders also face critical choices. &quot;They can either invest their natural resource revenue in people to generate jobs and opportunities for millions in present and future generations,&quot; said the panel. &quot;Or they can squander this opportunity, allowing jobless growth and inequality to take root.&quot; As an example of Africa losing out, the report cites five mining deals between 2010 and 2012 that cost the Democratic Republic of the Congo more than $1.3bn (almost 1bn) in revenues through the undervaluation of assets and sale to foreign investors. Under the deals, DRC sold copper and cobalt assets to offshore companies linked to an offshore-registered holding company called Fleurette. Glencore and the Eurasian Natural Resources Corporation  both listed on the London Stock Exchange  subsequently bought assets acquired by the offshore concession holders. According to the report, assets valued at $1.63bn were sold to offshore companies for $275m. The offshore companies reaped high profits from the sale of concession rights  the average rate of return across the five deals was 512%, rising to 980% in one. The sum represents twice the annual health and education budgets of a country with one of the worst child mortality rates and 7 million children out of school, said the report. The panel was concerned by the lack of transparency in African state companies, particularly in Angola and Equatorial Guinea, which have experienced high rates of growth but where poverty remains rampant. In Angola&apos;s case, oil revenues have generated $3bn-6bn a year in government revenues, yet the country&apos;s under-five mortality rate is the eighth highest in the world  161 per 1,000 live births. &quot;Angola is one of the world&apos;s fastest-growing countries,&quot; said Watkins. &quot;It has vast resources that are potentially transformative: it could build an entire electricity grid or finance a full-scale health and sanitation system; instead the oil revenue is going into a property boom in Luanda.&quot; According to International Monetary Fund, billions have gone missing from Sonangol, the state energy company. $4.3bn was still unaccounted for last year. Angola provides a stark example of how a resource boom has benefitted a privileged few. &quot;In many African countries, natural resource revenues are widening the gap between rich and poor. Although much has been achieved, a decade of highly impressive growth has not brought comparable improvements in health, education and nutrition,&quot; said the report. It called on African governments to improve governance and strengthen national capacity to manage extractive industries as part of a broader economic and development strategy, and to put transparency and accountability at the heart of natural resource policies. As for rich countries, the report said they should build on the US Dodd-Frank Act  requiring full disclosure of payments by resource extraction companies to foreign governments  and comparable EU legislation to develop a global standard for transparency and disclosure. They should also develop a credible and effective multilateral response to tax evasion and avoidance, and tackle money laundering and anonymous shell companies. &quot;Tax avoidance and evasion are global issues that affect us all. The impact for G8 governments is a loss of revenue. But in Africa, it has direct impact on the lives of mothers and children,&quot; said Kofi Annan, former UN secretary general and chair of the Africa Progress Panel. The UK has been criticised for not doing enough on its own tax havens. &quot;Whilst the government talks of &apos;tough negotiations&apos; with the Liechtensteins of the world, it has power, through the crown, to stop some of the most egregious havens and yet is holding back,&quot; argued Ben Phillips on the Global Dashboard blog. &quot;If UK tax havens fail to adequately tackle the secrecy and other practices that facilitate tax dodging, it is ultimately because the UK allows it.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2013/may/10/tax-evasion-africa-rich-countries", 
    "wordcount": "925"
}