{
    "headline": "Solitaire Blitz: hands-on with the next Facebook hit from Popcap", 
    "text": "If any company can take one of the most widely available casual games on the planet and make it even more popular it&apos;s probably Popcap. The creator of compulsive time-killing legends such as Peggle, Zuma and Bejeweled (which alone, has now shifted more than 50m units) has just announced its next Facebook game, Solitaire Blitz  a fast-paced variation on the classic Klondike solitaire derivatives available on just about every PC and Mac released since the early eighties.  As usual with Popcap titles, the simple premise is effectively a smiley-faced Trojan horse, delivering deep scoring and purchasing mechanics. The game has a standard set up of seven feeder piles, from which gamers draw cards to create sequences in the four foundation slots at the top of the playing area. Here, though, the numerical sequences can go up or down in card value, so you&apos;re able to put either a four or six on top of a five. It&apos;s possible to start a game with the feeder piles already populated with cards, too  everything is manufacturered to produce a speedy, ultra-fluid game, in which experienced players zip cards about the screen like a Las Vegas croupier.       And this being a Popcap title, there are lots of little extras. At the start of a round, players can choose from a selection of boost options, allowing you to, say, start with a joker, or to place a mine under one of the feeder piles, which explodes all the cards when you reach it. Also, the foundation slots can sometimes be locked, so you need to uncover a card with a key symbol on it, in order to open up and start that stack.  The whole thing works on a timer  the quicker you complete the round, the higher your score. Clearing a feeder line adds extra seconds to the clock, like reaching a check point in an arcade racing game. Interestingly, this isn&apos;t the only arcade technique the designers have employed. If players manage to create a sequence of similar cards across the foundation slots (like having all royals) they get a score boost, giving the game a sort of fruit machine dynamic.  At the end of a round, successful players are given a range of cute little items that convert into silver which can then be used to buy new boosts and other goodies. Popcap accutaely understands the psychology of the casual gamer  trinkets, and the ability to share those trinkets  is the life force of the social game.      Solitaire Blitz is, as you&apos;d expect, ridiculously compelling. The boosts and timer additions, which could easily have been intrusive, seem perfectly judged and carefully balanced to allow proper tactical play to develop. The timer element adds a sense of frenetic action, and the streamlined card selecting process (you can just click on cards and they&apos;ll zoom up to the foundation area, or shake if they&apos;re unplayable) is slick and satisfying.  Monetisation is pretty subtle, but don&apos;t be fooled, it&apos;s there alright. Players can pay for extra boosts, for silver or for energy, which depletes as you play more rounds  a standard set of Facebook gaming systems. There are also a range of differently designed decks to unlock or purchase, ranging from the aquatically themed &quot;Captain&apos;s Wheel&quot; to an Eiffel Tower option with Gallic flourishes. Players are able to share items, and can easily compare scores with friends so there are co-op and competitive elements. I also love the fact that the score has been recorded by the Seattle Symphony Orchestra  surely a musical first for a Facebook game soundtrack? I&apos;ve played for barely an hour, but already it&apos;s clear the Popcap formula of taking reasonably well-known gaming genres, boosting them with lovely presentation and adding in a deeper scoring mechanic, is in full swing. It&apos;ll be interesting to see how the title fares against Zynga&apos;s lasting favourite Texas Hold &apos;Em Poker, which boasts more than 32 million monthly active users. With Popcap&apos;s other Facebook titles, Bejeweled Blitz and Zuma Blitz, hovering around at the modest 3m monthly users mark, the EA-owned developer will no doubt be looking to make more of an impact with this one  especially as everyone with a computer knows how to play.  Solitaire Blitz will be launched on facebook in March", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/feb/09/solitaire-blitz-hands-on-preview", 
    "wordcount": "713"
}