{
    "headline": "Five bike tips for post-Christmas cycling novices", 
    "text": "As I locked up my bike this morning in the Guardian&apos;s subterranean, Batcave-like cycle store, it was a struggle to find a place. Something similar happens every early January as the triple whammy of tightened waistbands, empty post-Christmas wallets and above-inflation transport fare rises take effect. Many of the extra cyclists are returnees but some will be newcomers to bike commuting. With that in mind, I&apos;ve put together a small and somewhat arbitrary handful of tips for those considering a switch from the car, bus or train to a bike. And, of course, I&apos;d love to hear your advice too.  Don&apos;t worry too much about the (first) bikeIn general I&apos;m a believer that buying the absolute cheapest bike you can find can be a false economy: costly parts will wear out quickly and riding should be fun, not a chore. But that said, if your route into cycling is your mate&apos;s passed-on-for-free elderly, heavy, slightly unsuitable bike then as long as it&apos;s safe to ride then why not? You can always buy a better replacement in the future. The bike on which I rediscovered cycling in my early 20s was a low-tech, hulking Raleigh mountain bike which weighed roughly the same as a Volvo. When I eventually got a decent bike it just meant I enjoyed that all the more.  Be safe, but don&apos;t become too obsessed by safetyThere are all sorts of ways to learn safe riding  adults can take the excellent Bikeability courses  and this is to be encouraged. But don&apos;t let the sometimes endless media coverage of cycle deaths and injuries put you off. Cycling is generally very safe. And, as doesn&apos;t get pointed out nearly often enough, the risks don&apos;t just go one way: statistically, decades of inactive commuting in a car or on a train is far more likely to kill you.  Plan your route in advanceUnless you already know the route you plan to ride really well, try making the trip on a quiet Sunday, seeking out quiet back routes and making sure you&apos;re happy with the various junctions and roundabouts. These aren&apos;t things you want to think about in heavy traffic when you&apos;re running late.  Get some mudguardsLots of new bikes don&apos;t come with mudguards, but the extra 20 or so to get them fitted is the best cash you&apos;ll spend, unless you enjoy that damp-and-muddy-stripe-on-the-bum look. Plus, it&apos;s a basic courtesy to those cycling behind you.  Enjoy itJudging from the expressions of many of my London fellow commuters  teeth gritted, brow furrowed, shoulders hunched  you&apos;d think they&apos;d been forced onto the bike at gunpoint. Have fun. Look at your surroundings. Think about your day ahead. Plan your long-mooted novel. And go fast if you want to, but it&apos;s not compulsory.", 
    "section": "environment", 
    "gid": "environment/bike-blog/2013/jan/03/new-year-cycling-novice-tips", 
    "wordcount": "459"
}