{
    "headline": "On the road: Hyundai Santa Fe Premium SE 4WD 7-seat 2.2 CRDi", 
    "text": "It&apos;s a modern, middle-class problem. I&apos;m talking about the accumulation of things  children, buggies, bicycles, etc  to the point where they don&apos;t fit in your car any more. Obviously the correct thing to do is to give them away, kids&apos;n&apos;all. Take Saint Francis&apos;s lead, live in poverty, without possessions. Sadly not everyone will be prepared to. The alternative is to get a bigger car. In the olden days, this was simpler; cars grew in one dimension only, along the x-axis, and they became estate cars. If there still wasn&apos;t enough room, you got a roofrack, and if the kids got cold up there, you wrapped them in atarpaulin. Then cars started growing along the y and z axes, too. People-carriers were born, and they work  they carry plenty of people (even if there&apos;s often not much room for the bikes, etc). But for anyone interested in cars or driving, this is a miserable option, because they&apos;re horrid and they drive like buses. (And what about the poor busman who gets one, what kind of holiday is that?) More acceptable, from a driver&apos;s point of view, is an SUV. Trouble is, SUVs are not acceptable to a whole lot of people, me included. They clog up the roads, the supermarket car park, the lungs and the arteries of the planet. And, in spite of their enormous size, they don&apos;t actually carry any more people. Plus no one  well, very few people  actually needs one. They are a modern menace. Actually, as SUVs go, this isn&apos;t the most hateful. It&apos;s not the biggest, the most polluting, the most eff-you-all-you-effing-plebs. It&apos;s reasonable value (prices start at 24,495 for the basic 2WD version). Not as good value as the previous Santa Fe, but then this is a superior car  more refined, better designed, higher quality inside. This Premium model is loaded with kit. I&apos;ve got ABS, AHS, BAS, DBC, ESP, ESS, HAC, TSA, VSM, TPMS honest, if only there was space to tell you what it all stands for. To drive, it&apos;s comfortable rather than sporty, it soaks up the bumps and is smooth on the motorway. Oh, and it has an extra row of seats (though you&apos;d have to be quite small to fit back there). A people-carrier, too, then, without the full bus driver experience. Or they fold away, to make more space for stuff Hang on, though I&apos;m not condoning this car. It&apos;s still an SUV, still unacceptable, still too big, you still almost certainly don&apos;t need one. You don&apos;t even have to go down the full Franciscan route, just a little way, lose a little. Kids, too. If you have more than two of those, you don&apos;t actually have to give them away. Just leave them home, alone. Or put them on an actual bus. Hyundai Santa Fe Premium SE 4WD 7 Seat 2.2 CRDi        Photograph: Simon Stuart-Miller for the Guardian    Price 34,395Top Speed 118mphAcceleration 0-62mph in 10.1 secondsCombined fuel consumption 41.5mpgCO2 emissions 178g/kmEco rating 5/10Cool rating 5/10", 
    "section": "technology", 
    "gid": "technology/2013/jan/04/hyundai-santa-fe-premium-review", 
    "wordcount": "504"
}