{
    "headline": "Chinese hospital heals sore spot in Zambia", 
    "text": "Joy Bwalya-Mwale, 16, has a baby tied to her back and an umbrella to protect her from the burning sun. The teenage mother has come for a check-up at the Levy Mwanawasa general hospital in Lusaka, Zambia, where her daughter, Natalia, was born eight months ago. Asked who built the hospital, she says she doesn&apos;t know. Told that it was China, Bwayla-Mwale replies: &quot;I&apos;m not surprised. When you give a gift, you have to give it with all your heart. China did it to help with our health facilities. I don&apos;t think it wants something in return.&quot; But China isn&apos;t exactly hiding its light under a bushel. Outside the white-walled hospital is a black plaque with gold lettering  &quot;China-Zambia Friendship Hospital&quot;  and a logo combining maps of Africa and China. The signs for the exits and fire hydrants are written in both English and Chinese, although worryingly the latter are said to be incompatible with Zambian fire engines. Set in calm surroundings close to nature, the hospital opened in August 2011 and includes casualty, dental and maternity wards as well as laboratories. It has 159 beds, treats 2,600 patients and delivers 260 babies each month on average. Of its 455 staff, 11 are Chinese  all from Henan province. It is the first general hospital in Lusaka province and has eased the pressure on the century-old University Teaching hospital, the biggest in the country. John Kachimba, medical superintendent and consultant urologist, said there had been talk of building a general hospital since he began practising two decades ago. It took the Chinese to come and get it done. &quot;I believe it was a gift from China,&quot; said Kachimba, sitting behind a laptop and desk. &quot;I think it was just a sign of friendship. They built this, they built a stadium in the copper belt.&quot; It was also certainly good PR, he says. &quot;Looking at the hospital, your impression of them will be much better than looking at a mine with [poor] safety standards and controversy over wages. For them, the hospital is definitely a positive thing.&quot; Lessons were learned, he says, to avoid a repeat of the Chinese-built hospital in Luanda, Angola, which was forced to close due to structural problems. As for the Chinese-supplied medical equipment, Kachimba says candidly: &quot;It&apos;s not world class. It&apos;s OK.&quot; China has been sending doctors to Zambia and building railways there for decades. In recent years, China says it has created 50,000 jobs in the southern African country with bilateral trade reaching $3.5bn (2.27bn) in 2011. The Asian giant&apos;s thirst for natural resources has helped spur Zambia&apos;s economic growth. In an incident in 2012 a Chinese mine manager was killed during a riot. &quot;Periodically, we have these flare-ups of people wondering if it&apos;s necessary for China to bring unskilled labour,&quot; Kachimba reflected. &quot;That&apos;s not an issue at this hospital because we need the skills. If you go to a building site, they&apos;re less welcome.&quot; The hospital&apos;s Chinese staff comprise five surgeons, two radiologists, a gynaecologist, anaesthetist, theatre nurse and interpreter  not all can speak English. &quot;I think the Chinese and Zambian staff get on well,&quot; Kachimba said. &quot;It&apos;s a generation thing: the younger ones interact very well. For the older ones, there&apos;s a language barrier.&quot; Among the younger arrivals is Dr Yui Hui, a paediatric surgeon. He said: &quot;The hospital was built by the Chinese government and is developing bilateral economic relations. It&apos;s a double win. The Chinese government from its heart would like to help Zambia. If there is more communication, we can solve problems. Most Zambians are friendly to us. Sometimes there is a dispute, but it&apos;s just a difference of opinion, nothing special.&quot; Why did the Chinese staff decide to come? &quot;The government needed us,&quot; Yui says. &quot;Some of us moved to learn a language, some wanted to enrich their life. It might be the only chance we get to work abroad. I enjoy it here. The environment is beautiful: no water pollution, no air pollution. The climate is agreeable.&quot; China continues to exert soft power in Zambia. This month, Hwatai Mining Investments Corporation signed an agreement with the former president, Kenneth Kaunda, to construct a school for vulnerable children in memory of his wife. President Michael Sata recently paid a state visit to Beijing and his government has introduced Mandarin language lessons to selected schools. Greg Mills, director of the Johannesburg-based thinktank the Brenthurst Foundation, said: &quot;Essentially, the Chinese will realise, like others before them, that good governance norms are not luxuries but necessities in protecting investments and relationships from the vagaries of leadership and paucity of institutions, in Africa as elsewhere. &quot;Similarly, soft power is an important tool in reducing sensitivities to a fear of outside domination, whether by the west or Chinese for that matter, especially important given Africa&apos;s colonial history and the pernicious prevalence of a zero-sum mentality among Africans when it comes to investment and operations in Africa by outsiders  a fear of outsiders taking what rightfully belongs to them.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2013/apr/29/china-aid-build-hospital-zambia", 
    "wordcount": "867"
}