{
    "headline": "Mystery bird: Snowy owl, Bubo scandiacus", 
    "text": "      Snowy owl, Bubo scandiacus (synonyms, Bubo scandiaca, Nyctea nyctea and Nyctea scandiaca; protonym, Strix scandiaca), Linnaeus, 1758, also known as the (great) white owl, Arctic owl or as the harfang, photographed on the Konza Prairie Research Natural Area, Kansas State University, Manhattan, Kansas (USA).  Image: Dave Rintoul, 4 January 2012 (with permission) [velociraptorize].Canon EOS10D body, 100-400 mm f/5.6 Canon IS zoom lens    Here&apos;s the original image of this same individual (pictured above) that I showed as the daily mystery bird:        Question: This North American mystery bird is out of its normal range. Can you tell me where this species is usually found and why it is out of its typical range? Can you identify this bird&apos;s taxonomic family and species? Response: This is a juvenile snowy owl, Bubo scandiacus. The snowy owl is a large diurnal species that spends most of its time sitting on the highest bit of ground it can find, silently waiting for its preferred prey to scurry into view. Snowy owls occur farthest north of any North American owl species. They are also the heaviest and, especially for fans of the Harry Potter films, the most distinctive of all owl species.  Snowy owls are a circumpolar species that typically summer above 60 degrees north latitude. They breed in the Arctic tundra in northern Alaska, Canada, Scandinavia and Eurasia. Several snowy owl pairs also breed in the northernmost reaches of the British Isles. Snowy owls are nomads that are known to wander widely. They prey upon lemmings and other rodents on the tundra, but will move south en masse when the populations of their preferred prey crash locally. Such movements are known as irruptions, and these irruptions occur approximately every four years, known as &quot;irruption years&quot;. Most birds that irrupt southwards are youngsters, although adults may accompany the young birds when the numbers of rodents and other small animals, such as hares, are particularly low. The winter of 2011-2012 is one such irruption year, which explains why this particular individual is so far south of its normal range.  Here&apos;s a fascinating video about snowy owls, some of which was filmed in western Washington state, where I grew up and roamed about, seeking irrupting snowy owls (although, one especially fine year, a snowy owl came to visit my university campus in Seattle):             Visit LabofOrnithology&apos;s YouTube channel [video link].  This next video tells about one irrupting snowy owl that could have died after crashing into a car near Spokane (east of Seattle, where the previous video was shot):             Visit WashingtonStateUniversity&apos;s YouTube channel [video link (read more about this snowy owl, named Tundra)].  Interestingly, when the Arctic climate extended farther south than now, snowy owls lived much farther south, too. We know this from Paleolithic cave art in Ariege, France, which includes an outline of two snowy owls and their chicks. This prehistoric drawing makes snowy owls the first bird species to be recognisably represented in art anywhere in the world. (Perhaps one might even be tempted to argue that this prehistoric painting of snowy owls was the first ever field guide?) Snowy owls are distinctive, and even the angle from which this individual mystery bird was photographed from allows easy identification. They can be distinguished from the following species based upon these field marks:   the white-morph gyrfalcon, Falco rusticolus, has long, broad wings that are more pointed, and a longer tail. Although you cannot see the bird&apos;s head in this photograph, gyrfalcons also have a noticeably smaller head and their feet are not feathered  the barn owl, Tyto alba, has honey-brown upperparts with black and white spots, and it lacks any barring. Barn owls are also much smaller than snowy owls and they do not have fully-feathered feet. In flight, barn owls look like they&apos;ve crashed head-first into a window; they&apos;ve got a wide, flat face, a feature that you would immediately know as distinctive if you could see this bird&apos;s rounder face and head  albino red-tailed hawks, Buteo jamaicensis, rare as they are, may provide a brief moment of confusion but can be distinguished from juvenile snowy owls by their longer tails, smaller heads, and lack of barring in their feathers. Of course, an adult male snowy owl also lacks barring in its feathers, being all white, but the tail length, head size and shape and its fully-feathered feet are still distinctive You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or mp3 files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientistevil google+: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/jan/18/6", 
    "wordcount": "791"
}