{
    "headline": "Benyon hits out at Hugh Fearnley-Whittingstall in defence of sea conservation plans", 
    "text": "The environment minister, Richard Benyon, has hit back at critics of the UK&apos;s plans to protect England&apos;s marine life, singling out campaigner Hugh Fearnley-Whittingstall as failing to understand the cost involved in creating dozens of &quot;properly&quot; protected marine conservation zones (MCZs). Writing in the Guardian on Friday, Benyon said the TV chef did not think &quot;he would trouble his viewers with matters of cost&quot;, but the minister did not &quot;have that luxury&quot;. Fearnley-Whittingstall led a march on Westminster last month, urging the government to stick to its original plan of designating 127 MCZs that would be protected from damaging trawling and dredging. Last December the government said it would create just 31 zones because of a lack of scientific evidence on other sites. But Benyon was trenchant in his defence of the smaller number of zones, writing: &quot;I had a conversation with Hugh Fearnley-Whittingstall and explained that it was quite an achievement to have got this far at a time when government budgets were being cut. I asked him to suggest, if I ignored the science and designated all 127 sites at a cost of millions, where should I get the money?&quot; He argued that it was better to have fewer zones that are policed by enforcement agencies rather than more &quot;lines on maps&quot;. &quot;For some it&apos;s a binary issue. Designate all 127 or you are a penny-pinching minister who is in the pocket of the fishing industry. In fact it would have been easy to designate vast areas of the UK&apos;s waters that are of little ecological value because it would have looked good on a map. Instead we are doing this properly.&quot; The Department for the Environment, Food and Rural Affairs (Defra) is running a consultation on MCZs that closes on 31 March. Responding to Benyon&apos;s comments, Fearnley-Whittingstall told the Guardian: &quot;The sticking point for me and for the tens of thousands of citizens who have written to the Defra consultation on MCZs in support of a full network of sites to protect our seas is simple. Benyon has given no timeframe for a second tranche of sites or even a commitment that there will be any more at all beyond the first 31. Given yet another opportunity to do so in today&apos;s Guardian he has failed to take it.&quot; He added: &quot;He can hardly be surprised if we question whether he is losing his ambition on MCZs. Or perhaps he is losing government support to deliver on his original commitment for a fully coherent network? If he says he needs more science and more money, then that is a reasonable point we can all discuss  but he needs to couple it with a clear commitment to go further, otherwise what will that money and that science be for?&quot; Joan Edwards, head of living seas for the Wildlife Trusts, which has been at the forefront of campaigning for a larger network of zones, said: &quot;Government says it wants more evidence to show that the rest of the 127 sites are worthy of protection. However, there is an existing mass [of evidence] which has not yet been taken into account, including its own evidence, collected at a cost of 5m, and more gathered by stakeholders in 2012.. For meaningful marine protection to begin, the minister must now set a clear timetable for the designation of a wider network. Our seas&apos; resources are not inexhaustible.&quot; A spokesman at the National Trust said it was &quot;disappointed&quot; that only 31 out of 127 originally recommended zones were going ahead. He said: &quot;We believe that the &apos;precautionary&apos; principle should apply with the full list of 127 protected until full and proper consideration has been given to all proposed marine conservation zones. There is an urgent need for the government to work in collaboration with others to produce a timetable for designation of the full network of 127 sites.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/mar/08/richard-benyon-hugh-fearnley-whittingstall-seas", 
    "wordcount": "668"
}