{
    "headline": "Why the entertainment industry's release strategy creates piracy", 
    "text": "In the empirical literature over copyright enforcement and the internet one correlation keeps resurfacing: the fewer legal options there are, the more piracy there is. If you want people to buy media, you have to offer it for sale. If it&apos;s not for sale, they won&apos;t buy it, but many of them will still want to watch or hear or play it, and will turn to the darknet to get  for free  the media that no one will sell to them. This isn&apos;t a surprising research finding. Everyone who&apos;s ever run a business or worked in any kind of sales job knows that rule one is to make a product that people want and then offer it at a price they&apos;re willing to pay. Doing this won&apos;t always make you rich, but no one ever got rich without starting from there. But whenever this amazing finding is revealed anew, the entertainment industry&apos;s PR arm springs into motion to tell us all that people just shouldn&apos;t take stuff without paying for it, full stop. Taking things without paying for them is stealing. All those people who downloaded Wreck it Ralph or any of the other movies and TV shows that were released in the US months before their UK release are just crooks, and they&apos;re bad, and they should stop. Because stealing is wrong. Wrong, wrong, wrong. Let&apos;s set aside the rhetorical dishonesty of equating copyright infringement with theft for a moment (the law distinguishes between the two for a good reason  the former is a regulatory violation, the latter is a crime) and focus on why the entertainment industry would ever want to defend its right not to sell us the things we want to buy from them. Like most things that successful businesses do, defending the right not to sell stuff makes a certain, perverse kind of sense. In the case of Wreck it Ralph and other movies, the UK distributors have their own pipelines that have different schedules from their US counterparts. The US industry times blockbuster movie releases to the Thanksgiving holiday weekend (which isn&apos;t observed in the UK), the UK has bank holidays and half-terms that the US doesn&apos;t observe, so the industry has a hard time lining up the releases of all its biggest investments/cash cows with the dates on which people are most actively buying their cinema tickets. When it comes to TV shows, there&apos;s a real advantage to being able to wait until they have run for a series or two in the US so that its audience size and popularity can be demonstrated before licensing it for UK distribution. But this means that the UK broadcasts tend to lag behind the US ones, sometimes by years. Today it&apos;s hard to find any knowledgeable person who thinks that making more money by delaying a release to an optimal date is possible, except to the extent that the knowledgeable person is selling something. That&apos;s not surprising. Lots of businesses would be more profitable if their customers arranged their purchasing choices for maximum seller profitability. But in the real world of markets, businesses have to confine their profit maximisation strategies to schemes that customers are willing to go along with. So cinemas can charge hefty markups on soft drinks, but not totally insane markups. Once the markups reach a certain threshold, the losses from people who sneak in their own drinks will outstrip the extra profits from the higher margins earned on &quot;honest&quot; customers, and prices have to come down. This compliance threshold is a natural limit on all businesses  the cap on earnings represented by customers&apos; stubborn refusal to put your corporate profits ahead of their personal good. But there is a way around this: externalising the enforcement costs. Externalising is the practice of pushing a cost off of a firm&apos;s books and onto the public&apos;s side of the ledger. For example, Selfridges could save a tonne of money on security guards if plainclothes police could be persuaded to station themselves at discreet intervals around the department store from opening to closing. If the police could be persuaded to stand outside the entrances all night, Selfridges could even dispense with the expense of locks and keys for its doors. Around-the-clock police stakeouts are much more expensive than locks and burglar alarms, but Selfridges doesn&apos;t pay police salaries we all do, through taxes. The modest rise in taxes that Selfridges would have to pay for its share of the police guarding its doors would be more than offset by the tremendous savings it made from abandoning its private security arrangements. To the extent that corporations are charged with maximising shareholder return, they are machines designed to externalise their costs. If there&apos;s no penalty for dumping raw waste into drinking water, and there is a cost for processing it before discharging it, corporations can argue that they are legally required to poison our water. To do otherwise is to needlessly spend money that could otherwise be paid to the shareholders. This turns out not to be merely a theoretical problem  any time a corporation can save money by sticking the public with its problems you&apos;ll find corporations doing just that, even if it costs thousands of times more to decontaminate the water supply than it does simply to treat the sludge before it&apos;s dumped. In a real marketplace, the ability of entertainment companies to stagger their releases would be curtailed by the willingness of customers to put profits ahead of their own desire to watch TV or movies when the rest of the world is talking about them on Twitter and Facebook  and not six months later, timed to coincide with a bank holiday. However, by equating watching TV at &quot;the wrong time&quot; with theft, the entertainment companies have been pretty successful in convincing politicians that the public should foot the bill for this decision through costly market interventions, up to and including a branch of the City of London police charged with finding copyright infringers. Which brings us back to the empirical evidence on lawful alternatives and piracy rates. The fact that people eschew the black market when there is a legitimate alternative tells you that they&apos;re not thieves looking to steal. Rather, like the notional customer who sneaks in her own fizzy drinks rather than paying for the cinema&apos;s insane markups, they are potential customers whose purchases have been forfeited by a business that has violated rule number one: offer a product that people want to buy at the price they&apos;re willing to pay. Like all externalisation, making the public pay for the profit-maximisation scheme of delaying release windows is a net loss. The marginal increase in profits from release delays are gobbled up by the terrible costs of policing the public through Draconian laws like the Digital Economy Act and absurdities like the censorship orders that force ISPs to block The Pirate Bay. What&apos;s more, research has shown that when lawful customers are sent to the black market through the unwillingness to sell, they sometimes linger there. When NBC pulled its digital offerings from the iTunes store, researchers found that downloads from The Pirate Bay of NBC programmes shot up, but so did downloads of programmes from other broadcasters  and they stayed high even when NBC restored the lawful alternative to Apple. In other words, when the entertainment industry asks us all to pay for its profit maximisation strategy of not selling right now it actually creates more pirates  and then asks us to pay to police them, too. This all makes perfect sense from the entertainment industry&apos;s perspective. So long as the salaries of chest-beating lobbyists who wander Whitehall weeping about theft are lower than the incremental profits represented by release windows, they&apos;re ahead of the game. But we all lose by this subsidy. The entertainment industry&apos;s pennies cost us pounds to police. So long as our politicians are willing to open the public purse to these scroungers, they will go on cheating the system to maximise their shareholder returns.", 
    "section": "technology", 
    "gid": "technology/2012/dec/20/entertainment-industry-creating-piracy", 
    "wordcount": "1343"
}