{
    "headline": "Lego Batman 2: DC Super Heroes first look", 
    "text": "By now, the rubric for Lego games feels as expected as it is comfortingly familiar. Traveller&apos;s Tales takes a high-quality IP, wraps it in Lego bricks, places its largely unchanged template for gameplay at the centre of it  building blocks, collecting studs, breaking enemies and scenery  and then expands from the inside out. It&apos;s a formula that&apos;s proved as popular with gamers as it has profitable for the developer and the myriad publishers it works with. So it comes as scant surprise, then, that Lego Batman 2: DC Super Heroes follows the same pattern in its core essentials  adorable veneer, simple mechanics, easy gameplay. However, to say that Lego Batman 2 is the same as any other Lego title before it would be doing it a massive disservice. While Lego game fans will be right at home with the controls, Lego Batman 2 is a notable change from the rest of the series in its structure, its character list and its gargantuan size. And then there&apos;s the fact that this is the first Lego game with dialogue in it. This may sound like a rather small change, but it&apos;s a big step for Traveller&apos;s Tales. In the past, the developer made a lot of comedic mileage out of cute Lego characters mugging for the camera. It&apos;s fortunate, then, that the script for Batman 2 is sharp as a tack and funnier than a car filled with candyfloss. In our first look preview, Batman and Superman swan into the Lex Corp reception and demand to see the Man Of Steel&apos;s arch-nemesis. A grim-looking secretary looks up from behind the desk. &quot;Names?&quot; she asks. Batman and Superman look at each other and then back at the secretary. &quot;You&apos;re kidding, right?&quot; says Batman incredulously. &quot;Names?&quot; the secretary repeats in a bored monotone. &quot;Well, umm  I&apos;m Batman,&quot; says Batman, &quot;and he&apos;s Superman.&quot; The secretary doesn&apos;t miss a beat. &quot;Are both of your surnames &apos;man&apos;?&quot; she asks. &quot;Err, it&apos;s kind of the same thing. It&apos;s our first and last names. Kind of like Madonna,&quot; Batman explains sheepishly. The secretary sniffs and types something into a computer. &quot;Wow,&quot; Superman whispers to Batman, &quot;even Lex&apos;s secretary is evil!&quot; As if on cue, the secretary shudders. Then her head and body explode off her to reveal a robot with glowing green eyes beneath. The legend EVIL SECRETARY: BOSS BATTLE appears on the screen and the demo kicks into full swing.     Lego Batman 2 ... Supergirl    Anyone who played the first Lego Batman will remember that the caped crusader had access to a collection of suits which bestowed different abilities upon him, such as gliding and hurl bombs at targets. In the demo we&apos;re shown, we&apos;re introduced the new Power Suit that gives Batman super strength and allows him to fire rockets at silver Lego blocks, smashing them to bits. For his part, Superman can fly, use his heat-vision to blast gold bricks to pieces and use his freeze breath to encase targets in a block of ice. He can also use his x-ray vision to see through walls and solve puzzles. In the demo level he uses it to switch around a selection of levers behind a wall to activate the elevator up to Lex&apos;s labs after he and Bats manage to defeat the evil secretary. We&apos;re told that Superman is also completely invulnerable to any attack, except those that are kryptonite-based. This is a handy caveat that Traveller&apos;s Tales uses to make sure that the player controlling Superman can&apos;t just waltz through all the levels, obliterating everything in his path. As Batman and Superman enter the labs, the pair find that a lot of the way ahead is doused in green kryptonite rays, the source of which Batman needs to find and disable. This leads into a host of puzzle solving, which the Lego games are renowned for . The solution to each puzzle isn&apos;t immediately obvious, but they are not so difficult that the player will become frustrated. Most of them also involve having to use Batman&apos;s suits  including the Power Suit, the Electricity Suit (which absorbs and redirects electricity) and the Sensor Suit (which grants Batman X-Ray vision and turns him invisible. Apart from Superman and Batman (and obviously Robin), players have a huge list of characters  both villains and heroes  that they can tackle the game in Free-Play mode in any level they&apos;ve completed.     Lego Batman 2    Each new character offers new abilities to the player and increases the game&apos;s replay value significantly. Wonder Woman, for example, uses a lasso and her tiara to knock out foes, and she can besides. Green Lantern is also able to fly, but he&apos;s also the only character in the game who can solve the puzzles that revolve around glowing green blocks. Traveller&apos;s Tales says every effort has been made to include a villain for every hero that appears in the game. The Joker, Penguin and Two-Face are there, but then so are Lex Luthor and Sinestro. As players progress through the game&apos;s 15-story levels, they also open up areas in the game&apos;s huge hub map  a vast, suitably dark Lego version of Gotham City. The map is brimming with collectibles, suits, studs, puzzles and villains to smash to pieces. As Batman and Robin, players have a choice of 15 flying vehicles, 15 boats and 25 cars they can use to travel around the map. Vehicles are tied to level completion and they&apos;re stored in the game&apos;s Batcave hub. They can also opt for a character who can fly  Superman, Supergirl, Green Lantern and Hawkman among them  or zoom through the streets collecting studs with the Flash. A bird&apos;s-eye view of Lego Gotham is quite a spectacle to behold. Landmarks such as Arkham Asylum, Ace Chemicals and the tower housing Wayne Enterprises jut out of the landscape. Angry clouds cover the sky and violent thunderstorms lash the city, which, punctuated by Danny Elfman&apos;s iconic movie score, lends the city a gothic menace and grandeur. Much of Lego Batman 2 will be familiar to players, but the developers at Traveller&apos;s Tales look like they&apos;ve really pushed the boat out in terms of content and replayability. Batman 2 might not reinvent the wheel in terms of gameplay, but in terms of size and depth, it looks an absolute marvel.  Lego Batman 2: DC Super Heroes will be released for PC, PS3, DS, Wii and Xbox 360 on 27 June", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/may/29/lego-batman-2-dc-super-heroes-game-preview", 
    "wordcount": "1078"
}