{
    "headline": "Dark matter as elusive as ever  despite space station results", 
    "text": "   The AMS experiment is situated on the International Space Station. Photograph: Nasa    The first data from the $2bn Alpha Magnetic Spectrometer (AMS) experiment on the International Space Station has confirmed a strange antimatter signal coming from space. However, the experiment has not yet collected enough data to allow scientists to determine the source of this antimatter. It could be coming from dark matter particles, making this a major breakthrough. Or it could be coming from fast-spinning stellar corpses known as pulsars, making it merely interesting. AMS cannot detect dark matter directly but it can detect antimatter, which some theories say will be produced when dark matter particles collide. The antimatter signal that AMS has confirmed was first announced in 2008 by researchers using another space-based detector. The PAMELA satellite (Payload for Antimatter Matter Exploration and Light-nuclei Astrophysics) was a multinational collaboration between Russia, Italy, Germany and Sweden. It was launched in 2006 and is still collecting data. PAMELA discovered more positrons, the antimatter counterpart of the electron, than researchers were expecting. It spotted one positron for every 100 electrons but astronomers were expecting around one positron for every 10,000 electrons. AMS has confirmed this excess to an unprecedented level of precision but its results can hardly be called the first hint of dark matter.  The experiment&apos;s principal investigator, Nobel laureate Samuel Ting, says the evidence collected so far &quot;supports the existence of dark matter but cannot rule out pulsars&quot;. He could quite easily have said that sentence round the other way. The results so far have nothing new to say about the source of the antimatter. AMS, like PAMELA before it, works by detecting naturally occurring particles in space called cosmic rays. The spacecraft&apos;s detectors identify the particles according to their energy and electrical charge. Since launch in 2011, AMS has registered some 30bn particle detections. The total number of positrons identified by AMS is more than 400,000, making it the largest number of positrons directly measured from space. Although there are hints of new information in the data, the scientists would not be drawn on their possible meaning until they have more. The experiment will continue to collect some 16bn cosmic rays per year for as long as the International Space Station remains operational. So, really the message is that this work is just the beginning.  And dark matter remains as elusive as ever. Stuart Clark is the author of The Day Without Yesterday (Polygon)  This article was amended on 4 April 2013 to make it clearer that antimatter particles are a possible signature of dark matter ", 
    "section": "science", 
    "gid": "science/across-the-universe/2013/apr/04/dark-matter-elusive-space-station-results", 
    "wordcount": "420"
}