{
    "headline": "Humanism in the humanities: what it means to be an academic mentor", 
    "text": "My dissertation supervisor, the literary scholar Edmund Epstein, died earlier this year, and thanks to my proximity to New York I was able to attend his memorial service. A series of moving tributes from family and colleagues amplified what I already knew to be true about him: he was a committed teacher, an immensely learned and generous scholar, and he was always and constantly those things, whether lecturing at the local public library on the classics or leading graduate students through the labyrinth of Finnegans Wake. In fact, the programme for the service included an excerpt from his last book, an analysis of the Wake, Joyce&apos;s own final work. This struck me as remarkable, even more so than the stories and memories stretching back decades (some of them hilarious). It was remarkable to me because it was the perfect illustration of who he was, and he was that person  scholar, teacher, generous sage  no matter what room or whose company he was in. What better way to remember someone like that than to share his life&apos;s work. It got me thinking about what constitutes a life  and a life&apos;s work. My own research explores this question, but this was personal, and prompted by thinking about how this person set me on this path. (Liana Silva has recently written eloquently about finishing her doctorate, so I&apos;m glad to share what it looks like from the perspective of almost ten years out.) We talk quite a bit about mentoring here, at the University of Venus and via the Twitter discussions #femleadchat, but I don&apos;t think I would say my supervisor was a mentor in the way we sometimes define it. He didn&apos;t really introduce me to anyone. He didn&apos;t help me particularly with networking. I think he would have found the idea strange, and it never occurred to me to ask for anything like that. There was no polishing of the CV. I would send him dissertation chapters, and they would come back with some encouraging note scrawled across the top in red, and possibly a recommendation to read Muriel Spark or AE Housman. But there was: singing during lectures whenever we came across a musical allusion in Joyce&apos;s work. A genuine delight in the news I got a job, and an excitement about the teaching I would be doing. A calming of pre-defense freakout with the memorable: &quot;You know things. We&apos;re just going to talk about what you know&quot;. A conviction that &quot;things&quot; was actually the deepest seeing into the heart of the human condition as well as a pretty good grasp of my field (or as good as could be expected from a 27-year-old, but hey, I&apos;d get there). An unshakeable belief that I knew what I was doing, that I knew my stuff, and someday I would share that with students in my classroom and other like-minded thinkers in my writing. I did get a job, a job I love. And I got something I now think is just as valuable (Disclaimer: I wouldn&apos;t ever say having a job isn&apos;t valuable, and I know I&apos;m really lucky, and I am really, really grateful). It&apos;s especially valuable (to me) in the context of rancorous discussion about whether the humanities are relevant or viable. What I got from him was mentoring as a humanist. He taught me how to be not a humanities PhD but a humanist, and he showed me the worth and fulfillment of thinking of myself as part of a genealogy of humanists, in a tradition committed to asking big, meaningful questions and sharing and creating knowledge that shapes our world and ourselves. This doesn&apos;t mean the humanities PhD doesn&apos;t need fixing  it doesn&apos;t mean these big questions can&apos;t be asked and answered in new ways as the field changes and grows. It does mean that, at least for me, sharing this lineage of humanistic endeavour in whatever form it might take is part of my commitment as a teacher and scholar. It means as long as there are big questions to be asked and literature and art and history and philosophy to consider anew, we have to fight to keep those opportunities alive in our classrooms and in the public square. My supervisor mentored me in ways that matter deeply, even if I didn&apos;t realise it at the time. He taught me to be generous with ideas and knowledge, to offer confidence in the emerging thinking of young people ready and willing to be challenged by the search for meaning, to work always to share and build on what has come before. He taught me there is always more to know and more to learn, but it means less if you don&apos;t share it. He taught me that sometimes it&apos;s the quirks in the teacher that mean the most: they come out when you&apos;re most in love with what you&apos;re doing, and that&apos;s what it means to be human. Janine Utell is chair and associate professor of English at Widener University, and a regular contributor at University of Venus. Follow her on Twitter @janineutell This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/aug/21/academic-mentor-humanities-dissertation-supervisor", 
    "wordcount": "878"
}