{
    "headline": "Sonic 4: Episode 2  hands-on preview", 
    "text": "Released in 2010, the first episode in this latest Sonic revival did what Sonic revivals tend to do  split critics, but ultimately disappointed fans. While some saw in this shameless ode to the original titles a hint of the old luster, others found it a tired and unchallenging romp through history.  Episode 2, from my brief hands-on play of two zones, is a distinct improvement. Once again, it mixes familiar zonal themes from yesteryear with new gameplay elements and fresh layouts, but the effect feels more weighty and consistent this time round.       A big improvement seems to be the handling. While Episode 1 made it all too easy for Sonic to accelerate from nothing to full-speed, allowing him to clamber up hills from a dead stop, Episode 2 takes us back to the more testing physics of old. Once again, Sonic has to build momentum to climb, and there&apos;s a slight delay as he begins a run, adding more challenge to jumping sections, as well as enemy attacks.  There&apos;s also more detail and fun in the level designs. the Sylvania Castle Zone is a rush through ancient ruined buildings and lush forests, with light blazing through tree tops. Better though is White Park Zone, a swooping fight through a wintery theme park, with huge roller coaster and pirate ship rides animating in the distance, and pine trees lit by glowing lanterns lining the root.       Here, we get lots of nice detail in the parallax scrolling backgrounds, but the level&apos;s graphical themes also intrude into Sonic&apos;s line of play  so, for example, he&apos;ll often have to bash snowmen to reveal spring pads. Its a really small touch, but it does much to combat that sense of separation between vibrant foreground and vapid stationary scenery that blighted Episode 1 at time. The major addition, though, is the arrival of Tails. Hitting the Square button during the single-player game brings Sonic&apos;s little chum into action, providing one of three helpful moves: a quick flight to lift Sonic over an obstacle; a deadly dual roll to power through enemies; or a submarine dash to get through water. Sure, they&apos;re a little intrusive and  like the homing attack from Episode 1 (which is back again here) will no doubt irk the purists, but it adds a touch of variety to the levels. And, of course, there&apos;s a co-op two-player mode too, that can be enjoyed locally or online.      A few other details: Metal Sonic will be back for some of the boss battles, while bonus stages are going to re-appear, though Sega isn&apos;t saying anything about those at present. There are three acts in each zone, with four zones and a variety of extra levels to playthrough. The game will be released later in the spring on XBLA, PSN, PC, Windows Mobile and on Tegra 3-powered Android devices, and apparently each version will get its own unique features.  I was genuinely charmed by my brief run-through of Sonic 4: Episode 2. The new graphics engine has certainly added depth, while the re-tuned handling brings some real challenge back in and will stop some of the cheaty moves that the instant acceleration of Episode 1 allowed. The Sonic revival continues, and this time there should be genuine and optimistic intrigue about how it pans out.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/mar/13/sonic-4-episode-2-preview", 
    "wordcount": "549"
}