{
    "headline": "Max Payne 3  review", 
    "text": "Rockstar knows how to do sleaze, that&apos;s for sure. From the Latino sex clubs of GTA III: Vice City to the rickety saloon bars and whore houses of Red Dead Redemption, this company has always reveled in the sights, smells and pleasures of the low life. And with Max Payne 3, the third part in a downbeat shooter franchise adopted from Finnish developer Remedy, it has crafted a masterpiece of underworld carnality, depravity and violence. As soon as the action kicks off, Dan and Sam Houser  the enigmatic siblings who run the Rockstar behemoth and steer its creative output  bring their obsession with genre cinema to the fore. Crammed into this story of a fallen cop seeking redemption as a bodyguard in the crime-ridden mega-city of Sao Paulo, there are snatches of Heat, Carlito&apos;s Way, Elite Squad and most obviously Man on Fire, Tony Scott&apos;s homage to bruised masculinity and doomed heroism. Indeed, Scott&apos;s entire ouvre is here; it&apos;s in the agonised self-loathing of the lead character, the brutality of the choreographed set pieces and the hallucinogenic lighting that floods every scene with woozy oranges and yellows. But here, this isn&apos;t just about style, it&apos;s about subjectivity. Payne is a drunken wreck, delirious with grief over the murder of his wife and daughter a decade ago. His battered state of mind is constantly communicated via a barrage of effects  from blurred, doubled graphics to saturated colours blooming over the screen like migraine flashes. It is a sustained conceit that, in less assured hands, could have become tiring and off-putting very quickly. Here, it&apos;s the most enthralling hangover you&apos;ll ever have. Because whatever else Max Payne 3 is, at its heart it&apos;s a blisteringly entertaining third-person shooter. Recruited as a private security contractor by an old police academy colleague, our hero is supposed to be looking after Rodrigo Branco and his brothers, a degenerate bunch of property magnates and party monsters, living the high life as the poverty piles up against their ultra secure apartment block. It all goes to hell when a street gang attempts to kidnap Rodrigo&apos;s trophy wife, and we&apos;re quickly drawn into a bloody war between drug runners, right-wing vigilantes and covert police forces who constantly clash and collude amid the squalor. This is a breathless hair-trigger blast-&apos;em-up that veers thrillingly between high-class clubs and low-life strip joints, from million-dollar yachts to the tumbling corrugated iron shacks of the nightmarish favelas. Through 14 chapters, the memorable set-piece encounters pile on top of each other; a messy hostage exchange in a football stadium; a tense escape from a crowded bus station, a jail break that makes Oz look like Prisoner Cell Block H. It is relentless, pulverising stuff.     Max Payne 3    The key to the game is the pitch perfect control system. A customisable auto-targetting system lets players select between hard or soft auto systems, the latter subtly guiding your reticule rather than aggressively yanking it toward specific enemies. Both are smart, seamless and intuitive, allowing newcomers to acclimatise to the turbo-charged pace. There&apos;s also a free aim system for veterans, happy to do their own thing with the rather sensitive cross hairs. Manoeuvering within the environment is super slick too. Hitting &quot;X&quot; gets you into cover from which you can easily target enemies, or blind shoot for a more cautious spray-and-pray approach. Disengaging just takes another tap on &quot;X&quot;, while pressing &quot;A&quot; gets you to roll out of cover, allowing Max to speedily traverse an environment without providing too much of a target. Eventually, you start reading locations in micro-seconds, working out how to strafe the floor plan from object to object; enjoying the feel of it. You know you&apos;re in good hands when merely getting in to cover feels fun and expressive. At the core however are bullet time and shootdodge; the twin engines in Payne&apos;s brutal, hyper-stylised combat machine. Essentially, they&apos;re tweaked updates on the standard recipe  get kills to fill the meter, then press right analogue to go into slow-mo bullet mode, allowing our anti-hero to take out multiple targets while the enemies are still getting their bearings.     Max Payne 3    These have always been the signature components of the Payne experience, but here, within a series of hugely complex environments, and powered by Natural Motion&apos;s advanced character animation physics, they lead to moments of absolutely thrilling action, which perfectly blend the interactive and the cinematic. There&apos;s a possibility it ought not be this utterly satisfying to dive headfirst down a stairwell, firing twin Uzis at a roomful of coke-frazzled gang members, but you feel it every single time. Even when you crash into a table (I&apos;ve done this a lot), or accidentally leap off the side of a boat (this too). We have been promised an interactive tribute to those balletic John Woo sequences for years, and now we have it. Unlike most Rockstar titles, Max Payne 3 is an entirely linear experience  there is some room to explore certain sections, but we&apos;re locked into a narrative corridor and rocketing toward a single inescapable conclusion. While that&apos;s hugely restrictive compared to the open worlds of GTA and Red Dead, it has also allowed Rockstar to sharpen its narrative skills  the labrynthine plot, while hardly revolutionary, is involving and carefully delivered, and there are several engaging little side-stories, from unrequited love affairs to the tragic tale of a much-loved local footballer who fails to escape the violence of the favela. Together with snatched news reports and plenty of discoverable clues, these add some depth to the chaotic through-line, and give us sense of this vast, corrupt universe operating just out of Max&apos;s field of vision. Holding all this together is James McCaffrey&apos;s masterful performance as Max. His gruffly delivered mental monologue is a world-weary, Picaresque diatribe  part-classic Noir voice-over, part-raging suicide note. There&apos;s plenty of pitch dark humour in there, of course, but the over-riding subtext of loss and hopelessness is Rockstar at its indulgent, nihilistic best. On top of the 10-hour(ish) campaign, there&apos;s an arcade mode, split into two options: Score Attack gets you to re-attempt any chapter you like for the highest score possible, adding multipliers to consecutive or stylish hits; New York Minute is all about finishing missions as quickly as possible, earning extra time from kills. Both have global high score tables, but players can also compare scores against their friends, which should keep competitive Payne fanatics amused from sometime.     Max Payne 3    And of course, there&apos;s a diverse selection of multiplayer modes, combining team and solo-based favourites with a bunch of typical Rockstar twists. Payne Killer, for example, puts two players into the roles of Max and his academy cohort Passos  they&apos;ve just got to survive as long as possible with every other player after them; if one gets killed, the successful assassin takes on the role. This is, of course, all about the fleeting allegiances that flare up between players in the buddy roles, as well as those chasing them, and it&apos;s a neat take on the familiar one-against-all mode. The highlight however is the epic Gang Wars option, which takes elements from the story mode and sows them into a multi-stage team-based face-off, split into a series of different challenges, from conquest-type territorial skirmishes to tense battles with no respawns and bomb levels where one team plants and the other has to diffuse. There are other cool plays on familiar conventions. Players can select from a range of &quot;Bursts&quot; limited special moves that work like Kill Streak rewards to alter the conditions in your favour. The most amusing is Paranoia, which marks out all the members of an opposing team as enemies to each other, resulting in a frenzied few minutes of accidental team kills. Screams of &quot;don&apos;t shoot me, it&apos;s just paranoia!&quot; will ring out around the globe. The one question mark is over the use of bullet time throughout multiplayer, which only effects other players in your sightline. It can be a little confusing and capricious, though with time, may prove a workable USP in a crowded market. Max Payne 3, then, is another stylish, self-conscious and enthrallingly full-bloodied title from the Rockstar hivemind. If it is at all possible to distil every great Hollywood action flick into one interactive experience  with all the wise-cracking thuggery and anti-hero angst that would entail  this is it. But Max Payne 3 is no mere tribute to action cinema. There&apos;s a chance it points toward a future in which action movies aren&apos;t merely copied by games, they are replaced.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/may/14/max-payne-3-game-review", 
    "wordcount": "1423"
}