{
    "headline": "Ghana mobile firms offer free insurance to keep customers hanging on", 
    "text": "Hanging on to customers can be a nightmare for mobile phone operators, particularly in Africa where users juggle different phones or sim cards on a daily basis to get the cheapest rates. So in a marriage of convenience, mobile phone companies are offering insurance  premium services and free of charge  to keep customers loyal. For microinsurance companies, it is a chance to reach millions of very poor people  those in dire need of a financial cushion when things go wrong, whether through illness or damage to assets. Tigo is a pioneer of using insurance products to retain customers, but other mobile operators such as MTN and Airtel have joined the game. Mobile operators are now offering microinsurance in countries including Ghana, Tanzania, Zimbabwe, Uganda and the Philippines. In Ghana, Tigo began offering free insurance about two years ago. Under its scheme, customers receive free life insurance for themselves and one family member, ranging from $104 (67) to $520 depending on how much airtime they use in a month: the lowest level of coverage costs $2.60 and the highest $20.80. Customers can stay on the free plan indefinitely provided the monthly airtime requirement is met, or can choose to double it by paying $0.68 per month, which gives them up to $1,040 of insurance cover. Tigo teamed up with Bima, a Swedish company specialising in mobile insurance, Vanguard Life Assurance, a local insurer, and MicroEnsure, which helped come up with the original idea. &quot;There is huge demand for insurance products, not just in Ghana but in [all] emerging markets,&quot; said Gustaf Agartsson, Bima&apos;s chief executive. &quot;There is a general perception that insurance is for people with high incomes. But we come in with a product for people with low incomes  and customers appreciate a free product.&quot; 3 billion mobile phone users live in emerging markets, yet, according to consultancy firm McKinsey (pdf), more than 1 billion of them have no access to financial services such as bank accounts. Analysis by Lloyds of London and Swiss Re estimates that as many as 3 billion consumers would acquire affordable insurance if offered it. Bima cites the example of one of its customers, Nana YaaKonadu, a young Ghanaian woman who benefited from free life insurance through Tigo. YaaKonadu earned between 600 and 1,000 Ghana cedis (196-326) in monthly insurance cover based on her network use, covering herself and her father, Eugene. When he died in 2010, she received a cheque for 800 cedis. The money allowed her to pay for her father&apos;s funeral in a country where funerals are expensive social events.     Tigo sign near near Accra Mall, Ghana. Photograph: Tim Jchter    Tigo has more than doubled the size of the insurance market. According to the Consultative Group to Assist the Poor (Cgap), housed in the World Bank, Tigo&apos;s family care programme provides insurance for nearly 1 million clients, taking the number of adult Ghanaians with some kind of insurance to more than 1.7 million. As for churn, Cgap found that it is lower overall with insurance subscribers than with voice customers, although so far in Ghana the difference is not as great as anticipated. Average revenue per user is also higher for insurance customers, but the extra revenue is modest and less important than the churn factor. A big pitfall with financial products is the danger of mis-selling. Agartsson said Bima makes sure that growth is reasonable and the agents selling insurance products strike a balance between volume and quality. &quot;We make sure we educate our customers,&quot; he said. &quot;Then we closely monitor the performance of our agents. We have the technology to monitor our agents and in each country we have an agent manager and team leaders who are responsible for small groups.&quot; Peter Gross, Africa regional director at MicroEnsure, acknowledges that miss-selling is a substantial risk, particularly with people who may be illiterate and unfamiliar with the idea of insurance. MicroEnsure tries to explain its products in three text messages, he said. For now, companies such as MicroEnsure and Bima are making the running in microinsurance because the market is not a priority for the big insurance companies, but Gross predicts that eventually, &quot;we see ourselves bought up by the big boys&quot;.", 
    "section": "global-development", 
    "gid": "global-development/2013/may/02/ghana-mobile-free-insurance", 
    "wordcount": "709"
}