{
    "headline": "California judge allows high-speed rail project to continue", 
    "text": "A judge has denied a request from Central Valley farmers who sought to halt work on California&apos;s ambitious high-speed rail project, allowing work on the $68bn project to continue at an aggressive pace. Sacramento County superior court judge Timothy Frawley denied a request for a preliminary injunction, saying that the agency overseeing the project &quot;acted reasonably and in good faith&quot; in trying to comply with California environmental law. Groups representing Central Valley farmers had hoped to stop the California High-Speed Rail Authority from all planning and engineering work because of their claims that the authority did not thoroughly weigh the potential environmental harms of the project. Frawley did not rule on the merits of their case, which is expected to be heard this spring, but said he was persuaded that the state generally sought to comply with California&apos;s rigorous environmental laws, and that the potential harm to the state was much greater than the potential harm to farmers along the route. The rail authority&apos;s chairman, Dan Richard, applauded the decision. &quot;Both the voters and the legislature have spoken on high-speed rail,&quot; he said in a statement. &quot;The judge&apos;s decision ensures that we can continue to move forward with our preparatory work to build the first segment of high-speed rail in the Central Valley, with a plan to break ground next summer.&quot; The initial section will be a 65-mile segment running from Merced to Fresno, in the heart of California&apos;s agricultural industry. In making his ruling Friday, the judge acknowledged that California laws require an understanding of a project&apos;s harm to the environment. Yet he said he did not feel there was sufficient reason to grant farmers a preliminary injunction, since actual construction is not slated to begin until July 2013. The rail authority argued in court that the potential harm to the state for halting the massive transportation project was far greater than the objections of Central Valley farmers and landowners _ up to $3.2bn in federal funding if the bullet train does not meet federal deadlines, and $8m to $10m in higher construction costs. &quot;In this case  forgive me  we don&apos;t really care what goes on statewide. We&apos;re very concerned about what&apos;s happening in our county, and what&apos;s happening in our county is very real and it&apos;s happening every day,&quot; said Anja Raudabaugh, executive director of the Madera County Farm Bureau, one of the parties to the lawsuit. &quot;My guys can&apos;t get operating loans to plant trees next year. My guys can&apos;t get operating loans to buy equipment for expanding their operations because they&apos;re in the footprint of the alignment.&quot; The decision allows the rail authority to begin buying land along the proposed route and continue with site surveys, engineering design work and geological testing that began months ago. Jeff Morales, chief executive of the rail authority, said the agency takes farmers&apos; concerns seriously and wants to address them. With the court decision out of the way, &quot;we can begin interacting with property owners much more directly and start working with them to address their particular concerns,&quot; he said outside court. The rail authority has already surveyed more than 300 parcels of land along the proposed route since Gov. Jerry Brown signed legislation giving his approval in July. Lawmakers approved the first phase of the planned 800-mile line this summer, allowing the state to begin selling $2.6bn in bonds for construction of the first 130-mile stretch of the bullet train in the Central Valley. That approval also allowed the state to tap $3.2bn from the federal government. The money is contingent upon completing the first phase of the project by 2017, requiring what officials say is an unprecedented construction pace. Voters approved issuing $10bn in bonds for the project in 2008, but public support for the plan has dwindled in recent years as the project&apos;s expected costs have soared. The most recent estimate is at least $68bn for the completed project linking northern and southern California. In one of their court filings, opponents said rail officials are spending furiously because they hope &quot;to become so financially committed to the currently conceived section alignment that it will be unthinkable to later choose another course.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/nov/17/california-high-speed-rail", 
    "wordcount": "711"
}