{
    "headline": "Black Fish activists vow to confront illegal tuna fishing in Mediterranean", 
    "text": "They are currently a small emergent group of volunteer activists committed to direct action on the seas. But by the end of the year, if meticulous planning pays off, the Black Fish could be making headlines with the launch of a guerrilla-style campaign against illegal fishing in European waters. Taking their name from the term given to illegally caught fish, the Amsterdam-based group has a budget of only a few thousand pounds a year and pays no salaries, but boasts contacts and activists from across Europe, including Britain. Within weeks it expects to have raised around 500,000 from wealthy European backers to buy its first boat, a former coastguard vessel. The aim will be high-profile confrontation on the high seas. Greenpeace&apos;s first action was to sail to the Aleutian islands to stop the dropping of an atomic bomb. The Black Fish crew of 12 will sail to the Mediterranean, where they plan to stay for three years to confront illegal fishermen, and, they hope, embarrass commercial companies and persuade Europe to ban completely the catching of endangered fish, such as the bluefin tuna that they have released off Croatia. Each year 30-40,000 tonnes of Atlantic bluefin tuna are legally caught in the Mediterranean and towed to farms in Croatia and elsewhere in giant nets. The fish are then fattened for several months until they reach the target size of around 250kg, when they are sold, largely to Japan, where a single 269kg fish was sold this year for a record price of nearly half a million pounds. Most Mediterranean tuna farms act responsibly, but spiralling prices encourage trawlers to far exceed quota limits and catch many juveniles. The result, says conservation group WWF, is that up to 20,000 tonnes of tuna are illegally caught each year. Breeding numbers have plummeted in the last five years, suggesting that the whole fishery could collapse within a few years, perhaps never to recover. The tuna trade will be the Black Fish&apos;s primary target. &quot;We have identified the boat  we are on the point of buying it  the crew has put their lives on hold and we are ready to go,&quot; says Wietse van der Werf, a Dutch environmental activist who spent six years in Nottingham working with Earth First! and was co-founder of the community media group Notts Indymedia. The group sees itself as a young, fleet-footed organisation with most of its founders and members in their 20s and none of the disadvantages and burdens of bureaucratic, membership-based organisations. Last month the group released thousands of endangered bluefin tuna, worth millions of pounds on the Japanese market, after activists located a series of Croatian fish farms where tuna were being fattened up. As guard boats circled and under the eyes of men in a watchtower, members of the group cut a large hole in one of the nets and watched a silver tide of the most expensive fish in the world escape into the Adriatic. According to the group, thousands of tuna of all ages and sizes escaped. In another successful action, a small group of Black Fish divers went to Japan and cut the nets of six pens in Taiji that were holding dolphins destined for international theme parks. The group has also won a battle to close down a German dolphinarium. Van der Werf, a vegan who says he encountered police spy Mark Kennedy when he infiltrated their group in Nottingham, has travelled twice to the Antarctic with Paul Watson&apos;s Sea Shepherd conservation group to stop Japanese whaling. In 2010 he helped Watson release 800 bluefin tuna off the Libyan coast, an action that led to a court case that was dismissed earlier this year. &quot;I came off the Sea Shepherd boat with nothing. I borrowed 500 to set up the group and I had 50 left. We have raised money from benefit concerts, and supporters. No one has been paid but we can call on web designers, legal firms and fishery experts,&quot; said Van der Werf, who originally trained as a violin-maker. &quot;We realised that you don&apos;t need to be a huge Greenpeace or Sea Shepherd with millions of pounds and big staff behind you to act; you can start small, be flexible. We want to move away from the &apos;hero&apos; complex and encourage ordinary people to act for the oceans,&quot; he said. &quot;Greenpeace and Sea Shepherd inspired us, but what is not needed now is an organisation similar to them. We need more of a social movement of people who work on marine protection. Conservation groups talk the language of politicians and MPs. There is an increasing gap between them and the public. I have trouble understanding their reports. We want to inspire other local initiatives.&quot; The Black Fish has positioned itself firmly at the &quot;no compromise&quot; end of the green spectrum. &quot;We don&apos;t see ourselves as witnesses, more as enforcers of law. We want evidence of illegality and we are prepared to take direct action. We don&apos;t want to just build awareness, but achieve change. We want to be judged by our actions and be effective,&quot; said Van der Werf. &quot;We have growing support from the public. We have customs officers, tube drivers, all kinds of people.&quot; He claims the tacit support of most European conservation groups, but the group is certain to cross swords with those who advocate reform of fishing practices rather than an absolute reduction in the catch. The high-profile campaign by Hugh Fearnley-Whittingstall and Jamie Oliver to ban &quot;discards&quot;  young fish that are not allowed to be sold in EU markets and are thrown away  is not good enough, he says. &quot;In effect they are saying it&apos;s a waste of fish; let&apos;s eat the by-catch,&quot; said Van der Werf. &quot;Sustainable fishing&quot;, promoted by supermarkets and some conservation groups, is totally unsustainable, he says. &quot;It&apos;s a feelgood option. Sustainable fishing has not worked in terms of over-fishing. It just legitimises destructive fishing.&quot; The group has challenged the establishment to change. &quot;Governments and some mainstream conservation groups argue that &apos;aquaculture&apos;, where fish are bred and reared in captivity, is the way forward, with the industry just needing to &apos;clean up&apos;. But can such an industry clean up? Governments have failed by letting this lucrative industry spiral out of control,&quot; says the group on its website. Van de Werf adds: &quot;The fact is 85% of all stocks are overfished. Oceans are rife with corruption. Unless something is done, there will be no fish left.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/aug/18/black-fish-tuna-activists", 
    "wordcount": "1107"
}