{
    "headline": "iPhone 5: What does it mean for developers and apps?", 
    "text": "Apple&apos;s iPhone 5 launch held few surprises on the hardware front, thanks to the barrage of pretty-accurate leaks in the weeks leading up to the event. But now the new handset has been unveiled as well as a new iPod touch what are the implications for developers? Well. In the short-term, plenty of apps will be updated to fill that new four-inch screen, although it&apos;s not an urgent task. As shown during the launch, existing apps will simply be centered on the new screen, so developers can take a bit more time to figure out how to best make use of that additional space. Games developers will be digesting the potential of the device&apos;s new A6 processor, which Apple claims is twice as fast as its predecessor, the A5. Spiffier graphics, then the phrase &quot;console-quality&quot; will become even more bandied-about in the months to come. Yet as the demo of Real Racing 3 at the event showed, innovation is as likely to come from canny use of Apple&apos;s software as from its hardware: the idea of &quot;time-shifted multiplayer&quot; sounded like a silly attempt to rebrand ghost racing, before EA&apos;s Rob Murray explained that players will be able to bump their friends&apos; cars and affect their times even if that friend raced the day before. The iPhone 5&apos;s improved camera will be welcomed by various genres of apps, from augmented reality to barcode-scanners. Evolution rather than revolution, to use a hackneyed but still-appropriate phrase. Meanwhile, that new dock connector was so thoroughly leaked that it&apos;s unlikely to put the wind up the burgeoning &quot;appcessories&quot; industry (yes, a word used seriously by real companies). As Apple&apos;s Phil Schiller noted, a lot of the interesting stuff happening around accessories involves wireless connectivity now, rather than plugs and docks. So yes, nice hardware, but nothing seismic from the point of view of developers in the iPhone 5 itself. It will sell in its tens of millions very quickly, so the business case for supporting its particular specs (screen, processor etc) is clear something that could also be said of flagship Android handsets like the Samsung Galaxy S III. In truth, the bigger news for app developers tonight was getting a date for the rollout of Apple&apos;s iOS 6 software 19 September which is when we can expect a blizzard of updates taking advantage of the new features in that. Again, no panic: developers have had iOS 6 betas since WWDC earlier in the summer, and the consumer-launch date is as expected. Developers will be zooming out for a wider view of Apple&apos;s product family for iOS: the iPhone 4, iPhone 4S and iPhone 5 as the current models on sale, as well as the new iPod touch all with Retina displays, albeit now at two sizes rather than one. As ever, the fact that older iPhones are dropping in price is meaningful for developers if it brings another influx of upgraders into the iOS ecosystem. There will be legacy models to support too: the old iPod touch remains on sale at a cheaper price, while the iPhone 3GS is seemingly off-sale, but will still get iOS 6. And, of course, there are the three iPad models to consider too  we&apos;ll save the iPad mini discussion for October. In short, iOS will be a bit more fragmented, but sales of the two new devices with the four-inch screens are likely to be high enough to justify the costs of supporting them. Again, not a surprise. Recommendations improvement If there was a disappointment for developers tonight, it came in the segment of the presentation that covered iTunes, and specifically the redesigned App Store on iOS devices more than two thirds of Apple&apos;s content downloads happen on these, but since that includes music and films, I&apos;d be willing to bet the percentage is higher for apps specifically. Developers have already had a look at the new App Store in the iOS 6 betas. It&apos;s clean and elegant, and the Facebook integration should spur a bit more word-of-mouth buzz. A bit? Well, it relies on people recommending an app at the point of purchase i.e. before they even download it or going back in to find its page on the App Store later. Developers integrating Facebook Likes into the apps themselves is more likely to move the needle in this area. The disappointment comes in the silence about how app recommendations startup Chomp&apos;s technology is being built into the App Store following its acquisition earlier this year. Apple&apos;s senior vice president of internet software and services Eddy Cue referred to &quot;improved search results&quot; during his section of the presentation, but from his demonstration, this looked more like Google&apos;s autocomplete suggestions than full-on Chomp-style recommendations. To put this another way: app developers knew Apple&apos;s iPhone 5 would be an improved version of its predecessor; they knew the on-device App Store was getting a makeover; and they know that all the new iOS devices will sell like hot cakes, thus continuing to expand the potential market for their apps. With 700,000 iOS apps now available in the App Store, though, developers are keen to see what changes Apple has up its sleeves to significantly shake up recommendation and discovery on the store beyond a nicer design. We didn&apos;t quite get that today. Even so, iPhone 5 bolsters iOS&apos; position as the first-choice mobile platform for the majority of app developers, not least because Apple continues to do a good job of selling the dream a theme I wrote about last week following Nokia&apos;s Lumia launch. The dream in this case was epitomised by the two external developers on-stage at the iPhone 5 launch: Rob Murray of EA Studios formerly of Flight Control and Real Racing developer Firemint until it was acquired and Torsten Reil of NaturalMotion. Four years ago, Firemint was an unknown indie developer and NaturalMotion was best known for its (console) physics engine technology. Real Racing is now a bona-fide AAA racing franchise, while NaturalMotion made $12m in a single month from its CSR Racing iOS game earlier this year. iPhone 5 is an impressive piece of hardware, but so is the Galaxy S III, Lumia 920 and so on. It&apos;s the dream of joining the companies above and other shooting stars in the iOS ecosystem that will linger with app developers.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/sep/12/iphone-5-developers-apps", 
    "wordcount": "1078"
}