{
    "headline": "Journalism BAs: are they worth it?", 
    "text": "Forging a career in journalism has never been tougher: graduate trainee schemes have been cut, local papers shut down and many national news outlets are making staff redundant. To make things even more bewildering for aspiring journos, there&apos;s no fixed path into the industry. While some slog it out on internships, there&apos;s a huge range training courses promising to help students get their first big break  from master&apos;s degrees to professional NCTJ courses (National Council for the Training of Journalists). On Friday we&apos;ll be debating the merits of journalism undergraduate degrees. Journalism BAs often get a bad press  former Sun editor Kelvin MacKenzie sums up what is a common complaint: &quot;There&apos;s nothing you can learn in three years studying media at university that you can&apos;t learn in just one month on a local paper.&quot; Are journalism undergraduate degrees too long, too academic and an unnecessary rip off? Or can university journalism courses sharpen students&apos; &quot;critical faculties&quot;, as media commentator Roy Greenslade puts it. From 1-3pm on Friday we&apos;ll be running a live webchat, in association with Liverpool Hope University, to debate the pros and cons of doing a journalism undergrad. Put your opinions and questions to our panel of journalists, students and academics by posting your questions in the comment thread below. The panel Raziye Akkoc recently graduated with an MA in journalism at Goldsmiths University. She has secured a place on the Telegraph&apos;s graduate trainee scheme 2013 Matthew Caines graduated with a degree in history before co-founding journalism resource and self-help site WannabeHacks. Having taken a less traditional route into journalism, he now works in editorial and community management for the Guardian Ami Sedghi recently graduated with a journalism BA at Westminster University. She works as data researcher and reporter for the GuardianRhian Jones is a staff writer at Music Week News. She quit university after winning a place as an apprentice to freelance journalist Janet Murray.George Berridge has just finished his third year studying BA Journalism at the University of Winchester where he worked as chief reporter for Winchester news online. He is a co-editor at Wannabe Hacks. Terry Kirby is a lecturer in journalism at Goldsmiths, University of London and will be running its first BA Journalism course starting this September. He was a founder member of staff of the Independent and has also worked for the Independent on Sunday, the Guardian and the Evening Standard Dr John Jewell is director of undergraduate studies at the school of journalism, media and cultural studies at Cardiff University Dr Jacqui Miller is subject leader for media &amp; communication at Liverpool Hope University Dr Anthony Cawley is a lecturer in media &amp; communication at Liverpool Hope University", 
    "section": "education", 
    "gid": "education/2013/may/30/journalism-bas-are-they-worth-it", 
    "wordcount": "452"
}