{
    "headline": "Shark attacks prompt calls to review the great white's protected status", 
    "text": "The government of Western Australia has called for the national protected status of the great white shark to be reviewed after the state suffered its fifth fatality from the ocean predator in the past 10 months. Ben Linden, a 24-year-old musician from Perth, was killed in a shark attack while surfing near Wedge Island, 160kn north of the state capital. A jetski rider who attempted to retrieve Linden&apos;s body was knocked off his vehicle by the shark. Police and volunteers are searching nearby beaches for the surfer&apos;s remains, although a hunt for four- to five-metre long sharks in the vicinity was unsuccessful and has been called off. Western Australia&apos;s fisheries minister, Norman Moore, said he was &quot;very distressed&quot; by the latest fatality and said he would lift the great white&apos;s protected status if the federal government  which has ultimate jurisdiction over protected species  did the same. Citing concerns over the impact on tourism to the state, Moore said he would push Canberra to allow commercial and recreational fishing of great whites, although he stopped short of calling for a concerted shark hunt or the setting up of protective nets. &quot;They have been protected by the Commonwealth and by the state for about 20 years because they were considered to be a threatened species,&quot; he told reporters. &quot;But there seems to be a view that there&apos;s an increase in the number of great whites within our waters in recent times. &quot;Regrettably, people are being taken by sharks in numbers which we have never seen before. &quot;We need to try to work out to the best of our capacity what is causing this to happen. I&apos;m totally perplexed.&quot; Conservationists have cited an increase in extreme sports and surfing as contributing to the attacks, with environmental group The Wilderness Society calling the hunt for culprit sharks a &quot;Neanderthal&quot; reaction by authorities. However, Western Australia has seen an unusual number of attacks, with five deaths since September last year. Globally, there have been four fatalities from shark attacks so far this year. In 2011, there were 12 deaths from &quot;unprovoked&quot; shark attacks. This number is dwarfed by the number of sharks killed by humans, with tens of millions slaughtered each year just for shark fin soup.", 
    "section": "environment", 
    "gid": "environment/2012/jul/16/marine-life-wildlife", 
    "wordcount": "384"
}