{
    "headline": "Britain's hibernating bats avoid deadly fungus killing their US cousins", 
    "text": "It has been a satisfying spring for bat expert Lisa Worledge. Reports sent to her from volunteers who have been monitoring Britain&apos;s bats as they emerge from hibernation have given a clean bill of health to the nation&apos;s flying mammals. In particular, their observations have found no sign of an epidemic of fungal disease that has wiped out almost seven million bats in the US over the past six years and threatens to leave many American species extinct. Many biologists fear that the infection, known as white-nose syndrome, could spread to Britain, with devastating consequences. &quot;It is a real worry and we keep a very close eye out for any sign of the disease, but so far, happily, we have not seen a sign,&quot; said Worledge, partnership officer for the UK Bat Conservation Trust. Bats are at their most vulnerable from white-nose syndrome while they are hibernating. Hence the decision to have volunteers monitor major sites  caves, old railway tunnels and abandoned buildings  where Britain&apos;s 17 species of bat spend the winter. &quot;To date, we have only had good news,&quot; said Worledge. The threat of white-nose syndrome worries bat experts for good reasons. Over the past six years, the disease has spread inexorably across the US. &quot;The epidemic is heading to be one of the worst wildlife catastrophes of the century,&quot; said Mollie Matteson, a bat specialist with the Centre for Biological Diversity in the US. Biologists say that the loss of millions of bats will cost the US billions of dollars. A single bat eats hundreds of thousands of insects on average every year. Without any major predator, insect pests will multiply and spread. In addition, bats are particularly important in America for pollinating plants and distributing seeds. White-nose syndrome  caused by the fungus Geomyces destructans  wreaks its damage by causing bats to wake up during hibernation. The effort involved in waking up, as bats shake themselves from their torpor, exhausts their fat stores too early in the hibernation season and they starve to death. The disease, named after the white coatings it leaves on bats&apos; muzzles, first appeared in the US in 2006 in a cave in upstate New York, most probably introduced inadvertently by a visitor who brought fungus spores from Europe. Since then, white-nose syndrome has spread to bat colonies in 20 states and four Canadian provinces. In north-eastern states, where the disease has been present the longest, bat populations are down by more than 90%. In many cases, a cave once populated by tens of thousands of bats is left with only a few dozen animals once the disease strikes. Earlier this week, biologists reported that white-nose syndrome had struck a colony of bats at the Chesapeake and Ohio Canal National Historical Park, which runs through parts of Maryland, West Virginia and Washington DC. &quot;The appearance of this disease on the outskirts of the nation&apos;s capital should be a wake-up call to the White House,&quot; said Matteson. The Centre for Biological Diversity is campaigning for a Wildlife Disease Emergency Act. This would allow the department of the interior to declare a wildlife disease emergency and create a committee to oversee research and policy decisions. The group is also seeking $10m in funding for research into the causes of the disease and possible methods of prevention. The need for a strong reaction to the threat of the fungal disease was highlighted in the journal Nature earlier this month. Bats are only one group of animals threatened by fungal diseases that are emerging as a major new wildlife threat, states a paper by senior epidemiologists in the UK and US. &quot;In both animals and plants, an unprecedented number of fungal and fungal-like diseases have recently caused some of the most severe die-offs and extinctions ever witnessed in wild species,&quot; says the group, which included Matthew Fisher, of Imperial College London, and Sarah McCraw, of Oxford University. One example is provided by the fungal disease chytridiomycosis, which is devastating amphibian populations across the globe and could kill off from a third to a half of the world&apos;s 6,000 species in the coming decades, it is estimated. The fungus kills by attacking the skin of frogs, through which they breathe. Dramatic declines in amphibian populations in the Americas and Australia, including the disappearance of the golden toad of the cloud forests of Costa Rica, have been linked to chytridiomycosis. Other fungal infections that are wiping out wildlife include those that have attacked and killed sea corals, turtles and bees in recent years. Unless steps are taken to tighten biosecurity worldwide, the implications for human and environmental health are serious, the group concludes. The risk of future outbreaks is not lost on Lisa Worledge. &quot;We have had reports of the white-nose fungus being found in Europe but there have been no reports of it causing disease  which suggests bats there may be resistant to the disease,&quot; she said. &quot;However, we have seen no sign of the fungus at all in Britain, so we have no idea whether or not our bats are resistant. They may be resistant or they could be devastated if the fungus arrives  just as bats are being wiped out in the US today. It is certainly a worry,&quot; added Worledge.", 
    "section": "environment", 
    "gid": "environment/2012/apr/28/bats-fungus-epidemic-white-nose", 
    "wordcount": "889"
}