{
    "headline": "The GM tree plantations bred to satisfy the world's energy needs", 
    "text": "It&apos;s a timber company&apos;s dream but a horrific industrial vision for others: massive plantations of densely planted GM eucalyptus trees stretching across Brazil, South Africa, Indonesia and China, engineered to grow 40% faster for use as paper, as pellets for power stations and as fuel for cars. The prospect is close, says Stanley Hirsch, chief executive of the Israeli biotech company FuturaGene. All that is missing, he says, are permissions from governments for the trees to be grown commercially, and backing from conservation groups and certification bodies. FuturaGene has spent 11 years trialling thousands of GM eucalyptus and poplar trees on 100-hectare plots in Israel, China and outside So Paulo in Brazil, and is now at the last stages of the Brazilian regulatory process for commercial planting. Thanks to a gene taken from the common, fast-growing Arabidopsis weed, the company has found a way to alter the structure of plant cell walls to stimulate the natural growth process. The company says its modified eucalyptus trees can grow 5 metres (16ft) a year, with 20%-30% more mass than a normal eucalyptus. In just five and a half years they are 27 metres high. Hirsch claims the gene-altering technique is an industrial &quot;game-changer&quot; and integral to the UN&apos;s vision of a future &quot;global green economy&quot;. &quot;Our trees grow faster and thicker. We are ahead of everyone. We have shown we can increase the yields and growth rates of trees more than anything grown by traditional breeding. Potentially, we believe this [development] can displace the whole fossil fuel industry. The technology can be adapted to any trees. We can have a whole new supply of fuel. Yes, I do want to save the world.&quot; GM trees have been grown experimentally since 1986 but despite more than 700 field trials, mainly in the US on eucalypts, pines, poplars and fruit trees, European and US legislation has delayed permissions and very few have ever reached the market. Papaya, a few plums and some pine trees with genetically engineered viral resistance have been approved in the US, but only China, which has planted more than 1m GM pines, has given permission for them to be grown on any scale. The next step for FuturaGene comes in just over a year, when it expects to submit its final biosafety dossier to the Brazilian government. If successful, it should get permission to grow the trees commercially by 2015. Other leading GM tree firms, such as ArborGen, hope to engineer disease resistance, faster growth and freeze tolerance, but FuturaGene wants first to raise yields. Its transgenic eucalyptus tree is said to generate about 104cubic metres (3,673 cubic feet) of wood per hectare per year compared with an average 80cubic metres for trees grown for energy production in Brazil. &quot;The technology we have could be adapted to any tree, but it comes down to scale and intensification. We could put the gene into oak and it would grow faster and bigger. But we&apos;re not going to grow monster trees. We want to extend diameter, not height,&quot; says Hirsch. The stakes are high and the financial prize vast, he says. With industrial tree plantations now expanding across Latin America, Africa and Asia, the global forestry industry wants new technologies to increase biomass yield from trees. The benefits, he says, are likely to accrue most to developing countries, which have the best growing conditions. &quot;The forest products industry is worth $400bn [250bn] a year. This technology is worth billions of dollars a year. If you can increase yields by 40%, you can greatly reduce prices. Eucalypts today are harvested at seven years  in Brazil we are looking to produce the same sized trees in 5.5 years.&quot; FuturaGene is no small start up company. Since 2010, it has been wholly owned by the giant Brazilian plantation group Suzano, which grows 500,000 hectares of eucalyptus trees a year, already exports energy crops to Europe and has partners in China, Thailand, China and South Africa who between them grow nearly half of the world&apos;s eucalyptus plantations. Suzano and Rubicon, the New Zealand forestry company owners of ArborGen, are now in a race to commercialise GM trees across the world. Suzano plans to invest $800m in a giant energy project in north-east Brazil to provide Britain and other European countries with &quot;renewable&quot; fuel for power stations, while ArborGen has talked of planting 500m GM trees in the southern US states. Hirsch is confident of getting Brazilian approval, because trees in commercial plantations are more like their wild relatives, unlike farm crops, which have been altered extensively by centuries of breeding. He argues there is likely to be little barrier to hybridisation between GM and non-GM trees of the same species. But while he claims good planting and harvesting can enrich the soils and encourage flora and fauna in his proposed forests, he accepts that the environmental impacts of GM trees and many potential hazards and risks must be addressed. They include: the possibility of GM trees becoming more persistent or invasive; the effects they may have on soils or living organisms; the possible consequences for the animal feed chain; the fact eucalypts and poplars can disperse pollen over a wider area than cereals; and, because they live for decades, harmful effects may persist for far longer. &quot;Fear of the unknown is always justified. So we address the fear with rational arguments... I want transparency,&quot; he adds. Hirsch claims to have met little resistance in Brazil. But conservationists, long opposed to such forests because of the ecological and social damage, claim the plantations are unpopular and that GM trees encourage felling of natural forests to make way for the &quot;green deserts&quot;. &quot;The dramatic and dangerous impacts of non-GM industrial eucalyptus plantations are well known and include invasiveness, desertification of soils, depletion of water, increased threat of wildfire and loss of biodiversity,&quot; says Anne Petermann, director of the Global Justice Ecology Project in the US. &quot;In Brazil, these plantations are called &apos;green deserts&apos; because nothing can grow in them. Now they want to genetically engineer them, which will make them even more destructive.&quot; She fears GM trees will put further pressure on the Amazon by encouraging firms to move deeper into the natural forest and will displace communities. &quot;Brazil and the US are racing each other. They directly threaten the Amazon. They displace native forests, grasslands or agriculture and there are plans to expand the land covered by eucalyptus plantations in Brazil by 20-40%. The government has even proposed to &apos;reforest&apos; the Amazon rainforest with eucalyptus plantations,&quot; she says. Hirsch hopes to avoid the GM furore that has accompanied GM foods, with the backing of groups such as WWF and Conservation International, as well as certification bodies such as the Forestry stewardship council (FSC) which has so far refused to certify any GM trees. &quot;FSC is at the moment is a market barrier. It&apos;s very sensitive. There is a growing understanding in the forestry industry that technology is a vital part of plantation forestry sustainability. But we are seeing a change in the certification bodies. FSC now allows forestry companies to look at research into GM trees. We are encouraging dialogue with FSC,&quot; Hirsch said. He says the company does not have a commercial interest in fertilisers for its GM crops. &quot;This is purely about an increase in yields. We have found so far that all trees perform normally and we have found nothing untoward in the soil. Brazil already grows 4m hectares of eucalyptus and they haven&apos;t taken over.&quot;  This article was amended on 20 November 2012. The original incorrectly described ArborGen as a spin-off from Monsanto.", 
    "section": "environment", 
    "gid": "environment/2012/nov/15/gm-trees-bred-world-energy", 
    "wordcount": "1307"
}