{
    "headline": "Air force plans to land its mysterious unmanned space plane in June", 
    "text": "The US air force has announced that it will land a test flight of an unmanned experimental space plane that has been orbiting the Earth for more than a year. The pilotless X-37B Oribtal Test Vehicle was launched on a secretive mission in March 2011 from Cape Canaveral, Florida, and has since been circling the planet at 17,000 miles an hour. The plane, which looks like a miniature of the recently decommissioned space shuttle Discovery, will land on a 15,000-foot airstrip at Vandenberg Air Force Base, northwest of Santa Barbara, California, sometime in June. Initially, the plane was scheduled to land in November, but the mission was extended to test the vehicle, an air force spokeswoman told the Guardian. &quot;The primary focus for these missions is vehicle checkout,&quot; Major Tracy Bunko wrote in an email. &quot;Through this program the USAF is proving technologies required for a long-duration reusable space vehicle with autonomous control and landing capabilities. Also being tested are the X-37B&apos;s advanced thermal protection and solar power systems, environmental modeling and range safety technologies.&quot; Bunko did not answer questions about what sort of missions the plane would run, whether it would be able to conduct surveillance, or if it might be able to carry a weaponized payload. The X-37B is the second such unmanned space plane the air force has launched into orbit.     Photograph: US air force    &quot;We knew from post-flight assessments from the first mission that [Orbital Test Vehicle-1] could have stayed in orbit longer,&quot; Bunko wrote. &quot;So one of the goals of this mission was to push the envelope  see how much farther we could push that on-orbit duration.&quot; After the current flight lands, Bunko said, the Pentagon will conduct a re-flight of the first vehicle in the fall. Some of the Pentagon&apos;s secrecy, however, may serve a counterintuitive purpose, cautions at least one expert. John E Pike, a national security analyst, suggested to the Guardian that if this program had any real security potential, it would have been launched a long time ago. &quot;I don&apos;t think this thing has a mission that would go beyond bewildering the Chinese,&quot; he said. &quot;It is the sum of all fears. They don&apos;t know what it is and they have to hedge against everything it might be, even though I think it&apos;s nothing. It&apos;s part of a strategic deception program.&quot; The 29-foot long X-37B was built by Boeing Co&apos;s Space and Intelligence Systems unit and is being operated under the Air Force Space Command&apos;s 3rd Space Experimentation Squadron. Speaking recently at the Space 2011 conference in Long Beach, Boeing&apos;s Arthur Grantz of sketched out a host of future uses for the space plane design. With the existing technology, the plane can supply cargo services to the International Space Station, Grantz said. A larger derivative of the X-37B space plane could carry up to seven astronauts and a mix of pressurized and unpressurized cargo. &quot;It looks good; it sounds neat and everything,&quot; said Pike, who is also the founding director of GlobalSecurity.org. &quot;I assume they put little space experiments, some damn little camera in there. I&apos;m sure the payload bay is chock full of little goodies they&apos;re flying on an opportunity basis. But if the thing was actually useful for some national purpose, it would have flown a long time ago because somebody would have been hot to trot.&quot;", 
    "section": "science", 
    "gid": "science/us-news-blog/2012/jun/05/air-force-unmanned-space-plane", 
    "wordcount": "573"
}