{
    "headline": "Badger cull: government accused of failing to properly seek alternatives", 
    "text": "Ministers are going &quot;nowhere near far enough&quot; in seeking alternatives to the imminent cull of badgers, according the scientist who led the landmark 10-year culling trial that remains the scientific benchmark for the policy. According to Prof John Bourne, stricter measures to stop cows spreading tuberculoisis to other cows are the only way to combat the disease effectively, as they had in the 1960s when TB was virtually eradicated in England. &quot;Despite some improvements, the government is still going nowhere near far enough with biosecurity&quot;, he said. &quot;It is not badgers that spread the disease throughout the country; it is cattle&quot;. The most recent European commission inspection of England&apos;s biosecurity uncovered a catalogue of failures , including missed targets in the rapid removal of infected cattle with TB and &quot;weaknesses in disinfection at farm, vehicle, market and slaughterhouse levels&quot;. Another eminent scientist and former government scientific adviser, Lord Robert May, pointed to vaccination as an important tool in tackling TB, which Welsh ministers have backed after abandoning their cull plans. &quot;What is particularly irritating is that we have the vaccines in the pipeline, but the commitment to really go in and test them is really not there,&quot; he said. The coalition cancelled five of the six trials of injectable badger vaccines on taking office. A spokesman for the Department for Environment, Food and Rural Affairs (Defra) said: &quot;Culling is only one part of the government&apos;s approach. We are also strengthening cattle controls to reduce the risk of disease spreading between cattle and increasing surveillance. Vaccination remains a long-term goal and we are investing 15.5m in developing workable vaccines over the next four years.&quot; Bovine tuberculosis is rising in England and resulted in 26,000 cattle being slaughtered in 2011 and compensation payments of 90m. Environment secretary Owen Paterson has insisted that culling badgers, which can carry TB, is a necessary measure and derided widespread opposition as &quot;sad sentimentality&quot;. Bourne said: &quot;The real reason for the cull is that politicians are desperate and I think farmers have been hoodwinked for years.&quot; He said key differences between his team&apos;s methodology and the government&apos;s cull, including a very different killing method and much longer killing period, were significant: &quot;It could make TB a damn sight worse.&quot; Bourne was one of dozens of senior scientists who demanded the &quot;mindless&quot; government cull be halted in a letter to the Observer on Sunday and accused ministers of misusing the science. Ministers claimed the science has moved on since the decade-long trial ended in 2007. But Lord John Krebs, the architect of the trial, rejected this: &quot;That is simply not true.&quot; Krebs said he was puzzled at the zeal of the National Farmers&apos; Union for the cull: &quot;Their President Peter Kendall is going to have a lot of angry farmers on his hands in three-four years&apos; time, saying we have spent a lot of money on the cull but we still have TB.&quot; Kendall said: &quot;No one, not the NFU, nor the farmers involved, wants to kill badgers. But TB must be stopped from making its relentless march across our countryside. Only by using all of the available tools in the box will we begin to get on top of this terrible disease.&quot; Mary Creagh, the shadow environment secretary, said: &quot;This is not a science-based policy, it is just a shot in the dark. The government must abandon the cull.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/oct/15/badger-cull-government-accused", 
    "wordcount": "593"
}