{
    "headline": "Apophis: why Nasa takes a special interest in the asteroid's latest pass", 
    "text": "     Apophis hit the headlines in December 2004. Six months after its discovery, astronomers had accrued enough images to calculate a reasonable orbit for the 300-metre chunk of space rock. What they saw was shocking.  There was a roughly 1 in 300 chance of the asteroid hitting Earth during April 2029. Nasa issued a press release spurring astronomers around the world to take more observations in order to refine the orbit. Far from dropping, however, the chances of an impact on (you&apos;ve guessed it) Friday 13 April 2029 actually rose.  By Christmas Day 2004, the chance of the 2029 impact was 1 in 45 and things were looking serious. Then, on 27 December astronomers had a stroke of luck. Looking back through previous images, they found one from March on which the asteroid had been captured but had gone unnoticed. This significantly improved the orbital calculation and the chances of the 2029 impact dropped to essentially zero. However, the small chance of an impact in 2036 opened up and remains open today. While there is no cause for alarm, similarly there is no room for complacency either. Apophis remains on the list of Potentially Hazardous Asteroids compiled by the International Astronomical Union&apos;s Minor Planet Center. Although most asteroids are found in the belt of space between Mars and Jupiter, not all of them reside there. Apophis belongs to a group known as the Aten family. These do not belong to the asteroid belt and spend most of their time inside the orbit of the Earth, placing them between our planet and the sun. That makes them particularly dangerous because they spend the majority of their orbit close to the sun, whose overwhelming glare obscures them to telescopes on Earth  rather like a second world war fighter ace approaching out of the sun. Having crossed outside Earth&apos;s orbit, Apophis will appear briefly in the night-time sky. Wednesday 9 January will afford astronomers the rare opportunity to bring a battery of telescopes to bear: from optical telescopes to radio telescopes to the European Space Agency&apos;s Infrared Space Observatory Herschel. Two of the biggest unknowns that remain to be established are the asteroid&apos;s mass and the way it is spinning. Both of these affect the asteroid&apos;s orbit and without them, precise calculations cannot be made. Another unknown is the way sunlight affects the asteroid&apos;s orbit, either through heating the asteroid or the pressure of sunlight itself. Russia has announced tentative plans to land a tracking beacon on Apophis sometime after 2020, so that its orbit can be much more precisely followed from Earth. Wednesday&apos;s pass is only really close by astronomical standards, taking place at around 14.5 million kilometres above Earth&apos;s surface. The moon&apos;s orbit is 385,000 km. The 2029 close pass is another matter entirely, however.  On Friday 13 April 2029, Apophis will slip past the Earth just 30,000km above our heads  less that one-tenth the distance of the moon and closer even than the communication satellites that encircle the Earth at 36,000km. It will appear as a moderate bright moving object, visible from the mid-Atlantic. Depending upon its composition, astronomers could watch the Earth&apos;s gravity pull the asteroid out of shape, offering an unprecedented insight into its composition. So, although Apophis poses no immediate danger, we are almost certain to hear a lot more about it over the coming years and decades. Apart from all the science we can learn, its orbit&apos;s proximity to Earth&apos;s makes it a potential target for future robotic and even manned missions. Stuart Clark is the author of Voyager: 101 Wonders Between Earth and the Edge of the Cosmos (Atlantic).", 
    "section": "science", 
    "gid": "science/across-the-universe/2013/jan/07/apophis-potentially-hazardous-asteroid-earth-wednesday", 
    "wordcount": "607"
}