{
    "headline": "Gabon burns ivory stockpiles", 
    "text": "Gabon is burned its government-held stockpile of ivory today to mark the country&apos;s commitment to combat poaching and illegal wildlife trade. President Ali Bongo ignited the ivory pyre in the Cite de Democratie at a time of intense poaching pressure in central Africa, where record levels of elephant killings have been documented in the last year. &quot;Gabon has a policy of zero tolerance for wildlife crime and we are putting in place the institutions and laws to ensure this policy is enforced,&quot; said Bongo. Gabon has become the first country in central Africa to publicly destroy its ivory in an act that is intended to send a strong signal to poachers that the nation is committed to tackling the illegal wildlife trade. The confiscated stock totals 4,825 kilograms, including 1,293 piece of rough ivory mainly composed of tusks and 17,730 pieces of worked ivory, an overall quantity that would correspond to around 850 elephants. It is hoped that burning the stockpiles will remove any temptation to sell government ivory on the black market. &quot;If not managed properly, ivory stockpiles in the hands of government suddenly &apos;get legs&apos; and move into illegal trade,&quot; said Tom Milliken, ivory trade expert at wildlife trade monitoring network Traffic. Traffic says Mozambique lost more than a tonne of ivory in this way in February, while Zambia lost three tonnes from the government&apos;s strong room last week. Stephanie Conrad, the WWF central Africa regional programme office representative, said: &quot;WWF supports Gabon&apos;s decision and sees the move as an indication of the country&apos;s commitment to curbing elephant poaching and the illegal ivory trade. &quot;Ivory of illegal or unknown origin cannot be sold legally internationally for commercial purposes. Gabon has acted commendably in deciding to put such ivory beyond use.&quot; A report issued last week by the UN body that regulates the international wildlife trade found that 2011 was the worst year on record for elephant poaching in Africa. It is estimated that tens of thousands of elephants are being killed across Africa each year for their tusks, which are in high demand in Asia. Prof Lee White, the executive secretary of Agence Nationale des Parcs Nationaux, Gabon&apos;s National Parks Agency, said: &quot;This is an international problem and Gabon is coming under siege by criminal gangs of hunters and crime syndicates that smuggle ivory to Asia. Unless there is a strong international reaction to stop wildlife crime, and ivory smuggling in particular, the forests of Gabon will no longer vibrate with the rumble of the forest elephant.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jun/27/gabon-burn-ivory", 
    "wordcount": "431"
}