{
    "headline": "Mystery bird: common chiffchaff, Phylloscopus collybita", 
    "text": "    Common chiffchaff, Phylloscopus collybita (protonym, Sylvia collybita), Vieillot, 1817, also known as the chiffchaff or as the chiffchaff leaf-warbler, Eurasian chiffchaff, northern chiffchaff or as the brown leaf-warbler, photographed at Astbury Mere Country Park, Cheshire, UK.  Image: Roy Hill, 23 March 2012 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Canon 5DmkII paired with a Canon 500mm f4/L     Question: Spring must be here because this migratory bird has again returned to the British Isles! Many of this Eurasian mystery bird&apos;s numerous English names have interesting etymologies. Can you tell me about the origin of one of those names? Can you identify this bird&apos;s taxonomic family and species? Response: This birdie belly button belongs to a common chiffchaff, Phylloscopus collybita, a common and widespread songbird. Originally placed into the family of Old World warblers, Sylvidae, but was recently removed into their own family, Phylloscopidae, along with 65 of so of their closest relatives. The decision to separate these birds into their own family was presumably on the shared characters of their song structure, which is very simple. The phylloscopids are small insectivorous Old World woodland warblers that either greenish or brown upperparts and yellowish, white or buff underparts.  This species is migratory, wintering in southern and western Europe, southern Asia and north Africa, and breeding throughout northern and central Europe and Asia [map]. Whilst the male vigorously defends his territory, the female busies herself by constructing a domed nest on or near the ground, and incubates and cares for the chicks.  This small bird&apos;s name is onomatopoeic, named in honour of its &quot;chiff-chaff&quot; song. One odd fact about this species is that it was separated from two very similar-looking species (that it is occasionally lumped together with) before it was formally described as a species itself. The British naturalist Gilbert White noticed in 1789 that the chiffchaff, willow warbler, P. trochilus, and wood warbler, P. sibilatrix, sang distinctive songs, so he decided they were separate species. However, they were not formally described until 1817 by French ornithologist Louis Vieillot. Which I think is just really weird. Like, how did they know this bird was a separate species if it hadn&apos;t yet been formally recognised as a species at all? Here&apos;s a really nice instructive video about how to identify this species (also includes song):             [video link]. This video by the BTO is also really nice:             [video link]. You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist email: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/mar/30/4", 
    "wordcount": "460"
}