{
    "headline": "Fukushima radiation fears are linked to increase in obesity among children", 
    "text": "Lingering fears of radiation have turned children from Fukushima into the most obese in Japan, according to a government study, as parents and schools continue to restrict the amount of time they spend outdoors. In a preliminary report released this week, the education ministry found that children from Fukushima prefecture aged five to nine, as well as those aged 14 and 17, toppped the nationwide obesity rankings. The report defined as obese children who were at least 20% heavier than the standard weight for their age. The report, released almost two years after the triple meltdown at Fukushima Daiichi nuclear power plant, linked the rise in obesity to lack of exercise, amid concern among teachers and parents over the possible health effects of prolonged exposure to low-level radiation. The study used data from almost 700,000 children nationwide aged five to 17 between April and June this year. Schools across Fukushima prefecture imposed restrictions on outdoor activities after the disaster, which also forced the evacuation of more than 150,000 people living within a 12-mile radius of the plant. After the crisis, 449 of the prefecture&apos;s state schools set limits on the time pupils were permitted to spend outside; last September, restrictions were still in place at 71 primary and junior high schools. The obesity trend was most marked among younger children, the study found, with rates among six-year-old boys in Fukushima rising to 11.4% from 6.3% in 2010, the last time the survey was conducted there. The obesity rate among eight-year-old girls in the prefecture nearly doubled in the same period to 14.6%. The Fukushima prefectural board of education said the results reflected &quot;stress caused by restrictions imposed on outdoor activities last fiscal year and changes in living environments in the process of evacuation&quot;.  A local education official told the Asahi Shimbun that fear of radiation &quot;may be one cause. Children cannot play outdoors, so they now engage in less physical exercise.&quot; Many children, even those living in areas where radiation levels are below government safety limits, are spending more time at home after school and during weekends and holidays than they did before the disaster. Mie Sawamura, who lives in Koriyama, a city 40 miles west of Fukushima Daiichi, said her eight-year-old son had gained several kilograms over the past 18 months. &quot;He was skinny before the earthquake, maybe because he played around outside all day long,&quot; she told the Mainichi Shimbun. &quot;But he was found to be slightly obese in a medical checkup at school.&quot; In response, indoor playgrounds have been built in dozens of locations throughout the prefecture. But Shintaro Kikuchi, who runs a playground in Koriyama, said travelling time and limited opening hours meant they were no substitute for playing outdoors. &quot;The environment for children to do exercise is a far cry from what it was before the nuclear accident,&quot; he told the newspaper. Children from the Tohoku region of north-east Japan, in which Fukushima is located, have traditionally been among the country&apos;s fattest because they are forced to spend long periods inside during the bitterly cold winters. Education officials pointed out that this was the time children from Fukushima had topped the nationwide obesity charts in so many age groups. Fukushima and the two other tsunami-hit prefectures of Miyagi and Iwate were not included in the 2011 national survey.", 
    "section": "environment", 
    "gid": "environment/2012/dec/27/fukushima-radiation-child-obesity-fears", 
    "wordcount": "568"
}