{
    "headline": "Why I'm feeling so crabby about cancer conspiracy theories", 
    "text": "I remember exactly where I was the very first time I learned that I was part of a global conspiracy, raking in millions of dollars and laughing sadistically as people died all around me: I was at my friends&apos; 2004 Christmas party, and had just told a fellow guest that I was a research scientist and worked at the BC Cancer Agency. The millions of dollars were news to me, given that as a freshly minted PhD I was making C$35,000 (22,000) a year at the time. However, what really took me aback was the sheer vehemence of the anger being directed at me by my friends&apos; new neighbour. He jabbed his finger at me as he raised his voice and ranted about how &quot;all you scientists are sitting on a 100% effective cure for cancer&quot; (&quot;a bunch of vitamins smushed together with proteins&quot; were his exact words), watching millions of people die as we counted the royalty money from the &quot;useless poisons&quot; we were forcing people to take. The neighbour was ejected from the party, never to be invited back, after poking my husband in the chest when he came to see if I was OK  but I&apos;ve heard that same conspiracy theory many times since. It crops up most commonly online, to the extent that I read even those news articles about my own institute&apos;s latest research findings with a sense of impending doom that worsens as I near the bottom of the page. Now, I&apos;m not an idiot  I know progress is frustratingly slow (but steady), and I know that some big pharma business practices are rather less than optimally ethical. However, having spent 12 of the last 14 years in academic cancer research (first in the lab and then as a research project manager/grant application wrangler), I also understand why the problem is so hard. (Briefly, killing cancer cells while leaving normal cells unharmed is like trying to win an old fashioned infantry battle in which both sides are wearing the same uniform, except some of the enemy have slightly different shaped buttons, others have slightly longer bootlaces, others have slightly lacier underwear, and all have the ability to suddenly change clothes halfway through the fight).      If only it was this easy. Photograph: Tim Hayward/Guardian    There is no &quot;cure&quot;  just incrementally earlier detection, more effective treatments, and  in some cases, such as the HPV vaccine  better prevention. We have a long way still to go, but things really are much better than they used to be. (If you&apos;re interested in learning more, I highly recommend Siddhartha Mukherjee&apos;s excellent book &apos;The Emperor of All Maladies: A Biography of Cancer&apos;). The urge to contribute to further improvements to global cancer outcomes is what drives all the cancer researchers I know to keep going  and that goes for collaborators I&apos;ve met who work in big pharma company labs just as much as for my colleagues in the academic sector. Many of us got into this field in the first place because a loved one succumbed to cancer (my Grandma, in my case, when I was 15).  I know people who&apos;ve turned their backs on much more lucrative medical careers to focus on research; I myself took a pay cut and switched from a permanent job back to the world of short-term contracts to return to academic cancer research after a couple of unfulfilling years in the biotech industry. Believe me, a lot of people could be making a lot more money doing other things. Sure, there are some pretty big egos in research labs around the world, but they&apos;re driven by fame rather than fortune. More importantly, if we really were sitting on a secret cure, no one in this field or any of our loved ones would ever die from cancer, and that just Is. Not. True. In one recent high-profile example, Dr Ralph Steinman died of pancreatic cancer just days before being awarded the 2011 Nobel Prize in Physiology or Medicine, despite concerted efforts by himself and colleagues to use his own findings to fight the disease. Closer to home, I know dozens of people in both academic and big pharma cancer research who either have had cancer or who have lost someone close to them to the disease. So. Secret cure? Massive global conspiracy? Sure. We&apos;ve managed to buy off every single person involved in the clinical trials we had to conduct to prove that this miracle drug is in fact the cure  all the patients, their families and friends, nurses, doctors, medical records transcriptionists, statisticians, graduate students, etc. We keep our chemotherapy drug royalty profits rolling in by refusing to take the cure ourselves when we get cancer, or to give it to any of our friends or family members. We protect our jobs at the expense of millions of deaths because there&apos;s nothing else this group of highly trained people could feasibly do, no neglected diseases we could work on, once we admit to the world that cancer is cured. And not one person so far has wanted to claim the Nobel Prize and the love and admiration of the entire world that a &quot;cure&quot; would bring them! Wasn&apos;t that lucky? Oh, and by the way  big pharma are shutting down that other cure you&apos;ve heard about  you know, the super cheap Epsom salt one or whatever the Facebook share of the week is  because there&apos;s no way their huge teams of experienced intellectual property lawyers could possibly find a way to patent a new and unique way to formulate and use an existing product.  But SSSHHHH! Don&apos;t tell anyone  Cath Ennis is an expat Brit working as a cancer genomics project manager in Vancouver, Canada. Follow her on Twitter at @enniscath", 
    "section": "science", 
    "gid": "science/occams-corner/2012/dec/07/cancer-conspiracy-theories", 
    "wordcount": "964"
}