{
    "headline": "International women's day: a voice from Kathmandu, Nepal", 
    "text": "   Samjhana Phuyal Photograph: Samjhana Phuyal    I was born in a society where a girl is neither safe inside the womb, due to selective birth of male child, nor outside it. I soon realised that I was more vulnerable than my brother. One day as I missed the school bus, I had to commute back home on the public bus. A middle-aged man came close to me, and his touching made me uncomfortable. I moved away and asked another man for help, but he ignored me. I felt so helpless. I got off that bus and walked all the way, feeling ashamed about myself  and couldn&apos;t tell this to anyone. Now I am the mother of a four and half year old daughter. Every day I wake up with the news headlines covered with stories of the sexual harassment and rape of minors. My heart trembles and I get sleepless nights. Being an advocate for women&apos;s rights issues and an aware Nepalese youth, I couldn&apos;t remain silent and was wondering how I could contribute to the victims and for the safety of Nepalese women. Our organisation, which works towards women&apos;s empowerment, joined the Occupy Baluwatar campaign and helped in catalysing participation along with numerous other NGOs who are also working for similar causes. Occupy Baluwatar is a movement led and organised by ordinary citizens from diverse backgrounds, with solidarity from a number of different organisations working together to fight violence against women and ensure that impunity is put to an end. The Occupy Baluwatar movement, since its inception on 28 December 2012, has spearheaded the movement for voiceless Nepalese women, who face injustice, to seek state redress and justice. As the government continued to turn a deaf ear to the calls, the Occupy Baluwatar movement marked its 50th day of protests calling for an end to violence against women and an end to impunity. 14 February 2013 is more significant as it also happened to be the day of One Billion Rising, a global campaign to end violence against women worldwide. A billion rose worldwide, just as thousands have in Nepal since 28 December. The platform that the Rural Women&apos;s Development and Unity Centre provides me with will help me further boost my morale [and help me push] for a better Nepal for me, my daughter and millions of helpless Nepalese women.", 
    "section": "global-development", 
    "gid": "global-development/2013/mar/08/international-womens-day-kathmandu-nepal", 
    "wordcount": "386"
}