{
    "headline": "National Union of Teachers to consult staff in every academy about strikes", 
    "text": "The National Union of Teachers is planning to consult staff over possible strikes in every academy or school facing conversion in defence of teachers&apos; pay and conditions, following a set of motions passed at the annual conference in Torquay. Delegates took turns to attack the government over what they say is the privatisation of the state education system and resolved to step up their campaign by staging demonstrations and co-ordinated strikes as well as lobbying against further academies and free schools at local, regional and national level. Delegates also agreed to back indicative ballots in neighbouring schools. The NUT is opposed to academies and free schools, which have greater freedom to change the timings of the school day, teachers&apos; pay and the subjects they teach, and are accountable to the education secretary, Michael Gove, rather than to their local authority. The NUT is particularly angry at moves to force academy status upon resisting schools, such as Downhills in Tottenham, north London. The Department of Education warned that strikes would &quot;benefit absolutely no one&quot; and stressed that neither academies nor free schools could be run for profit. &quot;All are directly state-funded on broadly the same basis as any other local school. Academies are improving faster than other state-funded schools and enjoy freedoms that enable them to innovate and raise standards,&quot; a spokesman said. The move to conduct indicative ballots in academies or those facing conversion aligns with a motion passed unanimously an hour earlier in which delegates backed a multi-pronged campaign of resistance, including strikes, against moves to whittle away teachers&apos; national pay and conditions through government plans to introduce local pay, as well as through academies and free schools that deviate from national pay rates. Delegates in Torquay heard about the &quot;growing marketisation&quot; of state education and the increasing influence of &quot;edu-business&quot;, which the union warned threatened the &quot;fundamental principle&quot; that all children should have access to a free and high-quality state education and the right of staff to national pay and conditions. The union also points to the &quot;increasing influence&quot; of the academies lobby within education policymaking and the high-profile appointments of leading academy sponsors to the chairs of Ofsted and various reviews. Christine Blower, the NUT leader, said: &quot;We are in real danger of losing a coherent strategy for education provision in this country. It is time politicians from all parties woke up to this fact and stood up to government to stop this programme. There is an alternative. Good local schools operating under the umbrella of the local authority is what we need if we are to deliver a fair and accountable education for every child.&quot; Figures released by the Department for Education last week revealed that the majority of England&apos;s state secondary schools were, or were about to become, academies, but primary schools are far more reluctant to adopt academy status. Just 5% of primaries are, or are about to become, academies. Twenty-four free schools have already been set up and 70 more are in the pipeline. The union may launch a legal challenge over Gove&apos;s free school policy amid concerns that it is damaging children&apos;s education. It is considering appealing to the information commissioner over his refusal to disclose the assessments of the impact on nearby schools that he is legally required to obtain when considering whether or not to approve the opening of a free school. The NUT unveiled a number of case studies in which free schools were opening in areas where there were already surplus places or where their establishment would create surplus places, leading to what the NUT said was unnecessary competition. One of the motions up for debate criticised the Labour party&apos;s refusal to commit a future Labour government to bringing academies and free schools back into local democratic control. An amendment called on the Labour party to put in its next election manifesto measures to allow schools to be returned to local authority control if a majority of parents and teachers demanded it via the results of a secret ballot. Academies were first introduced by the Labour government. Steve White, from Waltham Forest, north-east London, said: &quot;I know the image of pigs flying probably comes to mind here but with a number of academies failing to improve despite the so-called magic bullet that they were supposed to be, and the huge reaction and backlash that might come from forced academies such as Downhills, this could actually become a popular future Labour party policy. The problem we face though at the moment is what we can do about the continuing growth of academies and free schools.&quot; He said the call for indicative ballots in schools facing conversion, or in those already converted &quot;where pay and conditions are worse&quot;, which White warned was an increasing threat, would strengthen the hand of the union where membership was strong. Stephen Nolan, from Lancashire, lashed out at Gove&apos;s comment that parents opposed to the forced conversion to academy status of Downhills were &quot;the enemies of promise&quot;. The NUT announced on Sunday that it intended to ballot members at the school in the forthcoming weeks on strike action this summer over staff pay and conditions if the conversion goes ahead. In a swipe at both Gove and Lord Harris, who sponsors the Harris Federation and is the preferred sponsor for Downhills, Nolan told delegates: &quot;I saw those parents at a fringe meeting the other night and  enemies of promise? You have a cheek, Michael Gove. One of the things they did at the school, the kids and parents, is hug the school because they said they loved it so much. Maybe Gove should have gone down there and prised their fingers off it and said: &apos;You can&apos;t have it because there&apos;s a rich man who wants to make money out of it.&apos;&quot; The Harris Federation is a not-for-profit charity. Alasdair Smith, from Islington, north London, said the union was against heads and governors who used the academies agenda &quot;to smash and grab extra resources for their schools at the expense of the other schools&quot;. He added: &quot;We are against the academy chains, like Harris Federation, like EAC, like Ark, and the fastest growing academy chain, AET, who are using the forced academies and free schools agenda to build business empires  we are against venture capitalists  who want to run 2,000 schools.&quot; Bridget Chapman, a member from Lambeth, south London, and chair of the anti-academy alliance, said she objected to profits being made from public services, &quot;often from the most vulnerable in our society&quot;. She rounded on John Nash, a Tory party donor and private equity tycoon, who runs an academy company and has been appointed by Gove to the board of the Department for Education. &quot;Should people like him be allowed to profit from education? That&apos;s why we need a major campaign for education, the focus of which should be how we work towards returning schools to their rightful place: the democratically accountable state sector.&quot;", 
    "section": "education", 
    "gid": "education/2012/apr/09/national-union-teachers-academy-strikes", 
    "wordcount": "1192"
}