{
    "headline": "Country diary: Staffordshire Moorlands", 
    "text": "On New Year&apos;s Day, despite heavy skies and driving rain, we are on Ecton hill, whose steep, grassy flanks are honeycombed with copper and lead mines dating back 3,500 years. The Duke of Devonshire made a fortune here in the 18th century, converting the proceeds into Buxton&apos;s majestic crescent. (The Ecton Mine Educational Trust now celebrates these extensive workings  and the dangerous labours of all those forgotten miners.) Throughout the White Peak, there are constant reminders of how burrowing into the ground has transformed humanity&apos;s prospects  and our imaginations. Walking south past Wetton hill into the mysterious depths of the Manifold valley, we reach our target for the day, the dark lacuna of Thor&apos;s Cave set in a shark&apos;s tooth of limestone high above the river. Rain has turned Wetton&apos;s red soil to sticky gloop. The sloping entrance to the cave is smeared with it, making progress treacherous. So I&apos;m amazed at how many others have judged this a propitious place to welcome the new year. Children are swarming over the rocks and disappearing into the limestone folds. A father holds his son&apos;s hand and traces the vast ellipse of the cave&apos;s entrance with his free arm: &quot;It&apos;s like the mouth of a whale.&quot; Perhaps he knows the bones of a dolphin were found near where he is standing. I become mesmerised by the subtle streaks of colour in the cave&apos;s roof, light greys and washed-out pinks  the whale&apos;s mouth. It does seem like a place that could swallow you whole. Daniel Defoe, an earlier tourist looking to put the frighteners on ignorant readers, wondered &quot;What Nature meant in leaving this window open into the infernal world.&quot; I prefer a more benign version. People have been sheltering from the rain in this cave since the late palaeolithic era. The cave has drawn us in, offered a new and strange perspective on the world, and sent us back out, consciousness altered a little, if only with an unusual new memory  like staring from a whale&apos;s mouth.  This article was amended on 9 January 2012. The original photo caption referred to the Milldale Valley. This has been corrected.", 
    "section": "environment", 
    "gid": "environment/2012/jan/02/country-diary-staffordshire-moorlands", 
    "wordcount": "361"
}