{
    "headline": "Richard Dawkins expresses disbelief over slave owner ancestor story", 
    "text": "Richard Dawkins, evolutionary biologist and prominent atheist, is used to criticism from those who do not share his views on religion or the origins of mankind. But he has expressed surprise at the latest attack, which claims the scientist faces awkward questions because some of his ancestors were slave owners. The Sunday Telegraph reported that Henry Dawkins had amassed more than 1,000 slaves in Jamaica by the time of his death in 1744, and quoted campaigners calling on Dawkins to pay reparations. But Dawkins hit back on his blog, describing the interview and subsequent article as &quot;surreal&quot;. &quot;At the end of a week of successfully rattling cages, I was ready for yet another smear or diversionary tactic of some kind,&quot; said Dawkins, who clashed on the BBC Today programme with Giles Fraser, formerly canon chancellor of St Paul&apos;s cathedral, on Tuesday. &quot;But in my wildest dreams I couldn&apos;t have imagined the surreal form this one was to take.&quot; Dawkins said a reporter had called him and named a number of his ancestors who he said were slave owners. After the reporter quoted the biblical verse about the Lord &quot;visiting the sins of the fathers upon the children unto the third and fourth generation&quot; Dawkins said he ended the conversation. However, he said the reporter rang back and suggested Dawkins may have inherited a &quot;slave supporting&quot; gene from his distant relative. &quot;&apos;You obviously need a genetics lesson,&apos; I replied,&quot; Dawkins wrote on his blog. &quot;Henry Dawkins was my great great great great great grandfather, so approximately one in 128 of my genes are inherited from him (that&apos;s the correct figure; in the heat of the moment on the phone, I got it wrong by a couple of powers of two).&quot; The article in the Sunday Telegraph went on to state that the &quot;Dawkins family estate, consisting of 400 acres near Chipping Norton, Oxfordshire, was bought at least in part with wealth amassed through sugar plantation and slave ownership.&quot; However, Dawkins said the estate was now a small working farm struggling to survive and &quot;worth peanuts&quot;. Dawkins added: &quot;As it happens, my ancestry also boasts an unbroken line of six generations of Anglican clergymen, from the Rev William Smythies (born 1635) to his great great great grandson the Rev Edward Smythies (born 1818). I wonder if [the reporter] thinks I&apos;ve inherited a gene for piety too. &quot;I can&apos;t help wondering at the quality of journalism which sees a scoop in attacking a man for what his five-greats grandfather did. Is there really nothing more current going on?&quot; The Sunday Telegraph declined to comment.", 
    "section": "science", 
    "gid": "science/2012/feb/19/richard-dawkins-disbelief-slave-trade-ancestor", 
    "wordcount": "454"
}