{
    "headline": "World's tallest dam approved by Chinese environmental officials", 
    "text": "Chinese environmental authorities have approved construction plans for what could become the world&apos;s tallest dam, while acknowledging that the project would affect endangered plants and rare fish species. The 314 metre-high dam (1,030ft) will serve the Shuangjiangkou hydropower project along the Dadu river in south-western Sichuan province, according to China&apos;s state news agency, Xinhua. A subsidiary of Guodian Group, one of China&apos;s five major state-owned power companies, will complete the project over a decade at an estimated cost of 2.9bn. The dam will be far taller than the 185metre-high Three Gorges dam along the Yangtze river  the world&apos;s most powerful hydroelectric project  and slightly edge out the current record holder, the 300metre-high Nurek dam in Tajikistan. The world&apos;s second-tallest dam, the 292 metre-high Xiaowan dam on the Lancang (Mekong) river, is also in China. China&apos;s environment ministry acknowledged that the dam would have an impact on the area&apos;s highly biodiverse flora and fauna. &quot;The project will affect the spawning and movement of rare fish species, as well as the growth of endangered plants, including the Chinese yew, which is under first-class state protection,&quot; the ministry said, according to Xinhua. The ministry proposed counter-measures to mitigate the environmental impact, such as &quot;protecting fish habitats in tributaries, building fish ladders and increasing fish breeding and releasing&quot;, Xinhua reported. The project is still awaiting a final go-ahead from China&apos;s state council. The Dadu river is a tributary of the 450mile-long Min river, which cuts through the centre of Sichuan province before joining the Yangtze further south. Upon completion, the plant will have a total installed capacity of 2GW and produce nearly 8bn KW-hours of energy a year, about twice as much as the Hoover dam in the US. China&apos;s hydropower development has surged in recent years as the country moves to increase non-fossil energy sources to 15% of its total energy use by 2020. Central authorities approved a controversial cascade of 13 dams on the pristine upper reaches of the Nu (Salween) river in January. The plans had stalled nearly a decade ago under pressure from environmental groups. Scientists and environmental activists have raised concerns that a profusion of dams in south-west China could increase the area&apos;s risk of natural disasters, such as earthquakes and landslides. Another hydroelectric project on the Dadu river prompted social unrest in 2004, as tens of thousands of farmers along its banks rioted against plans to relocate them. Authorities responded by halting the Pubugou dam&apos;s construction for a year.", 
    "section": "environment", 
    "gid": "world/2013/may/17/chinese-approve-plans-worlds-tallest-dam", 
    "wordcount": "424"
}