{
    "headline": "F1 Online  review", 
    "text": "Codemasters&apos; acquisition of the official licence to make Formula One games always felt right, at least as far as those with petrol in their veins are concerned. It had pinged around various publishers, and felt somewhat neglected, but the Warwickshire company is passionate about racing games  earlier this year, it announced that it will concentrate solely on those  and F1 Online is designed to fulfil a craving that, one suspects, the vast majority of Formula One fans have experienced. It&apos;s essentially a Fantasy Formula One game (analogous to the likes of Football Manager, although more overtly massively multiplayer), which is played via your web browser  and, in its base state, is free. Head to the website, set up an account and the game launches instantly, giving you two choices  you can either opt to drive for a real F1 team or to set up your own team. Ignore the former, at least, until you&apos;ve had some race practice: F1 Online is all about doing your best impression of Martin Whitmarsh, Ross Brawn or Christian Horner. Except that you&apos;re starting from a much more lowly point than they did, and you&apos;re doing all the driving as well as being team principal. A brief tutorial lets you fiddle around with liveries, team logos, helmet colour-schemes and the like, before introducing you to the game&apos;s driving engine. As F1 Online has to exist within the confines of your web browser, that aspect of the game is very different to the likes of F1 2012: it takes a three-quarter top-down view, and uses your mouse (plus a few keys) for control. It&apos;s a basic system, but surprisingly effective once you get to grips with it  and it&apos;s sufficiently sophisticated to let you operate KERS and the DRS. The next stop is your Race Hub, which lets you customise the livery of your car and, most importantly, dive into Quick Races. At the outset, your best plan is to familiarise yourself with the driving mechanic by participating in as many of those as possible: although your opponents are real people, your objectives start off pretty gently, and the game always ensures that you&apos;re racing against people of similar experience and ability. Once you complete a few races, you&apos;ll start building up prize money and XP, which is when the fun starts. Now you can begin to build up your Race HQ, which is initially a big building site with room for Research, Production, Commercial and Race buildings.     F1 Online    As you accumulate cash, you can spend it on those buildings which in turn bring benefits  Research, for example, lets you acquire blueprints for better parts for your car, and Commercial elevates you to a going concern which isn&apos;t solely dependent on prize money. This is proper sim-game territory, offers a plausible facsimile of what constitutes a major racing team and is the most compelling aspect of F1 Online. The RPG-style XP system is also crucial. Every time you level up, you earn Development Points which you can spend on perks (the first one, for example, being Overtime Pizza, which boosts your staffing level by 15 people). Again, the best way to earn XP when you&apos;re starting out is via racing, and as most buildings require you to have reached a minimum level before you can construct them, chiselling out the maximum XP is uppermost on your mind. As is typical for a free-to-play game, you can convert real cash to Codemasters Points, which can then be spent on in-game cash, XP and so on. The more impatient among us will be tempted to speed up progress that way, but you can still take a more patient approach and avoid all real-life expenditure. When you start working your way up the formulae towards F1, you&apos;re given a lot more options to spend Codemasters Points on unique objects and general embellishments. At any time, you can jump into the F1 part of the game, but it is a much more rigorous test of your driving abilities, as the cars, mirroring the real world, are much more difficult to handle. Initially, at least, you can&apos;t just jump into your favourite car at your circuit of choice: you can pick from three teams, and the circuits are set by the game. But that side of the game still earns you cash and XP. F1 Online very quickly becomes extremely addictive, and it will be difficult to imagine the Formula One fan who wouldn&apos;t find it thoroughly appealing. As you would expect from Codemasters, it&apos;s about as sophisticated as any browser-based, free-to-play game already out there. Currently, it&apos;s still at the beta stage, although its official launch is imminent, but even now, it doesn&apos;t seem prone to crashing and it&apos;s already open to all. If you&apos;re a Formula One fanatic with a propensity for games which let you tinker to heart&apos;s content and dip into and out of play for short periods, you should find it pretty satisfying.  Game reviewed on PC", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jul/10/formula-one-online-game-review", 
    "wordcount": "830"
}