{
    "headline": "Somaliland gets wind in its sails for revamping power sector", 
    "text": "In 2009, Hassan Ahmed Hussein brought an industrial bread-making machine from abroad to install in his hotel in downtown Hargeisa, the capital of Somaliland. Hassan&apos;s idea was part business, part self-interest. Wholewheat bread is not available in Somaliland, and he envisioned selling it to small-scale vendors. He baked bread for four months before coming to the unfortunate conclusion that the machine wasn&apos;t cost effective. Electricity in Somaliland is too expensive. While the rest of the world pays an average $0.15-0.30 per kilowatt hour, Hargeisa&apos;s residents pay $1 per kWh. He abandoned the bakery and, in 2009, bought a diesel generator, poles, wires and transformers to start his own power company, Iftin, which rapidly gained nearly 2,000 customers in a catchment area of 10,000 residents. He has since merged his power stations with the city&apos;s largest provider, KAAH, and now serves more than 4,500 people on the same grid. Hassan is not the only local power provider. There is little government support for power generation (pdf), and many of Hargeisa&apos;s wealthy residents import diesel generators to power homes and businesses. The independent providers depend on the price of diesel and Middle East exporters. When Somalia collapsed in 1991, wires, poles and generators in Hargeisa were taken over by the emerging Somaliland government. The new government had no money to invest in the power grid, so independent providers began to appear. As a result, a system whereby neighbours pay neighbours for electricity has gone unchecked. Somaliland rates are high due to a disjointed network of independent providers that have their own grid and use unreliable, dilapidated equipment. Somaliland&apos;s minister of energy, Hussein Abdi Dualeh, says the city loses nearly 40% of its electricity due to technical problems and antiquated materials. &quot;Hargeisa&apos;s streets look like a plate of spaghetti. And then you add in theft and illegal connections, and these power providers are barely breaking even,&quot; says Dualeh. &quot;We need a legal framework to govern the sector  we need an electricity law.&quot; The ministry of mining, energy and water resources is finalising a draft bill designed to regulate and standardise the sector, to be submitted to parliament for review this year. The legislation was drawn up in 2011 by the energy ministry with input from suppliers as well as technical experts provided by USAid Partnership for Economic Growth. A functioning electricity act is part of the partnership programme&apos;s goal to strengthen private business and the investment climate. In 2011, when the programme carried out an initial assessment, most business owners  particularly small-scale industries  cited electricity rates and services as a constraint to growth. High overhead costs give local businesses fewer opportunities to compete with imports, and as a result few products are produced in Somaliland. The new law is expected to consolidate the grids in Hargeisa, standardise infrastructure and establish safety standards. &quot;Nobody can guarantee that the new law will reduce rates, but it will make the sector more efficient. We believe that inefficiency is one of the reasons that rates are so high,&quot; says Suleiman Mohamed, chief of party at the partnership programme. &quot;Investors will be more confident to invest in a place where there is a law and accountability with legal systems.&quot; Hargeisa&apos;s streets are lined with kiosks and small merchants who pay independent providers about $10 a month for one 100W lightbulb. There are no switches and the bulb burns all day and night unless somebody removes it. &quot;We have an inefficient, unreliable and prohibitively expensive power supply. How can you expect businesses that require a reliable electricity supply to succeed?&quot; says Mohamed. The energy sector has begun looking at wind and solar power as alternative sources of energy. &quot;Renewable energy needs to be considered. Somaliland has more than 340 days of sun and some of the fastest wind in the world,&quot; says Dualeh. In May, the partnership programme hosted Somaliland&apos;s first wind power investment workshop, which gathered members of the business community, government officials and investors from the diaspora. The programme used satellite imagery to create wind maps to demonstrate the country&apos;s wind power potential. Participants calculated the differences between diesel and wind energy in terms of generation costs and revenues. Last year, the programme began working with the energy and aviation ministries to establish a five-turbine pilot windfarm with an installed capacity of 100kW. The programme will also erect four 25-40 metre-high monitoring stations to collect data, an essential first step towards wind investments. &quot;If we can harness the wind, we could supplement our power supply with an economical alternative. It&apos;s not out of reach  we just need to find the right partnership,&quot; says Dualeh. Hassan welcomes the pilot. &quot;In Somaliland, there are no financial services to invest in equipment or expansion. If we had the means, we would be putting our capital into wind.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2013/apr/15/somaliland-wind-power-sector", 
    "wordcount": "818"
}