{
    "headline": "Obama under pressure after Nebraska governor signs off on Keystone XL", 
    "text": "Barack Obama&apos;s powerful call for climate action faced an immediate test on Tuesday, with the president forced into a decision on one of the most contentious items on his agenda: the Keystone XL pipeline. A day after Obama made a strong commitment to climate in his inaugural address, the governor of Nebraska signed off on the pipeline, leaving it up to the White House to decide on the fate of the project. &quot;Construction and operation of the proposed Keystone XL pipeline  would have minimal environmental impacts in Nebraska,&quot; Dave Heineman, the governor of Nebraska, wrote in a letter to the White House. The approval now leaves the fate of a project seen as a litmus test of the administration&apos;s environmental credentials entirely in Obama&apos;s hands. It also removes any breathing space the president might have had to put together a plan to make good on the stirring promises on climate in his inaugural address. Republicans immediately pushed Obama to approve the pipeline. &quot;There is no bureaucratic excuse, hurdle or catch President Obama can use to delay this project any further,&quot; John Boehner, the Republican speaker, said in a statement. &quot;He and he alone stands in the way of tens of thousands of new jobs and energy security.&quot; Obama called a halt on the Keystone XL project a year ago, citing opposition from Heineman and local landowners in Nebraska to the proposed pipeline route. Heineman, a Republican, had initially held off on approving the pipeline, which would carry crude from the tar sands of Alberta to refineries on Texas&apos;s Gulf coast, because of concerns about its proposed route. Now with Heineman signing off on the pipeline, that political cover is gone, leaving it up to Obama to make a decision on a project that has come to symbolise the clash between environmental protection and economic growth. In the letter, Heineman said he was satisfied with the revised pipeline route, which would avoid the environmentally sensitive Sandhills region. The route would still cross part of a crucial aquifer. However, Heineman said he was satisfied with the safety plan put forward by the pipeline operators, TransCanada. &quot;The concerns of Nebraskans have had a major influence on the pipeline route,&quot; he wrote. Campaigners accused Heineman of selling out Nebraska landowners. &quot;Governor Heineman just performed one of the biggest flip-flops that we&apos;ve in Nebraska political history,&quot; said Jane Kleeb, the executive director of the group Bold Nebraska. The move now puts Obama under immediate pressure to render his decision on the pipeline. With Nebraska on board, there is only one major hurdle remaining for the Keystone XL project. The State Department must review and approve the nearly 1,800-mile route because its crosses an international border. The looming decision has compounded the pressure on Obama, only a day after he raised expectations for action on climate in his second term. The White House was already being pressed for specifics of Obama&apos;s climate plan at Tuesday&apos;s press briefing. Tuesday&apos;s moves further ramps up the pressure. The White House press secretary, Jay Carney, offered no new details, and may have dialled back the climate cause by reaffirming Obama&apos;s commitment to developing America&apos;s home grown fossil fuels. He also declined to say much about the pipeline decision. Environmental groups argue that Obama has no other choice but to block the pipeline  if he is indeed serious about acting on climate change. They had also hoped that the incoming secretary of state, John Kerry, would be more inclined to block the project than Hillary Clinton. The State Department had earlier determined the project would have only minimal effects on the environment  though that review has been much criticised by environmental groups. The project is crucial for landlocked Alberta, which is facing difficulty getting its vast store of crude out of the ground and into American and European markets. But it would also unlock a big source of carbon, and tie America&apos;s economy more closely to the burning of fossil fuels. Campaign groups are planning a day of protests at the White House and around the country on February 17 to try to force Obama to block the project. &quot;If President Obama is serious about tackling climate change, he needs to reject KXL once and for all, and we&apos;re not going away until that happens,&quot; campaign groups 350.org and Sierra Club said in a statement.", 
    "section": "environment", 
    "gid": "environment/2013/jan/22/obama-pressure-nebraska-keystonexl-pipeline", 
    "wordcount": "738"
}