{
    "headline": "Aid agencies cannot be blamed for abject poverty in Haiti", 
    "text": "Ian Birrell&apos;s article on humanitarian aid in the wake of the Haiti earthquake (Disastrous relief, Guardian, 31 December) is breathtakingly ill-informed. Nearly three years ago Haiti suffered, in relative terms, the worst disaster in modern times. A capital city had effectively been destroyed, many thousands were dead and many more rendered homeless. An international aid effort had to be quickly mobilised. Impromptu camps sprang up around the city, all needing the very basics of water, sanitation and health care. Thanks to very generous public appeals and responses from governments, a huge aid effort was mobilised and many lives were saved  and many more put back together. In all this chaos, many things went wrong. Coordination of the aid effort was a huge challenge. Not enough money went to local Haitian organisations. Nearly a year later, outside the earthquake zone, a cholera outbreak began. Nevertheless, it was a remarkable response in that there was not a major breakdown of public order nor a major health crisis in the earthquake zone. Aid, though, is no substitute for national government and, although the Haitian government has made great strides in helping people get out of the camps into more permanent housing, there are still more than 300,000 people under tarpaulin in those camps. Getting those people into decent housing will take many years, and needs a capable, determined state to make it happen. Unfortunately, building states takes a lot longer than building houses. Aid also cannot overturn in three years decades of political and economic neglect. To understand Haiti&apos;s present and future one has to understand its past  a past that condemned it to be the poorest country in the western hemisphere. In heaping all Haiti&apos;s ills on the presence of aid agencies, Birrell confuses correlation with causation. Aid agencies are present because there is abject poverty. It does not follow that they have caused that poverty. It is akin to arguing that, because firefighters are to be seen at major fires, firefighters must have caused those fires. Birrell is at his most ill-informed when pontificating on the need to start a shift in disaster aid towards cash transfers to those in need. Where has he been in the last decade? Obviously not observing disaster relief in any depth. Since cash transfers were first tested just over a decade ago, millions of dollars have been received by people affected by disasters. They are not the answer to everything, but where they work they allow people dignity and control over their lives and give them a choice to decide what they want. On cash transfers there is a significant body of literature and evidence about what works, how it works and when it doesn&apos;t work. Birrell should read it.Jane CockingHumanitarian director, Oxfam  With economies and societies every- where being trashed by avowedly business-friendly deficit hawks and privatisers, is it not conceivable that the world-beating performance of Venezuela&apos;s stock market happened not, as Nick Fletcher casually asserts (Business, 31 December), despite, but actually because of, the anti-capitalist, company asset-seizing policies of the country&apos;s ailing president?Root CartwrightRadlett, Hertfordshire ", 
    "section": "global-development", 
    "gid": "global-development/2013/jan/01/aid-agencies-poverty-haiti", 
    "wordcount": "515"
}