{
    "headline": "Lord Stern: developing countries must make deeper emissions cuts", 
    "text": "Developing countries must take on the lion&apos;s share of cuts in greenhouse gas emissions, because of the &quot;brutal arithmetic&quot; of climate change, one of the world&apos;s leading authorities on global warming economics has said. Lord Nicholas Stern, former World Bank chief economist and author of the landmark Stern review of the economics of climate change, told the Guardian that poorer countries including China and India must step up to their responsibilities. &quot;It&apos;s a brutal arithmetic  the changing structure of the world&apos;s economy has been dramatic. That is something developing countries will have to face up to,&quot; he said. His new research shows that even if developed countries cut their emissions to zero, that would not be enough to halt runaway climate change  because emissions from rapidly industrialising economies are now so high. Greenhouse gases from emerging economies  such as China, South Korea and India, that have industrialised rapidly in the past two decades  now make up the bulk of the world&apos;s carbon emissions. &quot;I am not pointing the finger at the developing world, just looking at what is necessary. I am not accusing or proposing, just calculating what is needed [to meet scientific estimates of the emissions cuts needed to avoid dangerous levels of climate change],&quot; he said. But he said that if they adopt new technology, developing countries could continue to grow. &quot;It would be completely unacceptable to say you cannot grow, you cannot lift people out of poverty. But there are ways of doing that,&quot; he said. This is controversial, because developing countries have long insisted that countries that industrialised sooner, such as the US and Europe, should make the greatest carbon cuts. They argue that such countries have been responsible for greater emissions over a longer period, and have higher emissions per person than poor countries, and so should bear the brunt of the cuts needed as well as paying tens of billions a year for poorer countries to cut their carbon and adjust to the effect of climate change. These arguments have defined the UN climate change talks, now taking place in Qatar, for the 20 years of their existence. Developing countries have argued that their emissions per person are still smaller than those of developed countries, but that too is changing: China&apos;s emissions per capita are close to those of the EU, and will soon overtake them. Within a few years, Lord Stern predicted, the historic emissions of developing countries  the amount of carbon they have poured into the atmosphere in the past two centuries  will also overtake that of developed countries. This changes the face of the climate talks, where discussions over equity have for years emphasised the historic responsibilities of the rich. Lord Stern is one of the few authorities who straddles the divide between developed and emerging economies. Former chief economist at the World Bank, he made his name as an expert on development, and has close links with the Chinese government, as well as spending most of his time now working in India. Since 2006 he has been a &quot;superstar&quot; of the climate talks, because his landmark review of the economics of climate change showed conclusively that it would be cheaper to act now on emissions than pay the costs later. But his views on the need for developing countries to cut emissions are controversial  some developing country experts told the Guardian they accepted his arguments on the &quot;brutal arithmetic&quot;, but said they would not be welcomed by hierarchies in some countries. Last year, China and India defied their developing country allies by attempting until the last minute to block an agreement that would bind developed and developing countries to negotiate a new global treaty, to cut emissions from 2020. In a research paper published on Tuesday, Lord Stern said that to avoid global warming of more than 2C would require a fall in emissions from about 50bn tonnes a year now to less than 35bn in 2030. If they take no further action on emissions, developing countries are likely to emit 37-38bn tonnes in 2030, while emissions from rich countries are likely to be about 11-14bn tonnes  so developing countries would be responsible for about two-thirds of emissions in 2030, compared with about a third in 1990, the baseline year for the Kyoto protocol. The last two decades of annual climate change talks have produced little progress. Global emissions are still rising, although developed countries including the EU and the US have cut their carbon significantly. Several recent reports, from authorities including the World Bank and the International Energy Agency, have shown that the world is on track for warming of between 4C and 6C in the second half of this century  levels that would be catastrophic, according to scientists. At Doha, countries are arguing over a continuation of the 1997 Kyoto protocol, the first phase of which expires this year. Only a minority of developed countries  the EU, Australia, Norway, Switzerland and a few others  are prepared to sign up to a new phase. Delegates from developed and developing countries are growing increasingly exasperated at the Doha talks, in part because the discussions have failed to move beyond entrenched positions. &quot;They are stuck in a time warp of the late 1990s,&quot; one delegate told the Guardian. New Zealand&apos;s climate minister, Tim Groser, was more outspoken than most delegates are prepared to be in public, when he told journalists in Doha: &quot;I think it&apos;s time for green groups around the world to start to analyse this problem on the basis not of the rhetoric of the 90s, but some numerical analysis of where the problem lies today.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/dec/04/lord-stern-developing-countries-deeper-emissions-cuts", 
    "wordcount": "953"
}