{
    "headline": "Skinny genes  how GM food may help you stave off obesity", 
    "text": "Fond of a full English breakfast? Perhaps you should have a glass of blood orange juice on the side  it might help to reduce the harm from all the fat you are ingesting, and make you less likely to become obese. But as blood oranges are among the least favoured fruits for consumers, scientists in the UK are hoping to find ways to genetically modify standard oranges to incorporate the beneficial effects of their less popular cousins. The project is one of several aimed at improving health through the genetic modification of plants  a process that scientists say could be a low-cost answer to harmful nutritional deficiencies. Another project involves incorporating algae genes into oilseed rape, in order to produce nutritionally vital fish oils without having to kill fish; and grains modified to take up more zinc from the environment, to alleviate the zinc deficiency that blights millions. The scientists involved believe that the public will be more accepting of GM plants that plug common nutritional gaps, than those crops that benefit big companies. &quot;This isn&apos;t about increasing the profits from multinationals  there are big gains to be had,&quot; said Prof Dale Sanders, director of the John Innes Centre, an independent centre for plant science and microbiology research. Although only a handful of GM experiments are licensed in the UK at present, some lab research continues, although scientists are concerned that the science is moving elsewhere. Cathie Martin, also of the John Innes Centre, who is leading the research on blood oranges, said: &quot;There are enormous problems in creating something that can be grown in Europe, and big problems in public funding, because of the regulation.&quot; Unpublished research has suggested that compounds found within blood oranges could help to cut obesity by reducing the accumulation of fats, and so avoid some of the harm from fatty foods. In one human study, people fed a full English breakfast along with the juice of three blood oranges experienced less accumulation of fat, possibly because of substances known as anthocyanins, found in abundance in blood oranges. The results should be taken with caution  they are unpublished and have not yet been peer-reviewed. Studies on mice have shown a similar effect, preventing obesity in mice fed a high-fat diet, compared to mice given ordinary orange juice, or water, but the human effects are still uncertain. Overfishing is a severe problem in the world&apos;s oceans, but eating fish is one of the few ways in which we can gain enough omega oils to keep the cardiovascular system and the brain in good health. Fish produce these long chain fatty acids by feeding on algae and other sources. Prof Johnathan Napier at Rothamsted Research, an agricultural research organisation, has been working for about a decade on ways to take genes from algae and introduce them into land-based plants such as oilseed rape. In this way, the genetically modified seed can be harvested and turned into oil that will contain the same acids, which are easily absorbed by the body. Cultivating algae for food will not work, according to Dr Napier, because of the vast quantities of water and space in order to make enough algae. But if the same genes can be expressed in oil-bearing plants, it should be possible to mimic the processes that occur within fishes&apos; bodies, and make an edible form of the long chain Omega 3 fatty acids on a large scale. Zinc deficiency can cause mental retardation in its extreme forms, but even mild deficiencies can impair the immune system, reducing the body&apos;s resistance to common diseases including malaria, pneumonia and diarrhoea. The World Health Organisation estimates that one-third of the world may be suffering from some zinc deficiency, and that it contributes to at least 800,000 deaths a year globally. By changing the genes in certain grains, it may be possible to induce them to take up more zinc from the ground, in a form that is more easily digestible to human beings. Prof Sanders said the research could open ways to improve people&apos;s diets to remove nutritional deficiencies in key areas, with massive benefits to human health.", 
    "section": "environment", 
    "gid": "environment/2012/mar/13/gm-food-genetically-modified-obesity", 
    "wordcount": "693"
}