{
    "headline": "How will climate change affect food production?", 
    "text": "Food is one of society&apos;s key sensitivities to climate. A year of not enough or too much rainfall, a hot spell or cold snap at the wrong time, or extremes, like flooding and storms, can have a significant effect on local crop yields and livestock production. While modern farming technologies and techniques have helped to reduce this vulnerability and boost production, the impact of recent droughts in the USA, China and Russia on global cereal production highlight a glaring potential future vulnerability.  There is some evidence that climate change is already having a measurable affect on the quality and quantity of food produced globally. But this is small when compared with the significant increase in global food production that has been achieved over the past few decades. Isolating the influence of climatic change from all the other trends is difficult, but one recent Stanford University study found that increases in global production of maize and wheat since 1980 would have been about 5% higher were it not for climate change.  All else being equal, rising carbon dioxide concentrations  the main driver of climate change  could increase production of some crops, such as rice, soybean and wheat. However, the changing climate would affect the length and quality of the growing season and farmers could experience increasing damage to their crops, caused by a rising intensity of droughts, flooding or fires.  The latest IPCC report predicted improving conditions for food production in the mid to high latitudes over the next few decades, including in the northern USA, Canada, northern Europe and Russia. Conversely, parts of the subtropics, such as the Mediterranean region and parts of Australia, and the low latitudes, could experience declining conditions. For example, across Africa, yields from rain-fed agriculture could decline by as much as 50% by 2020. Beyond this, if global temperatures rise by more than about 13C, declining conditions could be experienced over a much larger area.  The future course of global food production will depend on how well societies can adapt to such climatic changes, as well as the influence of other pressures, such as the competition for land from biofuel production. The IPCC concluded that in the poorer, low-latitude countries, climate change could seriously challenge the capacity to adapt for a warming of more than 3C. The richer, higher latitude countries are likely to have a greater capacity to adapt and exploit changing climatic conditions. But we can&apos;t ignore the potential for &quot;surprises&quot; down the line. There are many uncertainties in such predictions. The world has not seen such changes in climate for millennia, and so it is impossible to know how our agricultural systems will react in the real world. For example, the complex interlinkages with the impacts of climate change on pests, diseases and pollinators, like bees, are largely unknown. Also, climate models have difficulty in accurately predicting the detailed local environmental changes that are important for food production, particularly weather extremes. A looming vulnerability is the world&apos;s fisheries, which provide an important source of protein for at least half the world&apos;s population. Fisheries are already stressed by overexploitation and pollution. Warming surface waters in the oceans, rivers and lakes, as well as sea level rise and melting ice, will adversely affect many fish species. Some marine fish species are already adapting by migrating to the high latitudes, but others, such as Arctic and freshwater species, have nowhere to go. The absorption of carbon dioxide emissions by the oceans also has a direct impact on marine ecosystems through ocean acidification.  But what does this mean for food security  the price and availability of food for the world&apos;s seven billion people? A 2011 Foresight report concluded that climate change is a relatively small factor here, at least in the short term, when compared with the rapid increases in global food demand expected in the next decade. On current projections, by 2050 there will be between one and three billion additional mouths to feed. As people become wealthier, they also demand more food and disproportionally more meat, which requires far more land and water resources per calorie consumed. When these factors are combined, it points toward a future of increasing and more volatile food prices.  As was seen during the 200708 food price spikes, the poorest countries and communities will be hit first and hardest. The Foresight report concluded that international policy has an important role to play here  today, despite plentiful supplies of food globally, almost one billion people are undernourished.  Finally, food production itself is a significant emitter of greenhouse gases, as well as a cause of environmental degradation in many parts of the world. Agriculture contributes about 15% of all emissions, on a par with transport. When land conversion and the wider food system are taken into account the total contribution of food may be as high as 30%. This means that to limit the long-run impacts of climate change, food production must become not only more resilient to climate but also more sustainable and low-carbon itself.  This article was written by Nicola Ranger of the Grantham Research Institute on Climate Change and the Environment at LSE in collaboration with the Guardian The ultimate climate change FAQ  This answer last updated: 10.07.12 Read about the project and suggest a question Report an error in this answer Related questions What is the economic cost of climate change? What is the Stern review?  Which nations are most responsible for climate change?  This editorial is free to reproduce under Creative Commons This post by The Guardian is licensed under a Creative Commons Attribution-No Derivative Works 2.0 UK: England &amp; Wales License.Based on a work at theguardian.com", 
    "section": "environment", 
    "gid": "environment/2012/sep/19/climate-change-affect-food-production", 
    "wordcount": "954"
}