{
    "headline": "Google aims for Apple's core with high-end Chromebook Pixel", 
    "text": "Google made an ambitious assault on the high-end laptop market on Thursday, confirming months of rumour by announcing the Chromebook Pixel, which features a large-format, high resolution touchscreen. Demonstrating the new Pixel, Chrome head Sundar Pichai said Google&apos;s aim had been to make a device to satisfy developers and early adopters. &quot;This is about power users. Some of them buy Mac, some buy Windows 8. We wanted to make sure Chrome OS is in that segment,&quot; said Pichai. The high resolution touchscreen is designed to help developers build apps and services that work seamlessly across multiple devices. &quot;This is the future - high resolution and touchscreen, and we&apos;re behind in the laptop world,&quot; he said. &quot;We want to push the ecosystem and web development forward, so this can be thought of as a reference device, in the same way as the Nexus, that will inspire a whole new generation of devices.&quot;            Reading on mobile? See the Chromebook Pixel promo video here Google has said that it does not think in terms of market share, but a high-end laptop puts it in direct competition with Apple, particularly with the Macbook Air. Pichai insisted the Pixel offered better specifications for its price. Pichai said: &quot;It will stand up well against a Macbook Air. Air doesn&apos;t have touchscreen or a high resolution screen, so with Pixel you get a lot for your money.&quot; The Pixel&apos;s screen is higher than conventional laptop screens at a 3:2 ratio or 2560 x 1700, at 239 pixels per inch. A new Google Plus Photo app, launching in the Chrome store in three weeks, is designed to showcase the screen, and will allow users to browse and organise photos offline as well as share them. Pichai also referred to a target business audience where companies are using cloud applications including Google Apps, and said Google&apos;s June 2012 acquisition of QuickOffice would mean Word and Excel documents can be integrated. Google&apos;s first Chromebook, the low-end CR-48, was released with Google branding, but subsequent models featured branding from partners Samsung, Acer, Lenovo and HP. The first Pixel has also been designed and manufactured by Google, and is intended to be a &apos;reference device&apos; for partners. The laptop shell has been streamlined to hide cooling vents, screw fittings and speakers, part of a principle of making it as inconspicuous as possible, while the software is designed to make access to web content simple. Specifications include an Intel i5 processor, a 32GB or 64GB solid state drive and one terabyte of Google Drive storage for three years. Battery life, despite the energy-sapping high resolution screen, is claimed to be 5 hours. Pixel is available to order in the UK from Google Play for 1049, with shipping in April.", 
    "section": "technology", 
    "gid": "technology/2013/feb/21/chromebook-pixel-google-laptop-market", 
    "wordcount": "466"
}