{
    "headline": "There's no such thing as bad weather, only unsuitable clothing", 
    "text": "King Canute is the most famous, and dampest, early example of the Royal respect for evidence-based policy making. Impatient with his non-evidence-based advisers loudly proclaiming his divine right to rule even the tides, he performed a famous high-risk experiment, demonstrating the opposite. Less well-known is that several peasants drowned in control trials, but this only goes to show the robust tradition of rigour inherent in the Royal genes. Our current Queen too is wise enough to take it on the chin when the climate rains on her parade. She demonstrated her deep wisdom again yesterday, as even the neo-Trotskyite BBC had to acknowledge, by wearing an actual coat rather than attempting to stop the rain by decree. Prince Charles, of course, continues to exhibit a certain lack of maturity in this regard, flying in the face of the evidence in his support for various forms of alternative medicine and other strange practices. But we can be confident that blood will out, and when the moment comes he will realise that it&apos;s only water. The people who really have the problem, of course, are Republicans.  A democratic mandate does not help if the evidence is against you, and Republicans lack the breeding to realise this instinctively. In the colonies, certain of them seem determined to repeat Canute&apos;s experiment across the whole world, attempting to hold back the rising seas by voting against the existence of global warming. Her Majesty could save them the trouble. It will not work. The Greek nation may, or may not, have more luck voting against debt, given that it is at some level a social construct. As the inventors of democracy, they surely deserve the chance.  But a certain kind of reality is no respecter of public opinion.  If democracy had anything to do with such matters, quantum mechanics and relativity would have lost their deposits when physicists went to the polls. Eddington&apos;s vindication of Einstein&apos;s relativity was seen by some as dangerous treachery, given the general unpopularity of Germans in England at the time and the veneration accorded Newton. But the facts had to be faced. And as for quantum mechanics, well, really, it is the stupidest way to understand atoms, except for all those others which have been tried from time to time. PS The title is a quote from the excellent Alfred Wainwright.", 
    "section": "science", 
    "gid": "science/life-and-physics/2012/jun/04/canute-evidence", 
    "wordcount": "390"
}