{
    "headline": "Professional development: how to become a global researcher", 
    "text": "&quot;British business offers its future leaders overseas experience, so why is the British PhD still such a stay-at-home affair?&quot; This was the question at the heart of Tanya Filer&apos;s blog for the Network earlier this year. In her article, the doctoral researcher argues that time spent in research communities around the world is not only important for the individual (and especially the PhD candidate) but also for the quality of research output at an institution, which in turn has an impact on reputation. She says: &quot;The PhD candidate, compared to others in the British higher-education landscape, is most at sea in terms of international opportunity  PhDs are supposed to push boundaries of knowledge, not encourage acquiescence; however free-thinking an institution may be, it is surely harder to think anew when fixed in one place, among one group of people&quot;. And Tanya is not the only espousing the benefits of global exposure. In 2010, the representative organisation for Br-9tish HE, Universities UK, produced a report in which it makes the case for a more determined focus on global research: &quot;The UK no longer sits at a unique hub between a global network in the Commonwealth, a link to European partners and a particular friend of the USA. The countries which will dominate the future global research base have altered the regional balance. Understanding their research culture and using their research language has a new priority&quot;. The following year Vitae which champions researcher development, developed the &apos;global researcher project&apos; with Universities of Manchester, Southampton and Liverpool and at their annual conference which took place at the start of this week, facilitating researcher mobility was covered in a workshop. But as some of the comments on Tanya&apos;s blog indicate, there are disparities of opportunity between the humanities and the sciences (one commenter, ThePaladin writes: &quot; This is purely a failing of the humanities. Doctoral centres in science frequently have large scale cross university and institutional collaboration&quot;); as well as a need to recognise the skills developed just by being part of an international institution in your home country - DrzBa says: &quot;British HE - you may kick it, you may hate it, but, by God, it brings in the best and the brightest from around the world to their, and our, benefit&quot;. So what support and development do researchers need to become truly global - whether they stay in their countries of origin or are based overseas? How can they develop the international economic, political, social and cultural understanding that will improve them as researchers? Join our live chat panel Friday 7 September at 12 BST, to share your experiences and explore the challenges and benefits of becoming a global researcher. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up free to become a member of the Culture Professionals Network. Panel Lynda Agili, head of research office, Goldsmiths, University of London Lynda is head of the research office at Goldsmiths where she and colleagues provides a proactive resource for researchers across all disciplines and at all stages of their career. Goldsmiths was awarded the European Commission HR Excellence in Research badge at the Vitae conference this week. Claire McNulty, director, science at British Council  Claire is director of science at the British Council, the UK&apos;s international cultural relations organisation, and is involved in several projects supporting international mobility of researchers, including Euraxess. She has a background in research and spent several years as a post-doc in the Netherlands. @clairemcnulty1 Kate Mahoney, Midlands hub manager , Vitae Kate is based at the University of Warwick. She has been involved with researcher development since 2006, working with research staff and students across the UK. She is currently working on a joint Vitae project to develop a set of cultural awareness resources for researchers. Kate completed her PhD looking at the social impact of organic farming in England in 2007. @midlandsHub Paul Spencer, researcher development manager, University of the West of England, Bristol  Paul has been employed at the University of the West of England for 8 years, supporting the development of both postgraduate research students and research staff. A former researcher into the microbiology of the mouth, Paul now focuses on helping researchers understand their skills set better. @paulspencer42 Madeline Paterson, career transition coach, Symmetry Coaching After a career spent designing and delivering learning solutions, Madeline moved to HE and has worked with UCL, the Open University and the University of Southampton. In her own business, Madeline helps individuals to make positive career changes, boost their professional profile and develop an effective network. @madelinep Alex Katsomitros, research analyst, The Observatory on Borderless Higher Education  Alex joined the Observatory in May 2011. His work at the Observatory focuses on transnational education, international branch campuses and disruptive innovation in higher education. Alex also works as a freelance journalist on technology and politics. He studied communication and mass media at the National University of Athens and holds an MSc in International Public Policy from University College London. @theOBHE Sarah Blackford, head of education &amp; public affairs, Society for Experimental Biology Sarah is a qualified careers professional with research and publishing experience. I support doctoral students and postdoctoral researchers with their career management and development. For more information see: www.biosciencecareers.org @Bioscicareer Chris Thomson, vice-chair, The International Consortium of Research Staff Associations (ICoRSA) Chris is an entrepreneur, independent researcher, and contract lecturer for the Open University and the University of Hull. He is currently investigating opportunities to help researchers build careers outside of academia. His background is in software engineering where he successfully completed his PhD and postdoc examining the way that teams develop software. @codepilots Sarah Emily Duff, postdoctoral research fellow, Stellenbosch University, South Africa Sarah graduated with a PhD in History from Birkbeck, University of London, in 2011 and is now an NRF-funded postdoctoral research fellow at Stellenbosch University. Her research focuses on the history of the mothercraft movement in the British Empire. She writes about the history, culture, and politics of food at www.tangerineandcinnamon.com. @sarahemilyduff Berit Hyllseth, project manager, University of Oslo Doctoral education has for many years been one of Berit&apos;s main fields of interest; she is currently leading the institutional review of it at the University of Oslo. She holds a permanent position at the Norwegian Association of Higher Education, a cooperative body for Norwegian universities and colleges, and has been a member of various national working groups, including the national schemes for industrial PhD and national research schools. Berit has also been member of the European working group on skills appointed by the EU Steering Group on Human Resources Management (SGHRM).", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/sep/05/professional-development-global-researcher", 
    "wordcount": "1121"
}