{
    "headline": "Apple accused of overstating damages in patent case against Samsung", 
    "text": "Tensions ran high in the court case between Apple and Samsung in San Jose on Thursday as the case neared its close, with a financial expert saying Apple had overstated Samsung&apos;s profit margins on mobile products, and the judge telling Apple&apos;s lawyer that &quot;unless you&apos;re smoking crack&quot; there was no chance 75 further witnesses could be called before testimony ended. Witnesses for Samsung testified that Apple should have to pay $422m (268m) for infringing the South Korean company&apos;s patents in the US with its iPhone and iPad. The case also provided more insight into the famously secretive workings of Apple, revealing how much it pays in patent royalties. Michael Wagner, an accountant who testified on Thursday for Samsung, said Samsung&apos;s US profits from the smartphones and tablets targeted in the case should be calculated at about 12%, or $519m. Earlier in the trial, an Apple expert witness, Terry Musika, testified that Samsung&apos;s US margin was closer to 35.5% on sales from mid-2010 through to March 2012, and that Samsung&apos;s US profits on revenues of $8.16bn were boosted by infringing products. Apple is seeking more than $2.5bn in damages as the two companies stage a bitter courtroom fight that mirrors their broader struggle outside for supremacy in mobile markets. Together they control more than half of worldwide smartphone sales, while Apple dominates in tablets with Samsung a distant second, according to figures from analysts and those released to the court by Samsung. Apple says Samsung copied the design and some features of its iPad and iPhone, and is asking for a sales ban in addition to monetary damages. Samsung, which is trying to expand in the US, says Apple infringed several patents, including some for its key wireless technology. Wagner testified on Thursday that Musika did not take into account many of Samsung&apos;s costs, including marketing. &quot;Not a penny,&quot; Wagner said. He said his 12% figure assumes a period beginning in April 2011 for most of the mobile products. At the start of the trial, each side was allotted 25 hours by Judge Lucy Koh to present evidence and cross-examine witnesses, a standard procedure in such trials. The case began with Apple, yet it was Samsung that began to feel the time crunch on Thursday, with its lawyers choosing not to cross-examine two of Apple&apos;s technical experts who were called in to rebut Samsung&apos;s case, which has been made this week, after citing time limits. The two sides began the day with Apple having used 18 hours and one minute, while Samsung had used 22 hours 25 minutes. By the end of the day that had fallen to three hours 53 minutes remaining for Apple, and just 25 minutes for Samsung. Apple&apos;s greater amount of time at one point saw its attorney suggest a list of 75 pages of objections to dozens of witnesses who had not yet been called, leading to Judge Koh to exclaim: &quot;You want me to do an order on 75 pages tonight? When, unless you&apos;re smoking crack, you know that these witnesses are not going to be called? Who is going to call all these witnesses when you have less than four hours left?&quot; Apple&apos;s lawyers disclaimed any use of crack cocaine, but insisted they had figured out that they could get through 20 witnesses on Thursday and Friday to rebut Samsung&apos;s case. &quot;We didn&apos;t mean to burden the court,&quot; said Apple&apos;s lawyer, Michael Jacobs. Koh told Jacobs that if Apple&apos;s timings turned out to be wrong and there was no realistic chance of calling the witnesses: &quot;I&apos;m going to think up a proper tax for that.&quot; Meanwhile, the case has continued to prove more useful for onlookers interested in the inner workings of both companies, particularly Apple, than to the two opponents. More financial details about the famously secretive Apple were revealed on Thursday. The company has paid about $1.4bn in patent royalties to at least 90 companies, according to testimony from Samsung financial expert Vince O&apos;Brien. Apple has sold $12.23bn worth of iPhones in the US since September 2010, and US sales for the iPad are at $2.29bn since the end of April 2011, Samsung financial expert David Teece said. Other testimony on Thursday focused on how much Apple should pay if the jury finds that Apple violated Samsung&apos;s patents. O&apos;Brien said a reasonable royalty for three of Samsung&apos;s feature patents  including one for seamlessly emailing a photo  was $22.8m. Asked why the amount was so small, O&apos;Brien said: &quot;They&apos;re one of many features on the phone.&quot; Yet Teece said Samsung&apos;s wireless patents in the case were worth up to $399m. Under questioning from Apple, Teece acknowledged that he had not seen any evidence that Samsung had ever received money for those patents from another company. That could make its position in chasing Apple for payments look anomalous if it was aware of infringement by other companies.", 
    "section": "technology", 
    "gid": "technology/2012/aug/17/apple-accused-overstating-damages-samsung-patent-trial", 
    "wordcount": "833"
}