{
    "headline": "Can Obama make defeating climate change his legacy?", 
    "text": "As legacy issues go, saving the planet from global warming would put all others in the shade. But can US president Barack Obama do it? The question has two answers, one at home and one abroad. He is certainly reinvigorated in his determination to tackle climate change. In his first term, those wanting action were too often left parsing single sentences to divine the intentions of the president. Obama&apos;s inaugural speech on Monday left no room for doubt. The section on climate change was the single largest on any issue and came ahead of those on gay rights and immigration. Contrast that with the brief, airy mention is his 2009 speech, which failed to mention climate at all: &quot;We will harness the sun and the winds and the soil to fuel our cars and run our factories.&quot; The opening section of Monday&apos;s speech used the repetition of &quot;we, the people&quot; and &quot;together&quot; to drive home the idea of collective action. And so began the section on climate change.  We, the people, still believe that our obligations as Americans are not just to ourselves, but to all posterity. We will respond to the threat of climate change, knowing that the failure to do so would betray our children and future generations.   That&apos;s the legacy pitch. Obama then had tough words for so-called climate sceptics:  Some may still deny the overwhelming judgment of science, but none can avoid the devastating impact of raging fires, and crippling drought, and more powerful storms.   He did not shy away from the sometimes controversial nature of the green transition, thinking perhaps of Solyndra, but pitched it as one of economic opportunity.  The path towards sustainable energy sources will be long and sometimes difficult. But America cannot resist this transition; we must lead it. We cannot cede to other nations the technology that will power new jobs and new industries  we must claim its promise.   Obama, as my colleague Suzanne Goldenberg noted, then placed action on global warming in a frame of God and the US constitution. This looks like a pitch across the political divide to Republicans.  That is how we will maintain our economic vitality and our national treasure  our forests and waterways; our croplands and snowcapped peaks. That is how we will preserve our planet, commanded to our care by God. That&apos;s what will lend meaning to the creed our fathers once declared.  So that was the pitch, but what chance of action? At home, Obama will use the executive power of his office to deliver cuts in carbon dioxide emissions through regulation of coal plants and better energy efficiency. The attempt to pass carbon-capping legislation through Congress that failed so miserably in his first term will not be attempted.  The vested interests of the fossil fuel industry will continue to squeal loudly.Tim Phillips, president of the Koch-brother-funded Americans for Prosperity, said on Monday: &quot;Americans have rejected environmental extremism in the past and they will again.&quot; But polling shows Obama has the people, seared by record heatwaves and buffeted by super-storms, on his side of the argument. In four years&apos; time the US, still one of the world&apos;s biggest polluters, should be a significantly greener economy. That progress at home will be an essential pre-requisite to success in international negotiations: you have to walk the talk to persuade other nations to do the same. Obama will have John Kerry as secretary of state, a man who gets climate. But while the roadblock of the Republican-controlled House of Representatives can be sidestepped in domestic policy, any global climate change deal will have to be ratified by Congress. For that to have any chance of happening, one thing is essential: China, America&apos;s rising rival as the world&apos;s foremost superpower, must be walking the same track. Ban Ki-moon, the UN Secretary General, also spoke on Monday and also placed dealing with climate change at the top of his agenda. &quot;Climate change is fast happening much, much faster than one would have expected,&quot; he said.  But the global deal that UN negotiations are supposed to deliver in 2015 will not truly be clinched at the last moment in a crowded conference centre by sleep-deprived diplomats. It will be reached inch by inch in the run-up and without a US-China pact, it will fail. China&apos;s new leader, Xi Jinping has been in place since November, but Obama has yet to meet him. If the US president is to make saving the planet his legacy, he needs to beat a rapid path to President Xi&apos;s door.", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2013/jan/22/president-obama-climate-change-speech", 
    "wordcount": "767"
}