{
    "headline": "Rio+20 stage set for debate on what next for development goals", 
    "text": "What could be simpler? In 2015 the eight UN millennium development goals (MDGs), which were agreed by all countries in 2000, will formally expire. In their place, it has been proposed, should come new sustainable development goals (SDGs), to cover poverty, but also energy, water, oceans, resource efficiency, land and ecosystems  details to be worked out at the Rio+20 Earth summit starting next week. When the idea of SDGs was put forward last year by Colombia, it seemed like a brilliant initiative  especially from a developing country  to take the UN process forward. Over the past year, the idea has grown and it is now likely to be at the centre of the Rio conference, one of the few &quot;deliverables&quot; to emerge from what many analysts see as a low ambition meeting. But in the highly charged, massively politicised world of international summitry, debate is now raging about the advantages and disadvantages of yet more goals, the wisdom of having two parallel development tracks and the chance of yet more confusion and duplication. The faultline, as ever in global conferences, is the weight given to environment as opposed to development. In short, northern countries tend to favour environment goals, but developing countries do not want to have dumped on them anything that prevents them lifting themselves out of poverty or any agreement that comes with a price tag. &quot;The idea of SDGs,&quot; says Martin Khor, director of the South Centre in Geneva, a thinktank for developing countries, &quot;was proposed last year by Colombia, and many countries saw it as a kind of alternative to the green economy roadmap. It has now gathered steam.&quot; He says: &quot;The developing countries have accepted SDGs as a concept and an operational tool. They have engaged in putting forward principles and elements that should frame the SDGs. A key principle, they say, should be &apos;common but differentiated responsibilities&apos;, so that any obligations arising from the SDG process would be treated in an equitable manner. The G77 group of developing countries and China want the three pillars of sustainable development (social, economic, environment) to be balanced and they are concerned that the EU has put forward only environment goals.&quot; The development community has started discussion on the follow-up to the MDGs, and does not want a decision on SDGs to preempt their agenda. Many developing countries fear that if a high status is given to SDGs at summit level, it could marginalise the MDGs. In a new briefing paper, Oxfam, summarises the concerns. &quot;Discussions on the SDGs and MDGs have been running in parallel, with quite different ministries, processes and stakeholders involved. This is creating considerable confusion, which  if not resolved at Rio  could lead to duplication, divergence and a huge burden especially on developing country officials,&quot; it says. &quot;Countries are still sitting on the fence: arguing for co-ordination but stopping short of calling for the two tracks to be combined into one overarching process for a single set of goals. There is still a concern among governments and the development community that the SDGs debate could sap energy from the MDGs, which still have three years to go and have their own review process starting this year.&quot; Negotiations on the MDGs/SDGs reopen in Rio before world leaders arrive on Wednesday 20 June, but the lineup of countries and divergence of views is remarkable. The Colombia proposal suggests that the precise targets could be defined through consultations and input from experts. This is broadly what the EU and other developed countries want, arguing that a fully negotiated process would get bogged down in political divisions. However, the G77 want governments to lead the process because of concerns that UN institutions or expert-led panels will be exclusive and dilute government ownership. According to Khor, many developing countries are wondering if the developed country partners might &quot;jump ship&quot; from the MDGs. In addition, there is the thorny issue of money. Developing countries have repeatedly called developed countries to task for not delivering the promised finance, capacity-building and technology transfer for sustainable development. Without additional funds to finance actions to realise SDGs, many developing countries will be loath to sign up to more targets. Oxfam&apos;s director, Dame Barbara Stocking, says: &quot;MDGs may get lost in the process. We cannot have two tracks. There would be endless rows and it would be a complete waste of political space. We have to have one single set of goals. There is every danger that [the process] could fracture. The south does not want to be dumped on with a whole new set of planetary boundary issues.&quot;", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jun/14/rio20-debate-development-goals", 
    "wordcount": "782"
}