{
    "headline": "Marking reveals the institutional paradoxes in university education", 
    "text": "Many academics are now enjoying a brief breather before the summer term begins but not so long ago, we were in April, battling through the cruellest month in (Anglo-North American) universities. April marks the point at which the yearly academic cycle reaches its peak with final exams, which are preceded by the crushing weight of end-of-term assignments. Some students, worn out by the demands of the season, lapse into a state of caffeine-fuelled zombie-like vacancy. For those of us on the receiving end of their work, there is the prospect of a mountain of marking that forms the final obstacle before this - the summer holidays. Based on the feelings expressed regularly by many professors and graduate students, I don&apos;t think grading is something many people see as a form of genuine and enjoyable engagement with students, unless it is a case where the course director has been creative with the assignments and/or most of the students are motivated to work hard. Instead, professors and teaching assistants tend to experience grading as a chore (or in some cases, an ordeal) that must be completed so that marks can be submitted  a technocratic necessity rather than a pedagogical one. This makes sense for a few reasons. Grading is not an inherently meaningful activity, but more a function of a hierarchical institution, that mass produces graduates. A letter or number grade assigns a relative value to a student&apos;s performance, which is then used as a measure of his or her value within the educational system overall. Outside of this system, assigned marks have little relevance. As such, in an increasingly competitive environment students may see grades more as tokens of exchange than signifiers of acquired skill. That&apos;s partly because it&apos;s so hard to assess genuine learning and link that to an objective &apos;standard&apos;. Students may (rightly) see grades as flexible, and act on this assumption, possibly encouraged by the consumerist tendency that comes with attaching a price tag to education - conflating payment for access with payment for an outcome. Another issue is that we&apos;ve institutionalised the factors that make grading unenjoyable. The process and schedule of the academic year ensures this: grading tends to happen all at the same time, there&apos;s usually quite a lot of it, and because students are fatigued and under pressure, what we see might not be representative of their potential. In the past I&apos;ve also felt as if I have little influence over the outcomes I see when I&apos;m grading assignments. I remember this was among the first issues that alerted me to &apos;something rotten&apos; in the state of academia, years ago when I started working as an undergraduate teaching assistant. It wasn&apos;t that I didn&apos;t care  I cared a lot; I wanted then, and still want now, to help students to learn and write well and earn the marks they desired. But I didn&apos;t have the time and energy (and skill) to provide the level of help they seemed to require. Later, it was both relieving and distressing to realise I was working with all their past and present educational (and life) experiences, not just my own inadequacies. A student&apos;s pre-higher education experience matters but grading must also be assessed within the institutional framework in which university teaching takes place. Not only do we have more students now, but the students themselves must juggle their involvement with education with other demands on their time and energy. We must also find ways of engaging with, and helping students from more varied educational backgrounds, without making unreasonable demands on those who do the teaching (and grading). And somehow, as teachers in this system we must become more &apos;efficient&apos;, given the perpetual economic tightening - all the while, there are larger connections to job insecurity for academic staff. This is where governance meets (and clashes with) pedagogy in higher education. And for all these reasons, the conditions of post-secondary teaching demand attention at the level of the egg timer often used to ration each minute of essay marking. Grading, and the feelings and problems associated with it, show us only a few of the ways in which the long-term devaluing of teaching in the academic economy is both experienced and perpetuated in our everyday lives. Melonie Fullick is currently a PhD student working on research in post-secondary education, policy and governance at York University in Canada. She is also a member of the editorial collective at University of Venus  follow her on Twitter @qui_oui This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/aug/06/teaching-and-marking-in-higher-education", 
    "wordcount": "774"
}