{
    "headline": "Sonos Sub  review", 
    "text": "As I staggered along the street bearing the box with Sonos&apos;s new product in it, I began to foster fond hopes that I would be mugged. My attacker, I thought, would then pick up the large box and start heading off along the street. With any luck he  for it would have to be a he  would go in the same direction as I had, which would mean that I could walk briskly after him and once we got to an intersection pull him over and pinoin him under the box while calling the police. Two jobs for one. In the event, this didn&apos;t happen, but it did show that Sonos&apos;s new subwoofer device  the Sub  is a force to be reckoned with. About 157 Newtons, to be precise. Once you unpack it from its (large, and hence unwieldy) box, though, the Sonos Sub reveals itself as comparatively small, although still far bigger than anything else the American wireless audio company has ever made. Denser, too.  The Sub weighs about 16kg. It&apos;s shaped like a squared-off wheel, with a neat Polo-like hole in the middle (also squared-off), which makes it easier to heft around. Inside the Polo hole are the speakers, so take care. They&apos;re what make the device special. Unlike a Polo, it&apos;s large and black. The current models are glossy; cheaper matt models are coming in October, says Sonos. The advantage of a subwoofer is that it doesn&apos;t have to be close to the amplifier that&apos;s generating it, and Sonos&apos;s advantage is that because it uses its own mesh Wi-Fi network, you can put the Sub almost anywhere, connect it wirelessly to your Sonos amplifier or other Sonos output, and it will do its job. So hide it away under a sofa or shelves. Don&apos;t put it on a floor if you live above someone, unless you want to meet your downstairs neighbour. Setup: quick and light The setup via the controller or iOS/Android app is quick and painless. Using the Sub does require an upgrade to the Sonos software for every other device (which is quick and easy; Sonos really has the update thing nailed). You then pair the Sub with your other Sonos device (it won&apos;t pair with a standard amp, or with the Sonos portable) and go through a quick sound test  is this sound louder or softer, is this more or less bassy  and you&apos;re good to go.  And you&apos;ll certainly notice the difference that the Sub makes. It adds huge depth to sound. I have a setup with Bose speakers (including a subwoofer), which I had thought was quite well set up for bass. Boom! Turns out: no, it wasn&apos;t. I put on Fiona Apple&apos;s Sleep To Dream, since it&apos;s got a big open sound with plenty of room for the prominent bass to show what it can do. It nearly blew the bloody doors off. There&apos;s a heft to the sound that can rattle your fillings, given the chance. That&apos;s why putting it on the floor might not be such a great idea if you&apos;re a flat-dweller on anything but the ground floor. It enhanced everything I put through it, including TV sound (using the line-in to the Sonos) or internet radio.     Sonos Sub: these are the devices that it will connect with    Price that But that&apos;s where we come to the sticking point of the Sub. At 599 for the existing glossy version (though 499 for the matt version, due in October), are its likely owners going to be in flats? Wouldn&apos;t they have houses? Sonos doesn&apos;t compromise on anything, least of all price, although the price tag on many of its other components has come down over the years so that a &quot;starter pack&quot; (to connect to a router and then a Sonos 3 or Sonos 5 player) is about half what it was. You can certainly get a subwoofer system for far less than this costs. Whether it will be better depends on what you prefer. What Sonos offers is really easy setup, wireless listening, and the many services that you can get directly off the internet, such as live radio streaming, Deezer, Last.fm and Spotify. As yet, there&apos;s no way to play iPlayer content; Sonos hasn&apos;t given any indication it&apos;s planning that. Conclusions Those in favour: easy setup, fantastic sound, wireless capability means it can be put anywhere in a room Those against: at 599, it&apos;s pricey (the matt black version in October will be 100 cheaper).  The Sonos SUB works with all Sonos amplified components: CONNECT:AMP/ZonePlayer 120/ZonePlayer 100; PLAY:5; PLAY:3. It does not work with the non-amplified Sonos CONNECT/ZP90/ZP80.", 
    "section": "technology", 
    "gid": "technology/2012/jul/20/sonos-sub-review", 
    "wordcount": "776"
}