{
    "headline": "Environment Agency seeks to redefine 'drought'", 
    "text": "When is a drought not a drought? When it&apos;s raining, might seem the obvious answer  but for meteorologists, hydrologists and government officials trying to tackle our water shortages, it&apos;s never as simple as that. Drought persists over much of southern England despite the wettest April on record and grey, overcast skies. Now the government is contemplating tearing up the official definition of drought to leave more room for the sorts of reversals we&apos;ve seen in recent weeks, when heavy rain caused flash floods and soaked large swaths of the country, but failed to relieve longer term water shortages. There are well-understood reasons for this  rain in spring and summer does less to recharge the groundwater sources on which we rely for our tapwater, compared with winter rain that in the dearth of growing vegetation and amid lower temperatures sinks into the ground without evaporating. But communicating the complexities of this year&apos;s drought has taxed the skills of the officials in charge. &quot;Drought is a very difficult word  it describes lots of problems. We&apos;re thinking about how to communicate better all these differences, so that people can understand better,&quot; says Trevor Bishop, head of water resources at the Environment Agency. At present, the official definition of drought is important because water companies can only introduce restrictions, such as hosepipe bans, when the drought criteria have been met. But the single word &quot;drought&quot; is used to cover a wide range of local situations, which can vary widely. Experts have their own distinctions  a meteorological drought, for instance, differs from a hydrological drought and from an economic drought  but these mean little to most people. In future, we may hear more of the various gradations of water shortage  from water stress to groundwater deficit, to severe water shortages. They may not have the raw power of the simple Anglo-Saxon word drought, but they may help people to understand better how it is that they still can&apos;t use a hosepipe even when it&apos;s been pouring down outside.", 
    "section": "environment", 
    "gid": "environment/blog/2012/may/22/drought-difficult-word", 
    "wordcount": "337"
}