{
    "headline": "Facebook: two thirds of users log off for weeks at a time", 
    "text": "Two thirds of Facebook users have taken a voluntary break from the site for several weeks or more, citing reasons ranging from &quot;excessive gossip or drama from their friends&quot; to &quot;concerns about privacy&quot;, according to new research. But much as its critics might like to think otherwise, the world&apos;s most popular social network is showing no signs of losing its audience. The most common reason stated for taking a break is that users are too busy, following by &quot;just wasn&apos;t interested&quot; and that it&apos;s a &quot;waste of time&quot;. According to a new survey published by the US Pew Research Center, only 4% of Facebook users cited privacy issues, with just 1% saying they did not like to share their lives via Facebook. Only 2% said they preferred to communicate face to face. Some of the comments from those that were polled included &quot;I was tired of stupid comments&quot; and &quot;I had crazy friends. I did not want to be contacted&quot;. Others cited the mundane nature of their friends&apos; posts  &quot;People were posting what they had for dinner&quot;  or &quot;I didn&apos;t like being monitored&quot;. Pew found the vast majority, 92%, still maintained a profile on the social networking site with two thirds saying the site is as important in their lives now as it was a year ago. But a significant minority, just under a third, said the site is less important to them now and just over a third reported they have decreased the amount of time they have been on the site. Just over one in 10 said they spend more time on the site, particularly women. Of concern to Facebook will be reports of decreased usage among 18 to 29-year-olds, with 42% saying the amount of time they spend on the social network in a typical day has decreased in the last 12 months. Pew Research is a non-partisan think tank based in Washington, which conducts online behaviour surveys on internet usage, both in and outside the US. The survey was conducted in December and based on a sample of 1,006 American adults aged 18 and over.", 
    "section": "technology", 
    "gid": "technology/2013/feb/05/facebook-two-thirds-users-log-off", 
    "wordcount": "366"
}