{
    "headline": "Ash dieback more widespread than feared", 
    "text": "The disease threatening to devastate the UK&apos;s 80 million ash trees appears to have spread even further than government estimates, and is now feared to be present in four new counties. Worcestershire, Surrey, Greater London and East Sussex all now appear to have trees afflicted by the disease, according to the AshTag mapping exercise led by a team at the University of East Anglia. Photos of cases submitted via a smartphone app and verified by an expert on the fungus that causes ash dieback, Chalara fraxinea, indicate likely sightings in places where the official mapping project by the Forestry Commission has yet to confirm the disease. On Monday, the government confirmed infected cases had been found in the Kent and Essex countryside, the first in the &quot;wild&quot; beyond Norfolk and Suffolk. On Tuesday, the disease was found at a nursery near Rugby, Warwickshire, following tests by the Department for Environment, Food and Rural Affairs. The cases identified by the AshTag project, which has been soliciting sightings by the public via an Apple and Android smartphone apps, add to the counties, which range from Renfrewshire to Berkshire, where it has been found in recent plantings. Iben Margrete Thomsen, a Danish expert on the fungus, who verified the sightings, said: &quot;The AshTag app is a useful tool for mapping the spread of the disease, as the results are beginning to show. Now that it&apos;s autumn, people should look for the characteristic lesions or dieback, rather than for leaf symptoms which are not that distinctive anyway.&quot; The new sightings have yet to be officially confirmed by laboratory or field tests. But they lend weight to fears from leading scientists that the fungus  which is borne by the wind and can quickly kill younger trees  could spread as quickly as 20 miles a year, putting at risk the vast majority of the UK&apos;s ash trees. However one expert said the genetic lineage of the most of the country&apos;s ash trees might provide hopes of avoiding a repeat of Dutch elm disease, which wiped out most of the UK&apos;s mature elms by the 1990s. Graham Rowe, a senior lecturer in molecular ecology at the University of Derby, said that because most of the country&apos;s ash was descended from trees from south-west Europe, they might have some resistance to the disease. In Denmark, where ash dieback wiped out 90% of trees, the ash originated in south-east Europe. &quot;It looks like the [UK&apos;s trees] are of a distinct genetic stock. Therefore they might show a level of resistance,&quot; he told the Guardian. Rowe added that the official confirmed cases of ash dieback had so far been found in the east of the country, and the populations of those ash trees looked to be descended from the same genetic line as those that have been affected by the disease in Denmark. However, he warned that those UK ash trees which likely came thousands of years ago from modern-day Spain and Portugal could potentially be even more likely to succumb to the fungus. &quot;There is a possibility that they are even more vulnerable,&quot; he said. &quot;It could go either way, though there is no reason to suspect that it would be negative.&quot; The environment secretary, Owen Paterson, has convened a summit to address the ash dieback crisis on Wednesday. On Tuesday, he said at a parliamentary hearing: &quot;It is known that the fungus exists on leaves but there is no known cure except to destroy and burn trees.&quot; Asked if any trees were resistant and it was really necessary to burn trees, he said: &quot;Over 100,000 trees have been destroyed recently but there is a chance we could develop strain of ash that can be protected.&quot; Paterson said that research should be completed by Wednesday morning which will give a clearer idea of whether the disease has been spread from the air or live saplings from the continent where the disease was first found at a Buckinghamshire nursery in February, and confirmed in March. Imports were banned on 29 October. ", 
    "section": "environment", 
    "gid": "environment/2012/nov/06/ash-dieback-widespread", 
    "wordcount": "686"
}