{
    "headline": "Spiders don't have ears - but they can still hear you coming", 
    "text": "They are creepy, crawly and, for some, a source of irrational fear. Now scientists have found that spiders can hear you from across a room. The discovery came as a surprise because, technically, spiders do not have ears. However, the latest research shows that the hairs on spiders legs are so sensitive that they can detect human speech from several metres away.   Related: World's widest web? Flood-hit spiders find higher ground    Paul Shamble, an arachnologist who led the research at Cornell University, said that the finding is exciting because it overturns the idea that the world of arachnids is dominated by sight and touch. Surprisingly, we found that they also possess an acute sense of hearing, he said. They can hear sounds at distances much farther away than previously thought, even though they lack ears with the eardrums typical of most animals with long-distance hearing. Im not sure that everyones going to be thrilled that spiders can hear them as well see them, he added.         Hearing in a jumping spider.    Shamble and colleagues made the discovery after succeeding in making direct electrical recordings from the brains of North American jumping spiders. This was a technical feat because the spiders body is pressurised like an inflated tyre, meaning that previous attempts to record from their brains typically caused the spider to explode as soon as a hole was drilled in the outer shell. The team had initially been investigating how the creatures process visual information, but noticed that their brains were responding when chair were moved around the lab or one of the team clapped their hands. That was remarkable because the received wisdom at that point was that spiders cant hear sounds, said Prof Ronald Hoy, senior author of the paper, which is published in Current Biology.   Related: Peacock spiders: scientist finds seven new species of 'fairly cute' creatures    The spiders sense of hearing appeared to rely on tiny hairs on their forelegs - when the scientists placed water droplets on the spiders legs to dull the vibrations of the hairs, the auditory neurons in the brain stopped firing in response to sounds. Further investigation showed the spiders could hear claps from more than five metres away and that they were most sensitive to low frequencies (about 80-130Hz), which would match the wingbeats of parasitoid wasps, a predator of jumping spiders, or the pitch of a very deep male voice. The overall sensory experience would probably be a lot less rich than that of humans. It probably sounds like a really bad phone connection, said Shamble. They probably can tell that youre talking from across the room, but theyre certainly not listening to you. The researchers believe that other spider species are likely to have similar hearing abilities are now recording from the brains of fishing spiders, wolf spiders, and others. ", 
    "section": "science", 
    "gid": "science/2016/oct/13/spiders-dont-have-ears-but-they-can-still-hear-you-coming", 
    "wordcount": "451"
}