{
    "headline": "Californian campaign pushes for labelling of GM food", 
    "text": "In a column last month, New York Times food writer Mark Bittman wondered, &quot;Why Aren&apos;t GMO Foods Labeled?&quot; After laying out some of the basic arguments in favor of labeling  most obviously, the contradiction between the USDA finding that genetically modified foods aren&apos;t &quot;materially different&quot; from non-modified foods and yet its prohibition of including GMOs within the legal definition of organic  Bittman concluded that major food companies&apos; unwillingness to label foods containing genetically modified organisms is &quot;demeaning and undemocratic.&quot; An overwhelming majority of Americans say they want to know if the food they&apos;re buying contains GMOs. The food processors&apos; resistance to providing that information, Bittman argued, violates the ideals of transparency that the free market is supposed to rest on. It looks like Bittman might get his wish. A coalition of NGOs and family farmers is working to put a proposition on California&apos;s November ballot that would require food companies that sell in the state to put labels on their products declaring whether they are &quot;produced with genetic engineering.&quot; If approved by voters, the California proposition (which you can read here) would have a national ripple effect, just as the state&apos;s air rules have influenced the cars that get made in Detroit. The sheer size of the California market likely would prevent most food companies from segmenting products sold in the Golden State from those sold elsewhere; food producers would probably have to put the labels on all their products sold nationwide. For organic food advocates, GMO labeling has been a long sought goal. &quot;This has been a dream of many of us in the anti-GMO movement for over a decade,&quot; says Ronnie Cummins, executive director of the Organic Consumers Association. &quot;We realized long ago that the federal government was not going to move on the issue. Passing a mandatory labeling law in California will have the impact of a national law, because California is the most important state in the union.&quot; In 2002, citizens in Oregon put a measure on the ballot that would have required GMO labeling. Massive spending by major food companies and the grocery lobby trounced the proposition. Then, in 2004, voters in California&apos;s Mendocino County approved a measure banning the cultivation of genetically engineered crops there. Other California counties Santa Cruz, Marin, and Trinity  soon followed. But in recent years there&apos;s been something of a lull in national activism against GMOs, which critics say threaten biodiversity, increase corporate control of the food system, and could pose health risks to animals and people. Most of the sustainable food activism these days focuses on building alternatives to the industrial food system. Just look at young people&apos;s enthusiasm for becoming farmers, the surge in artisanal foods, and the continued growth in the number of farmers markets and CSAs. Because the USDA&apos;s definition of organic explicitly prohibits GMOs, many ag-tivists figured they could focus on building a sustainable food system parallel to the dominant industrial one and not have to worry too much about GMOs. Recent developments have reawakened organic farmers and their supporters to the threat posed by GMOs. In October, the FDA completed a review of a super-fast growing GMO salmon, a crucial step toward approving the fish for market. AquaBounty Technologies&apos; &quot;AquaAdvantage salmon&quot; would be the world&apos;s first genetically engineered fish for human consumption. Also last fall, seed and chemical conglomerate Monsanto began selling to farmers a variety of genetically modified sweet corn. The sweet corn, which should hit supermarkets this summer, is the first genetically modified vegetable eaten directly by people. (The huge amounts of GMO canola, corn, and soy grown in the US are either fed to animals or go into processed foods.) Then, in January, Agriculture Secretary Tom Vilsack announced that his agency would allow the unrestricted cultivation of GE alfalfa. Vilsack&apos;s decision marked a major defeat for companies like Whole Foods, Organic Valley, and Stoneyfield Yogurt that had fought hard for a ban against GE alfalfa. Dairy producers and sellers are especially worried about GE alfalfa because of how easily alfalfa seeds cross-pollinate. If  or, more accurately, when  GE alfalfa cross breeds with organic alfalfa, it will make it difficult, if not impossible, for dairy farmers to find organic feed for their cows. The integrity of the entire organic milk sector is at risk. That&apos;s worrisome to retailers like Whole Foods, who know that organic milk often serves as a kind of &quot;gateway drug for organics&quot; as new parents look for organics to feed their kids. These threats have combined to get the attention of wealthy progressive who are funding the effort to collect the 800,000 signatures needed to get the GMO labeling initiative on the California ballot. Prominent organic growers have also signed onto the effort. The California Right to Know campaign is co-chaired by Grant Lundberg of the organic rice growers and processors Lundberg Family Farm. In a oped published recently in the Sacramento Bee, Grant Lundberg put the case simply: &quot;Would you want to know if the food you are buying, eating and feeding to your children has been genetically engineered?&quot; Lawmakers in other states have started to push legislation modeled on the California initiative. Legislators in Connecticut and Vermont are considering bills that would require labeling of genetically engineering foods. A state senator in Washington pushed a similar measure. In Hawaii  a popular spot for GM crop testing, because of its tropical climate  grassroots groups are pushing a disclosure law. The GMO seed companies, the major food processors, and the grocery store chains are getting ready to fight back. A Sacramento-based lobbyist is preparing to launch a political committee  the Coalition Against the Costly Food Labeling Proposition  to fight the measure. That&apos;s the exact same name the industry used to fight the Oregon measure 10 years ago. Big Food is scared for good reason. The Grocery Manufacturers Associations says that about 75 percent of processed foods found at the supermarket contain GMOs. But, according to an NPR/ThomponReuters poll taken in 2010, 90 percent of Americans say that food labels should say whether the product contains GMOs. (Can you think of anything else that Americans agree on in numbers like that? Even puppies aren&apos;t as popular.) Once consumers have additional information about food containing GMOs, they will likely start shifting their purchasing habits. The NPR poll showed that just four-in-ten people would feel OK eating genetically modified meat. The situation in Europe offers a glimpse of how food markets would be affected. Under EU law, foods containing GMOs must be labeled. The amount of land planted in GM crops is a fraction of what it is in the US  and shrinking. If passed, the California proposition would be a massive blow to the ill-defined &quot;natural food&quot; sector. Unlike products that are organic certified, there is no official definition for &quot;natural.&quot; The California law would change that and prevent companies from using the marketing tag &quot;natural&quot; on products containing GMOs. &quot;Once you have labeling like the EU and 22 other nations, consumers will be able to tell if it has GMO ingredients and they won&apos;t be able to be hoodwinked anymore by foods that claim to be natural, but aren&apos;t natural at all,&quot; Cummins says. &quot;The $50 billion natural food sector will shrink and the $30 billion organic food sector will increase.&quot; Major companies like Kellogg&apos;s that have made investments in &quot;natural food&quot; brands will have to either drop the &quot;natural&quot; label  and lose sales  or find a way to source non-GMO or organic grains and oils. In the long run, the amount of land planted in organic crops should grow. &quot;Consumers see the [GMO] labels, consumers complain to the grocery stores, the grocery stores complain to the food processors, and the food processors start asking the farmers to grow something different,&quot; Cummins says. &quot;It&apos;s a chain reaction that we are sure is going to happen  and it all rides on California.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/mar/12/californian-campaign-labelling-gm-food", 
    "wordcount": "1351"
}