{
    "headline": "Why Britons are looking to the skies as astronomy becomes our national hobby", 
    "text": "They have helped turn a nation on to stargazing, located an undiscovered planet, saved the astronomy GCSE from being scrapped and enabled local astronomy and science clubs to see great surges in membership and interest. Now they think they can find life on Mars. Comic and cosmologist Dara  Briain, along with his co-presenter, the physicist Professor Brian Cox, are back on our television screens this month for a third year of the successful BBC2 project Stargazing Live. Tapping into the swell of interest in the heavens, the three programmes are accompanied by live events, talks and exhibitions at towns, schools and cities all over the UK and, if past years are anything to go by, bringing with it a peak in sales of telescopes, star charts and astronomy books. And after a year in which one of the single biggest events was the successful, if nerve-jangling, touchdown of the Mars Science Laboratory, aka Curiosity, on the surface of the red planet,  Briain said Mars was an obvious focus for this year&apos;s first episode. &quot;We&apos;re stationed at the Nasa Jet Propulsion Lab to talk about their Curiosity Rover,&quot; he said. &quot;We&apos;ll be talking about Mars and in a similar vein to last year&apos;s &apos;crowd-sourcing&apos; project  where we turned the raw data from an exoplanet search over to the public, got a million graphs examined in three days and managed to locate a brand new planet that was duly called Threapleton-Holmes B after the punters who discovered it. &quot;We&apos;re turning over similar raw data in the search for traces of water, and thus, hopefully, life on Mars,&quot; he said. The most advanced piece of hardware ever to set foot-wheel on another world, Curiosity is equipped with an array of cameras, geological tools to scoop up soil, and even a high-powered laser that can be aimed at rocks to work out their composition. It also has its own Twitter account with more than a million followers. The photographs being sent back, including the high resolution ones it took of itself with the Mars Hand Lens Imager, have been gripping the imagination of amateur astronomers all over the world as well as in the UK. The clarity of the images being sent back by modern space exploration modules straight to Nasa&apos;s websites and others is undoubtedly another new element to astronomy that is enthralling huge numbers of people but  Briain believes it&apos;s the very simplicity of how to get involved with astronomy that is its appeal. &quot;I&apos;ve always felt the appeal of the show is a complex matrix of, firstly, how ludicrously easy it is to get involved at the most basic level  after all, you just walk out the door and look up. Springwatch can&apos;t promise you a badger at the end of every garden but, cloud cover permitting, Stargazing Live can offer tickets to the oldest show in town to anyone who wants to throw on a scarf. &quot;Secondly, the epic and fundamental nature of what&apos;s happening above us. Creation and destruction on a mind-boggling scale; stars forming from giant clouds of dust and gas, other stars burning out and going supernova, black holes being formed. Then we even throw in Brian Cox&apos;s delightful hair! &quot;For me the appeal is having the opportunity to ask questions on a telly show of people who genuinely know what they&apos;re talking about. Seriously, what&apos;s not to like?&quot;  Briain, who studied theoretical physics and maths at university in Dublin, said they had been astounded by the success of the show, the latest and most successful of a series of TV and radio shows covering science and the universe that have seen sales of telescopes more than double from 2010. He said: &quot;The viewing figures for the show have always been quite astounding, topping four million on average last year, but probably the most flattering statistic we&apos;ve had, apart from how we cleared Amazon out of planispheres by the end of the first show on series one, was the huge surge in applications for university astronomy and physics courses. &quot;I heard figures like 40% up in astronomy and 17% up in physics. While I don&apos;t at all claim Stargazing Live is the reason for this, it&apos;s amazing to see this happening now.&quot; While the show is the latest in several science series that are helping to fuel this passion for the stars in a new generation, much of the credit must go to the scientific community, said Dr Helen Jamison, deputy director of the Science Media Centre. &quot;In the past four or five years there has been a renewed engagement effort: scientists have been talking about their work and are genuinely excited about it and finding ways to communicate that, which has not always been the case, and there has been some excellent media work too and it&apos;s paying off,&quot; Jamison said. She has just signed herself up for an astronomy GCSE, an exam that faced being scrapped before a surge of interest from schools and adult education centres in the past few years. There are now three online sites offering tutoring in the GCSE course to adults and more than 3,000 children taking the exam at 250 schools. Astronomy apps on phones and tablets are another technological development making the science more accessible as well as the internet and the stunning images of the universe that are available from any search engine. Nine regional Science Learning Centres around the country are another example of the funding that is now available after a panic at the decline of subjects such as physics in schools at the beginning of the decade. The availability of physics courses at universities and girls studying science remain an issue in the midst of all this enthusiasm but scientists are hopeful this will change.  Briain said: &quot;Astronomy is controversial but not in the way that nuclear power or swine flu is  it&apos;s something where amateurs and professionals can be engaged in a conversation. It&apos;s something that everybody can do: just walk out of your back door and look up, there it all is. It&apos;s a really great way to put things in perspective if you&apos;ve had a bad day at the office.&quot; In south-west Scotland, near Dumfries, has been created one of only four &quot;dark skies&quot; national parks in the world. Part of the 300 square miles of Forestry Commission-owned Galloway Forest Park, where the light pollution that colours the skies and blocks out the stars above so many of our cities is controlled, won its designation in 2009 by the International Dark Sky Association and is already having to revamp its visitor centres to cope with the burgeoning numbers of stargazers coming for an uninhibited view of the night skies. And this year is set to be a lively one for stargazers  not only with Curiosity and two comets set to streak through the skies of the northern hemisphere, but also a solar maximum due (the period of greatest activity during the sun&apos;s 11-year cycle) that will mean the aurora borealis could be visible in the UK. As the late Sir Patrick Moore, who presented the first edition of The Sky at Night on BBC television in 1957 and urged those who had no access to a telescope to &quot;pick up binoculars&quot;, put it: &quot;The amateur astronomer can make a real contribution to the science. It is a truly wonderful hobby.&quot; It is certainly a hobby with scope  last week astronomers estimated that at least 100 billion planets populate the galaxy. A team from the California Institute of Technology in Pasadena, made the estimate while analysing planets orbiting a star called Kepler-32  planets that are representative, they say, of the majority in the galaxy and thus serve as a perfect case study for understanding how most planets form. &quot;There&apos;s at least 100 billion planets in the galaxy  just our galaxy,&quot; said John Johnson from Caltech. &quot;That&apos;s mind-boggling.&quot;", 
    "section": "science", 
    "gid": "science/2013/jan/05/astronomy-hobby", 
    "wordcount": "1347"
}