{
    "headline": "London Metropolitan University loses half of its international students", 
    "text": "Less than half of the international students eligible to stay on at London Metropolitan University have opted to do so, with more than 55% of students finding a place elsewhere or abandoning university study. Thousands of international students had their university places threatened when London Met&apos;s visa licence was revoked in August. But a temporary reprieve granted to the university allowed students with full immigration status who were already enrolled or who had been offered a place at the university, to stay on until the end this academic year  or until the end of their course, whichever is sooner. Around 1,000 of the students affected have now graduated or completed their course. But of the 1,385 remaining students who were given the option of sticking with the troubled institution, only 626 chose to do so. In the wake of the licence revocation, rival London-based universities led aggressive marketing campaigns in an attempt to snap up former London Met students. A taskforce was also set up which focused on helping students find alternative courses. It won&apos;t be clear which universities enrolled the most London Met students until mid-November, when a breakdown of student destinations is released. London Met vice-chancellor Malcolm Gillies says the reprieve did little to repair the damage done by the revocation and that the loss of hundreds of international students will leave a hole in the university&apos;s budge. &quot;Although the High Court concessions have eased some of the immediate pain, the revocation caused considerable anxiety to many students and their families, and will have a significant effect on our financial position, which is being quantified.&quot; &quot;The university has been preparing for the consequences of the UKBA licence revocation and we will be pursuing paths to regain our highly trusted status very soon. In the meanwhile we continue to be committed to offering educational opportunity, on equitable principles, to a diverse range of national, European Union and international students.&quot; A student support fund of 2m for those who have been financially disadvantaged by the visa scandal will be open for applications until the end of October. The fund has already received 150 applications for financial help with visa reapplication costs, extra tuition fees, and additional expenses.", 
    "section": "education", 
    "gid": "education/2012/oct/18/less-than-half-of-london-metropolitan-universitys-students-choose-to-stay-on", 
    "wordcount": "374"
}