{
    "headline": "Mark Zuckerberg's favourite social music game Song Pop gets Premium iOS edition", 
    "text": "Social games developer FreshPlanet has launched a new version of its popular Song Pop game for iOS. The existing version is free to download and play, but Song Pop Premium charges 1.49 upfront. Why opt for the new paid version? Its App Store listing cites three reasons: the ability to &quot;play with twice as many friends at once&quot;, as well as &quot;extended, HD quality music clips&quot; and the fact that the game is &quot;totally ad-free, forever&quot;. Song Pop launched in early May, and is available on iOS, Android and Facebook&apos;s website. As a game, it follows the template laid down by Draw Something earlier in 2012, except with music rather than scribbling. Players play rounds where they have to identify five songs, before challenging Facebook friends in head-to-head matches to be quicker. Until now, the business model has been a mixture of advertising and in-app purchases for coins used to unlock additional music categories. Song Pop has been growing fast in recent weeks, thanks in part to a recommendation from Facebook&apos;s chief executive Mark Zuckerberg, who posted &quot;Song Pop is one of the most fun Facebook games I&apos;ve played in a while,&quot; on the social network on 21 June. According to analytics site AppData, SongPop has 1.9m daily active users (DAUs) at the time of writing, having added 400k in the last week. It has 5.9m monthly active users (MAUs), up 2m in the same period. Song Pop&apos;s active user base is still growing, although it has a way to go to match Draw Something, which despite slumping from its heyday earlier in the year, still has 4.4m DAUs and 21.1m MAUs. That said, it has lost 400k DAUs in the last week, raising the prospect if both games continue on their current trajectories that Song Pop could overtake Draw Something for DAUs within a month. The caveat being that Draw Something doesn&apos;t have a web-Facebook version. Adding a premium version for iOS follows the strategy adopted by Draw Something&apos;s developer OMGPOP, but also by Zynga for its With Friends series of games, which all have free and premium versions available on iOS. Zynga chief executive Mark Pincus is certainly aware of Song Pop. In fact, he&apos;s playing it, since his profile is available to challenge for his Facebook friends playing the game. The question now is whether Zynga will acquire Song Pop before one of its rivals does or whether its experience with Draw Something&apos;s falling figures following Zynga&apos;s $180m acquisition of OMGPOP will put it off a second deal of that nature.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jul/04/apps-games", 
    "wordcount": "441"
}