{
    "headline": "Apple the target of playwright's ire over Chinese worker abuse", 
    "text": "These days Mike Daisey is run off his feet. &quot;I don&apos;t even have time to listen to my voicemail now. That&apos;s a phenomenon I have not experienced before,&quot; he told the Observer with an amazed laugh. Perhaps he shouldn&apos;t be so surprised. In the past fortnight, Daisey has gone from being a gifted but obscure solo act in the US theatre to the public face of a backlash against one of the iconic corporations of the 21st century. Daisey&apos;s latest work, The Agony and the Ecstasy of Steve Jobs, has triggered off a spasm of soul-searching about the sometimes appalling labour conditions in China under which many of America&apos;s most cherished products are made. Specifically, the shiny, sleek iPhones, iPods and iPads produced by Apple. The Agony and the Ecstasy was devised after exhaustive research talking to exploited and abused workers in China, for almost 18 months. Daisey played to small but appreciative crowds across the US, winning critical praise but stirring little trouble, not even with the target of his ire: Apple itself. But everything changed in January when a discussion and partial performance of Daisey&apos;s monologue appeared on the National Public Radio show This American Life. It rapidly became the most downloaded episode of the show&apos;s history and an online petition calling for Apple to reform its practices began. Within 48 hours it attracted 140,000 names. Then the New York Times ran an exhaustive investigation of Apple&apos;s supplier network in China that revealed industrial accidents, brutal working conditions and child labour. Daisey had briefed the newspaper&apos;s reporters and they had watched his show last year. Suddenly, Apple&apos;s Chinese supplier network was huge news. That has turned him into an unlikely nemesis, sending tremors of fear through one of the largest and most powerful companies in the world. It is an amazing shift. After all, for 15 years the New York-based Daisey has crafted his art as a gifted monologuist, winning praise but little mass appeal on a variety of topics from his first job at Amazon to his views on Oprah Winfrey, or recounting a trip to the South Pacific. But now, arriving apologetically late and harried in a trendy Brooklyn restaurant near his home in New York, Daisey is a man in intense demand. He has appearances lined up on CNN and other TV shows. On his blog he has been updating the story regularly and fending off criticism from Apple&apos;s defenders, including comedian Stephen Fry and Forbes columnist Tim Worstall. Daisey is delighted but exhausted, having been up until 5am composing a response to a public attack from Worstall. &quot;I am tired but I am encouraged to see traction. The only way you can fight for a thing like this is when you know the truth is on your side,&quot; he told the Observer. Daisey&apos;s sudden catapult on to the world stage as the public face of criticism against Apple is an astonishing development, especially for such a rarely practised art as the theatrical monologue. It has also likely made his Steve Jobs piece one of the most remarkable performances of recent years, not least because of its leap from the stage to real world activism. &quot;It&apos;s the first time maybe in a generation that the American theatre has affected change.&quot; The play&apos;s premise is simple enough. It blends Daisey&apos;s own backstory as a nerdy geek who loved  and continues to love  Apple products, with the story of how Jobs ran the company with a mix of tyranny and genius before he died last year. But then it heads into dark territory as Daisey recounts how he became obsessed with photographs that emerged from inside the giant Foxconn factory in which many Apple products are made.     Workers on the assembly line at Foxconn's factory in Shenzhen, China. Photograph: AFP/Getty Images    His fascination with how his beloved gadgets were built ends up with a subversive trip to southern China and interviews with ordinary workers who describe the physically and mentally crippling conditions in which many toil. On the trip Daisey was stunned that he, as a playwright, was the one digging up the truth. &quot;I wanted journalists to tell the story. I am a monologuist and it&apos;s not the same thing. But I had to act as a journalist,&quot; he said. Daisey is scathing about many of the journalists who cover Apple. He claimed they were often cowed by the firm, given strictly controlled access to the latest product launches but subject to intimidation over writing about anything that might hurt Apple&apos;s public image. He recites the story of one tech journalist who agreed to appear on a panel with him, only to be contacted by Apple and warned off doing so. &quot;Apple has built an incredible institution of secrecy and people understand that when Apple threaten them they mean it. Everyone knows that,&quot; Daisey said. As a performer, though, Daisey is immune. Yet he confesses he still has a complex emotional relationship with the company. He still uses an iPhone and does not tell people to boycott the company, just spread the word about Chinese labour practices in the hope that they change. When people email him to ask what phone they should buy  and they do in large numbers  he tells them to make an &quot;ethical&quot; choice they are comfortable with. He himself no longer upgrades his devices and is considering buying secondhand in the future. Apple for its part says many of the stories emerging from China are not true and that it already is acting to monitor its suppliers&apos; behaviour and bring in greater transparency. Other defenders of the firm point out that many other electrical goods firms are equally as culpable as Apple, if not more so. For Daisey, perhaps because he loved Apple&apos;s caring and cool public image so much, that is not good enough. &quot;It is like watching a friend lose his way. It is hard to imagine the Apple of a generation ago making this ham-fisted error.&quot; He believes the firm could have acted years earlier to improve its supplier network in China and would have reaped a PR bonanza, rather than the current global whirlwind of bad publicity. &quot;Now all they have to do is clean up the mess, but if they had got ahead of it they could have looked fantastic,&quot; he said. Daisey himself is not stopping his charge. His monologue is still on stage and will remain so for at least the rest of the year. He may take it to bigger venues for one-off shows, aiming at 2,000-3,000-seat venues so the ticket prices can be driven down. He is also seeking to turn the monologue into a film. As a final way of spreading the word, he is soon to release a transcript of it and allow anyone in the world to adapt his show or put it on in as their own live performance. &quot;People can tell this story to other people. This is exactly how the environmental movement really took hold. People realised these values mattered and they began to tell the story from person to person and that&apos;s what caused change,&quot; he said. Though Daisey has other ideas for future monologues he knows the success of the Jobs show and the issue of Chinese labour practices that it illustrates is going to dominate his life for the foreseeable future. As he got up to leave the restaurant he left behind a half-eaten sandwich. He was headed to a car that would whisk him to a TV studio for another interview. &quot;It&apos;s like that feeling you get when you climb a mountain and you get to the top and it turns out you are in the Alps, and there&apos;s a whole series of mountains ahead of you. Then you sharpen your stick and keep walking,&quot; he said.", 
    "section": "technology", 
    "gid": "technology/2012/feb/04/apple-playwright-chinese-worker-abuse", 
    "wordcount": "1314"
}