{
    "headline": "Egypt's gathering economic gloom leaves millions facing food shortages", 
    "text": "The queues get longer every day. The rising cost of food in Egypt is sending more people to the thousands of government-subsidised bakeries across the country offering a lifeline to a population struggling to cope. As they wait for bread, customers in Cairo&apos;s Sayeda Zeinab neighbourhood say they are feeling the pinch acutely. &quot;Rice and beans suddenly seem so expensive,&quot; says one mother of four. &quot;And the price of tomatoes is rising so fast you&apos;d think there were none in the country.&quot; As she joins the queue, another customer says she is having to avoid meat entirely now. &quot;I have three children and I know they&apos;re lacking in protein. When I look at them, I see they&apos;re not growing properly,&quot; she says. Levels of food insecurity in Egypt have risen significantly over the past three years, according to a report by the World Food Programme (WFP) and Egypt&apos;s official statistical agency, Capmas. In 2011, about 13.7 million Egyptians  17% of the population  experienced food insecurity, compared with 14% in 2009. Although findings are based on 2011 statistics, the report&apos;s authors say the picture is increasingly desperate for the most vulnerable households, many of which spend more than half of their income on food. &quot;As the economic situation grows gloomier and more people have been forced into poverty, we can only imagine that this number has grown,&quot; says Abeer Etefa, a spokeswoman for the WFP&apos;s Middle East and north Africa office. Inflated food prices are not a new phenomenon in a country where population growth has long outstripped production. However, as Egypt faces its worst economic crisis since the 1930s, the rate of inflation has risen sharply, with serious implications for consumers. The price of many items has doubled since last autumn. Vegetables, along with bread and cereals, are subject to the highest increases, rising by 3.4% and 2.3% respectively between February and March, driven by a 5.5% increase in the price of wheat flour and 4.3% rise in the cost of rice. Volume of produce is not the problem. In many markets, stalls are packed with vegetables, and food remains plentiful for those who can afford it. &quot;It&apos;s not a matter of availability,&quot; says Etefa. &quot;It&apos;s a question of access. Many families no longer have the economic means to put food on the table for their families.&quot; The WFP found that more than half of children under the age of five were anaemic, based on research in nine of the 27 governorates. Nationwide, about 31% of children under five experienced stunted growth in 2011. As well as its physical effect, stunting harms brain development. &quot;The first 1,000 days of a child&apos;s life are crucial. Give them the right food at the time and they will reap the benefits later in life. But if they miss out, they will never replenish that lost growth, no matter how much they eat in the years that follow,&quot; says Etefa. Although Egypt&apos;s economy has foundered since the 2011 revolution, experts say the growing nutrition crisis has deeper roots. &quot;This increase in food insecurity, malnutrition and poverty rates has not happened overnight, during this year or even during the past year,&quot; says WFP Egypt director Gian Pietro Bordignon. &quot;People&apos;s inability to have adequate and nutritious food is largely attributed to rising poverty rates and a succession of crises from 2005.&quot; Throughout these periods, government-funded food subsidies shielded poor people from the most immediate effects of price rises. Today, many see access to bread as a right, and more than 68 million Egyptians receive monthly food rations, costing the government roughly 3bn a year. But the ration card system has limited targeting. At least 19% of the country&apos;s most vulnerable households do not have access to rations, in many cases because they are not formally registered with the state.  This article was amended on 6 June. The original said rations cost the government at least 2.8m a year. This has been changed.", 
    "section": "global-development", 
    "gid": "global-development/2013/jun/06/egypt-economic-gloom-food-shortages", 
    "wordcount": "683"
}