{
    "headline": "How to delete your digital life", 
    "text": "  Wiping away your digital life means getting rid of the traces you&apos;ve left  the mistakes you made, the embarrassing photos, the unwise comments, the flawed social media profiles where you&apos;ve left too much visible. But how easy is that? The following steps provide a start to reducing your digital footprint and taking back control of your online life. 1) If you have a Facebook account, change every setting in the Privacy tabs to &quot;private&quot; or &quot;not shared&quot; or &quot;off&quot; (there&apos;s a special &quot;privacy settings&quot; shortcut in the blue bar near the top). 2) Find out what photos you&apos;re tagged in on Facebook. These should appear in the Photos tab on the left hand side. If you hover over the picture, a star and a pencil appear in the top right. Choose &quot;Report/remove tag&quot; and pick &quot;I want to untag myself&quot; from the list. 3) If you have a Google Blogger account, delete your profile there. That means that blogposts or comments you&apos;ve made there will vanish. 4) If you&apos;ve got a Tumblr or Wordpress blog, delete that too. Now start using a search engine, and begin searching on your name (put the first name and surname together in quotes; this works in pretty much all search engines to identify that as a phrase you&apos;re after). Note that some sites, such as newspapers, generally won&apos;t agree to removing your name if you&apos;ve appeared in a news or other story. 5) If you&apos;ve posted in forums, go back and see if you can delete your posts. If you can&apos;t, try asking the administrators of the sites (nicely) if they can remove your post. Have a very good reason. You should always bear in mind the Streisand effect, which can have the reverse effect  spreading what you don&apos;t want to draw notice to around the internet, with the equivalent of a klaxon attached to it. (In 2003 the singer Barbra Streisand tried to remove some aerial pictures of her California beach house from a collection, via a lawsuit. The outcry meant the pictures were more widely spread, rather than the reverse.) 6) Remove any photos you&apos;ve added to sites such as Flickr or, of course, Facebook. Try searching on your name in Google Images (put quotes around your name) and see what comes up: then visit those sites and ask if they would remove the photos. Again, be aware of the Streisand effect. 7) Keep doing searches on your name and finding out what turns up, and getting in touch with the owners of the sites. Be prepared to get rebuffed, especially if the site is in the US. 8) Be aware that anything that you&apos;ve posted outside Facebook, Blogger or Wordpress might still live on in the Internet Archive  which aims to crawl the entire web again and again and store what it finds, for ever. The Internet Archive doesn&apos;t have an explicit way to remove sites once they&apos;re in its index  which is colossal. And as it sees itself as a repository of the web, which would otherwise be short-lived. It does take a case-by-case approach to requests for removal. 9) Be aware too that even if you remove explicit mentions of your name, a determined searcher may be able to dig up your past through leftover postings and hints of whatever sort. Mentions by other people, photos where even though you&apos;re not tagged, you&apos;re mentioned in related information. In this, we&apos;ve not taken the more extensive move of deleting your Google web search history  though if you don&apos;t want to be (silently) tracked by Google, then stop using Google&apos;s search (there are plenty of other search engines that won&apos;t track you, such as DuckDuckGo.com or Blekko.com. DuckDuckGo is improving all the time, and saw a big jump in traffic with the change in Google&apos;s privacy policies last year. Expunging yourself from the internet is very, very hard. As far as is known, nobody&apos;s succeeded  though of course if they had, how would we know? What other tips, links and suggestions do you have for reducing your digital footprint? Do you think it should be easy for people to airbrush their digital footprint? Leave your ideas and views in the thread below.", 
    "section": "technology", 
    "gid": "technology/2013/apr/04/delete-your-digital-life-advice", 
    "wordcount": "716"
}