{
    "headline": "On Ada Lovelace Day, we break down how diverse tech companies actually are", 
    "text": "It is eight years since journalist and software activist Suw Charman-Anderson founded Ada Lovelace Day, aiming to raise the profile of women in science, technology, engineering and mathematics and celebrate their achievements.  The day is named after Lord Byrons daughter Ada, a mathematician who worked with Charles Babbage to create and program the worlds first general purpose computer, the analytical engine, creating the precursor to modern programming.   Related: On Ada Lovelace Day, here are seven other pioneering women in tech    Eight years is an age in Silicon Valley  so how much tech progress has there been in tech companies themselves since Ada Lovelace Day began in 2009? We are trying to effect cultural change, Charman-Anderson told the Guardian. But you dont change culture overnight. Equality is here, but its not evenly distributed. Some technology companies are doing a grand job. Other companies need to work a lot harder. I dont think merely knowing how many women there are in the boardroom gets to the heart of what were trying to achieve. Its not just a surface parity of the same number of men and women in certain job roles  its really a foundational parity where girls and boys can grow up and be anything, and thats not seen as unusual, she said. One key area of concern for Charman-Anderson is the rise of misogyny online. Weve seen a ramp-up over the last few years of online abuse, although I dont think there would be this backlash if we hadnt made progress.     Ada Lovelace and Charles Babbage. Photograph: tearlel/HM Passport Office    What does this progress look like in Silicon Valley? Its varied. Intel is spending $300m on diversity, and Apple $50m, but none of the Silicon Valley giants are anywhere near parity in terms of women in their overall workforce, and not even hitting 20% women in tech roles, Charman-Anderson said.  She points out that many of the large companies have internal networks to support, mentor and champion female employees but that more could be done. Women leave tech for a variety of reasons, such as not seeing opportunities for advancement, hostile male culture, feelings of isolation  its not that they want to leave to have a family, as is often assumed, she said. These sorts of cultural problems can be solved much more quickly than we can train up a new generation of girls and women, but I dont think this part of the problem is being taken seriously enough.   Related: Ada Lovelace, trailblazer of science, brought to life in exhibition    Here is a snapshot of the gender divide as taken from tech companies diversity reports: FacebookFacebook tops the technology industry diversity league tables, with a workforce made up of 33% women and 67% men. However, the figure is just 17% women in technical roles. The company points to a broader problem with education in the US, where only one in four high schools teach computer science. AppleApples US workforce consists of 32% women as of June 2016, compared with 27.7% in 2014. Within technical roles, that figure is 23%. The company is slowly shifting the dial, with women accounting for 37% of new hires across all roles over the 12 months ending in June 2016. GoogleAccording to Google, 31% of its employees are female versus 69% male. However, only 19% of Googles technical roles are held by women. Google says this is slowly changing with progressive hiring policies  22% of new technical hires were women.  TwitterIts the same story for Twitter, whose staff is 70% male and 30% female across the board, but men account for 90% of technical roles. In August 2015, the company set goals to change the ratio by the end of 2016 to have 35% women across the company and 16% in technical roles. MicrosoftOf Microsofts 116,000 employees, 73% are men and 27% are women as of 2015. As with Facebook, women make up only 17% of technical roles. Attempts to become more gender-balanced dont seem to be working  the company had a higher proportion of female staff (29%) in 2014. For more information about Ada Lovelace Day, visit findingada.com", 
    "section": "technology", 
    "gid": "technology/2016/oct/11/ada-lovelace-day-tech-company-diversity-equality", 
    "wordcount": "675"
}