{
    "headline": "Windfarms can increase night time temperatures, research reveals", 
    "text": "Large windfarms can increase local night time temperatures by fanning warmer air onto the ground, new research has revealed. The study used satellite data to show that the building of huge windfarms in west Texas over the last decade has warmed the nights by up to 0.72C. &quot;Wind power is going to be a part of the solution to the climate change, air pollution and energy security problem,&quot; said Liming Zhou, at the University of Albany in New York. &quot;But understanding the impacts of windfarms is critical for developing management strategies to ensure the long-term sustainability of wind power.&quot; West Texas has seen rapid expansion of windfarms, with turbine numbers rising from 111 in 2003 to 2358 in 2011. Zhou&apos;s team compared the land surface temperatures at the windfarms with other areas across this period and detected a clear rise at night. They note, however, that the effect on the air temperature, which is usually given in weather forecasts, will be lower than 0.72C rise because they respond less quickly to changes than land temperatures. The scientists say the effect is due to the gentle turbulence caused by the wind turbines. After the sun has set, the land cools down more quickly than the air, leaving a cold blanket of air just above the ground. But the turbine wakes mix this cold layer with the warmer air above, raising the temperature. A previous study found a similar effect but was based on data from only two weather stations over just six weeks. &quot;The result looks pretty solid to me,&quot; said Steven Sherwood at the climate change research centre at the University of New South Wales, Australia. &quot;The same strategy is commonly used by fruit growers, who fly helicopters over the orchards rather than erect windmills, to combat early morning frosts.&quot; &quot;Overall, the warming effect reported in our study is local and is small compared to the strong year-to-year changes&quot; that result from natural variation, said Zhou. The study is published in the journal Nature Climate Change. He told the Guardian that his results could not be used as an justification for blocking new windfarms. &quot;The warming might have positive effects,&quot; he said. &quot;Furthermore, this study is focused only on one region and for only 9 years. Much more work is needed before we can draw any conclusion.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/apr/29/wind-farms-night-temperatures-study", 
    "wordcount": "403"
}