{
    "headline": "Is 3D printing the key to Utopia?", 
    "text": "You know the problem: the dishwasher that has cleaned your dishes faithfully for 15 years suddenly stops working. You call out a repairman who identifies the problem: the filter unit has finally given up the ghost. &quot;Ah,&quot; you say, much relieved, &quot;can you fit a new one?&quot; At which point the chap shakes his head sorrowfully. No can do, he explains. The company that made the machine was taken over years ago by another outfit and they no longer supply spares for your ancient machine. Up until now, this story would have had a predictable ending in which you sorrowfully junked your trusty dishwasher and bought a new one. But there&apos;s an emerging technology that could change that. It&apos;s called three-dimensional printing. Eh? Surely printing is intrinsically a two-dimensional process, involving the squirting of coloured dyes on to flat sheets of paper? And indeed it is, so perhaps the use of the word &quot;printing&quot; in 3D printing is a bit naughty  which is why men in suits tends to call it &quot;additive manufacturing&quot;. But there is still a strong metaphorical correspondence between the 2D and 3D processes. In the former, we take an electronic representation of a document on a computer screen and output a replica of that on to paper; in the latter, we take a three-dimensional computer model of something and use printing-like technology to create a three-dimensional version of it in plastic or other materials. It works like this: a designer uses computer-assisted design software to create a three-dimensional model of an object. Another program then &quot;slices&quot; the model into thin sections and instructs the &quot;printer&quot; to lay down an exact replica of the section in plastic (or other types of) granules which are then fused to become a solid layer. The process is repeated, slice by slice, until the entire object has been made. What comes irresistibly to mind the first time one sees a 3D printer in action is Arthur C Clarke&apos;s famous observation that &quot;any sufficiently advanced technology is indistinguishable from magic&quot;. You&apos;re sitting there watching the machine busily going about its business and then, suddenly, there&apos;s a complex, fully functional object with moving parts  for example the roller-bearings that are an essential component in every thing that runs on wheels. And then you realise that this is not a technology for making toys and garden gnomes, but something that could transform manufacturing. Why? Because up until now, manufacturing has been dominated by economies of scale. The upfront costs of &quot;tooling up&quot; to manufacture anything  whether it&apos;s roller bearings or automobiles  using conventional materials and assembly methods are huge, so you have to stamp out many thousands of identical products in order to get the price of each one down to a reasonable level. But with 3D printing, the tooling-up costs are much less  essentially consisting of the costs of building the computer model of the product. And since it&apos;s easy to tweak a computer model  it&apos;s just software, after all  small production runs suddenly become economic. So the technology could enable a shift from the mass production bequeathed to us by Henry Ford to what some people call &quot;mass customisation&quot;. The disruptive significance of this has yet to dawn on many governments and corporations. But some observers  for example writers for that great cheerleader of capitalism, the Economist  are trying to attract their attention by dubbing digital-driven manufacturing the &quot;third Industrial Revolution&quot;. &quot;Digital technology has already rocked the media and retailing industries,&quot; says the Economist, &quot;just as cotton mills crushed hand looms and the Model T put farriers out of work. Many people will look at the factories of the future and shudder. They will not be full of grimy machines manned by men in oily overalls. Many will be squeaky clean  and almost deserted... Most jobs will not be on the factory floor but in the offices nearby, which will be full of designers, engineers, IT specialists, logistics experts, marketing staff and other professionals. The manufacturing jobs of the future will require more skills. Many dull, repetitive tasks will become obsolete: you no longer need riveters when a product has no rivets.&quot; Quite so. There&apos;s just one fly in this techno-Utopian ointment. Just suppose the Economist is right  that digital manufacturing really does wipe out the low-level manufacturing jobs currently provided, here and overseas, by older technology. What then happens to the hundreds of millions of people who will have no employment (not everyone can become &quot;designers, engineers, IT specialists, logistics experts&quot;, after all), and who, incidentally, will not have the disposable income to purchase the wonderful products created by digital manufacturing? 3D printing may indeed be indistinguishable from magic; but it could turn out to be of the blacker variety.", 
    "section": "technology", 
    "gid": "technology/2012/may/13/3d-printing-digital-manufacturing-industry", 
    "wordcount": "815"
}