{
    "headline": "Starkey makes 'cultural' link to gang jailed for sexually exploiting girls", 
    "text": "David Starkey has risked fresh criticism for describing a largely Pakistani gang jailed for sexually exploiting young girls as &quot;acting within their cultural norms&quot;. Speaking at a conference for private school headteachers in Brighton, the historian said the gang&apos;s actions were evidence of &quot;what happens when [a country like Britain] has no sense of common identity&quot;. &quot;Nobody ever explained [to these men] that the history of women in Britain was once rather similar to that in Pakistan and it had changed,&quot; Starkey told his audience of more than 100 headteachers. He called on schools to teach English history to ethnic minorities so that &quot;they are ... first and foremost English citizens and English men.&quot; On Wednesday, a gang of nine men, from Rochdale in Greater Manchester, were jailed for a total of 77 years for sexually exploiting girls as young as 13. The men plied the girls with drugs, alcohol, food and presents and then passed them around for sex. The case sparked a debate about race after Martin Narey, the former chief executive of Barnardo&apos;s children&apos;s charity and the government&apos;s adoption tsar, told the BBC&apos;s Today programme that in northern cities, there was a &quot;very significant over-representation of Asian men, Pakistani men in these terrible crimes&quot;. He also said that child abuse was mainly perpetrated by white men. &quot;I&apos;m not saying this is just Asian or Pakistani men  [but] street trafficking in the north does appear be overwhelmingly about Pakistani and Afghan men,&quot; Narey said. Keith Vaz, chair of the home affairs select committee, warned against generalisations and said the criminal justice system &quot;shouldn&apos;t dance to the tune of the BNP&quot;. Starkey suggested that schools teach pupils the origins of modern feminism and the emancipation of women as part of English history. &quot;The whole history of the 20th century can be written in an utterly fascinating way ... we should be focusing on the astonishing record of change without revolution in English history in which the political system of king, Lords and Commons has proved flexible enough to spread from a tiny deeply selective electorate to a wider and wider group who have been incorporated and brought in and made to feel welcome.&quot; Last year, Starkey triggered controversy after he claimed on BBC&apos;s Newsnight that &quot;whites have become black&quot; during a heated discussion about the summer riots across cities in England. The BBC received almost 700 complaints.", 
    "section": "education", 
    "gid": "culture/2012/may/10/starkey-comment-gang-sexually-exploiting-girls", 
    "wordcount": "414"
}