{
    "headline": "AT&T dumps Facebook phone as Home limps past 1m downloads", 
    "text": "Facebook Home, the app intended to turn Android phones into a sort of &quot;Facebook phone&quot;, is struggling. Having taken almost a month to hit a million downloads from Google&apos;s Play store, more than half of the 16,000-odd reviews on the store give it just one star - the lowest grade possible - against 17% offering a 5-star review. Separately, AT&amp;T is reported to be preparing to abandon the Android-based HTC First - also known as the &quot;Facebook Phone&quot; - after having last week cut its price from $99 to just 99 cents on the phone which was introduced only at the beginning of April. Internally, Facebook is understood to be debating how to respond to the poor reception that Home - which was intended to be its foray into the smartphone market without actually having to produce its own phone. Reports suggest that sales of the HTC First have been comparatively small: BGR.com says that sources at AT&amp;T, the US&apos;s largest carrier, indicate that fewer than 15,000 of the phones had been sold by the end of its first month.  By comparison, in the first three months of the year AT&amp;T sold 6m smartphones, of which about 1m were Android phones - an average of more than 300,000 per month. BGR says that the price cut will be used to try to shift stock, and that any surplus inventory will then be returned to HTC - creating a problem for the Taiwanese company, which in its first quarter barely made a profit but which had promised strong sequential growth in revenues for the April-June period.  The HTC First is the company&apos;s second attempt to create a &quot;Facebook phone&quot; after the HTC Chacha in spring 2011, an Android phone with a dedicated button to let people update their Facebook status.  &quot;With that one slash of the knife, AT&amp;T has confirmed what everyone had already gathered; the Facebook phone is proving very unpopular,&quot; commented Richard Windsor of the RadioFreeMobile consultancy. .&quot;If this was an isolated incident, then one could put it down to poor hardware, but installations and reviews of the software on other devices have also been poor.&quot; Adam Mosseri, Facebook&apos;s product management director, told Mercury News in April said that &quot;This is just the start&quot;.  Facebook Home is an app launcher for Android phones which in effect takes over the phone, pushing normal apps to the background; the home screen shows photos from the user&apos;s Facebook feed, comments from the user&apos;s News Feed, and &quot;Chat Heads&quot; of friends with notifications. Facebook&apos;s challenge is to create a mobile app that is compelling for users: data suggests that it is the most-used application on smartphones, taking up 18% of all usage in its own right.  But in trying to expand its influence beyond social networking so that it can mine the user&apos;s entire experience on the phone, Facebook seems to have stumbled. Facebook Home was initially available only on a limited range of phones - the HTC One X, HTC First, Samsung Galaxy S3 and Samsung Galaxy Note 2. Those are reckoned to be a small proportion of the total Android installed base in the US, which is one of Facebook&apos;s largest markets.  Windsor said: &quot;Facebook Home looked to me like the right idea but its execution and design appears to be somewhat clumsy and the users simply do not like it. The failure of Home is not a disaster; it just means that Facebook needs to try another way to engage users outside of social networking. Something less invasive, more intuitive and above all, more fun seems to be the order of the day.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/may/14/facebook-home-app-htc-problems", 
    "wordcount": "631"
}