{
    "headline": "Indian villagers' lives transformed by new energy delivery system", 
    "text": "It&apos;s late December and an icy fog cloaks the northeastern state of Uttar Pradesh. Here, far from the cities, smoke rises in dense, choking spirals from meagre wood fires and scantily-clad children shiver against the cold. These are largely farming families, and their mud huts fortified by the occasional brick wall are for the most part devoid of light, heat or clean water. But it is here in Uttar Pradesh, one of India&apos;s largest and poorest states, far away from the country&apos;s straining power grid, that US-born entrepreneurs Nikhil Jaisinghani and Brian Shaad have started to pioneer a wholly different energy system, designed to meet some of the most basic needs of the poorest. Their company, Mera Gao Power (MGP), provides ultra-low cost lighting and mobile phone charging services to individual houses by building and operating solar-powered micro grids at a village level. Each household that signs up to their service receives two LED lights and one mobile-charging point in their home at a cost of 25 rupees (0.301) per week. The setup cost is an additional one-off payment of 40 rupees (0.48). &quot;This is the kind of price point that the majority of them can afford,&quot; Sandeep Pandey, MGP&apos;s operations manager, explained. The benefits of these simple services for a village household are multiple. The lights not only allow individuals to work after dark, providing additional time for activities that generate income, but they permit extra time for children to study. &quot;I wanted this light straight away, as it enables me to cook after dark,&quot; said Muni-devi, a grandmother from the village of Kaharanpura who makes samosas to sell at the local market. &quot;With longer hours to work, I can earn more for my family each day.&quot; Santram Pal, a father of four from the neighbouring village of Chuck, was exuberant, too. &quot;I&apos;m very happy with the lights,&quot; he said. &quot;Now my children can study at night and my house won&apos;t go so black inside from the smoke. Thieves won&apos;t come either.&quot; Mobile charging, too, which costs 10 rupees (0.12) per charge in town, is now far more affordable, allowing villagers to be both connected and even entertained  listening to music and watching films on their phones. For many more customers, these lights simply outcompete kerosene as a light fuel, which is not just expensive but damaging to their health when burned. According to Shaad, the need to supply lighting at such a low cost both inspired their business model and was its greatest challenge. &quot;Many social enterprises sell products such as solar lanterns or wind-up chargers to meet their customers&apos; lighting or charging needs,&quot; he said. &quot;But in this region, where average family incomes are rarely higher than 800-1600 rupees per month, villagers would have to put themselves into debt to purchase such products.&quot; MGP&apos;s service-based model allows customers just to pay for the lighting itself, keeping their upfront costs to an absolute minimum. Through the small payments they receive, they hope to get back their investment in each micro grid system within 18 months, with a projected return on investment of almost 15% over three years. &quot;It&apos;s more than you&apos;d get from putting your money in a mutual fund,&quot; said Jaisinghani. To provide such low prices and yet make profits, Jaisinghani and Shaad have had to innovate constantly. &quot;We&apos;ve learned a lot over the past year by making a lot of mistakes,&quot; said Shaad, describing their early work, which began near the city of Kanpur in August 2010. &quot;Our model will never really stop evolving,&quot; said Jaisinghani, &quot;but most importantly, we are trying to keep it as simple as possible.&quot; Despite these challenges, the pair have an ambitious vision. They aim to reach 100,000 households with their solar service by 2016. That means installing systems in 50 villages this year, increasing to 1,000-2,000 over the next five years. The signs are promising, as demand is already starting to come to them. &quot;Representatives from nearby villages have been arriving with lists of names of people who want to subscribe to the systems. We&apos;ve had five new villages this week alone,&quot; said Pandey. However, to scale at the rate they envisage, they will need to source additional funding by the end of 2012. &quot;We have enough investment, thanks to USAid, to reach at least 50 villages this year,&quot; said Jaisinghani &quot;but this work is capital intensive, and new rounds of investment will be essential for us to grow beyond this point.&quot; Working conditions are far from easy. Their sites are inaccessible, finding reliable suppliers for the different system components can be a challenge and corruption (village leaders sometimes ask for bribes for the &quot;privilege&quot; of installing the systems) is an ever-present difficulty. Furthermore, the team must often spend weeks living in the villages while they set up systems, weathering the region&apos;s extreme temperatures. Yet Shaad and Jaisinghani see these very challenges as an opportunity. &quot;There&apos;s a reason no one wants to work here,&quot; said Jaisinghani frankly, as we shivered our way across a village he was mapping for new panels. &quot;But this is an opportunity to establish a foothold in an as yet untapped market.&quot; And indeed, with the World Resources Institute estimating India&apos;s off-grid distributed energy market at $2bn a year, clean energy growing in popularity, and Uttar Pradesh being a region of some of India&apos;s largest power deficits, they seem to be onto something. Jaisinghani and Shaad are firm believers in using the power of business to support social and environmental causes. &quot;This is the way to ensure we last into the long term,&quot; said Jaisinghani. &quot;Donations run out eventually, but if we can create a system that is self-sustaining, it can serve these communities well into the future.&quot; They hope that providing lights and mobile charging will be just the first step towards improving services. &quot;In the future, we would like to use the networks we are creating here to expand into other services these communities need,&quot; said Shaad. &quot;This could include irrigation and agricultural technologies, healthcare, education and even entertainment.&quot;", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jan/16/india-solar-power-system", 
    "wordcount": "1057"
}