{
    "headline": "Temple Run: Oz shows changing face of movie/games licensing deals", 
    "text": "Temple Run 2 may only be a few weeks old, but Imangi Studios&apos; popular endless-runner game already has a branded spin-off called Temple Run: Oz. It&apos;s the second Temple Run game to promote a Disney film in this case Oz The Great and Powerful following the release of Temple Run: Brave in the summer of 2012. The new game takes the Temple Run formula to the Land of Oz, as players run, jump and slide along the Yellow Brick Road. Other settings and characters from the film plus a hot-air balloon section are included in the game, which costs $0.69 on the App Store and Google Play. I&apos;ve been playing it this morning, and it&apos;s fun, albeit with in-app purchase options running up to 69.99, which may be an unwelcome surprise for parents whose children are playing. But it&apos;s also a useful illustration of the changing nature of licensing deals between the film and mobile games worlds. Rewind a few years to the time before mobile applications were rebranded as apps: an era when mobile operators were the main store-owners for mobile games, and when rubbish movie tie-ins were heavily promoted on their portals. The publishers of these games paid wild sums for their licensing deals, and then had to suck up expensive costs of porting the games to hundreds of handsets, as demanded by the operators. Often, the budget left over for making fun gameplay was often slender, to say the least. It showed. Publishers often made money because they knew the operators would stick their branded games at the top of their portals. While players were the short-term losers paying 5 for a dreadful film tie-in in the longer term it hurt the industry. Less than 5% of mobile users paid to download games, and that 5% churned a lot: people had one bad experience then didn&apos;t try again for a year or two. That&apos;s why I had to stifle a chuckle at the point during Mozilla&apos;s Firefox OS press conference at Mobile World Congress when a succession of operators took the stage to complain that Apple and Google&apos;s &quot;walled gardens&quot; were bad for consumers. It&apos;s not that Apple and Google&apos;s app stores are immune from criticism. It&apos;s just that mobile operators may not be the best people to be providing it: their own walled gardens and focus on brands over quality were what made mobile gaming a niche up until 2008. So, to 2013 and Temple Run: Oz. It&apos;s the latest example of a.) a big gaming brand born and popularised on the app stores that b.) is being treated as an equal partner by a big traditional media company. Equal? Disney could have decided to make its own endless-runner game for Oz, taking Temple Run&apos;s basic gameplay and adding its own twists much as Activision did for its reboot of Pitfall in 2012. Yet Disney chose instead to work with Imangi Studio, with their respective brands given equal billing in the game&apos;s title. It shouldn&apos;t be controversial to suggest that of the two brands (Temple Run and Oz, I mean, not Temple Run and Disney) it&apos;s Temple Run that has the greater global reach. Even before Temple Run 2 came out in January 2013, the previous games had generated 170m downloads on iOS and Android, with 15m daily active users. The new title raced to 50m downloads in its first 13 days on Apple and Google&apos;s App Stores. Tapping into that network of Temple Run fans is a smart move for Disney as it seeks to put bums on seats for its re-imagining of The Land of Oz. Yet Disney is also contributing to this partnership. Blockbuster films are measured in revenue as well as reach cinema tickets, Blu-ray and DVD sales, merchandise etcand that&apos;s something Temple Run can benefit from. Note that Temple Run: Oz is a paid game rather than a free-to-play title. These partnerships work both ways. That&apos;s why Disney is working with Imangi Studios rather than cloning its flagship game, and also why Disney inked a web-video distribution deal for Outfit7&apos;s Talking Friends characters (700m+ app downloads and 120m monthly active users so far). It&apos;s why Angry Birds Star Wars worked well as a meeting of equals yes, equals, where the game&apos;s publisher Rovio arguably showed more reverence for the Star Wars brand than Lucasfilm itself has for the past decade or two and why games like Doodle Jump and Fruit Ninja have also seen movie studios come calling. These partnerships should be a warning to anyone tempted to see mobile gaming (or mobile entertainment) as a tale of thrusting disruptive startups killing sluggish old media dinosaurs. If anything, it&apos;s about smart partnerships between the two, on much less exploitative terms than in the past.", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/mar/05/temple-run-oz", 
    "wordcount": "810"
}