{
    "headline": "Pornography risks should be taught to children as young as five, say parents", 
    "text": "Many parents believe schools should teach children about the dangers of pornography as soon as they are old enough to use the internet, a survey suggests. It reveals that the majority of parents do not want it to be left to them alone to educate their youngsters about the issue, and a large proportion think pupils as young as five or six should be given lessons on the subject. Russell Hobby, general secretary of the National Association of Head Teachers (NAHT), which conducted the poll, said many young people were exposed to explicit materials online and on mobile phones, and needed to know how to cope. The survey, which questioned about 1,000 parents, found that six in 10 are worried, or very worried, about their children seeing violent or sexual material on the web. But the poll also reveals that the majority (80%) of are confident in protecting their children online. While just over half (51%) say pupils should not be taught about the dangers of pornography until they are teenagers, more than two in five (42%) said they should be educated as soon as they are old enough to access the internet. More than eight in 10 (83%) say issues around pornography should form part of sex education lessons. The same proportion thought that parents and schools should take joint responsibility for teaching children about the issue, with just 13% of parents saying it is the parents&apos; job alone and 4% saying it should be left to schools. Hobby said: &quot;There is no place for explicit materials in the classroom or school, even in the course of teaching about their dangers, but many young people are exposed to such materials on the internet and phones. In the face of this young people need to know how to cope with and avoid these distorted views of relationships.&quot; He added that it was reassuring to see that parents believe that schools are part of the support network for their children. Stephen Watkins, head of Mill Field primary school in Leeds, said schools should speak to children about explicit material in an age-appropriate manner. He said he &quot;would not dream&quot; of talking to young children about pornography. &quot;We don&apos;t talk about pornography, we do say to them if you see images of naked bodies and body parts then tell us. You start at a low level, it is about raising awareness that not everything that comes up on a computer screen should be there.&quot; The NAHT is not the first group to raise concerns about access to explicit images. This month Ofsted called for secondary school pupils to learn more about pornography, relationships, sexuality and staying safe, rather than just the mechanics of reproduction. It suggested that many schools were failing to give pupils decent sex and relationships lessons, which could leave them open to sexual exploitation or inappropriate behaviour. The findings came just weeks after a teachers&apos; union called for pupils to be given lessons on the dangers of pornography. The Association of Teachers and Lecturers passed a resolution at its annual conference that warned that schools must ensure pornography does not become seen as so normal that youngsters expect it to be part of everyday life.", 
    "section": "education", 
    "gid": "culture/2013/may/20/pornography-risks-taught-children-five-parents", 
    "wordcount": "543"
}