{
    "headline": "Obama cybersecurity order welcomed as step forward by internet activists", 
    "text": "President Barack Obama introduced a cybersecurity executive order in his state of the union address that offered a broad outline of how the government plans to deal with cyber threats. The eight-page document outlines a process that allows government agencies to work with private industry to combat cyber threats, while seemingly addressing concerns of citizen privacy. Past legislative attempts at cybersecurity have been criticized by groups who believe bills like Cispa violate privacy by allowing information-sharing between private industry and the government. Gregg Housh, an internet activist associated with the hacking collective Anonymous, told the Guardian thatwhile the executive order is broad,&quot;of everything we&apos;ve seen so far, this is about the best we could hope for&quot;. In the next four months, the attorney general, the secretary of homeland security and the director of national intelligence will start looking at specific ways to improve cybersecurity.The government is due to produce a preliminary cybersecurity framework draft later this year and have a final version ready a year from 12 February. &quot;The biggest and most important thing to me right now is that while we have a basic framework here, and some of it is surprisingly positive looking, we don&apos;t know exactly what this is going to end up being,&quot; Housh said. One thing Housh is concerned about is the way the government aims to protect citizen privacy and civil liberties.The order says the Department of Homeland Security is set to provide recommendations for how to minimize and mitigate privacy and civil liberties risks in a public report to be released February of next year. &quot;The very idea that the DHS will be policing itself is the thing that frightens me the most,&quot; Housh said. &quot;The people who were tasked with actually protecting the privacy and civil liberties are the people who work for the DHS. It seems counter-intuitive to me that they are allowed to police themselves.&quot; Housh has been following Anonymous since 2006, and was involved in their campaign against Scientology, though he says he has never taken part in any of their illegal acts. He called the government&apos;s tactics for dealing with the hacking collective and other other online hacktivists as &quot;old-school&quot;. &quot;It seems no matter how many people they put behind bars, no matter how many people they arrest and ban from computers, somehow, government websites, the Fed and everything else are perfectly free game for people like Anonymous,&quot; Housh said. &quot;So the very idea that you can take down a few people, scare everyone away, and that you&apos;ve got the only really talented people is ludicrous. It&apos;s proven to be ludicrous.&quot; He said that form of dealing with hacking &quot;is only pissing off more people and making more people want to join up&quot;. Housh does think the executive order is an improvement on previous cybersecurity legislation, though. &quot;Unlike Cispa, this is going to not give these people immunity for sharing tons and tons of information with the government, and I think that is one key difference,&quot; Housh said. His statement echoes those of other open-internet advocates, including the ACLU and Electronic Frontier Foundation, who are happy with the broad order because of how it addresses civilian privacy. Michelle Richardson, a legislative counsel for the ACLU,saidshe hopes the order can fend off legislation like Cispa.&quot;With all of the horrible things out there, we&apos;re really glad that they are focusing on those sort of programs instead.&quot; Richardson called the order privacyneutral because it sets up the processes for the government to work with critical infrastructure to determine cybersecurity standards at a later date. &quot;The good news is: it really encourages information-sharing from the privacy-sharing from the government to the private sector, instead of the opposite direction, which is the scary part,&quot; Richardson said. &quot;It&apos;s more problematic when it&apos;s about companies turning over their customers&apos; records.&quot; The order does make room for the government to temporarily hire private-sector cyber threat experts to provide information to critical infrastructure owners on how to reduce and mitigate threats. Amy Mushahwar, a counsel at Ballard Spahr with more than 15 years experience in cybersecurity, said that by calling for legislation, Obama displayed his recognition of industry&apos;s desire to have research and development and liability protection included. &quot;The executive branch anticipates that without some sort of liability protection, one-way information sharing is all you can expect from industry, until we do something about the potential liability of companies if they share cyber threats,&quot; Mushahwar said.", 
    "section": "technology", 
    "gid": "technology/2013/feb/13/obama-cybersecurity-executive-order", 
    "wordcount": "783"
}