{
    "headline": "Nigeria's penalty for gas flaring will not curb emissions, say campaigners", 
    "text": "Nigeria is to penalise oil giants for flaring gas but campaigners say it&apos;s unlikely to curb the release of greenhouse gases in the country, which is the world&apos;s second biggest offender after Russia. Toxic orange flares  a byproduct of Nigeria&apos;s 2m-barrel-a-day oil industry  spew the equivalent emissions of the UK&apos;s annual gas use every three months in the palm-fringed Niger Delta. Nigeria has Africa&apos;s largest natural gas reserves, which could be used for power generation if trapped. &quot;Because of the flares it is so hot, it is smoky, the air is thick and it is constantly daytime here,&quot; said Aniete Aniete, a fisherman from the oil-producing Delta heartland. &quot;Our rivers are black and the [acid] rain eats our houses. Our bodies are covered in oil. You feel that if you live to old age here, it is a miracle.&quot; A draft of the petroleum industry bill to roll out this year said: &quot;Any licensee who flares or vents gas without the permission of the minister in (special) circumstances ... shall be liable to pay a fine which shall not be less than the value of gas.&quot; Flaring has been illegal in Nigeria since 1984, though deadlines routinely pass with little effect. Oil companies and the government  who work together in joint ventures  blame each other for a lack of infrastructure needed to trap and pipe flared gas. Oil companiess ExxonMobil, Shell and Chevron between them flared 23.5bn cubic feet of gas in January alone, according to the state oil firm, the Nigerian National Petroleum Company. Nigeria itself is in dire need of more power. Despite massive oil riches, Africa&apos;s most populous country produces barely enough energy to power one vacuum cleaner among 25 inhabitants. Privately, an oil company managing director said it remains cheaper to flare gas than to tap a disorganised local market. Activists say tightening existing legislation will not prevent the release of greenhouse gases that choke the mangroves of the Niger Delta. &quot;Another law won&apos;t change anything. All eyes always turn to multinationals but the flaring originates from government-owned companies too,&quot; said Amachree Odiedim, chairman of the South South Youth Leaders Forum based in Port Harcourt, at the heart of the oil-producing Niger Delta. &quot;The government should tackle basic things, giving deadlines to clean all the hundreds of constant little spills and changing obsolete, 50-year-old facilities. Then we will know, OK, this isn&apos;t business as usual,&quot; he added. Intended to overhaul the corruption-riddled oil sector in Africa&apos;s largest energy producer, the crucial PIB has stalled for years. An official involved in drawing up the latest version said the draft would be presented to the president in June. &quot;The bill itself is not a bad document but the date is unrealistic. You would need at least two years if we&apos;re serious about building the infrastructure to capture the gas,&quot; the official added. Most attempts to clean up the sector have been cosmetic. No action has been taken since a corruption probe last month found a state fuel subsidy scheme drained $6.8bn illegally over three years. The UN estimates it could take three decades to mop up oil spills in the Niger Delta, at a cost of $1bn. There are other difficulties. A key health bill got &quot;lost&quot; en route to the president&apos;s desk after being approved by the national assembly earlier this year. &quot;This kind of thing can happen if somebody doesn&apos;t want the bill to be signed,&quot; a ministerial aide said.", 
    "section": "environment", 
    "gid": "environment/2012/may/31/nigeria-penalty-gas-flaring", 
    "wordcount": "591"
}