{
    "headline": "Nick Clegg attacks the rift between state and private schools' A-level results", 
    "text": "Pupils at private schools are more than three times as likely to get AAB in the key A level subjects that help candidates gain access to top universities as those in state schools, according to the first analysis of its kind released by the government. The figures have been made public by Nick Clegg as part of a new initiative to promote &quot;social mobility&quot; to be unveiled by the deputy prime minister on Tuesday. The government looked at those attaining AAB at A level in subjects identified by the Russell Group as &quot;facilitating&quot; entry to their universities  including English literature, maths, physics, languages and history. Under a new social mobility &quot;tracking&quot; system, the relative numbers achieving these grades in private and state schools will be published annually, as will a series of other indicators including access to early years education and entry to the professions. Clegg said there was a &quot;great rift in our education system between our best schools, most of which are private, and the schools ordinary families rely on. That is corrosive for our society and damaging to our economy.&quot; He added: &quot;We do need to ensure that our school system as a whole promotes fairness and mobility, that it heals the rift in opportunities. We are committed to narrowing the gap in our school system  state and private  and ensuring that all children are given the chance to rise. The way to do that is to make the state education system better  to level up  and ensure that anyone can get ahead.&quot; In an article in today&apos;s Observer ahead of an international summit on social mobility being hosted by the Sutton Trust, its chairman Sir Peter Lampl says &quot;education reform still holds the key to breaking the cycle of low mobility&quot;.", 
    "section": "education", 
    "gid": "education/2012/may/20/rift-private-state-school-grades", 
    "wordcount": "307"
}