{
    "headline": "Ghana seizes 1m faulty condoms imported from China", 
    "text": "Ghana is facing a &quot;major public health issue&quot; after condoms supplied to the country&apos;s health service were found to contain holes and burst easily. More than 1m &quot;Be Safe&quot; condoms have been impounded by the country&apos;s food and drugs authority (FDA), which said they were also too small and not adequately lubricated. &quot;When we tested these condoms, we found that they are poor quality, can burst in the course of sexual activity, and have holes which expose the users to unwanted pregnancy and sexually transmitted disease,&quot; said Thomas Amedzro, head of drug enforcement at the FDA. But the FDA said it was investigating how an unknown number of condoms had been distributed to health centres around the country, before the tests were conducted. &quot;We want to get to the bottom of this, and to find out why all the condoms were not presented to us before they went out,&quot; said Amedzro. The FDA is recalling all Be Safe condoms on the market, and said it does not yet know how many have already been distributed. It is standard practice to conduct safety tests on condoms, many of which are imported from China. The FDA said the faulty Be Safe consignment was imported by Global Unilink Ltd, a Ghanaian company, which had sourced them from an Indian company named Harley Ltd based in Kenya. Amedzro said the FDA has traced the condoms back to the original manufacturer, Henan Xibei Latex Company Limited, in Henan province, central China. &quot;This is a huge, huge problem,&quot; said Faustina Fynn-Nyame, director of Marie Stopes International in Ghana. &quot;There will be a lot of unintended pregnancies as a result of this, and that means maternal mortality and unsafe abortion. Commercial sex workers also use these products [so] the consequences could be enormous.&quot; The companies involved in importing the condoms were not available to comment. But Be Safe condoms are reported to be widely used in Ghana, where they are distributed by state-run health centres. Previous batches are understood to have passed safety tests. This is not the first scare surrounding condoms in sub-Saharan Africa. Last year, South Africa recalled more than 1m faulty ANC condoms, which the ruling party had given away. &quot;This is a major public health issue because of the implications,&quot; said Amedzro. &quot;People use condoms to protect themselves against sexually transmitted diseases and unwanted pregnancy. If the condoms are not doing that, we could have increased [risk] of HIV and Aids, so that is a major concern.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2013/apr/18/ghana-seizes-faulty-condoms-imported-china", 
    "wordcount": "430"
}