{
    "headline": "Resurrect computer science  but don't kill off ICT", 
    "text": "Michael Gove recently labelled the current provision of ICT in English schools as &quot;dull&apos; and argued, schools should have the freedom to teach computer science. The education secretary&apos;s speech came after a Royal Society report which mentioned that computing science is seen as a subject about basic digital literacy skills such as how to use a word-processor or a database. Much is wrong with ICT lessons in schools. This is beyond doubt. The subject is taught predominantly by non-specialists and involves the mastery of skills required in the 1990s (when the programme of study was originally put together). This was a world before broadband, social networks, tablets and smartphones. However, the original aim for ICT lessons to develop in pupils &quot;the knowledge, skills and understanding needed to employ ICT appropriately, securely and fruitfully in learning, employment and everyday life&quot; remains aspirational. The work of the Royal Society is undoubtedly an attempted rebranding exercise for computer and digital-related areas in schools. As such, we welcome that. However, it is a great shame that at the same time as doing so, both the society and Gove, have chosen to relegate the concept of digital literacy to mere basic skills. Much has been done in the area of digital literacy that could be of great benefit to schools. The work JISC consultant Helen Beetham has carried out with and behalf of JISC, a government-funded body promoting innovation in post-compulsory education, bears this out. Indeed, the JISC developing digital literacies programme recognises that digital literacies are always plural and are highly context-specific. They go well beyond the &apos;basic skills&apos; mentioned in the Royal Society report. The digital world is not a single, homogenous space and, as a result, the literacies we require to traverse and interact in this space vary enormously. This does not make for an easy, one-size-fits-all knowledge transfer approach but it certainly recognises the diverse world in which we live, both online and offline. The digital landscape changes rapidly meaning that young people require not a static functional literacy, but a critical and creative set of attributes that help them to navigate various networks. Computer science may give some young people a deep technical understanding of these matters, but educational institutions exist to prepare young people for the world generally, not just for specific jobs. Digital literacies add the human element into the mix. To pin our hopes on computer science as the knight in shining armour for ICT in schools is to make a twofold error. First, instead of throwing the baby out with the bathwater, we should revisit the initial aims of the ICT curriculum. Are the aims of computer science as inclusive as the aims of ICT (however poorly delivered)? Would learning an arcane programming language from a series of worksheets really be better than disjointed lessons on how to use Microsoft Excel? So much depends upon the delivery of knowledge and skills and, with so few computer science graduates in the teaching profession, how can most schools deliver the subject in an inspiring way? The second error in hoping that computer science will solve our ICT woes is that of focusing on a single, homogeneous set of skills. In 2012 we should be welcoming diversity, personalising learning and insisting on a rigorous programme of digital literacies for our young people from when they start school to when they (potentially) leave university. By all means encourage schools to run computer science lessons, but let us not pretend that this is a solution to those still-relevant issues raised in 1999 by the QCA. Everyone, young and old alike, needs to learn how the web works, the ways ideas proliferate through networks, and to use digital tools to work purposefully towards a pre-specified goal. None of these skills, however, are in the domain of computer science. Welcome though it is, computer science needs to be augmented by a focus on digital literacies for the world in which we all (increasingly) inhabit. We need computer science and to develop digital literacies in schools. Doug Belshaw is a researcher and analyst at JISC infoNet. He is on Twitter as @dajbelshaw", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/jan/24/digital-literacy-in-school", 
    "wordcount": "691"
}