{
    "headline": "Bangladesh factory collapse could force rethink for garment industry", 
    "text": "The tragedy of the Rana Plaza factory collapse in Bangladesh has prompted a wave of fury across the world. There is anger that profits were put above the lives of the thousands of people who worked long hours for minimal pay, and anger at international buyers that give little thought to health and safety. Employees were forced to continue working in the building near the capital, Dhaka, despite it having been condemned as unsafe just the day before it collapsed. By Friday, the death toll had exceeded 500. But John Hilary, executive director of the campaigning group War on Want, said the terrible scenes at Rana Plaza had become a &quot;defining moment&quot; in raising people&apos;s consciousness. &quot;The link between poverty and cheap clothes made in Bangladesh has been well established,&quot; says Hilary. &quot;What is important about this tragedy is that is has thrown into stark relief the fact that this is an industry where the workers are not just exploited and forced to work in an environment of harassment, violence and abuse, but where basic guarantees of safety have been thrown to the wind, where corners have been cut to the extent that a building can collapse on top of thousands of workers.&quot; Fatema Khatun Moni, 21, survived the collapse. She came to Dhaka to try to improve her family&apos;s life in the northern district of Naogaon. As a sewing operator at New Wave Bottoms, Moni earns a basic wage of 38 per month, rising to 78 with overtime. She says four people in her family rely on her income for their survival. Moni was not planning to go to work on 24 April, but she was told by factory bosses that her pay would be docked if she failed to turn up. She survived the collapse by jumping out of a second-floor window as the building crumbled around her. Now, with her injuries, she is unsure how or when she will be able to return to work. Moni is one of 4 million people who plough 13bn in export revenue into Bangladesh&apos;s economy. While the garment sector has been credited as the main driver of Bangladesh&apos;s economic growth  the country has experienced a 5-6% increase year on year since 2005  it has done little to improve the lives of those manning the machines. &quot;The garment sector is a massive industry generating huge profits, yet the people at the bottom are not yet seeing the benefit,&quot; says Jenny Ricks, head of campaigns at ActionAid UK. &quot;There is huge potential there to change things fundamentally for workers, particularly women, for whom these jobs could be empowering.&quot; Hilary says Bangladesh&apos;s garment sector has trapped millions of the most easily exploited people in badly paid and dangerous work. &quot;When you&apos;ve got an industry where the government&apos;s official strategy is that the country will undercut any other nation in terms of labour costs, and companies that are able to pull their contracts at any time by demanding that prices are slashed year on year, then the possibility of emancipation turns into just a dead-end exploitation experience.&quot; Babul Akhter, president of the Bangladesh Garment and Industrial Workers Federation, said buyers have a responsibility to check the safety and security of those making the clothes they order, but most overlook this. Abdus Salam Murshedy, former president of Bangladesh Garment Manufacturers and Exporters Association, adds: &quot;The buyers and brands look for the most competitive offer. We cannot pay appropriate wages [to workers] unless we get proper prices for the orders.&quot; One buyer, Primark, has agreed to pay compensation to the families of those who died. The 2006 Bangladesh Labour Act states that a company must devote 5% of its net profit for the welfare of workers every year. Economist MM Akash, a professor at the University of Dhaka, says the loss to the workers of this law going unenforced is huge. &quot;I have calculated that every year if 5% of the profit is devoted to the welfare of workers, the total amount comes to about 30 million taka [247,020],&quot; he says. It is hoped the sheer scale of the devastation and the loss of life at Rana Plaza will force changes. International pressure on both the retailers and the Bangladesh government appears to be mounting  the EU is considering action against Bangladesh, which has preferential access to its markets for its garments, to pressure the country to improve safety standards. &quot;There is the potential for something to come out of the devastation of Rana Plaza,&quot; says Hilary. &quot;Yet it all rests on recognising that the power to change this comes at the top of the value chain, from those people who can dictate the terms on which the clothes are made. &quot;Retailers and governments are finding they can&apos;t shirk their responsibilities on this. The challenge is how to keep holding their feet to the fire and ensure that the lessons of Rana Plaza are not forgotten.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2013/may/03/bangladesh-factory-collapse-rethink-garment-industry", 
    "wordcount": "845"
}