{
    "headline": "Microsoft Office 15 review: built for touch and the cloud", 
    "text": "New Windows, new Office. That has been the pattern for the last few years, with Office 2007 arriving shortly after Windows Vista, and Office 2010 following Windows 7. Microsoft claims that Office 2010 has been its most successful ever; but the new Office unveiled yesterday in San Francisco has the challenge of making sense on (or of) Windows 8, an operating system made for touch control on a tablet as well as for use with traditional mouse and keyboard. This is also the cloud era, and Microsoft says that the new Office has been designed accordingly. &quot;We&apos;re transitioning Office as a cloud service&quot; said CEO Steve Ballmer, introducing Monday&apos;s launch.     Excel 2013, showing the Metro-style ribbon user interface    But is there much new, or is this the same old Office dressed in new Metro clothes? A good question; and given the maturity of the suite, which was codenamed Office 15, the fact that the essential features of the core applications are little changed is no surprise. The ribbon user interface, the oversized toolbar first introduced in Office 2007, has had a makeover in Metro (the Windows 8 design language), and includes more space between icons to ease touch control, but functionally is similar to what it was before. This is no bad thing: familiarity is part of what ties businesses to Office, when they could use open source alternatives at much lower cost.     A PDF open in Word 2013 reflows to fit the column width    That said, there are new features, such as the improved reading mode in Word which lets you reflow PDF documents as if they were Word documents, or Flash Fill in Excel, which lets you populate a new column by parsing data intelligently from one or more previous columns. Outlook has a new weather bar, which tells you whether forecasters think it will rain during an upcoming meeting. PowerPoint has new shape tools, new alignment tools, and an enhanced Presenter view that lets you zoom in and out to highlight key points.     Outlook 2013 tells you the weather within the calendar    Updates of this kind cannot justify Ballmer&apos;s claim that this is the &quot;biggest, most ambitious release in our history.&quot; The real change is in the bigger picture of how Office ties in with Microsoft&apos;s cloud services, or with the SharePoint collaboration platform which businesses can host on their own servers. The Office 2013 applications save by default to the cloud, so that users can access their documents from anywhere with an internet connection.  Into the cloud Microsoft is also encouraging both individuals and organisations to purchase Office by subscription rather than outright. On Monday it announced new Office 365 subscription services: Home Premium with 20GB of SkyDrive storage for families and consumers, Small Business Premium with email, conferencing and web site tools, and ProPlus for enterprise users. These subscriptions include up to five installations of the Office desktop applications for either or both PC or Mac, so that users can use Office on all their computers. The cloud is becoming the primary focus. Another key aspect of Office 2013 is its collaboration and social media integration. The new SharePoint, which will be released simultaneously, includes newsfeeds and sharing tools that give parts of SharePoint the feel of Facebook or Google Plus. Microsoft is also integrating Skype calls with its existing Lync communication and online meeting services, and integrating the recently acquired Yammer social networking tool with SharePoint and with Dynamics, its customer relationship management application. The &quot;social enterprise&quot; buzzword came up frequently at the San Francisco launch, and you can &quot;like&quot; documents and &quot;follow&quot; contacts. You can also search across SharePoint and Exchange together for an integrated view of activity for a particular project.     Office 2013 has its own integrated app store    Microsoft is also bringing the app store concept to Office. Each application has an Apps for Office option on the ribbon, which lets users insert apps into documents. These can be content apps, which are hosted within a document, or task pane apps, which work alongside documents. They use a new programming interface for Office which is based on HTML and JavaScript: &quot;An app for Office is basically a webpage that is hosted inside an Office client application,&quot; says Microsoft. Has Microsoft succeeded in making Office a productive suite on Windows 8 tablets operated through touch alone? It is a big advance on Office 2010 in this respect, but still a work in progress. Two applications - OneNote and Lync - have true Metro-style apps alongside alternative desktop apps. The OneNote app is particularly interesting, suggesting that Microsoft sees note-taking as a primary use for a tablet. OneNote MX, the Metro version, has an innovative circular tool for selecting fonts and colours, perfect for finger control.     OneNote MX, a Metro app, has an unusual wheel control for font selection    Using desktop applications such as Word and Excel with touch is less satisfactory. Some ribbon tabs, like the Home tab in Word, have too many small icons to be comfortable for touch control. They are better than before, but users will want to have a keyboard and mouse for full productivity. Although Microsoft has made preview code for Office 2013 generally available, it is not committing to any specific date for final availability, nor is it releasing prices or every detail of how the new editions will be packaged. Office 2013 will not be completed as early as Windows 8 (expected to go on general retail sale in October). This has implications for Windows RT, the ARM version, which ships with Office included. The initial release will probably include an early version of Office 2013 with a free update available later. One thing the company has confirmed is that Office 2013 will not run on any version of Windows earlier than 7. The reason, we were told, is that Windows 7 introduced touch features that are required by Office 2013. That said, if the documents are hosted on SharePoint or in the cloud, there are web apps which will make documents available to users on any machine with a modern web browser, including iOS and Android tablets. Conclusion A fresh new look; a new orientation towards the cloud and towards subscription; new OneNote and Lync apps for Metro-style Windows 8; social enterprise features with activity feeds, Yammer and Skype; a touch-friendly user interface: will this add up to another successful Office launch for Microsoft? Much will depend on how Windows 8 itself is received. The new Office will run well on Windows 7, but Windows 8 is its natural home. Office 2013 forms an essential part of Microsoft&apos;s vision for a tablet that does not compromise on productivity. The productivity is there; but judging by the preview, Office 2013 on a slate is still a little awkward, with the exception of OneNote where a native Metro-style app exists. Still, the ability to leave the laptop at home and travel just with a tablet is a compelling reason to put up with some slight inconvenience of use, or to tuck a wireless keyboard and mouse into the bag. Office 2013 may not be quite ideal for tablet use, but considering the weight of legacy baggage in Microsoft&apos;s suite, it is an excellent start. Try Office 2013 at http://office.com/preview", 
    "section": "technology", 
    "gid": "technology/2012/jul/17/microsoft-office-15-review", 
    "wordcount": "1178"
}