{
    "headline": "Top aid donors score badly in responding to crises", 
    "text": "Aid donors have failed to address long-standing systematic problems in how they respond to disasters and emergencies, despite numerous commitments to reform the international humanitarian aid system, according to a new index that scores governments on the quality of aid provided. Norway, Denmark and Sweden, all relatively small humanitarian aid donors, are the top-ranking countries in the latest Humanitarian Response Index (HRI), published on Wednesday by Dara, an international non-profit organisation based in Spain. The US, the world&apos;s largest donor of humanitarian aid, is near the bottom of the league, along with Spain, Japan, Luxembourg and Italy. In 2003, donors gathered in Stockholm, Sweden, to draft and endorse the Good humanitarian donorship (GHD) principles to improve co-ordination among donors, make funding more reliable and predictable, and help humanitarian organisations better prepare for crises. But Philip Tamminga, head of the HRI project, says the GHD&apos;s lack of clear, measurable targets and indicators, as with the millennium development goals, has meant there have been few tools to assess progress and hold governments to account. Meanwhile, donors have been able to apply different interpretations of the GHD principles and implement different requirements, approaches and levels of funding. The result is nearly a decade of patchy progress, according to the HRI, which analysed 23 donors and how they responded to nine big humanitarian crises in 2010. Italy is ranked last in the league for failing to protect the neutrality and impartiality of its humanitarian aid programme, for opting out of accountability initiatives, and for not contributing its &quot;fair share&quot; to UN and Red Cross appeals. Japan received particularly low scores on support for efforts to improve accountability and partner with local organisations. The US scored poorly on indicators for supporting accountability initiatives and programmes to reduce climate-related vulnerability. The HRI report calls on donors to stick to the current reform agenda, but warns that this might not be enough to deal with future challenges. &quot;Humanitarian needs and challenges will quickly outpace the ability of the current system to address them  even when it works at its very best,&quot; said Tamminga. &quot;What is needed is a new reform agenda, but refocusing less on aid delivery mechanics and more on how to anticipate, prevent, prepare for and mitigate future crises.&quot; Only 62 cents of every $100 spent on humanitarian aid programmes in 2005-09 went to disaster prevention and preparedness programmes, says the report. Overall, less than 1% of all official government aid  both development and humanitarian  went to such programmes. The failure of donors and aid agencies to respond to crises before they develop into humanitarian emergencies came into sharp focus last year with the famine in Somalia. A recent Guardian analysis found more than 70% of humanitarian aid for Somalia and almost 90% of mainstream US and UK media coverage came after the formal UN declaration of famine on 20 July 2011. This year, Oxfam and Save the Children said tens of thousands of deaths could have been avoided if the international community had responded earlier to clear warning signs of an escalating crisis in the region. Australia and Germany are among the few donors engaging with disaster risk reduction efforts, according to the HRI. The UK ranked among the top 10 donors. Its new humanitarian aid policy is also an &quot;enormously positive step&quot;, said Tamminga. The new policy aims to improve the UK&apos;s response to &quot;slow onset&quot; crises and build disaster risk reduction plans into all its country programmes. The challenge, says Tamminga, will be translating this new policy into sustained and systematic changes in how assistance is delivered on the ground. In November 2011, a largely positive evaluation of UK funding for climate change resilience projects in Bangladesh said the programme failed to sufficiently hold its partners  the World Bank and the UN Development Programme  to account, and that delays and poor co-ordination meant only 13m of the 75m allocated had been spent. The HRI report warns that while more donors are referencing gender concerns in their humanitarian policies, these issues remain largely absent in project proposals and funding allocations, and few ever follow-up on whether they are actually addressed in the programmes they support. &quot;The message from donors seems to be that gender is an important political commitment, but not a practical priority in humanitarian crises,&quot; says the report. Last week, the US Agency for International Development (USAid) said it would work to address the unique challenges facing women in crisis and conflict-affected environments, as part of its new gender policy. But Tamminga says it would be wise to wait and see how this new policy is implemented, monitored and evaluated, before claiming it as a success.", 
    "section": "global-development", 
    "gid": "global-development/2012/mar/07/top-aid-donors-score-badly-index", 
    "wordcount": "789"
}