{
    "headline": "DNA project reveals Tom Conti's Napoleonic blood and rich roots of Scotland's genetic legacy", 
    "text": "It is one of the most improbable family connections. One is an actor famed as a languid Lothario. The other was one of the world&apos;s most brutal but brilliant military leaders. Nevertheless geneticists say their analysis shows Tom Conti is indeed directly related to Napoleon Bonaparte. This remarkable claim has been made by ScotlandsDNA, a recently launched project that aims to uncover the genetic roots of the Scots and which now plans to spread its services to include the English, Welsh and Irish. From a participant&apos;s saliva, project scientists obtain a DNA marker that can pinpoint their ancestry. Conti and Bonaparte both share a marker known as M34. &quot;Some friends said they weren&apos;t surprised to find out Napoleon and I were related, but it came as quite a shock to me,&quot; Conti told the Observer. &quot;In fact, I didn&apos;t believe it at first. I burst out laughing when they told me. I have got used to it now and am really rather pleased.&quot; ScotlandsDNA, soon to be renamed BritainsDNA, was set up last year by historian Alistair Moffat, the current rector of St Andrews University, and Dr Jim Wilson, a geneticist based at Edinburgh University. Their aim was to create a genetic map of Scotland. Now Moffat and Wilson are expanding this project to cover the whole of the British Isles. Two sources of information are used  markers on mitochondrial DNA, which is passed exclusively through the female line, from mother to daughter, and markers on the Y-chromosome, which is passed from father to son. More than 1,000 people, each paying 170, have provided DNA that reveals the Scots&apos; wide ancestry  Vikings, Irish, Berbers  and many other distinctive markers have been uncovered. This work has also thrown up many unexpected stories. The BBC presenter Jim Naughtie  despite his Aberdeenshire accent  was found to be of Northumbrian origin, while the comedian Fred MacAulay is probably descended from Irishmen enslaved by Vikings in the ninth century, according to Moffat. &quot;Our DNA can reveal so many unexpected things about our past and there is no better example than Tom Conti&apos;s,&quot; he said. Thomas Antonio Conti was born in 1941 in Paisley to Alfonso, his Italian immigrant father, and Mary McGoldrick, his Irish Catholic mother. &quot;When I joined the DNA project, I expected my mother&apos;s side would be the most interesting,&quot; said Conti. &quot;She was of Irish stock and I thought her thick black hair, which I inherited, would reveal a Spanish connection, perhaps from Armada sailors shipwrecked in Ireland. But it was my father&apos;s side that proved to be most interesting.&quot; According to Moffat, Conti&apos;s DNA marker reveals his male lineage is Saracen in origin. His ancestors settled in Italy around the 10th century before one of them, Giovanni Buonaparte, settled in Corsica and founded the family branch that produced Napoleon. &quot;The crucial point is we know what DNA markers Napoleon had on his Y-chromosome,&quot; said Moffat. &quot;Last year, a reliquary containing some of his hairs was opened and DNA was extracted from their roots. The genetic marker from it proved to be identical to the one found in Prince Charles Napoleon Bonaparte, the French politician who is the great-great-grandnephew of Napoleon. All have an M34 marker, including Tom Conti. He is clearly a close relative of Napoleon. Only DNA could have told that story.&quot; Ancestors of the Bonaparte clan are rare in Britain, added Moffat. However, other leaders have left quite profound lineages, such as an Irish king, Niall of the Nine Hostages, whose kin dominated northern Ireland from the sixth to the 10th centuries. The offspring of these kings, known as the followers of Neill, or the Ui Neill, evolved into clans that include the O&apos;Neils, Bradleys  and the McKies. Tests, including one taken by this correspondent, reveal that around 6% of Scotsmen  whose ancestors emigrated from Ireland  are related to each other through the Ui Neill lineage. On Tuesday, Moffat and his team will host a party at the Royal Society of Edinburgh for some of the first 500 participants in the ScotlandsDNA project. &quot;We will have Vikings, Irish, Saxons, Angles and dozens of others  the Scots in short. This is the power of DNA analysis and we want to open it up for all of Britain,&quot; Moffat said.", 
    "section": "science", 
    "gid": "science/2012/apr/14/tom-conti-napoleon-bonaparte-genes", 
    "wordcount": "727"
}