{
    "headline": "Why the University of Surrey is on the rise", 
    "text": "It is one of the mainstays of London&apos;s commuter belt, once home to Lewis Carroll and also the birthplace of Piers Morgan (they tend not to dwell too long on that one). Guildford now has another bell of distinction to wear around its neck  for the first time, the University of Surrey is in the top 10 in the Guardian&apos;s university league table. At number eight, it&apos;s a jump of four places from last year, and a staggering 12 places up from the 2011&apos;s table. The average teaching score climbed from a sturdy 73.5 to a very attractive 81.1 (out of a possible 100), ahead of Imperial College London, University of Warwick, University of Edinburgh and SOAS. Take a look at the score given by final-year students in the National Student Survey (NSS): Surrey records a healthy 73% (two percentage points behind the table leader Cambridge University) and the NSS Teaching score is a hefty 90%, higher than the London School of Economics and University College London. The University of Surrey has its picturesque main campus on Stag Hill in Guildford, and the local train station runs a foldable bike hire scheme in conjunction with chic bicycle brand Brompton. What is it about the university and the town that makes it so attractive to students? For Ruth Smithers, 22, studying for a BA in English literature and creative writing at the university, it&apos;s a no-brainer. &quot;It&apos;s really a lovely place to be. It&apos;s green and scenic and the campus is really friendly and small,&quot; she says. &quot;There aren&apos;t that many students. It&apos;s quite relaxed compared to city universities  it&apos;s not as focused on going out and clubbing, it&apos;s more like hanging out and going to the pub.&quot; Smithers is originally from Sutton in south London, which she readily admits is a lot more multicultural and a lot less middle-class. Nevertheless, she pays the town the ultimate compliment when she says: &quot;My friends and I all pictured ourselves living in Guildford after completing our degrees. I love it here.&quot; Smithers began her Surrey student career as a physics student, swapping after a second year through clearing, which she says the university made very easy for her. &quot;I applied through clearing and emailed the admissions tutor, and they organised the interview and checked my qualifications. They did all the admin.&quot; She likes the range of the teaching staff in her faculty, from PhD student lecturers to the older, often more conservative professors. What does she consider to be the big draw for students? She attended an Open Day before deciding, and says &quot;it was a gut instinct&quot;. But she was also swayed by the guarantee of accommodation for all first-year students, an offer she did not find at a lot of London universities. &quot;They&apos;ve got amazing employment records, and then there&apos;s the third-year placement that they really push, no matter what your course is. I think that was the pulling point for a lot of people,&quot; she adds. Matt Hiely-Rayner from Intelligent Metrix, who compiled the league table, explains Surrey&apos;s rise: &quot;Improvements in student-staff ratios and student satisfaction are significant contributory factors, but it is the improvement in value-added scores that really stands out.&quot; There was a 7% overall increase in the proportion of students achieving a 1st or 2:1, but, he added, &quot;in some subjects, for example law, this improvement was as high as 24%&quot;. University of Surrey may not be unseating Cambridge or Oxford any time soon, but its steady rise up the ranks is worth noting.", 
    "section": "education", 
    "gid": "education/shortcuts/2013/jun/03/university-of-surrey-guildford-top-10", 
    "wordcount": "606"
}