{
    "headline": "Chance to ride with Bradley Wiggins draws thousands to Lancashire village", 
    "text": "Cyclists from as far away as Chicago, Vancouver and Sydney will be descending on a small Lancashire village this Sunday to ride with Tour de France winner and seven-time Olympic medalist Bradley Wiggins. It will be 32-year-old&apos;s first official appearance since winning the Olympic time trial gold medal earlier this month. In the build-up to the event, Wiggins has found himself at the centre of an extraordinary media storm, during which he has had to be smuggled to his local pub in the boot of his car and employ the services of a bodyguard. Nearly 2,000 cyclists are expected to join him on a choice of routes through the Forest of Bowland and Ribble Valley where he regularly trains when based at his home in the village of Eccleston. Lancashire police will be putting their entire motorcycle corps on duty, including one outrider who will be assigned exclusively to escort Wiggins. The event will mark the launch of the Bradley Wiggins Foundation, a charity aimed at encouraging more people to take up sport or regular exercise. But such has been the Team Sky rider&apos;s unprecedented level of success so far this year  he has won the Paris-Nice, Tour de Romandie and Critrium de Dauphin stage races as well as the Tour de France and Olympic time trial  that he has barely had time to concentrate on the charity set up in his name. &quot;It&apos;s been totally crazy,&quot; said his close friend Peter Slater who runs the foundation.  &quot;The charity was totally Brad&apos;s idea. But the problem is he&apos;s been a victim of his own success. He came up with the idea at the end of last year, we launched the website in May, but he keeps winning things and we just haven&apos;t had the time to sit down together and thrash out the specifics of what we are aiming to do. We haven&apos;t even registered with the Charity Commission yet.&quot;  At the moment, more space on the foundation&apos;s website is devoted to its commercial sponsors than its aims and objectives. Just three lines talk about promoting regular exercise, helping talented athletes and providing equipment. Even Wiggins&apos;s biography is yet to be updated to include his Tour de France and Olympic successes. But that is set to change after Sunday&apos;s event. In between last minute preparations for this weekend  which will see a &quot;cycle show&quot; set up to entertain family and friends waiting for their Lycra-clad loved ones at the start/finish in the village of Barnoldswick  Slater took time out to talk in more detail about the Foundation&apos;s aims:  &quot;Brad wanted to put something back into the sport which has given him so much. For people like him, doing regular exercise is taken for granted. But for most people, the idea of exercise is alien. He wants to inspire people to get into sport and be more active. And he wants no one to be excluded, so that people from deprived backgrounds get the same opportunities to ride their bikes, play rugby, whatever. We want to give schools and clubs equipment. For example, a cycling club will be able to apply to us to get some helmets for their members, maybe kids whose families can&apos;t afford to buy them themselves.&quot;  The foundation will raise the money through events like Sunday&apos;s, in which riders have paid an entry fee of 40 for the choice of a 100 or 160km route. They will also be able to have their picture taken with Wiggins  for an extra 20. &quot;We called it the &apos;Ride With Brad&apos; sportive for a reason, so we are not tied to a specific location. We can literally hold it anywhere next time and attract a completely new audience,&quot; explained Slater. Wiggins&apos;s wife, Cath, is involved too. She will be organising gala dinners and charity auctions to raise funds. Even British Cycling&apos;s famed &quot;brain mechanic&quot;, forensic psychiatrist Steve Peters, has agreed to help out by addressing a training camp in Tenerife later this year. Wiggins, meanwhile, spent this week with his wife and children in Mallorca. Even abroad, he couldn&apos;t escape the press attention. He was photographed earlier this week smoking a cigarette and enjoying a glass of wine wearing one of his own-design Fred Perry cycling tops. Slater said:  &quot;He&apos; a bit stressed by the reaction to his success. He&apos;s a self-proclaimed recluse, a family man, and all the media hype has shocked him. Last week, him and Cath wanted to go out for meal with some friends, and they had to put Brad in the boot of the car until they got to the pub to avoid the photographers.&quot;  This Sunday, Wiggins will have his own bodyguard.  &quot;His management company decided it was a good idea after seeing the hysteria during the Olympics. So his own personal security officer is coming up from London, though I don&apos;t think he&apos;s a cyclist so he&apos;ll be following Brad in the car with me.   &quot;We&apos;ll also have a massive police presence, though that&apos;s more to do with looking after the other riders rather than Brad. Lancashire police are supporting the event to a level never seen before and they are not charging us for it. All their motorcycles have been put on duty and more traffic cars will be out on route than normal. Sunday drivers are going to be in for a shock!&quot;  And any riders hoping to keep up with Wiggins should be warned  the reigning Olympic time trial champion won&apos;t be taking it easy. &quot;He&apos;s racing in the Tour of Denmark next week, so it&apos;s fair to say he&apos;ll be treating it seriously,&quot; said Slater.  There are still places remaining on the Ride With Brad sportive. Entry fee is 40, which includes feed stations, goody bag and timing chip. Register at www.bradleywigginsfoundation.org  Trevor Ward is the travel editor of Bikesoup.cc", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/aug/17/ride-with-bradley-wiggins", 
    "wordcount": "1001"
}