{
    "headline": "Do the weather forecasters quoted by the Daily Mail actually exist?", 
    "text": "This month, I questioned the credentials of the alternative weather forecasters used by the Daily Mail, the Express, the Telegraph and the Sun. I suggested that their qualifications were inadequate, their methods inscrutable and their results unreliable. I highlighted the work of these two companies: Exacta Weather and Positive Weather Solutions (PWS). Now the story has become more interesting: do the people from Positive Weather Solutions, making its forecasts and quoted in news articles, exist? A sharp-eyed reader has sent me a screenshot he took from the PWS website at the end of last year. As you can see, it shows eight people whom the company lists as its forecasters and experts. (Well, seven and a cup of tea, currently standing in for its chief assistant forecaster). They have, the website claims, produced PWS&apos;s forecasts and written its blogposts. They have also been quoted in the Daily Mail. So who are they? A picture search suggests an impressive range of talents. Take &quot;Serena Skye&quot;, for example, listed by PWS as a &quot;contributing weather forecaster&quot;. She also turns out to be a mail-order bride, a hot Russian date and a hot Ukrainian date. How she finds time for it all we can only guess. &quot;Emma Pearson&quot;, as well as working as PWS&apos;s assistant weather forecaster, also features on 49,800 hairdressing sites, modelling an emo hairstyle. (Emo, m&apos;lud, is said to be a form of music, popular with certain members of the younger generation). &quot;Kelly Smart&quot; has a remarkably busy life: as an egg donor, a hot date, a sublet property broker in Sweden, a lawyer, an expert on snoring, eyebrow threading, safe sex, green cleaning products, spanking and air purification. Perhaps more pertinently, she&apos;s also a model whose picture is available via a company called istockphoto. &quot;Charlotte Haines&quot;, another assistant weather forecaster, has achieved rather less in life. She is listed only as a &quot;pretty blonde woman&quot;. But she does have a qualification that might have appealed to Positive Weather Solutions: her photo is labelled &quot;royalty free&quot;. As well as their pictures, I have looked up the names of these people, alongside search terms such as &quot;weather&quot; and &quot;forecasting&quot;. Beyond the material generated by Positive Weather Solutions, I have so far found no further evidence of their existence. Yet PWS has used them to make its forecasts and write its blog posts. Charlotte Haines PBW, RF* wrote a blog for the company called Charlotte&apos;s Web. In it she predicted the weather, talked about her children and discussed her golfing skills. At the bottom of these posts is this disclaimer: &quot;the opinions expressed by Charlotte Haines are not necessarily those of Positive Weather Solutions&quot;. So whose are they? *Pretty Blonde Woman, Royalty Free Emma Pearson EMO also wrote forecasts, using a similar style. Intriguingly, in August last year she claimed that she would be appearing at the Eisteddfod in Wrexham. &quot;Come and say hello! Look for the young lady, that&apos;s me, with a Positive Weather Solutions white T-shirt on!&quot; But look for whom, exactly? The girl with the emo haircut? Both Charlotte and Emma have been quoted in the Daily Mail and their forecasts have formed the basis of some prominent stories. In April last year, for example, their claims were all that justified an article titled &quot;It&apos;s sunshine all the way as forecasters predict 21C by Grand National weekend&quot;. Citing both women as sources at different points in the report appeared to lend it weight. But are either of them real? The Mail also used Emma Pearson to predict &quot;a 20% chance of rain for Prince William and Kate Middleton&apos;s wedding at the end of the month.&quot; I phoned Jonathan Powell, who runs PWS, and asked him who these people are. He told me that a lot of contributors had been assisting his service. The photos  &quot;were put up there just for holding or were avatars of people who were contributing. Or people who wanted to contribute. They came and went.&quot;  He said he removed them from the site in mid-December. &quot;There was no intention of being misleading. We&apos;re sorry if that was the case. But we&apos;re trying to clean our act up.&quot; &quot;But using other people&apos;s pictures is a deception isn&apos;t it?&quot; I asked. &quot;OK, you&apos;ve got me on that.&quot; &quot;Does Charlotte Haines exist?&quot; &quot;Charlotte did.&quot; &quot;Can I have her contact number?&quot; &quot;I can fish that out for you no trouble at all. I&apos;ll have to go back to the office to get it.&quot; &quot;Could I have the other people&apos;s numbers too?&quot; &quot;OK, I&apos;ll get you all the details. No problem.&quot; Two hours later he sent me an email.  &quot;Quite frankly, the filing system I have is a mess and I cannot put my hands of the information you require  Your column which was understandably critical of us at Christmas made me face a few things about the company and where it was going, and now as I can&apos;t find anything to back anyone up then quite frankly PWS is now more trouble than its worth and in debt. Therefore, I have taken the decision after six years to close the business forthwith.&quot;  I wrote back: &quot;Thanks for letting me know. You never did use people with those names though, did you? And I&apos;m guessing you wrote Charlotte&apos;s blog and Emma&apos;s forecasts yourself?&quot; I have not yet heard back from him. Since our discussions, links to the various pages of the PWS have been removed, and the homepage now just has a short message: &quot;It is with regret that because of illness and the current economic climate, PWS has ceased trading.&quot; Will this make the Daily Mail, the Daily Express and other papers less inclined to use poorly qualified forecasters in the future? If I were Charlotte Haines or Emma Pearson, I might be able to make a firm prediction. But the most I can say is that I doubt it. monbiot.com  This article was amended on 27 January 2012. The original headline read: Do the weather forecasters used by the Daily Mail actually exist? This has been clarified to reflect the blog&apos;s question, which revolved around quotation of the forecasters in editorial pieces, not the paper&apos;s use of PWS as a weather service.   Get the Guardian&apos;s environment news on your iPhone with our new app. You can also join us on Twitter, Facebook and Google+", 
    "section": "environment", 
    "gid": "environment/georgemonbiot/2012/jan/26/weather-forecasters-daily-mail", 
    "wordcount": "1110"
}