{
    "headline": "The week in wildlife  in pictures", 
    "text": "   A view of the forest in the biological reservation at La Tigra, north-east Tegucigalpa, Honduras. The World Day of the Earth is commemorated in the central American country with the cleaning of basins and reforesting of areas destroyed by fire and forest cutting Photograph: Gustavo Amador/EPA       Snowy egrets (Egretta thula) and great herons (Ardea alba) at Birds Island in the Suchitlan Lake, near the town of Suchitoto,  El Salvador. The artificial lake, formed by the Cerron Grande dam, is a natural shelter for wildlife Photograph: Jose Cabezas/AFP/Getty Images       A herd of wild Asiatic elephants make their way down to the Deepor Beel wildlife sanctuary in search of food on the outskirts of Guwahati city, north-east India. Scarcity of food and illegal encroachment of forest areas has forced these wild elephants to come down to the sanctuary from nearby hills Photograph: STR/EPA       A dace takes a leap upstream in the fishery town of Yangyang on South Korea's east coast. The river fish, called hwangeo in Korean, live most of their lives in the sea after being born in a river, and return to the river to lay eggs in March and April. The Yangyang municipality plans to hold a festival featuring fishing and tasting events on 28 and 29 April Photograph: Yonhap/EPA       The church of Pokrov on Nerli is reflected in a pool of floodwater as frogs mate in the village of Bogolyubovo, 118 miles east of Moscow Photograph: DENIS SINYAKOV/REUTERS       An alligator at the Jaguar Rescue Centre in Puerto Viejo de Limon, on the east coast of Costa Rica. The centre was founded in 2005 to rescue mistreated and injured wild animals, as well as those kept illegally as pets Photograph: Jeffrey Arguedas/EPA       Vultures feed on a dead dolphin at Caleta San Jos, Peru. As many as 877 dolphins have washed up dead on the coast of northern Peru, the country's deputy environment minister, Gabriel Quijandria Acosta, said. An investigation is underway to determine whether a viral infection of the marine morbillivirus is the cause of the mass deaths Photograph: EFE/EPA       A short-haired bumblebee (Bombus subterraneus) foraging on a flower. The bee, extinct in the UK for nearly a quarter of a century, is set to be reintroduced into the south-east of the country Photograph: Dave Goulson/RSPB       A wild flower in the mountains of Cali, Colombia. The country has the second largest biodiversity in the world Photograph: Luis Robayo/AFP/Getty Images       Snow coats an apple tree in bloom after eight inches of snow pounded high-lying areas the US town of Somerset, Pennsylvania. A storm beginning in the north-eastern section of the country pushed west, covering spring blooms Photograph: Jeff Swensen/Getty Images       Tree swallows perch on a branch during a spring snowstorm in the US town of Pembroke, New York state Photograph: David Duprey/AP       Scientists have filmed what is believed to be the first sighting of an adult white killer whale in the wild. The marine mammal, nicknamed Iceberg and believed to be at least 16 years old, was swimming with its mother and siblings in waters off the Kamchatka peninsula off the far eastern coast of Russia Photograph: E. Lazareva/AFP/Getty Images       A dragonfly rests on a turtle in a lake in the outskirts of Cali, Colombia Photograph: Luis Robayo/AFP/Getty Images       Ostriches look out from their enclosure at Taronga Western Plains zoo in Dubbo, Australia. The popular 35-year-old zoo is set in 3 sq km of bushland and is home to more than 700 animals Photograph: Mark Kolbe/Getty Images       Fruit bats for sale are packed into small cages on a street on the outskirts of Medan, Sumatra, Indonesia. According a local traders, the bats are consumed by local Chinese to cure asthma and sell for 20,000 Indonesian Rupiah each (1.34). The price has doubled in the last two years as the bats become harder to find. Local NGOs are concerned by the declining numbers  the bats play a major roll in pollination and seed dispersal for many local fruit species such as durian, bananas, dates, figs and mangos Photograph: Paul Hilton/EPA       A may apple grows in Moreland Hills, Ohio in the US on Earth Day, Sunday 22 April  Photograph: Amy Sancetta/AP       A white rhino and her calf walk in the dusk light in Pilanesberg national park in South Africa. Museums are on alert as organised crime looks for new sources of rhino horn Photograph: Mike Hutchings/Reuters       A longtom fish (Tylosurus crocodilus crocodiles) catches a smaller fish in its sharp teeth in the crystal clear waters of the Java Sea, in the Thousand Islands marine national park, Indonesia  Photograph: Barbara Walton/EPA       A two-year seabed study off the eastern coast of Brazil confirmed that the Abrolhos shelf is home to the largest known continuous bed of rhodoliths in the world. Sometimes mistaken as coral, rhodoliths are roughly spherical objects on the ocean floor that are made of many layers of hard red algae. Together with kelp beds, seagrass meadows, and coral reefs, rhodoliths are one of Earths largest seabed primary producer communities Photograph: Rodrigo L. de Moura/Conservation International       A rare 'spotless' cheetah has been photographed in Kenya by wildlife photographer Guy Combes, who got within around 50m of the big cat Photograph: Guy Combes/BNPS  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/apr/27/week-in-wildlife-in-pictures", 
    "wordcount": "0"
}