{
    "headline": "Self-funded PhD: a pricey addiction", 
    "text": "   Photograph: supplied    It&apos;s fair to say that my love of learning is viewed by my family and friends as some kind of expensive addiction. Having completed four part-time courses following my undergraduate degree in 2000, I did feel a bit sheepish confessing to people that I had enrolled to do a doctorate. My masters dissertation spurred me on to do further research. It felt like unfinished business that my PhD research  &apos;Student experience and expectation in the post 2012 context: an exploration of relationship marketing in higher education&apos;  will hopefully complete. Cost concerns With a mortgage to pay, I needed to maintain my level of income. Marketing is an area that doesn&apos;t seem to attract research council funding and in general I found little support for part-time students. The logic seems to be that you don&apos;t need support if you can afford to study part-time, rather than you have to study part-time because you can&apos;t afford to study full-time. Where to study turned out to be a challenge despite living near seven universities. I applied to the University of Derby&apos;s business school in November 2010, but they couldn&apos;t find me a supervisor. At the same time I looked at other universities in my area. Only two of them were suitable  one of which turned me down because I wanted to study part time and the other I couldn&apos;t afford. In 2011, I had started to give up hope when I got a lifeline from the research office at Derby who found me a supervisor in the school of culture and lifestyle. I&apos;ve been lucky enough to have funding support from my family and, coupled with a credit card, have paid for the tuition fees. But it&apos;s still a struggle to buy books and attend conferences. I did have a part-time bar job on top of my day job, but after tax, it wasn&apos;t really worth it. Stigmatised career I found the community at Derby incredibly supportive and it&apos;s when I manage to get up to university and catch up with people that have kept me going and made me feel less isolated. It&apos;s in my professional career that I&apos;ve felt stigmatised. I work in marketing, my qualifications are in marketing, and now I&apos;m researching marketing. However, employers don&apos;t seem to see that as a good thing. I sometimes get the feeling that I&apos;m viewed as a highly ambitious threat rather than an enthusiastic learner. Give yourself a break What I struggle with the most is that elusive work/life/study balance. I always feel like I&apos;m letting some element of my life down. It&apos;s really important to give yourself a break. Set deadlines and targets but don&apos;t beat yourself up if life gets in the way. Currently I&apos;m trying to build a reputation for myself by submitting conference proposals and setting up a website, but I&apos;m falling behind on actually doing my research. When I first started my research I was more focused on that and missed out on networking opportunities. As for work, I&apos;m moving jobs to be closer to home and to give myself more time in the mornings to study. I find research equally rewarding and frustrating but I love every minute of it and that&apos;s what keeps me going. Michelle Evans is a part-time PhD student researching relationship marketing in higher education at the University of Derby This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/jun/06/self-funded-phd-expensive-research", 
    "wordcount": "586"
}