{
    "headline": "Debera Per pagar por su propio desarrollo?", 
    "text": "Recientemente he contado cinco obras en construccin en tan slo unas pocas cuadras de un barrio residencial en la capital peruana, Lima. Modernos edificios con grandes ventanales y acabados brillantes estn surgiendo y estn siendo comprados rpidamente en Miraflores y ms all. Europa puede estar en crisis financiera y los europeos pueden estar sintiendo el pellizco, pero algunos peruanos tienen ms dinero que nunca antes, especialmente en las ciudades. Nuevos datos de Ipsos Apoyo, una empresa de investigacin de mercado, revelan que las clases medias de Per estn creciendo. En 2003, representaban el 19% de la poblacin; el ao pasado ese porcentaje aument al 27%, alrededor de 8 millones de personas. Sin embargo, las desigualdades de ingresos entre las zonas urbanas y rurales siguen siendo abismales. En Lima, el 56% de los residentes ahora pueden darse el lujo de ir al cine, disfrutar de otras actividades de ocio y gastar en sus necesidades personales. Pero en las zonas rurales, donde slo el 2% de la poblacin pertenece a la clase media, el 84% de las personas slo puede permitirse de comprar comida. Lugares como Huancavelica, en los Andes centrales, registran niveles de pobreza extrema. Uno de cada tres peruanos vive con menos de tres dlares por da, y medio milln de nios menores de cinco aos pasan hambre cada da. &quot;Son brechas  las de la distribucin de ingresos  que tienen siglos de existencia&quot;, dice Elmer Cuba, economista. &quot;Tiene que haber programas ms intensos de infraestructura y de educacin para que los ingresos de esos pobres mejoren y tengan una mejor igualdad de oportunidades&quot;. Los comentarios hechos por Bill Gates acerca de quin debera pagar estos programas han provocado duras crticas en Per. El cofundador de Microsoft y filntropo identific al pas andino como un ejemplo de una nacin que ya no debera recibir ayuda de Espaa, y sugiri que los peruanos hoy en da deberan gastar ms de su propio dinero para sacar a sus pueblos de la pobreza. &quot;Cuando ayudas a pases como Per, un pas de ingresos medios, el resultado es bastante diferente&quot;, dijo Gates al diario El Pas de Espaa. En promedio, los peruanos ganan ms de $ 5.000 ( 3.150) cada ao. El ao pasado Espaa dio a  62.7m ( 53 millones, US $ 84 millones) en ayuda a Per (pdf). &quot;Cuando ayudas a este tipo de pases con un nivel suficiente de riqueza&quot;, continu Gates, &quot;debes preguntarte por qu, por qu le ayudas. La ayuda debera ser para los ms pobres&quot;. Los polticos en Lima reaccionaron con horror ante la sugerencia de que la vieja potencia colonial ya no debera apoyar proyectos de desarrollo en los Andes. Acaso no ha visto Gates cmo vive la gente en Huancavelica?, le preguntaron. Acaso no sabe que pocos peruanos pueden darse el lujo de vivir en Miraflores? Una congresista le pidi que slo se adhiera a tener opiniones acerca de las computadoras, no ayuda al desarrollo. Pero las opiniones de Gates han tenido reverberacin en otras partes. &quot;Thank you very much, Mr Bill Gates&quot;, deca el titular de una columna de opinin en el diario de Lima, La Repblica. &quot;[Lo que dijo es] una noticia magnfica&quot;, escribi su autor, Augusto lvarez Rodrich, periodista y economista. &quot;En lugar de molestarnos, los peruanos deberamos estar profundamente agradecidos con l... un to que sabe de qu habla cuando habla de crear riqueza.&quot; Para el columnista, el hecho de que Gates vea a Per con una luz positiva es el tipo de buenas noticias que se necesitan para atraer ms inversin extranjera. Cuanto ms dinero entre al gobierno central en Lima de los impuestos y regalas, cuanto ms debera tener en sus arcas para gastar en los pobres. Nadie puede descartar que Per tenga ms dinero que antes. Durante la ltima dcada, exceptuando dos aos, su economa ha crecido en ms de un 5%. El pas recibe enormes regalas de la minera, su principal producto de exportacin. La agricultura y la manufactura son tambin industrias rentables y en crecimiento. &quot;Hay una dinmica muy positiva de inversin privada y consume privado&quot;, dice Cuba. &quot;Y eso no debera parar por lo menos unos cinco a 10 aos, adems de la crisis que puede haber estos aos en Europa. As que, en trminos absolutos, [Per] no necesita [ayuda]&quot;. El Reino Unido est de acuerdo, y su Departamento de Desarrollo Internacional ya no da ayuda a Per. Pero Cuba no sugiere que los donantes restantes - como la Unin Europea, Japn y Estados Unidos - tambin se vayan. l piensa que la ayuda extranjera sigue siendo necesaria en Per, pero no en la forma de bonos para los pobres. &quot;Hay otros pases como Hait [que necesitan subsidios], pero Per no tiene esas necesidades&quot;, dijo. &quot;Los peruanos tienen que gastar su [propio] dinero para resolver el problema [de la pobreza]. El reto para este y los prximos gobiernos va a ser [saber cmo] gastar ese dinero&quot;. La Fundacin Gates ha intentado aclarar lo que opin Gates sobre Per. Un portavoz dijo: &quot;los comentarios de Bill se centraban en Espaa y los compromisos de Espaa en ayuda internacional, no en las necesidades especificas de Per en asistencia para el desarrollo. Su referencia a Per se hizo simplemente como un ejemplo de un pas de ingresos medios que ha hecho avances significativos en los ltimos aos&quot;. Todo eso es cierto, y para Elmer Cuba, el prximo paso ideal en trminos de ayuda exterior debera llegar en conocimientos tcnicos y orientacin. l cree que las naciones ms ricas pueden ayudar a pases de renta media como Per mediante la enseanza a instituciones pblicas cmo gastar su riqueza recin adquirida en la forma ms eficaz.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/feb/29/peru-paga-por-su-desarrollo", 
    "wordcount": "1211"
}