{
    "headline": "Eta Cohen obituary", 
    "text": "My mother, Eta Cohen, who has died aged 96, was a charismatic violin teacher and the author of a bestselling series of books, The Eta Cohen Violin Method. Earlier this year she was presented with a European String Teachers Association lifetime achievement award. Her teaching method for beginners, published in 1940, was the first of its kind and has been published in many languages. James Murphy, director of the Southbank Sinfonia, described it as &quot;the Delia Smith of violin methods  the much-imitated, indispensable original&quot;. Her great insight was that teaching the violin would be most successful if taught incrementally: the opposite of her own first lesson in which, as she often related, her teacher&apos;s only instructions were, &quot;Here&apos;s the violin, here&apos;s the bow. Now play!&quot; As a rebuttal to this &quot;deep-end&quot; approach to learning, she taught one new idea at a time. Her ability to break down difficult technical tasks and reconstruct them in easy to manage stages is a hallmark of the books. Her books contained innovative ideas and preceded popular contemporary movements such as the Suzuki method. In the course of her career, spanning more than 70 years, she lectured in Australasia, the US and Europe, and published articles about string playing and teaching in leading journals. Eta was born in Sunderland, one of four daughters of Jewish immigrants from Lithuania. When she was a child, her father bought her a violin. After leaving the Bede school, Sunderland, at 17, she began teaching the violin privately and in schools. She looked for a violin tutor book to assist her, but in 1933 there were none she considered adequate. Undeterred, she painstakingly wrote out each lesson for her students, basing each on familiar tunes, and skilfully organising the material. These lessons became the foundation for the first volume of The Eta Cohen Violin Method, published when she was 25. During the second world war, Eta taught at Cheltenham Ladies&apos; College. She took lessons herself with the distinguished violin teachers Max Rostal and Carl Flesch who influenced her thinking. In 1945 she married Ephraim Smith, a businessman working in the cloth trade, whose parents were also Lithuanian Jews. She joined him in Leeds, where their daughters, Maureen and I, were born. Eta taught from home with determination and passion. Further books followed: three more volumes of The Eta Cohen Violin Method, extra repertoire books, duets and rounds. The method is now available in a sixth edition. She taught with energy, patience and imagination, tailoring her method to each pupil, and treating parents and students as friends. She thought that a parent should be present at lessons and supervise practising, and that conditions should be made alluring. For instance, she would check that the lesson time did not coincide with a favourite TV programme. Eta was a prominent member of a thriving musical community in Leeds. Her pupils frequently gave concerts and a large number of them have enjoyed successful musical careers. Eta is survived by Maureen and me, her granddaughters Emma and Sophie, and a great-granddaughter Anna. Ephraim died in 1989.", 
    "section": "education", 
    "gid": "education/2012/dec/10/eta-cohen", 
    "wordcount": "517"
}