{
    "headline": "Extinct Birds - in pictures", 
    "text": "   Spectacled CormorantPhalacrocorax perspicillatusWhat? A remarkable looking, very large cormorant found on the desolate Bering Island off Siberias Kamchatka Peninsula . It was said to be  clumsy on land, but delicious to eat if cooked in a clay coating. One bird could feed three starving men.When? First identified by Georg Steller in 1741.What happened? They became endangered when the human population of Bering Island increased dramatically after 1826 when trappers settled there.Gone? Because the bird could barely fly, it was easy to catch and the last one was probably killed in 1852. There was no trace  by 1882Illustration: Julian P. Hume       Great AukPinguinus impennisWhat? A flightless, penguin-like bird that was clumsy on land but swift in water.When? It lived in vast colonies on the Atlantic shores and islands of the US and Canada, Scandinavia and even Britain.What happened? It was ruthlessly hunted by sailors and colonists for its down, eggs and flesh. Despite formal protection by the British in 1755, only a few were left at the start of the 19th century.Gone? By then, they were in great demand by collectors and institutions and fishermen were commissioned to kill and collect them. Some of the last were strangled by a group of fishermen from a British ship near Iceland in 1812. The last one sighted was on the Grand Banks of Newfoundland in 1852Illustration: Julian P. Hume       Hawaiian OoMoho nobilisWhat? A very shy, timid bird which fed on nectar and lived in the tallest trees of Hawaiis mountain forests. It was cursed with the most beautiful long yellow plumage that became highly prized by 19th-century bird collectors, hatmakers and fashionistas.When? It was discovered on Captain Cooks third voyage (1776-1780)What happened? 100 years later, it was becoming very rare as Pacific island populations and hunting increased.Gone? The last one was killed on 13 May 1902 but there was an unconfirmed report in 1934Illustration: Julian P. Hume       Malagasy Crowned EagleStephanoaetus maheryWhat? Perhaps the mythical bird of Sinbad the Sailor tales, reputed to be big enough to take away elephants in its enormous talons.When? Sub-fossil remains suggests this huge bird lived in Madagascars dense forests until possibly the late 16th century. It appears it could crush and carry away antelopes, pygmy hippopotamuses, lemurs and monkeys.What happened? The forests came down.Gone? The bird was hunted to extinction. Illustration: Julian P. Hume       Imperial WoodpeckerCampephilus imperialisWhat? The worlds largest woodpecker was glossy green, nearly 2ft long and lived in the high pine forests of central Mexico. When? The species was named in 1832.What happened? Its decline was rapid when the forests were exploited and human populations grew. Locals considered them a delicacy and cut down trees to get at their nests. Logging companies considered them a pest and applied poison to the old trees they were likely to forage in.Gone? The species is thought to have survived into the 1960s, with unconfirmed later sightings. But because one breeding pair needed around 25 sq km of forest, the wholesale destruction of their habitats probably finished them offIllustration: Julian P. Hume       Passenger PigeonEctopistes migratoriusWhat? This large dove bred in vast colonies throughout North America and was possibly one of the most numerous birds on Earth.When? Early 19th-century reports suggested that the skies darkened when flocks flew overhead.What happened? It was hunted mercilessly by early colonists. Its numbers were declining by the 1800s and by 1870 it had ceased breeding in large colonies. By 1900, it was all but extinct. The last one, called Martha, died in Cincinnati on 1 September 1914.Gone? The pigeon depended on a certain kind of forest that was being felled throughout the 19th century in the US and the continual, deliberate destruction of young birds fatally weakened the species. Because of the way it bred in large numbers, once its population had reached a critical low point the species is thought to have been doomedIllustration: Julian P. Hume  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/feb/19/birds-endangeredspecies", 
    "wordcount": "0"
}