{
    "headline": "Budget iPhone may be Apple's pitch to boost sales in Asia", 
    "text": "Apple is reportedly developing a budget version of the iPhone that could cost half as much as its latest handset, in an attempt to push back against arch-rival Samsung and increase sales in Asia. With competitors producing touch-screen devices for under $100 (62) without subsidy, analysts say that to make an impact Apple would need to price its budget model at around $300, half the price of the latest iPhone. Scheduled for launch in the second half of this year, according to manufacturing sources, a second model would mark a major shift in strategy for Apple, which has produced just one handset a year since it first appeared in 2007. The prototypes have a larger display than the iPhone 5, according to manufacturing news site Digitimes, and could feature a less expensive body, possibly made of plastic rather than the aluminium casing favoured by Apple. Last year saw the arrival of touch-screen smartphones from ZTE, Samsung and Lenovo that cost less than $100, a development that will push annual sales of what are in effect miniature computers to the 1bn mark for the first time in 2013, according to accountants Deloitte. With emerging markets such as China and India expected to generate a large proportion of those sales, Apple must now decide whether to risk lower profit margins, and devaluing the brand of a device that accounts for almost half its revenue, by pushing for a share of the budget smartphone boom. &quot;Apple is fast approaching a fork in its global strategy for the iPhone,&quot; said Neil Mawston at researcher Strategy Analytics. &quot;Apple needs to decide whether to continue with its current strategy of one-model-one-segment, or whether it needs to expand into multiple models and multiple segments. A sweet spot for high volumes would be around the $100 level, but Apple may be afraid of damaging its premium brand at this low price-point, so a pricing level around $300 seems more likely, in our view.&quot; An Apple spokesman declined to comment. Lower cost but high performance phones, many of which use Google&apos;s Android software, have bitten into Apple&apos;s global market share, which fell from a peak of 23% at the end of 2011 to 15% in the third quarter of last year, according to researcher IDC. Samsung&apos;s growth hinges on its high cost, flagship Galaxy SIII, but it has blitzed the market with 37 different smartphone models in 2012, each adapted to local tastes and budgets. The result was a leap in global market share in the third quarter of 2012 to 31% from 9% the previous year. Apple has relied on selling older models at a discount rather than designing new phones at a range of prices. Its oldest handset still on sale, the iPhone 4, is available for 319 out of contract in the UK, while the iPhone 5 costs 529 out of contract and $649 in the US, putting Apple out of reach for many consumers. The iPad mini, a cheaper and smaller version of the world&apos;s best selling tablet computer, could point the way for the iPhone. The mini has done well in China, generating &quot;insatiable demand&quot; according to analyst Brian White of Topeka Capital Markets. An iPhone with a larger screen could be a selling point. Smartphones are being used to watch more video as resolution improves, and the iPhone 5 screen is among the smallest of the current high end handsets. It measures 4 inches on the diagonal, up from 3.5 inches for its predecessor the 4S, but less than the Samsung Galaxy SIII&apos;s 4.8 inches.", 
    "section": "technology", 
    "gid": "technology/2013/jan/09/apple-budget-iphone-asia", 
    "wordcount": "603"
}