{
    "headline": "Boot up: Apple's patent dispute with Samsung heats up, security policies changed after epic hack, and more", 
    "text": "A quick burst of 6 links for you to chew over, as picked by the Technology team Microsoft&apos;s Massive Metro Mistake &gt;&gt; PCMag.com  It&apos;s tough being Microsoft right now. As always, the company must balance the needs of basically conservative desktop and enterprise customers with the opportunities offered by new, growing markets. Windows 8 could hit that balance, but the balance is delicate. Forcing non-touch-screen devices into Metro - whoops, I mean  - and crippling Windows RT out of the gate are two choices on the wrong side of the line.  Payback: Samsung says Apple destroyed evidence &gt;&gt; Apple Absolutely no love lost here. Samsung&apos;s 2010 Report Says its Galaxy Would Be Better If it Were Just More Like the iPhone &gt;&gt; AllThingsD Could this be central to Apple&apos;s case?   In short, the evaluation report makes the case that the Galaxy (identified here as the &quot;S1?) would be better if it behaved more like the iPhone and featured a similar user interface. And it appears to play directly into Apple&apos;s charge that Samsung &quot;slavishly copied&quot; the iPhone.  After Epic Hack, Apple Suspends Over-the-Phone AppleID Password Resets &gt;&gt; Wired.com They moved quick.   Apple on Tuesday ordered its support staff to immediately stop processing AppleID password changes requested over the phone, following the identity hacking of Wired reporter Mat Honan over the weekend, according to Apple employees. An Apple worker with knowledge of the situation, speaking on condition of anonymity, told Wired that the over-the-phone password freeze would last at least 24 hours. The employee speculated that the freeze was put in place to give Apple more time to determine what security policies needed to be changed, if any.  See below. Amazon Quietly Closes Security Hole After Journalist&apos;s Devastating Hack &gt;&gt; Wired.com  On Tuesday, Amazon handed down to its customer service department a policy change that no longer allows people to call in and change account settings, such as credit cards or email addresses associated with its user accounts.  How Apple and Amazon Security Flaws Led to My Epic Hacking &gt;&gt; Wired.com Frightening:   On Monday, Wired tried to verify the hackers&apos; access technique by performing it on a different account. We were successful. This means, ultimately, all you need in addition to someone&apos;s e-mail address are those two easily acquired pieces of information: a billing address and the last four digits of a credit card on file.  You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2012/aug/08/apple-samsung-patents", 
    "wordcount": "435"
}