{
    "headline": "Student visas are an open door to talent", 
    "text": "Polly Toynbee rightly identifies education and culture as our most valuable international assets (1 March). Our research clearly shows that these  and the English language  are vital in attracting talent, trade and tourism. She is also right that perceptions about UK immigration policy must not be allowed to pull out the welcome mat from under hard-working international students. There is a clear case for continued investment in education and culture  but those of us who are able must adapt to an age of austerity. Public service organisations like the British Council, the BBC and UK universities already look to the world to earn and partner to deliver more public benefit at less cost to the public purse. For entrepreneurial public services and private sector providers in education and culture, the global demand is immense. To know the UK is to love the UK  but it starts with seeing all the world as our stage and throwing open our own doors wide enough to let talent in.John WorneDirector of strategy, British Council  Polly Toynbee could have gone further. Post-graduation, overseas students should be encouraged to set up businesses in the UK and contribute to the economy, rather than take their ideas back to their home countries. This year our business incubator has applied for  and been granted  visas for two of its design graduates under the graduate entrepreneur scheme, granting leave to stay to skilled overseas graduates endorsed by their universities. But applying is unnecessarily complicated. As Universities UK, the British Venture Capital Association and many business leaders have recently expressed, Britain needs to capitalise upon its investment in the education of skilled individuals. It should allow them to work in the UK before returning to their own countries with a strengthened network of UK business contacts, goodwill towards this nation and every future likelihood of placing orders with British companies.Dr Paul ThompsonRector and vice-provost, Royal College of Art", 
    "section": "education", 
    "gid": "education/2013/mar/05/student-visas-open-door-talent", 
    "wordcount": "320"
}