{
    "headline": "50 months: 'Individual ownership is the number one source of inefficiency'", 
    "text": "Landscapes carved up by roads for use by cars with single occupants, homes for single people, shops stacked with products to be bought and used by single consumers ... the number one source of inefficiency in social and environmental terms is individual ownership. This is something that we just take for granted and yet the waste is phenomenal  with households in the UK sitting on opportunities for consumption on stock (lawn mowers, washing machines, bread makers) that could keep villages the other side of the world powered for a year. The key to radically reduced consumption  whether to put less carbon in the atmosphere or to live with the results of what is already there  is sharing. The idea of ownership is extraordinarily strong in today&apos;s culture. Its early philosophical and political roots lie in ideas that only those with property could be counted as citizens (or voters) and that freedom could be defined in part as the integrity of holding property and ownership. And yet it is, at the same time, an artificial construct. Many different societies over time have had different conceptions of ownership, whether as stewardship or as good that are held by the community. A hotter world is one in which ownership can no longer be defined as about the rights of individual to own something and the responsibilities of others to respect that. All ownership has to be framed within a context of the rights and responsibilities for shared survival and sustainability. There are obvious places to start  such as transport. There are 38m empty car seats on our roads every day. Then we should move to our homes. We have more stuff in our lives than ever before. The average child, according to our survey, has over 75 different toys, gadgets and items that they own at home. While traditional ways of sharing, such as libraries and toy libraries, are being cut back, new types of sharing are also emerging  from advertisements for dog sharing through to land share schemes promoted by transition towns, in which people with unused gardens allow local people to tend and grow food. One in three people say that they would be willing to have their garden shared in this way. But, above all, we should build sharing in to our economy. The gap between rich and poor in the UK is at the highest since records began. Inequality is rife, with 50% of the nation&apos;s population owning just 1% of its wealth. We need to recognise forms of business that are good at sharing - such as co-operatives. Worldwide, there are three times as many member owners of co-operatives, sharing in profits, as there are individual shareholders. We all need a stake in a low-carbon economy. Our lifestyles will need to change. Current environmental policies tend to encourage more efficient use of products sold to us as individual consumers rather than encouraging less need for products, through sharing, in the first place. The good news is that sharing could be an uplifting option for us. When it comes to personal views on sharing, 81% of those in the UK say it makes us feel happy and 75% say that we feel better about ourselves when we share our time and possessions. Perhaps most hopefully, 18-24 year olds in the UK are the age group most willing to share. Sharing. It is an old idea and it is time for it to inspire us again.  Ed Mayo is the secretary general of Co-Operatives UK", 
    "section": "environment", 
    "gid": "environment/2012/sep/30/50-months-ed-mayo", 
    "wordcount": "584"
}