{
    "headline": "Africa's largest solar power plant to be built in Ghana", 
    "text": "The largest solar power plant in Africa will be built in Ghana, the British company behind the plan said on Tuesday. Source of much of the world&apos;s cocoa and an increasingly significant oil producer, Ghana&apos;s new drive to exploit the sun&apos;s energy is predicted to create hundreds of jobs and increase the country&apos;s electricity capacity by 6%, as well as cutting emissions. Blue Energy, the renewable energy developer behind the $400m project, which has built a solar farm 31 times smaller outside Swindon, said the 155MW solar photovoltaic (PV) plant will be fully operational by October 2015. Construction on the Nzema project is due to begin near the village of Aiwiaso in western Ghana by the end of 2013, with the installation of some 630,000 PV modules. The power plant, which at the time of planning would be the fourth biggest of its kind in the world, will be the first major scheme to claim payments from Ghana&apos;s feed-in tariff incentive scheme, created by the government in 2011. Ghana has a target of increasing renewable energy capacity from its current 1% of the country&apos;s energy mix to 10% by 2020. Chris Dean, chief executive of Blue Energy, said: &quot;Ghana&apos;s forward-thinking strategy puts it in a strong position to lead the renewable energy revolution in sub-Saharan Africa. Nzema is a case study in how governments can unlock the huge potential for solar energy in Africa. We are delighted that it will make a strong contribution to the national economy, provide much needed generating capacity and help develop the skills of the future.&quot; Douglas Coleman, the project&apos;s director at Blue Energy, told the Guardian that the company was using solar PV instead of the distinctive &apos;troughs&apos; used in concentrated solar power technology seen in north Africa and the Middle East in part because PV only requires light, not direct sunlight. The choice of PV means the farm will still generate electricity during the more than 100 cloudy days Ghana experiences each year, he said. The company said it expects to create 200 permanent jobs and 500 during the construction phase, which already has the go-ahead from planning authorities. The plan for the Ghanian plant follows recent denials of a crisis at the separate Desertec initiative  which envisions solar plants in north Africa providing green energy for Europe  following the withdrawal of Siemens and Bosch from the initiative. Ghana recorded the fastest growth in Sub-Saharan Africa last year, with GDP growing at 14.3%, driven by oil production. In March, London-based Tullow Oil said an oil field it had found off the coast in 2011 was a major find. The average carbon footprint of a Ghanian is 0.4 tonnes of CO2, compared to 8.5 tonnes of CO2 per head in the UK.", 
    "section": "environment", 
    "gid": "environment/2012/dec/04/africa-largest-solar-power-plant-ghana", 
    "wordcount": "464"
}