{
    "headline": "UK plan for open access to research is a golden opportunity, not a cost", 
    "text": "The government&apos;s response to the Finch Report on open access to the results of publicly funded research and the announcement of how it will be implemented by the UK Research Councils (RCUK) have elicited a wide range of reactions: some have lauded the boldness of the new policy, while others have bemoaned it as a toothless submission to the interests of publishers. The responses published in the letters page of the Guardian on 18 July (Open access plan is no academic spring) took a uniformly negative view, in large part because of misapprehensions about the recommendations of the report and their implementation. I am delighted that open access is being discussed in such a public forum  it is a complex issue that presents significant challenges to all stakeholders  but it is vital that we do so accurately. Several correspondents were concerned at the implications for the UK science budget of the move to open access, in which the costs of publication will generally be met by authors through up-front article processing charges (APCs), rather than from subscriptions paid by readers or libraries. These concerns seem to arise largely from the 2,000 figure that was quoted as a typical APC in the original Guardian report, but it is not clear where this number has come from. You will not find it in the Finch Report. Rather, it appears to have been an off-the-cuff estimate from science minister David Willetts during his interview for the piece. In fact, the figure is lower. For papers funded by the Wellcome Trust the typical APC is more like 1,400. Even lower APCs are available, depending on the journal. PLoS ONE charges less than 900, while an innovative new open access journal, PeerJ, promises to be even cheaper. A close reading of the Finch Report reveals that the headline estimate of a 50m-60m excess transitional cost is predicated on an uncertain set of assumptions. A more optimistic model worked out by the committee suggested that the move to open access might even be cost neutral. Much will depend on how researchers and institutions in the UK and the rest of the world take up the challenges posed by the new policy. However, the correspondents appear to have assumed that the government announcement has locked in a price structure that is generous to publishers. Clearly publishers&apos; concerns had some sway with the Finch Committee, on which they were represented, but it would be a mistake to see last week&apos;s policy shift as an end point. The research publishing business remains in ferment. It is important to realise that the revised RCUK policy goes significantly beyond Finch in terms of the concessions on copyright that research councils will require from publishers. RCUK is also keeping the door open for green open access, a publishing model (barely mentioned in the Finch report) that is free to authors, albeit after an embargo period of 6-12 months. There may be no new money but one should not overlook the money already in the system, which is currently paid to individual researchers to cover publication costs. This will now be transferred to institutional funds, which should in the long term be boosted as the move to open access frees up funds through the elimination of journal subscriptions currently paid by research libraries. Moreover, this business is still playing out. If the research community can act in concert, there is scope for using open access to ensure that the taxpayer gets better value for money from its research spend on publishing. This is new territory, but with control of the funds, research institutions should seize this opportunity to push for open access at the cheapest possible price. I would not wish to diminish the difficulties faced by UK research institutions in the shift to open access, but it is time for them to be as bold as the government. They can start by breaking their addiction to top-tier journals, which are likely to charge the highest APCs because publishers know that researchers and university managers continue to mis-apply journal reputations (quantified as impact factors) as a measure of the quality of individual researchers or their work. That culture shift will require will and imagination, which is why it was disappointing to see Professor Stephen Caddick of UCL espouse such a narrow focus on UK self-interest in his response to the government&apos;s announcement. He claimed that the government has argued that gold open access will &quot;give us a competitive advantage&quot;, but I cannot find any recent statement to this effect. To his credit, Willetts has kept in mind the wider view of science as an international endeavour. The shift to open access should increase the speed of publicly funded research and its exploitation by making the primary output, the published paper, more readily available. But it would be wrong to tie overdue reform of research publishing to narrow national self-interest. The benefits will be worldwide and it will be down to UK researchers and businesses to make the most of them. Arguably, the government&apos;s courageous stance on this issue serves national interest by marking the UK as a visionary place to do research. We are now seen as a leading voice in international moves towards open access. The UK may be taking a risk in jumping first but, given recent moves in the US and elsewhere in Europe, the chances of success look good.", 
    "section": "science", 
    "gid": "science/2012/jul/23/uk-plan-open-access-research-cost", 
    "wordcount": "908"
}