{
    "headline": "Manta rays: how illegal trade eats its own lunch", 
    "text": "If you think that protecting wildlife, especially the big, sexy creatures, is a worthy thing to do but has little to with the lives of people, consider the case of the manta ray. A trade in their gills worth just $5-10m a year is devastating their populations which, in the places where it is developed, supports a tourist trade worth well over $100m a year.  It is not hard to see why tourists will pay to see them. They are extraordinary creatures, up to 7m in wingspan, living for 50 years and unafraid of people. But their curiosity makes them very easy to catch and in Indonesia and Sri Lanka, populations have plummeted by 56% to 86%, according to a report by Wild Aid and Shark Savers.  The rays are killed for their sets of gill-rakers, the frilly plates that filter their food from the ocean. The local fishermen might receive as little as $40 for one ray, but by the time the dried gills have reached their market in China, the price will have risen by as much as 50 times. But even that inflated price is far below the value of a live manta ray, which the report estimates at $1m over its lifetime.  The gills are purported to clean impurities, although Guy Stevens, a scientist at the Manta Ray of Hope campaign told me: &quot;There is no evidence that the gills were ever a traditional Chinese medicine.&quot; At least 3,500 manta ray kills are recorded each year, according the wildlife trade group Traffic, but the real total is likely to be nearer 5,000. The key problem is that manta rays reproduce very slowly, meaning the killing places their survival on the line. It takes 8-10 years for a female to become sexually mature and then only one pup is born every 2-5 years. Stevens, who is based in the Maldives, told me: &quot;We have 5,000 manta rays, the biggest population in the world, but we have not had a single female give birth in the last three years, probably due to a weakening of the monsoon.&quot; The summit of the Convention on the Trade in Endangered Species (Cites), being held in Bangkok, will vote on whether to place manta rays on a list of species for which international trade is regulated. At present, the manta ray haul is completely unmanaged. &quot;That would be just the first hurdle,&quot; said Stevens. &quot;Right now the trade is completely unsustainable.&quot;  Businessman Sir Richard Branson is supporting the campaign for greater protection. &quot;While the gills are valuable, the trade is also robbing local economies and the environment of one of the most charismatic creatures in the ocean that could draw millions of dollars each year for those communities.&quot; Stevens has seen how crucial protecting manta rays and other sea life has been to the Maldivian tourist trade. He hopes the same can happen in places like Sri Lanka, which is emerging from the aftermath of a civil war. The key, he says, is that tourism is sustainable year after year.  The manta ray story is the story of Cites in microcosm: a choice between a destructive export trade that eats its own lunch by driving species to extinction or a sustainable, domestic trade that can survive indefinitely, not just preserving the glories of the natural world but also providing livelihoods for people all over the world.", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2013/mar/05/manta-rays-cites-illegal-wildlife-trade", 
    "wordcount": "577"
}