{
    "headline": "Appillionaires author Chris Stevens on apps success and Apple's e-book plans", 
    "text": "App success and failure? Chris Stevens has been there, and he&apos;s literally written the book. It&apos;s called Appillionaires: Secrets from Developers Who Struck It Rich on the App Store, and is based on interviews with the developers of Doodle Jump, Harbor Master, Stick Wars and, yes, Angry Birds. Formerly a journalist, Stevens struck gold on the App Store in the early days of the iPad in his Atomic Antelope developer incarnation with book-app Alice for the iPad. He also tasted disappointment with sequel Alice in New York. &quot;The book is the result of being repeatedly told at parties that people have a great idea for an app,&quot; he says. &quot;I wanted to talk to people who&apos;ve had great success to see what similarities they had, if any. There&apos;s a huge mythology already surrounding the App Store, and I wanted to get to the bottom of it.&quot; What Appillionaires isn&apos;t is a book encouraging readers to believe that they can have a guaranteed hit on Apple&apos;s store. In fact, one of the key points Stevens makes is the element of luck, and the need for developers to have realistic commercial expectations, even if they&apos;re shooting for the moon creatively. &quot;It&apos;s a tricky place to be, and success isn&apos;t easy,&quot; he says. &quot;You&apos;re dealing with this global market of uncontrollable whims and different consumer preferences. Yet the App Store seems so accessible: you pay $99 to sign up as a developer, and success seems much more tangible.&quot; What kind of patterns did Stevens notice when conducting the interviews for his book? One big one is often used as a stick to beat Angry Birds-maker Rovio with: the fact that it released 52 (comparably) unsuccessful games before its monster hit. &quot;The companies I talked to all failed massively; they were extremely unsuccessful before they hit on the right app,&quot; he says. &quot;But here&apos;s a different perspective on that: in the world of science, scientists trying to create a successful compound fail hundreds of hundreds of times. So if Rovio failed 52 times, it&apos;s more of an admirable trait. They persevered.&quot; A more surprising pattern that Stevens noticed among development teams who&apos;ve had big App Store hits is the way so many of them were related: husband and wife, brothers, or cousins. He thinks the apps world in its earlier days at least may have lent itself to that kind of collaboration: talented duos working from their homes. He notes, too, that the developers interviewed for the book often had nothing to say about any &quot;formula for success&quot;, talking instead about how creative whims led them to their hits. &quot;The Doodle Jump brothers swerved from app idea to app idea based purely on their whims at the time,&quot; he says. &quot;There was one for Kanji Japanese characters, an exam revision app for pilots, a game with bunnies and carrots Huge success can come out of this chaotic, non-formalised structure.&quot; Stevens points to infamous photo-sharing app Color as the flipside of this pattern: a startup that raised a huge amount of money $41m  and seemed to have plenty of elements in place for a hit app. Before failing spectacularly. More recently there&apos;s the experience of UK studio ustwo who Stevens has worked with on the Nursery Rhymes with StoryTime book-app whose Whale Trail game got rave press reviews, huge word of mouth and a global Game Of The Week promotion from Apple, and went on to sell 140,000 copies on iOS. A hit, but not the next Doodle Jump or Angry Birds. Success can&apos;t be guaranteed, then. But when it does strike, how has it changed app developers? Are they all buying speedboats and counting their loot on desert islands? In a word, no. &quot;This was the question they answered with the least fluency,&quot; says Stevens. &quot;They seemed to have no idea if it had, they were just really focused on creating more apps that they loved. Maybe that&apos;s just a common consequence of having a creative spirit: it&apos;s less about the cash, and more about the effect your work is having on the world.&quot; He points to the developer of Stick Wars as a particularly interesting case study. His game took off, yet he stuck to his original plan of joining the Navy. &quot;He&apos;s now the pilot of a nuclear submarine,&quot; says Stevens. &quot;That was his initial plan, and it was completely unchanged by his success on the App Store. He jokes that he updates the app when his submarine surfaces.&quot; Stevens also points to a notably different culture from independent app developers when it comes to sharing information, whether that be lessons from making their own apps, or sales figures and usage stats once they&apos;ve been released. &quot;That willingness to share seems to exist in most indie developers,&quot; he says. &quot;They realise that sharing ideas and information doesn&apos;t necessarily deplete your own stock. A lot of bigger companies are incredibly materialistic and cagey. Although also, if people aren&apos;t talking about their revenues, it&apos;s because they&apos;re incredibly small.&quot; For that reason, Stevens is optimistic about the future for small, independent app developers armed with creativity, enthusiasm and low overheads, even as big brands and publishers invest more in this market. &quot;It&apos;s reassuring that there is still this meritocracy on the App Store where good-quality work can shine through,&quot; he says. &quot;There will still be a place for the indie developer.&quot; In the meantime, Stevens is also keen to see whether Apple&apos;s next move is a democratisation of e-books as well as apps. He&apos;d like to see the company make part of its Xcode development tools accessible to authors and designers with no coding skills, so they can self-publish on its iBooks store. &quot;The biggest problem I see is accessibility. Authors cannot program Xcode. Solve that problem and you put content creation in the hands of the creatives, not the digital strategy managers,&quot; he says. &quot;The question is not how to save the publishers, but how to kill them, and let storytellers get on with the storytelling. Where is the Apple Garageband equivalent for writers? The Xcode wall is too high to climb at the moment.&quot;", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jan/17/apps-apple", 
    "wordcount": "1065"
}