{
    "headline": "Sir James Dyson unveils tap system with air dryers called Airblade Tap", 
    "text": "     The agony of walking with dripping hands from a sink to a hand dryer or towel dispenser might seem like the ultimate first world problem  but the British inventor Sir James Dyson thinks it needs fixing. Luckily, he has the solution: the Airblade Tap, a tap system with inbuilt air dryers which blow cold air at 450 miles per hour over the hands to &quot;scrape&quot; them dry, which he says will make huge cost and environmental savings compared with warm air dryers and paper towels.     Dyson Airblade Tap    &quot;The old way of doing it with an air blower or paper towel is ungreen and expensive,&quot; Dyson said. &quot;It heats up the air and chaps your hands, which is incredibly energy intensive, or you create loads of litter, and recycling it uses lots of energy too. Our method is more like a windscreen wiper, except that the hand is a much more complex shape than a windscreen.&quot;           The company has also redesigned its Airblade hand dryers, and introduced a new smaller wall-mounted dryer as it targets the huge corporate business for washrooms in offices, restaurants and hotels. Though Dyson himself admitted to the Guardian that he doesn&apos;t know how valuable the market may be.     Dyson Airblade Tap    Demand for the drying systems, unveiled in New York on Monday and on sale from Tuesday 5 February, could be sizable. When Dyson first showed off its Airblade system in 2007, USA Today cited statistics showing that the paper towel industry in the US was worth $2bn (1.2bn) annually, and that there were 19.5m public washrooms. Adding in the millions of basins and warm air dryers in hotels and restaurants that could potentially be replaced suggests the British company best known for its cyclone vacuum cleaners could sell huge numbers if it can persuade businesses of the cost benefits.     Dyson Airblade Tap    Dyson says that the 999 upfront cost of the Airblade Tap will quickly be recouped in other savings, claiming it can dry 15 pairs of hands for the price of a single paper towel. A standard air blower which heats the air costs about 157 in electricity annually, compared to 48 for the AirBlade Tap. &quot;There&apos;s also hygiene,&quot; Dyson said. &quot;I don&apos;t think people who use paper towels always clean between their fingers. Those who had been hoping that Dyson would revolutionise the home once more, as he did with his bagless cyclone vacuum cleaner, may be disappointed for now. Dyson sounded a little affronted: &quot;We have a digital electronic motor in this which spins at 100,000rpm, three times faster than any rival&apos;s. What kind of revolution do you want?&quot;     Dyson Airblade Tap    He acknowledged though that the motor could be used for many other applications, including some in the home. &quot;But I won&apos;t tell you what,&quot; he said when asked by the Guardian. But he did admit that Dyson is still working on a robot vacuum cleaner, a project underway for almost a decade without producing a model for sale.", 
    "section": "technology", 
    "gid": "technology/2013/feb/04/james-dyson-airblade-tap", 
    "wordcount": "507"
}