{
    "headline": "David Cameron: this is the greenest government ever", 
    "text": "     The government has achieved its aim of being the &quot;greenest ever&quot;, David Cameron said on Thursday, in his first significant remarks on the environment since reaching office. &quot;When I became prime minister I said I would aim to have the greenest government ever and this is exactly what we have,&quot; he told energy ministers from the world&apos;s leading nations at a summit in London. Cameron said he &quot;passionately believed&quot; the growth of renewable energy was vital to the UK&apos;s future. &quot;I believe renewable energy can be among our cheapest energy sources within years not decades,&quot; he said. But he warned: &quot;We need to make it financially sustainable.&quot; The intervention was much anticipated after repeated negative remarks from George Osborne last year that &quot;endless social and environmental goals&quot; were a burden on business. Cameron said: &quot;Renewables are now the fastest growing energy source on the planet and I am proud that Britain has played a leading role at the forefront of this green energy revolution. Renewable energy is not just good for our environment but good business too.&quot; He said renewable energy had a &quot;vital part to play&quot;, alongside &quot;nuclear energy, cleaner coal, oil and gas  including shale gas  and carbon capture and storage.&quot; But, citing the pressure high gas prices were placing on businesses and households, he added: &quot;We have to get costs [of renewables] down. We don&apos;t just need green energy, we need cheaper energy too.&quot; Apparently alluding to the changes to subsidies for solar power which the industry claims has sapped confidence and led to 6,000 lost jobs, Cameron said: &quot;When we have made a commitment to a project, we will always honour it in full.&quot; But business groups and environmental campaigners labelled the seven minutes of remarks a &quot;failure of leadership&quot;, a &quot;damp squib&quot; and accused him of &quot;taking a leaf out of the chancellor&apos;s &apos;green agenda is a burden&apos; book.&quot; &quot;The prime minister could have sent a clear message that the UK is open for green business and sent a clear signal to investors, especially after two years of silence,&quot; said Mark Kenber, chief executive of the Climate Group. &quot;He did not. Instead he effectively reiterated the false dichotomy between &apos;non-affordable&apos; renewables and &apos;affordable&apos; fossil fuels. Today the PM sided with those in his government that feel that the green agenda is a &apos;burden&apos;. It is not only a failure of leadership, it is nothing short of neglect of Britain&apos;s economy and future.&quot; David Nussbaum, chief executive of WWF-UK, which took Cameron on his &quot;husky-hugging&quot; trip to the Arctic in 2006, said: &quot;We were led to expect a keynote speech, only for it to be suddenly downgraded; what we got today was a damp squib.&quot; Caroline Flint, Labour&apos;s shadow energy and climate change secretary said: &quot;Investment in clean energy has fallen, meaning that jobs and growth that should be coming to this country are now going overseas. The Clean Energy Ministerial, with businesses and investors flying in from all over the world, was the perfect opportunity to bring new jobs and industries to the UK. The fact that Cameron can&apos;t even be bothered to make a proper speech shows the government has missed yet another open goal.&quot; But Rhian Kelly, director for business environment at the CBI, said: &quot;The prime minister&apos;s intervention, underlining the economic and environmental potential of the green economy, will help to repair investor confidence following recent policy uncertainty.&quot; Cameron cited a series of new announcements, including the first investments made by the green investment bank  a collaboration of renewable companies called Norstec to maximise the use of wind energy from the North Sea  and research funding to bring down the cost of offshore wind. He also mentioned recent investments in wind and biomass plants totalling 350m. Ed Davey, the Liberal Democrat energy and climate change secretary, said: &quot;Over time as policies are rolled out and experienced I think people really will credit this government with being greenest ever. You can see PM&apos;s personal commitment to this.&quot; A recent poll found that just 2% of the public thought Cameron was leading the greenest government ever. Craig Bennett, policy and campaigns director at Friends of the Earth, said: &quot;The PM is right to recognise the necessity of developing a cleaner future, but he must show real leadership. It&apos;s time Cameron gave us chapter and verse for achieving a low-carbon economy, not just a few notes in the margin. Over 85% of the public want the UK to develop our huge renewable power potential.&quot; &quot;There is a tendency to focus on the costs of renewables as opposed to the benefits,&quot; said Martin Wright, chairman of the Renewable Energy Association. &quot;Renewables give us energy independence, they are totally sustainable and over the long term they will provide low cost energy and, above all, price stability. They represent a tremendous business opportunity now.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/apr/26/david-cameron-greenest-government-ever", 
    "wordcount": "856"
}