{
    "headline": "Citron Cactus car review  Its metier is rugged jaunts across tricky terrain", 
    "text": "Having a Citron Cactus is a bit like painting your house pink; it sounds extraordinary and daring; it looks it for a while, but since youre mostly inside it rather than outside, its your neighbours who have to live with it. Im talking mainly about the side panels: bubbly sheets whose purpose was never plain to begin with. The Rip Curl keeps the panels and adds a number of driving modes (snow, sand, slipperiness), to ensure youre ready for more than just bumping into things: you can now bump into things that are also driving on sand. Its not obvious what the point is, for those of us not planning to reinvade Africa. It does have a mud setting, though, so is not totally inappropriate for the British weather. That is its metier: rugged jaunts across tricky terrain. Round town, it doesnt get much chance to show off, though it does have a pleasing interior. The drivers seat is armchair-roomy, like going to a posh cinema. Bright red seatbelts give everyone the look of wearing a ceremonial sash, which can be discombobulating, especially when you catch your kids in the rear-view and try to remember when you made them the Icelandic ambassador. Heavily stylised stitching and natty door pulls make you feel as though youre sitting inside 1930s luggage. The younger passengers were unimpressed with the pop-out back windows and moaned constantly about not being able to stick their heads out. (It was like being able to hear the internal monologue of a dog.) The satnav was so sluggish that on roundabouts you just had to get used to being told to take the exit youd just passed. On motorways, I found it all a bit workmanlike. The long-throw gear shift left you in no real doubt that it could accelerate, but feeling, guiltily, that it didnt want to. The diesel engine is extremely thrifty (I thought the petrol gauge was broken when I got to Birmingham without making a dent on the dial) but not keen. Steering gave me nothing to complain about, but nor did it give any sense that you were in a relationship with the car, that it understood you better than you understood yourself. Maybe that kind of intimacy is an unreasonable thing to want. You wouldnt spend the extra money on the grip control unless you had specific, recurrent grippy needs: a Welsh hill for mud, or a Scottish valley for snow, or at the very least an incredibly slippy drive. But then that market, in this price bracket, is not wildly overpopulated, so maybe theyre smarter than we know. Citron Cactus Rip Curl: in numbers      Price 20,760 Top speed 114mph Acceleration 0-62mph in 10.6 seconds Combined fuel consumption 80.7mpg CO2 emissions 95g/km Eco rating 8/10Cool rating 6/10", 
    "section": "technology", 
    "gid": "technology/2016/oct/22/citroen-cactus-rip-curl-car-review-zoe-williams", 
    "wordcount": "487"
}