{
    "headline": "Boot up: Windows 8 v context, coding pre-internet, Brit startups boom, and more", 
    "text": "A burst of 10 links for you to chew over, as picked by the Technology team Microsoft and the context-sensitive search problem &gt;&gt; Pocketables William Devereux:   Based on these two recent Windows 8 developments, one has to wonder if Microsoft is going the Windows Phone route with the Windows 8 Charms. With more and more Microsoft apps adding search functionality to the UI, could the Charms be pushed into the background? It seems unlikely that Microsoft would remove them entirely, but why duplicate the functionality? And what will happen if the Search Charm is usedfor some apps while a dedicated search box is found in others? The problem, of course, lies with the users, who seem to have trouble either finding the Charms or comprehending how they work. One could argue that this is a design flaw and that theCharms aren&apos;t discoverable enough, but what about Windows Phone&apos;s dedicated search button? It&apos;s always right there in front of you at the bottom of the screen, yet it still proved to be too confusing for people.  Back when not every question had an answer &gt;&gt; Hyperorg.com David Weinberger:   My program was going to look for anything between a &quot;[[&quot; and a &quot;]]&quot;,, which would designate an in-place end note. The manual assumed I knew more than I did, what with its file handlers and strange parameters for what type of file I was reading and what types of blocks of data I wanted to read. I spent hours and hours and hours, mainly trying random permutations. I was so lacking the fundamental concepts that I couldn&apos;t even figure out what to play with. I was well and truly stuck. &quot;Simple!&quot; you say. &quot;Just go on the Internetandoh.&quot; So, it&apos;s 1982 and you have a programming question. Where do you go? The public library? It was awfully short on programming manuals at that time, and S-Basic was an oddball language. To your local bookstore? Nope, no one was publishing about S-Basic. Then, how about toorwellnothen?nope, not for another 30 years. I was so desperate that I actually called the Boston University switchboard, and got connected to a helpful receptionist in the computer science division (or whatever it was called back then), who suggested a professor who might be able to help me. I left a message along the lines of &quot;I&apos;m a random stranger with a basic question about a programming language you probably never heard of, so would you mind calling me back? kthxbye.&quot; Can you guess who never called me back?  Smartisan OS unveiled in China, takes a fresh approach to Android UI design &gt;&gt; Engadget  Smartisan OS will be bundled with just a few apps that Luo considers to be the cream of the crop in the Chinese market: Momo (a local &quot;flirting&quot; app), WeChat (IM app, but still in discussion), Sina Weibo, Youku (video platform) and Sogu input (customized by Smartisan). Luo insisted that there&apos;s no business relation here at all and users are free to uninstall these, unlike the ones that are tied to most other smartphones these days.  Looks nice. Probably means it&apos;s doomed. Google&apos;s privacy director is stepping down &gt;&gt; Forbes Kashmir Hill:   Whitten announced internally at Google that she is stepping down from her post with plans to retire. She&apos;s remaining for a couple of months while the privacy team transitions to new leadership. Whitten, who has been overseeing privacy at Google from the company&apos;s London office, will be replaced by Lawrence You, an engineer who has been with the company for eight years, and importantly, at least from my perspective, is based in Mountain View, where much of the privacy-violating magic happens. It&apos;s certainly much closer to the Google X Lab, from whence new technologies such as Glass and driverless cars are coming, presenting novel privacy implications for review.  Yes, SwiftKey software is on the Samsung Galaxy S4 &gt;&gt; Swiftkey blog  The start of 2013 has been fast-paced and exciting  we rolled out SwiftKey 4 to all our app users, introducing our gesture input method SwiftKey Flow as well as new features and support for 60 languages in context. We unveiled an iOS toolkit for SwiftKey Healthcare and our work in this area earned the company &quot;highly commended&quot; for best health product or service at the prestigious GMA Awards. We took members of our team to CES in Las Vegas, MWC in Barcelona, SXSWi in Austin and the HIMSS health tech conference in New Orleans to spread the word on what we&apos;re doing and meet the industry and some of our users. Now, we add the Galaxy S4 launch to this list as well as exciting work with a host of other SDK partners.  Another British success. 7digital says it&apos;ll be preloaded on 100m smartphones in 2013 &gt;&gt; The Appside  British digital music firm 7digital says its apps will be pre-installed on more than 100m smartphones shipping this year, including Samsung&apos;s Galaxy S4. While 7digital has similar deals with BlackBerry and HTC, it&apos;s Samsung&apos;s new Android handset that will account for a big chunk of the company&apos;s new shipments  analysts expect it to ship 60m units by Christmas.  Research preview: 3D printing goes exponential &gt;&gt; IBM Electronics Blog  Much has been made of the rapid emergence of 3D printing but what is often overlooked is that 3D printing is more than a manufacturing technology, it is a software-enabled ecosystem. In addition to printers, this ecosystem includes a number of additional elements:CAD applications for designing machinery and items, much of it available online as software as a service; scanners for bringing in whole parts quickly; and applications that allow even novices to develop custom devices. TinkerCAD is an online CAD application intended just for kids.  Take a look at the accompanying graph. 2009: Why Kindle should be an open book &gt;&gt; Forbes.com Tim O&apos;Reilly, in February 2009:   I have a bold prediction: Unless Amazon embraces open e-book standards like epub, which allow readers to read books on a variety of devices, the Kindle will be gone within two or three years. Open allows experimentation. Open encourages competition. Open wins. Amazon needs to get with the program. Or, like AOL and MSN, Amazon will wind up another online pioneer who ends up a belated guest at the party it planned to host.  Now read on. The Meme Hustler &gt;&gt; The Baffler Evgeny Morozov looks at what Tim O&apos;Reilly has done and is doing, and doesn&apos;t like it:   The way O&apos;Reilly saw it, many of the key developments of internet culture were already driven by what he called &quot;open source behavior,&quot; even if such behavior was not codified in licenses. For example, the fact that one could view the source code of a webpage right in one&apos;s browser has little to do with open source software, but it was part of the same &quot;openness&quot; spirit that O&apos;Reilly saw at work in the internet. No moralizing (let alone legislation) was needed; the internet already lived and breathed open source. What O&apos;Reilly didn&apos;t say is that, of course, it didn&apos;t have to be this way forever. Now that apps might be displacing the browser, the openness once taken for granted is no more  a contingency that licenses and morals could have easily prevented. Openness as a happenstance of market conditions is a very different beast from openness as a guaranteed product of laws.  It&apos;s a very long essay. Then again, have pity on Morozov, who says that &quot;in researching this essay, I tried to read all of [Tim] O&apos;Reilly&apos;s published writings: blog posts, essays and tweets.&quot; And read interviews and comments left by O&apos;Reilly and watch his talks on YouTube. Software &gt;&gt; Sony Smartphones (Global UK English)  Optimal performance, new features, bug fixes and more  with our software updates, you make sure your phone stays at its best. Keep your phone up to date and enjoy all the benefits of the latest software version.  To make this happen, you have to locate your phone, then run a Java applet (Java?) on the browser, and then download a Windows program. The smartphone as PC. You can follow Guardian Technology&apos;s linkbucket on Pinboard To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2013/apr/03/technology-links-newsbucket", 
    "wordcount": "1414"
}