{
    "headline": "Mincing vegetarians rather than words", 
    "text": "Vegetarianism  the wanton ingestion of nothing but non-meat  sometimes produces or provokes antipathy, hostility and disgust. Researchers have struggled to understand why. In 1945, as the second world war was ending, US Army Major Hyman S Barahal, chief of the psychiatry section of Mason general hospital in Brentwood, New York, issued a report called The Cruel Vegetarian. Major Barahal began by explaining the word &quot;vegetarianism&quot; for anyone who might be ignorant or confused: &quot;It consists essentially in the exclusion of flesh, fowl and fish from the dietary.&quot; Major Barahal drew upon his own experience at having met, and endured the presence of, several vegetarians. &quot;Their exaggerated concern over the welfare of animals betrays the utter contempt and hatred which they hold for the human race generally,&quot; he reported. &quot;As far as the present writer knows, no [previous] article has ever attempted to explain the psychology of a person who, of his own free will, becomes a fervent follower of the cult.&quot; Major Barahal preferred to mince vegetarians, rather then words. He cut directly to the meat of the matter: &quot;The average vegetarian is eccentric, not only as regards his food, but in many other spheres as well. Careful observation of his views ... will frequently reveal somewhat twisted and rather peculiar attitudes and prejudices. In short, the average vegetarian is not definitely &apos;a lunatic&apos;, but he certainly fringes on it.&quot; Sixty years later, in 2005, Daniel Fessler of the University of California, Los Angeles, and three colleagues looked at the emotional tangle provoked in vegetarians by vegetarianism&apos;s opposite number, meat eating. Their treatise, called Disgust Sensitivity and Meat Consumption: A Test of an Emotivist Account of Moral Vegetarianism, appeared in the journal Appetite. It contrasts &quot;moral vegetarians&quot;, who &quot;view meat avoidance as a moral imperative&quot;, with &quot;health vegetarians, who &quot;are upset by others&apos; meat consumption&quot;. Fessler and his colleagues reached an emphatic conclusion: &quot;moral vegetarians&apos; disgust reactions to meat are caused by, rather than causal of, their moral beliefs&quot;. The same year, 2005, the British Journal of Nutrition served up a French study called Emotions Generated by Meat and Other Food Products in Women. Researchers at the Institut National de la Recherche Agronomique, the Centre Europen des Sciences du Got, and the Laboratoire de Psychologie Sociale et Cognitive collaborated in (1) collecting photographs of pears, apples, rice, pasta, pizza, pound cake, turkey, rabbit, pork chops, offal and other kinds of food; and (2) gathering 60 French women; and then (3) exposing the latter to the former. The women&apos;s reactions to those photos led the researchers to a conclusion that perhaps did not surprise them: the failure to eat lots of meat is &quot;associated with specific negative emotions regarding meat and other foods&quot;. Next week, I will tell you about a case where a woman&apos;s vegetarianism, in conjunction with a hunk of meat, led her companions to realise that she was in need of medical attention.  Marc Abrahams is editor of the bimonthly Annals of Improbable Research and organiser of the Ig Nobel prize", 
    "section": "education", 
    "gid": "education/2012/jul/02/vegetarianism-research-psychology", 
    "wordcount": "527"
}