{
    "headline": "Apps Rush: Carat, P&G Beauty Recommended, Huffington, Pacemaker and more", 
    "text": "A selection of 11 new and notable apps for you today: Carat Carat is a research project out of Berkeley university that could be the answer to iPhone and Android owners&apos; prayers. It aims to &quot;detect energy bugs  app behavior that is consuming energy unnecessarily&quot;, and let you know which apps to shut down to preserve your phone&apos;s battery lifecomplete with an estimate of the improvement you&apos;ll get.Android / iPhone P&amp;G Beauty Recommended Brand giant P&amp;G has worked with agency Grapple Mobile on its new beauty app, which focuses on tips, trends and product recommendations  &quot;like having your own personal &apos;glam squad&apos; in your pocket&quot;  as well as a Beauty Spots guide to London hotspots.Android / iPhone Huffington. Huffington. (yes, the full-stop is part of its name) isn&apos;t available in the UK App Store for now the Huffington Post&apos;s weekly tablet magazine appears to be restricted to the US. Longform features and exclusive content are included, with a $1.99 monthly subscription or individual issues for $0.99. Even News Corp&apos;s US-focused The Daily tablet newspaper is available in the UK, so HuffPo&apos;s geographical restriction is puzzling.iPad Pacemaker RIM is making a noise about the release of Pacemaker for its PlayBook tablet, and justifiably so: it&apos;s an impressive DJ app with plenty of professional features for users to play their music.BlackBerry PlayBook AVG Family Safety Online security firm AVG has ported its family-friendly browser app from iOS to Windows Phone. That means blocking malware-ridden sites, as well as stopping children from surfing &quot;inappropriate content&quot;.Windows Phone The Very Hungry Bear Australian author Nick Bland&apos;s The Very Hungry Bear children&apos;s book has made the leap to iOS, with an app by We Are Wheelbarrow. It sees Bear trying to fill his rumbling tummy, accompanied by voice narration, animations and sounds, and fish-collecting that unlocks a secret feature.iPhone / iPad Babel, the King This children&apos;s storybook-app has been a chart-topping hit in France, Belgium and Luxembourg, but now an English-language version is setting its sights on the UK. The story focuses on Babel, &quot;a megalomaniac cat who dreams of becoming king&quot;.iPad Setlist Powered by Rdio This is the latest app that wants to recommend gigs to you based on your music preferences. However, rather than scanning your iPhone&apos;s music library like most rivals, this digs into artists in your collection on streaming service Rdio. Of course, that does mean you have to be a Rdio subscriber to use it.iPhone Dictionary US publisher Merriam-Webster has released its flagship dictionary as a Windows Phone app, with more than 20,000 entries and 1,000 illustrations on board.Windows Phone Astraware Word Games Mobile games firm Astraware has gathered five word games in one iOS app, complete with a daily puzzle to finish and compare your score with other players. Anagrams, letter-tracing, wordsearch and spelling all feature.iPhone / iPad Dress Up Kate Middleton Described as &quot;the perfect sticker book app for aspiring princesses everywhere&quot;, this involves dressing up the Duchess of Cambridge for various occasions, and is the work of Michael O&apos;Mara Books.iPad", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jun/15/apps-rush-carat-beauty-huffington", 
    "wordcount": "532"
}