{
    "headline": "Dear Mr Gove: Michael Rosen's letter from a curious parent", 
    "text": "It&apos;s not often that we parents get an opportunity to see you on TV talking about education, so it was a delight to see you on Question Time the other day. Several moments caught my eye. There was a discussion about the &quot;national&quot; curriculum. I wonder how many of the people watching fully grasp how non-national this curriculum is. I&apos;ve always understood that my &quot;nation&quot; is Great Britain, my nationality is British, but this curriculum is for England only  not Wales, Scotland or Northern Ireland. What&apos;s more, it is not compulsory for free schools, academies or private schools. So, is there any good reason why you should go on calling it a &quot;national&quot; curriculum? As you wave your banner for this or that king or great leader, who you say should appear in the history curriculum, you know that in all these other schools, it will be teachers who will decide, not you. So are you playing poker? Making one kind of &quot;play&quot; in order to conceal another? Or are you just grandstanding, trying to convince the unknowing that all children will study Winston Churchill just because you say so, even though you can&apos;t force any such thing? You wouldn&apos;t go in for a bit of silly showmanship like that, though. This Question Time referred to your comments about the 100 academics who said that they thought you were getting policies wrong. Your response was that they were &quot;bad academia&quot;. In hindsight, you probably think this was a foot-in-mouth job. Many of the signatories are people who have worked with and studied young people for many years. One of them was even appointed by you to review English teaching. Presumably, at that time he was a &quot;good&quot; academic. Now he&apos;s a bad one. Surely, your change of label didn&apos;t occur just because he signed a letter saying that you&apos;re mistaken? That would suggest that your thoughts and words are governed by nothing much more than pique, and I can&apos;t believe an education secretary would be so petty. You don&apos;t think that people are bad or incompetent just because they disagree with you, do you? At one point in the programme, you got on to what is clearly your favourite ground: knowledge. I found myself wondering if you know what knowledge is. You posed a dichotomy between knowledge and creativity, and made the assertion that you can&apos;t be creative unless you have knowledge. If you watch a baby playing with a ball, say, you can see something going on that is quite different from your description: the baby is acquiring knowledge through creativity. The baby thinks up things to do with the ball, does them, and learns about what a ball does. Of course there are some forms of creativity that require initial grounding and training  ballet, writing the screenplay for a feature film, but these are highly rarified and specialised. I can&apos;t believe that you would want to restrict creativity to these spheres alone  unless, you really haven&apos;t observed children and young people doing dance, art, poetry and music with experienced practitioners, who do not require the pupils to amass a bucketful of facts before they can take part. I&apos;m in schools every week, helping children to write, but to tell you that my experience leads me to disagree with you means that I run the risk of you calling me &quot;bad&quot;. Once again, you repeated the word &quot;rigour&quot; on the programme. Don&apos;t you think it&apos;s time you explained exactly what you mean by this, so that we can all decide if my rigour or my neighbour&apos;s rigour coincides with your rigour? I&apos;m totally in favour of rigour when it comes to the work I do in schools: helping the children listen to poetry, recite it, write it and perform it, but whenever you talk about it, you seem to be referring to some of the worst kinds of education I had in the 1950s: learning without understanding, learning motivated by test-scores, learning lists of facts that the minister of education approves of, rather than learning how to ask questions, how to find things out, how to interpret and evaluate, how to be a learner. In going through education like that, I, the learner, will indeed learn facts but it will be with understanding, method and purpose which I can take with me anywhere any time. To teach and learn like that is indeed rigorous, but again, I doubt if that coincides with your rigour. By the way, just how rigorous was it on Question Time when your contribution to the discussion was to reply to your opponent with, &quot;Yadda yadda&quot;? Very rigorous? A bit rigorous? Not at all rigorous? Rude? Yours, Michael Rosen", 
    "section": "education", 
    "gid": "education/2013/apr/01/michael-gove-rigour-knowledge-creativity", 
    "wordcount": "802"
}