{
    "headline": "GCSEs may be replaced by I-levels, education watchdog suggests", 
    "text": "England&apos;s secondary schools could be in for sweeping reforms with GCSEs being replaced by &quot;I-levels&quot; and an end to assessments by coursework. A draft paper, first reported by the Times, includes a radical proposal to drop lettered grades in the exams in favour of a numbered scale, with 1 the lowest and 8 the highest. The draft, which has not been analysed or appraised at senior levels within the Department for Education, also suggests that coursework disappear from formal assessments in core subjects apart fromscience  marking a big shift in the way subjects will be taught and assessed. The prospect of a new name for the secondary school examinations  with one possibility said to be Intermediate Levels or I-levels  comes amid a growing dispute between education policymakers in England and their counterparts in Wales and Northern Ireland, who have rejected many of the changes coming out of London. The proposals, backed by Ofqual&apos;s chief regulator, Glenys Stacey, are expected to be officially published by the exam regulator as early as next week. &quot;We will be consulting on proposals for reformed GCSEs shortly. We will not comment on speculation about the content of our consultation,&quot; an Ofqual spokesmansaid. The Department for Education would not comment on the report. Christine Blower, head of the National Union of Teachers, said more consultation was needed in advance of any changes. &quot;There is certainly a need for a serious debate on the examination system, particularly in the light of the school leaving age rising to 18,&quot; she said. &quot;Teaching and learning and the voice of the profession must inform possible changes to assessment.&quot; The changes would affect the eight new exams to be introduced in 2015, covering the core subjects of English, maths, physics, chemistry, biology, double science, history and geography. Other subjects are to be reformed in later years. The new numbering system  with 8 at the top of the range to allow higher marks to be added easily in the future  is likely to see students currently awarded A*s and As achieving grades 7 or 6, with 8 as a higher grade than the current scale allows. Stephen Twigg, Labour&apos;s shadow education secretary and a former schools minister, said the proposed changes to GCSEs were shallow. &quot;This is now the third time Michael Gove has tried to abolish GCSEs. He keeps failing because he hasn&apos;t got a thought through plan to improve exams. Changing letters to numbers and the name of the exams is hardly the key to higher standards,&quot; Twigg said. &quot;We need serious proposals that learn from the best countries in the world. This needs a rigorous focus on English and Maths and testing both academic knowledge and the skills that young people will need in the workplace.&quot; Last month Michael Gove, the education secretary, told parliament&apos;s education select committee one option was for the top GCSE marks of A* and A to be replaced by a 1 to 4 numerical scale to distinguish between high-achieving candidates and make a break with the previous gradesawarded. &quot;Rather than having A*, A and B, you might have 1, 2, 3, 4, and it might be the case that 1, 2, 3, 4 cover the band of achievement that is currently A* and A,&quot; Gove told the committee. Changing the marking scale &quot;would help refix the level at which people could recognise outstanding behaviour&quot;, hesaid.", 
    "section": "education", 
    "gid": "education/2013/jun/04/gcses-replaced-education-watchdog-suggests", 
    "wordcount": "586"
}