{
    "headline": "Richard Dawkins in furious row with EO Wilson over theory of evolution", 
    "text": "A disagreement between the twin giants of genetic theory, Richard Dawkins and EO Wilson, is now being fought out by rival academic camps in an effort to understand how species evolve. The learned spat was prompted by the publication of a searingly critical review of Wilson&apos;s new book, The Social Conquest of Earth, in Prospect magazine this month. The review, written by Dawkins, author of the popular and influential books The Selfish Gene, The Blind Watchmaker and The God Delusion, has prompted more letters and on-line comment than any other article in the recent history of the magazine and attacks Wilson&apos;s theory &quot;as implausible and as unsupported by evidence&quot;. &quot;I am not being funny when I say of Edward Wilson&apos;s latest book that there are interesting and informative chapters on human evolution, and on the ways of social insects (which he knows better than any man alive), and it was a good idea to write a book comparing these two pinnacles of social evolution, but unfortunately one is obliged to wade through many pages of erroneous and downright perverse misunderstandings of evolutionary theory,&quot; Dawkins writes. The Oxford evolutionary biologist, 71, has also infuriated many readers by listing other established academics who, he says, are on his side when it comes to accurately representing the mechanism by which species evolve. Wilson, in a short piece penned promptly in response to Dawkins&apos;s negative review, was also clearly annoyed by this attempt to outflank him. &quot;In any case,&quot; Wilson writes, &quot;making such lists is futile. If science depended on rhetoric and polls, we would still be burning objects with phlogiston [a mythical fire-like element] and navigating with geocentric maps.&quot; Wilson, 83, is a Harvard professor of evolutionary biology who became famous in the early 1970s with his study of social species in his books The Insect Societies and Sociobiology. He is internationally acknowledged as &quot;the father of sociobiology&quot; and is the world&apos;s leading authority on ants. For lay spectators, the row is a symptom of the long and controversial evolution of the very idea of evolution. At root it is a dispute about whether natural selection, the theory of &quot;the survival of the fittest&quot; first put forward by Charles Darwin in 1859, occurs only to preserve the single gene. Wilson is an advocate of &quot;multi-level selection theory&quot;, a development of the idea of &quot;kin selection&quot;, which holds that other biological, social and even environmental priorities may be behind the process. But Dawkins is far from convinced: &quot;Wilson now rejects &apos;kin selection&apos; and replaces it with a revival of &apos;group selection&apos;  the poorly defined and incoherent view that evolution is driven by the differential survival of whole groups of organisms.&quot; The squabble is one of a long tradition of academic attempts to interpret and apply theories that were set out tentatively by Darwin in On the Origin of Species. According to one expert in evolution and development, Professor Georgy Koentges of Warwick University, the central problem is the impossibility of defining &quot;fitness&quot;, whether in organisms, organs, cells, genes or even gene regulatory DNA regions. As a result, he sees both Dawkins and Wilson as &quot;straw men&quot; in this debate. &quot;Dawkins has a lot of unnecessary rhetoric in his review,&quot; he said this weekend. &quot;He is usually on the spot, but it has to be said that some of his arguments are based on older models of calculating fitness. The difficulty is in assigning what Darwin called &apos;fitness&apos; to a particular genetic feature. They are trying to set basic fitness conditions which they believe work over very long periods of time. &quot;This is a fantasy. There is no such thing as a good or bad gene. It doesn&apos;t work that simply. Genes are used and re-used in different contexts, each of which might have a different overall fitness value for a given organism or a group.&quot; In later life Darwin said he wished he had called his theory natural preservation, rather than selection, but even the preservation of certain genes down the ages is no proof that they are good. &quot;To use a simple human example, someone with the perfect set of genes for walking with two legs might die early because they jump off a cliff,&quot; said Koentges. &quot;Equally, there are many things that survive in biology for no beneficial reason, like male nipples. They are &apos;bystanders&apos; of other important processes. They result from underlying genetic processes that in the opposite sex are absolutely essential for our survival as mammals.&quot; Like other scientists commenting on this &quot;tit-for-tat&quot; dispute between Wilson and Dawkins, Koentges also detects the old struggle between those who focus purely on the gene and those who see it as &quot;an anthropological insult to our own feeling of self-belief&quot;. &quot;The field has moved on, and so should we all,&quot; says Koentges.", 
    "section": "science", 
    "gid": "science/2012/jun/24/battle-of-the-professors", 
    "wordcount": "836"
}