{
    "headline": "University administration should enable, not disable, learning", 
    "text": "Everyone loves to hate the system  including me. And everyone has their share of management horror stories; here are a few of mine. Years back I sat through a high powered university committee and was fascinated when we finally reached an item about students&apos; active engagement in learning. It sounded promising but what exactly did it mean? I soon discovered it was a system whereby students were docked marks for not turning up to lectures. Classic. How about the idea of confining colleagues for half a day to plough through and comment on tens of assessment briefs? An ideal cure for insomnia. And what of a senior manager who advised that if I was so concerned about continuing professional development, I could always pay to go to a conference from my own pocket. But the seeming discord between admin and academic staff really hit home at a session on how to evidence claims in course and programme documentation. The entire emphasis was a belt and braces approach to showing the hoops we should jump through, the forms to fill, the audit trails we should lay. There seemed no feeling for why we were spending all this time and energy on administration in relation to teaching and learning. At this session, there was no mention of celebrating good teaching, trumpeting good practice, nor was there any recognition that admin systems are there to serve students and staff, rather than the admin tail wagging the teaching and learning dog. If I were a student paying some 9,000 tuition fees, I&apos;d expect systems that helped me to learn, not risk assessment that list dangers such as falling off pavements in the mean streets of Gloucester, or &apos;green cross code&apos; reminders that you should look left, right and left again. But don&apos;t get me wrong, I have wonderful faculty administration colleagues, who determinedly and helpfully battle bureaucratic systems worthy of Franz Kafka&apos;s The Trial. Why, for example, do centralised systems and their minders automatically assume that students are teenagers physically attending classes, when some 40% are part-time distance learners. Not for nothing is the Open University the largest HEI in the UK.  And why do we spew out paper like there&apos;s no tomorrow for exam boards, external examiners and auditors? Shouldn&apos;t administration systems (applications, marketing materials, assessment briefs and submissions) be electronic in the 21st century? Virtually all of the assignments I receive from undergraduates now come in on Moodle, and are marked and returned in the same way. Not only does this allow for excellent external examiner access but it saves the postman a slipped disc from humping piles of paper around the country. I&apos;m grateful to the example of the University of Bournemouth and their Green Economy MSc  as external examiner, I view marked work online and e-mail comments back to staff. No paper changes hands. Decent administration can and should be an aid to study and learning, not an obstacle. It&apos;s about time that students and staff informed the systems operated, rather than suffering top-down selection of the latest gadgets that have not been road tested or approved by users. At one university I know, part-time students are unable to contribute views to the National Student Survey because their computer programme cannot cope with this deviation from the &apos;norm&apos;! It&apos;s not rocket science  just common sense that administration should enable, not disable . And then there&apos;s the holy grail of joined-up administration. Is it really so difficult to secure a seamless service, connecting admission, enrolment, finance, and module selection? A while ago I noticed that a higher education student tracking system allowed black edging to show where an individual had died, but not a different coloured border to indicate they were a distance learner - and therefore should not be sent letters expecting them to attend meetings on campus. Standard results letters sent out to students seem to be written by legal-insurance boffins determined to bamboozle the reader as to whether they have or have not passed, leading to lots of email, telephone and friend-to-friend enquiries from worried students. And, still niggled by the comment made by the senior manager, why should staff fork out their own money for travel related to work? Why not gain an advance and then present receipts to prove expenditure? To bastardise JFK, it seems the prevailing wisdom is: &quot;Ask not what systems will do for you, but what you can do for admin&quot;. Senior managers should be required  like those various reality TV series  to go &apos;Back to the floor&apos; or become the &apos;Undercover boss&apos;. Maybe then they&apos;ll understand what students and lecturers go through. I am delighted to report that my vice-chancellor will be doing just that at one of our autumn residential schools. Will others follow suit? James Derounian is principal lecturer in community development and local governance at the University of Gloucestershire Editor&apos;s note: Read Deanna England&apos;s blog for a complementary perspective - University admin jobs can help forge strong relationships with the faculty. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/jul/31/the-role-of-university-administrators", 
    "wordcount": "862"
}