{
    "headline": "Amazon's results disappoint despite strong Kindle performance", 
    "text": "Amazon tripled sales of its Kindle e-reader devices over the Christmas period, but it was not enough for the online retailer to meet Wall Street&apos;s expectations. In the fourth quarter of 2011, Amazon raked in $17.43bn (11.06bn) in revenues, 35% higher than the same period in 2010. But profits fell 57% for the quarter as Amazon poured money into its online strategy. The revenue figure also disappointed analysts, many of whose forecasts were substantially higher. The firm&apos;s shares fell in after-hours trading. For the full year Amazon&apos;s net sales increased 41% to $48bn, compared with $34.2bn the year before. The company net sales were up 37% compared with 2010. Amazon&apos;s outlook for the first quarter also fell short of analysts&apos; expectations. The company projected first-quarter sales between $12bn and $13.4bn, and said it was likely to make somewhere between an operating loss of $200m to a profit of $100m. Jeff Bezos, Amazon&apos;s founder and chief executive, did not reveal exactly how many Kindles the company has sold, but said Kindles were Amazon&apos;s bestselling items in North America and Europe. According to analysts at Stifel Nicolaus, the Kindle Fire sold nearly 6m units during the last quarter of 2011. In Britain a survey found that one in every 40 adults was given an e-reader for Christmas, and of those 92% were Kindles. Bezos said: &quot;We are grateful to the millions of customers who purchased the Kindle Fire and Kindle e-reader devices this holiday season, making Kindle our bestselling product across both the US and Europe.&quot; Colin Gillis, an analyst at BGC Partners in New York, said the company was overvalued and that sales of physical products  books, DVDs  were being hit by the move to digital. &quot;They are the number one in electronic books but not in films or music,&quot; Gillis said. &quot;I understand the strategy but I don&apos;t think they should have a premium just for being in investment mode.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/jan/31/amazon-fourth-quarter-results-kindle", 
    "wordcount": "331"
}