{
    "headline": "What is causing Australia's heatwave?", 
    "text": "Australia has started 2013 with a record-breaking heat wave that has lasted more than two weeks across many parts of the country. Temperatures have regularly gone above 48C, with the highest recorded maximum of 49.6C at Moomba in South Australia. The extreme conditions have been associated with a delayed onset of the Australian monsoon, and slow moving weather systems over the continent. Australia has always experienced heat waves, and they are a normal part of most summers. However, the current event affecting much of inland Australia has definitely not been typical. The most significant thing about the recent heat has been its coverage across the continent, and its persistence. It is very unusual to have such widespread extreme temperatures  and have them persist for so long. On those two metrics alone, spatial extent and duration, the last two weeks surpasses the only previous analogue in the historical record (since 1910)  a two-week country-wide hot spell during the summer of 1972-1973. A good measure of the spatial extent of the heat is the Australian-averaged maximum daily temperature. This is the average of the highest daily temperature of the air just above the surface of the Australian continent, including Tasmania. The national average is calculated using a three-dimensional interpolation (including topography) of over 700 observing sites each day. On Monday and Tuesday last week (January 7 and 8) that temperature rose to over 40C. Monday&apos;s temperature of 40.33C set a new record, beating the previous highest Australian daily maximum of 40.17C set in 1972. Tuesday&apos;s temperature came in as the 3rd highest on record at 40.11C. The accompanying map of temperatures shows just how much of the country experienced extremely high temperatures, with over 70% of the continent recording temperatures in excess of 42C. Highest daily maximum temperature during the first two weeks of January. Source: Australian Bureau of Meteorology And it&apos;s not like these sorts of days occur that often. The records set last week sit between two and three standard deviations above the long-term January mean of 35C. Perhaps more unusually, the Australian mean temperature (representing the average of the daytime maximum and night-time minimum) set record high values on both days at 32.22 (January 7) and 32.32C (January 8), that were well above the previous high of 31.86C, set in 1972. However, it is really the duration of this extreme heat wave that makes it so unusual, and so significant in terms of impacts. While some towns in Australia are famous for their extended runs of hot temperatures, the limited geographical nature of those events distinguish them from this January&apos;s heat wave. Multiple days of extreme heat covering most of the continent are both rare, and isolated. It is not that common for the Australian-average temperature to exceed 39C for even two days in a row. A run of three days above 39C has occurred on only three occasions, and a run of four days just once, in 1972. The current heat wave has seen a sequence of Australian temperatures above 39C of seven days, and above 38C of 11 days straight. The sequence of Australian mean temperature has been just as impressive. As things currently stand, the first two weeks of January 2013 now hold the records for the hottest Australian day on record, the hottest two-day period on record, the hottest three-day period, the hottest four-day period and, well, every sequential-days record stretching from one to 14 days for daily mean temperatures. The number of records that have tumbled for individual sites are now too numerous to catalogue here, and the Bureau of Meteorology has prepared a Special Climate Statement with a detailed analysis the temperature records broken. The list of records is limited to just those stations with at least 30 years of records. So, does all this have something to do with climate change? To put it in context, we need to look at the influence of background changes in the climate system. The planet is warming, and so is Australia Planet Earth is warming up. Climate scientists use a range of different indicators to track global warming. These include ocean heat content, sea surface temperatures, sea level, temperatures in the lower and middle troposphere, and the rate of melting glaciers and ice sheets. The surface of the earth, as measured by global mean temperature, has warmed by about one degree Celsius during the past hundred years, and the decade from 2001 to 2010 has been the warmest we have recorded. This warming has been strongly attributed to increasing greenhouse gases from human activities. While there are a number of influences on the climate system, such as changing solar radiation and changing atmospheric aerosols, it is very clear that warming has been dominated by increased carbon dioxide levels. The globe doesn&apos;t warm uniformly everywhere, due mostly to natural regional variations in climate. In Australia, land temperatures and the temperatures of the surrounding oceans have warmed by approximately 1C since 1910, fairly close to the global trends. A warmer planet means a warmer atmosphere for all our weather and climate As the climate system warms due to increasing greenhouse gases, more energy is retained in the lower atmosphere. That extra energy influences all our weather and climate. Hot days, hot nights: how much of it is due to global warming? Source: Richard Riley In essence, every weather system and ocean current operates in a climate system that is now, on average, a degree warmer than a century ago. In this way, the impact of global warming is clearly observed in a distribution shift of daily weather, as well as shifts in monthly and seasonal climate, to higher temperatures. As is now communicated by many climate scientists, the warming planet is loading the climate dice in favour of warmer conditions. So, while the &quot;cause&quot; of an individual weather event, including heat waves, is always proximally linked to antecedent weather conditions  it is possible to determine the influence of climate change on the frequency of occurrence of such an event. This is expressed by the increased likelihood that these extreme events will occur in comparison with the past, or in comparison with climate modelling scenarios of an unchanging climate. Even further, the antecedent weather conditions in the January heat wave have themselves displayed the influence of a warming world. The lead-in climate conditions for this event were four months of very warm temperatures across Australia. September to December 2012 was the warmest such period on record (since 1910) for daily maximum temperatures. During November, a precursor of the January heat wave affected many parts of the country for a prolonged period. It set the highest spring temperature on record for Victoria (and NSW fell just short of its record; it couldn&apos;t beat the extreme heat that occurred in 2009). In this context, the recent heat wave is little more than an extension of a record hot four months for Australia, made worse because it is mid-summer. We&apos;re seeing more record-breaking heat events than cold events A relatively small change in the average temperature can easily double the frequency of extreme heat events. Australia has warmed steadily since the 1940s, and the probability of extreme heat has now increased almost five-fold compared with 50 years ago. Within the past decade, the number of extreme heat records in Australia has outnumbered extreme cold records by almost 3:1 for daytime maximum temperatures and 5:1 for night-time minimum temperature. More than 70% of Australia has been very hot. Source: AAP Image/Damian Shaw The duration of heat waves has increased in some parts, especially in the northern half of the continent. Put another way, the frequency of abnormally hot days (above the 90th percentile) has increased by 30% and the frequency of hot nights (above the 90th percentile) has increased by 50%. It is worth noting the summer just gone in the US was the warmest on record, with extreme heat records broken at a rate never previously seen before. Studies here and overseas are now showing that many of the recent extreme summer heat events around the world  such as the European heat wave of 2003, the Russian heat wave of 2010, and US heat waves during 2011 and 2012  would have been very, very unlikely without the influence of global warming. Global warming is not only warming summer but also broadening the summer-like period of the year, creating the perfect set-up for record extreme heat. Of great concern in Australia is the substantial increasing trend in severe fire weather  weather conducive to the spread and intensification of bushfires and grass fires  in about half of the monitoring sites studied around the country, with a concentrated increase in the southeast of the continent. The fire season is now longer, reducing the time for preparation such as fuel reduction. Again this is not surprising, and has been predicted in advance  the combined impact of warming and cool season drying is increasing the fire danger in a region already highly fire prone. We expect extreme warm weather events will occur more often Future warming of the climate due to greenhouse gas emissions will very likely lead to further increases in the frequency of unusually hot days and nights and continued declines in unusually cold days and nights. These changes will result in weather events which are increasingly beyond our prior experiences. And it&apos;s not just temperature extremes. Climate model projections indicate that the frequency of many different types of extreme weather will change as the planet warms.  This article was first published on The Conversation", 
    "section": "environment", 
    "gid": "environment/blog/2013/jan/21/what-is-causing-australia-heatwave", 
    "wordcount": "1633"
}