{
    "headline": "On a fence post, an unmoving buzzard soundlessly surveys its surroundings", 
    "text": "Though the sun is shining on the distant hills of North Uist, here the sky is overcast, dulling the landscape and emphasising just how much change can occur in a couple of weeks. The last colours of summer and autumn seem to have disappeared in the short time I&apos;ve been away and under the clouds the landscape is a composition in shades of muted yellow-greens and browns. The lochs, sombre expanses of steely grey, appear and disappear as a succession of short-lived drizzly showers sweep across the countryside. There must have been heavier rain in previous days for the potholes in the track that leads to the sea are filled with water and, where it narrows to pass between a pair of old gate posts, the water stretches from one side to the other rendering it impassable without wellies or a good pair of boots. Water flows sluggishly along the drainage ditches. Along their banks are the ragged drooping remains of thistles and the still upright stems of knapweed bearing the blackened pepper pot shapes from which its purple flowerheads once grew. Today there is no wind accompanying the rain and all is strangely quiet and still. Even the constant background sound of the sea is no more than a distant murmur. On a fence post an unmoving buzzard watching for a potential meal soundlessly surveys its surroundings. In near silence a flock of lapwing rises on broad wings from the field where they were resting. They fly only a short distance  just enough to put themselves at ease  before settling again but even so they have alerted the 50 or so greylag geese, previously hidden from view, who rise to their feet in a ripple of movement. Disturbed by our proximity they pace forward slowly, uneasily, heads held high. Then, as if at some unseen signal, they take flight in a clatter of wings and without giving voice head away over the fields towards sanctuary out on the waters of the loch.", 
    "section": "environment", 
    "gid": "environment/2012/nov/15/south-uist-buzzard-surveys-surroundings", 
    "wordcount": "333"
}