{
    "headline": "Are we jeopardising the freedom of higher education?", 
    "text": "The Leveson report was finally published last week, following months of concerns about press freedom  part spontaneous and part orchestrated by corporate media interests. The core argument is clear; the road to hell (shackling the press) is paved with good intentions (curbing abuses such as phone hacking). Is there a danger the same might happen  or is already happening  to academic freedom? Of course, &quot;hell&quot; is not a direct attack on the principle of academic freedom. No one behaves  openly  as the late Keith Joseph did when he publicly questioned whether social science could ever be regarded as science, and forced the Social Science Research Council to change its name. Today the threats are more indirect. The sheer weight of mainstream scholarship, whether expressed through Research Excellence Framework panels or funding priorities, may give less orthodox ideas less and less room to breathe. More systematic approaches to learning and teaching have also meant losing some of the eccentricities and quirks of university teaching in the past. A second threat is more troublesome. Universities now have to be professionally run, which is no bad thing. Who wants to work for an organisation with a hopeless finance director and chaotic HR systems  that is, if they want to be paid at the end of the month, or not unfairly passed over for promotion? But in stepping up to this challenge, there is a risk that universities are also beginning to see themselves as corporate organisations. There has been a small, but alarming, number of cases in which institutions appear to have taken disciplinary action against awkward staff on catch-all grounds such as breaching confidentiality or undermining their employers&apos; &quot;good name&quot;. Universities should be low-compliance organisations  not in the sense that financial rules are flouted or unacceptable behaviour goes unsanctioned; but in the sense that their organisational values should reflect their core mission  to encourage critical inquiry among their students and promote the academic freedom of their staff. But there is a growing sense in the sector that universities are getting tougher with awkward customers  for example, those who protest over-vigorously about the closure of courses or departments or whose research does not fit into neat REF boxes. Corporate values are seeping in. The risk is not so much the treatment of the (very) small number of awkward-squad academics. Instead, it may be subtler and more pervasive, as many more adjust their behaviour according to what they perceive to be the corporate culture. The &quot;good intentions&quot; are the twin drives to open up higher education and improve the management of universities. There is a tension between the very nature of the modern university  mass, socially engaged, democratically accountable, crucial to success in the knowledge economy  and the right of the individual scientist, scholar or teacher to pursue their own agendas. Surely it is best to be honest about this and work with it. Similar issues arise about institutional autonomy. Although ministers and funding councils always insist that this is at the heart of the system, everyone knows this is not true  or no longer as true as it was. This is partly due to the inevitable, and necessary, demands for accountability. It may also be because universities are now seen more as delivery organisations for government policy and less as civil society institutions. So what balance needs to be struck between institutional autonomy and public policy? The Welsh government wanted to create a strong access-oriented university to balance a research-led Cardiff by merging Glamorgan, Newport and Cardiff Metropolitan. Cardiff Met resisted this three-way merger, and the Welsh government has backed off  for now. The principle is whether any institution can be coerced into a merger, or any other kind of association, against its will. In the case of Cardiff Met, the government may well have been right. But the government is not always going to be right. Maybe a (little) less academic freedom is the price the universities have to pay for a well-run and progressive higher education system? Maybe even that price is too high? I genuinely don&apos;t know the answer. But I&apos;m convinced it&apos;s worthy of serious debate.  Peter Scott is professor of higher education at the Institute of Education", 
    "section": "education", 
    "gid": "education/2012/dec/03/higher-education-freedom-reform", 
    "wordcount": "705"
}