{
    "headline": "The internet is the best place for dissent to start", 
    "text": "It&apos;s been a year since I reviewed The Net Delusion, Evgeny Morozov&apos;s skeptical take on the internet&apos;s role in global justice struggles. Central to Morozov&apos;s critique was the undeniable fact that Facebook, Twitter, YouTube and other social media tools are monumentally unsuited to use in hostile revolutionary settings, because while they may get the word out about forthcoming demonstrations and the outrages that provoke them, they also expose their users to retribution from oppressive governments. What&apos;s more, they reveal the social ties between dissidents, making it easy for secret policemen to swoop in and round up whole movements without having to bother with the tedious business of wiretapping and surveillance in order to figure out whom to arrest. At the time, I argued that the risks presented by these tools weren&apos;t inherent. There&apos;s no reason that you couldn&apos;t design a Facebook-like tool that helped galvanise and organise a Tunisian resistance without exposing its users to arrest and torture (for starters, you could simply abolish Facebook&apos;s &quot;real-name&quot; requirement and allow users to use pseudonyms). But given the context in which Facebook arose  a Harvard lark that became a global targeted advertising powerhouse  there&apos;s no reason that anyone involved in the system&apos;s design and upkeep would ever think to harden the system against attack by dictators and their apparatchiks. Now that the need was visible, people who cared about the plight of those who suffer in oppressive regimes would work with those people to develop tools that helped to network their users without exposing their users. And indeed, the last year has seen enormous energy put into this task, with extensive development of Wikileaks-style whistleblowing platforms, anonymising tools like Tor, and accessible primers on their use. So far, so good. But last night, I listened to Ethan Zuckerman&apos;s 2011 Vancouver Human Rights lecture, Cute Cats and The Arab Spring, and I realised that Morozov and I were both wrong. Zuckerman is the director of MIT&apos;s Centre for Civic Media and the founder of Geekcorps, an NGO that sends technologists to the developing world to work on locally initiated, sustainable technology initiatives. He knows an awful lot of the daily, gritty reality of the internet&apos;s place in free speech and justice contexts in some of the world&apos;s most brutal and censorious regimes. The whole speech is worth listening to, but I was especially taken by Zuckerman&apos;s &quot;cute cats theory&quot; of internet revolution. Zuckerman&apos;s argument is this: while YouTube, Twitter, Facebook (and other popular social services) aren&apos;t good at protecting dissidents, they are nevertheless the best place for this sort of activity to start, for several reasons. First, because when YouTube is taken off your nation&apos;s internet, everyone notices, not just dissidents. So if a state shuts down a site dedicated to exposing official brutality, only the people who care about that sort of thing already are likely to notice. But when YouTube goes dark, all the people who want to look at cute cats discover that their favourite site is gone, and they start to ask their neighbours why, and they come to learn that there exists video evidence of official brutality so heinous and awful that the government has shut out all of YouTube in case the people see it. Second, the most common tool used by oppressive regimes against dissident sites is distributed denial of service (DDOS), sending floods of traffic from networks of thousands of compromised PCs that overwhelms the target server and knocks it off the internet. Services such as Twitter, Facebook and YouTube are much better at surviving these attacks than a home-brewed dissident site. Finally, Zuckerman argues that the lesson from the Arab spring is that revolutions are touched off by everyday people with everyday grievances  arbitrary detention, corruption and police brutality  and those people will use the tools they are familiar with to get the word out. The first thing that comes to mind after you capture a mobile phone video of the police murdering a family member isn&apos;t &quot;Let&apos;s see, I wonder if there&apos;s a purpose-built activist tool that I can use for distributing this clip?&quot; Rather, the first thing that comes to mind is, &quot;I&apos;d better post this on Facebook/YouTube/Twitter so that everyone can see it.&quot; This last argument is the most convincing to me. While activist tools are vital to a continuing struggle, they&apos;re never going to be the system of first recourse when disaster strikes. Which means that the only way to keep activists, dissidents, and those who struggle against brutal oppression safe is to somehow convince the people who make the world&apos;s most popular social tools to harden them from the get-go. This is an uphill task to begin with, but it is only made harder by the demands of &quot;liberal&quot; governments in Europe, Canada, the US and other &quot;free&quot; countries who want to be sure that they can spy on their own populations with social media. Add to that legislative insanity like the pending US Stop Online Piracy Act (SOPA), which requires services to spy on their users and delete links to infringing content, and the problem becomes three times as hard. It&apos;s not a pretty picture. And yet, at least, it gives us a road map. First, we have to convince our own governments that when they mandate snoopy back-doors and kill-switches in social media, they give that capacity to dictators, too. Secondly, we have to make the connection between copyright enforcement surveillance and global justice struggles, by explaining as often as necessary that you can&apos;t make a system that prevents spying by secret police and allows spying by media giants. And finally, we have to convince these businesses that it is in their interests to make the architectural changes that protect their users from arbitrary detention, torture and murder when they make the unplanned transition from cute cats to impromptu atrocity videographer. That&apos;s 2012, then, and several of the years that will follow. Let&apos;s get busy.", 
    "section": "technology", 
    "gid": "technology/blog/2012/jan/03/the-internet-best-dissent-start", 
    "wordcount": "1002"
}