{
    "headline": "Open Access: 'we no longer need expensive publishing networks'", 
    "text": "While academia is in the midst of a general funding crisis, multinational publishing houses are making vast profits from disseminating publicly funded research. New open access publishing models provide cost-efficient methods for disseminating research findings, eradicate excess profits by publishers and massively widen the readership of scholarly works. The government recognises this but their current reform agenda is nowhere near bold enough. Academics as a rule do not write their books to make money  in fact most receive only token royalties for their work. They do it to satisfy research assessments, to get hired and promoted and, most of all, to inform readers, spark debate, and contribute to the intellectual richness of their discipline. Commercial publishers reap high profits while putting up several barriers to dissemination of research results. First by imposing restrictions on copyright; second by deciding which areas of research reach publication  a decision often based on marketing considerations which penalises cutting-edge and niche subjects. Third by imposing high prices to readers and libraries in order to maintain high profits and an obsolete infrastructure. What&apos;s more, publishers increasingly bundle their numerous services into single large dissemination packages (so called &apos;big deals&apos;), extracting large profits from libraries and universities while further restricting access to research by readers outside the academic community. The average prices for an academic book is now around 50, with total sales running at around only 200 or 300 per title globally, predominantly to libraries in the US. We have reached a point where university libraries cannot afford to buy access to the research done by scholars in their own institutions as journal costs are now too expensive even for the wealthiest universities. The recent Finch report and subsequent new policies announced by the Research Councils UK (RCUK) fully support open access publication for all UK publicly-funded research. While these are important steps in the right direction, the Finch recommendations and the RCUK policies fall well short of pushing through the wholesale reforms required to make open access publishing the prime outlet for research results. Their joint approach sustains the existing publishing landscape in journal publishing: the provision of open access articles would be paid by the author instead of by the reader. While this will certainly force publishers and researchers to make their work available to readers for free, it will be down to the existing publishers to set the price authors are required to pay. This would allow commercial publishers to maintain their exorbitant profit margins at the expense of the taxpayer and academic research budgets  albeit through a different payment channel, author charges rather than reader charges. It will also introduce a new series of publishing distortions. Researchers working at institutions with large budgets to pay for the dissemination of their staffs&apos; work will have access to the top journals. Internal rationing of available publishing funds may favour some researchers over others. And these distortions will be further exacerbated when it comes to the publication of monographs, where publishing charges are likely to be even higher. In fact the Finch report says very little of book publishing, concluding that &quot;it is difficult to encompass monographs within the discussion about promoting wider access to publications&quot;. Despite the progress with scientific journals, there are very few viable open access publishers in the humanities and social Sciences, especially when it comes to publishing entire books. There is a simple solution available. It is time for members of the academic community to stop waiting for government legislation, funders or publishers to wholeheartedly embrace open access, and to recognise that commercial publishers are not required in the process of assessing quality or disseminating research findings and that they can take matters into their own hands. Digital publishing has changed the way books are produced and distributed. Scholars are accessing information increasingly (or, in the case of most undergraduates, exclusively) online. We no longer need expensive printing and distribution networks: the internet provides an instant, global and cheap publishing platform. I have been part of a group of academics in Cambridge and London who were frustrated by commercial publishers&apos; inability to adopt an open access model. We set out to discover whether open access could be a sustainable model for publication, and founded Open Book Publishers in 2008. In a small team, and on a shoe-string budget, we publish high-quality, peer-reviewed, open access monographs in the humanities and social sciences. We do this not by charging authors, but through a &apos;freemium&apos; model: we make all of our monographs freely readable online, but, to cover our modest costs, charge a reasonable price for printed editions and certain digital formats. The model is fast and cost effective, and allows us to retain the quality and academic rigour of a traditional university press. Our model is now well-honed and successfully spreading knowledge around the world: our books are currently averaging around 500 views per month which is more than most printed academic books see in an entire lifetime. They are accessed by people in over 120 countries (most academic books are only available in Western university libraries), with large numbers coming from the developing world. Of course, it is not the only way ahead for open access publishing in the humanities and social sciences. But by providing a sustainable model we are hoping that other academics and institutions will take note and feel emboldened to launch similar initiatives. There&apos;s no reason why there shouldn&apos;t be a creditable open access book publisher in every university around the world, but it is going to require a collective shift in the academic mind-set. An important part of this will be for academic institutions (appointment boards and libraries) to recognise the changing world of publishing and the active role they can play in it. And for funders to recognise that sustaining a publishing model which is obsolete and costly stifles industrial innovation. Our once beloved university presses used to perform a necessary and noble service, but they are no longer serving our needs. The future of our work&apos;s dissemination is in our own hands  precisely where it should be. The question is whether we are prepared to hold on to it. Dr Rupert Gatti is fellow of Trinity College Cambridge and co-founder of Open Book Publishers - follow it on @OpenBookPublish This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/nov/08/open-access-academic-publishing-models", 
    "wordcount": "1075"
}