{
    "headline": "The trike strikes back", 
    "text": "Price from 13,999MPG 40Top speed 125mph Crouching on the pavement outside GS Jet Tech on the South Woodford high road  the twilight zone where London becomes Essex  is a brace of Can-Am Spyders. They look like transformers taking a breather from their contortions. Ian, the good-natured bear of a man who owns the shop, makes most of his living by selling high-end quad bikes and spivved-up jet skis to the bleached, bronzed and Botoxed boys and girls who live around here. But it&apos;s the futuristic Spyder roadsters that really get him excited. &quot;In France they&apos;ve sold 4,000 since their launch in 2008, but in the UK we&apos;ve only managed 400,&quot; he says, clearly baffled. &quot;They&apos;re fantastic. Best thing I&apos;ve ever ridden, but the thing is, people don&apos;t really know what they are.&quot; We digest this thought while looking at the undeniably striking trikes. Well, Iask, what exactly are they? Ian says: &quot;They&apos;re motorcycles for people who&apos;ve always wanted one, but who don&apos;t want to die&quot; There&apos;s a pause while we consider this, then Ian laughs: &quot;Actually, don&apos;t say that  just say they&apos;re bikes you can&apos;t fall off.&quot; The problem facing Ian is that there is something inescapably uncool about tricycles. They come from the motoring section marked: &quot;Only for men with ponytails.&quot; They&apos;re also dangerous. A powerful three-wheeler is all very well in a straight line, but they can&apos;t stop and they can&apos;t turn. The Can-Am Spyder, however, is avery different beast. Contrary to most motor trikes  oh, that does sound so awful  the two wheels are at the front. This unique Y-shaped footprint is not only eye-catching but it means the Spyder has the road holding of a prop forward coupled with the fleet-footedness of a full back. The two-seat Spyder also comes with anti-lock braking, stability and traction control. And the aerodynamic fairing means that over 20mph you won&apos;t get wet in the rain, as the droplets are sent spinning past your cosy air envelope. At higher speed, the envelope creates a wind ball at your back which acts as a brace so that even at speeds of up to 125mph you feel planted in your saddle. It&apos;s as if you are sitting in the eye of a storm. Rarely have I sat on anything thatattracted so much attention from passersby. Drivers slowed to let me pull out; a group of schoolkids gawped and cheered. Ian told me that he recently pulled into a garage to be greeted by a driver who&apos;d been following and filming him. And all of them seemed to voice the question Ian hears all the time: &quot;What is it?&quot; The Spyder is built by BRP, the leisure arm of Bombardier  the firm more usually associated with train carriages  and it&apos;s a classy product. Everything from the leather seats to the heated grips and retractable windscreen feels well-considered. In keeping with its dual bike/car heritage, it contrasts the best of both its parents: an exhilarating ride, but also sensible storage cubbies; heart-stopping acceleration (0-62 in 4.5 seconds), but also an electronic parking brake; helmet-free thrills, but also an iPod connection and satnav. Returning to Ian&apos;s shop and seeing the Sea-Doos and Ski-Doos in the window, I suddenly realise what the misunderstood Spyder actually is  a jet ski for the open road. And now for a second opinion by Rufus Love The day I went to test the Can-Am, my 15-year-old son came along for the ride. This was his report of the trip Emerging from an underground station, my eyes still squinting against the harsh light, I always feel slightly alien or at the very least, foreign. So it isn&apos;t surprising that as Dad and I rose to survey the unknown expanse of South Woodford in the faraway galaxy of Zone 5 (to my Oyster card&apos;s bafflement), this feeling of the unfamiliar was heightened. Popping up in the style of the stars at Meerkat Manor, we looked around for the car that was to pick us up. But car it was not. Neil Armstrong-esque, we approached the estranged vehicles. Straddled by two men clad head-to-toe in leather and sporting outrageous sunglasses, the Can-Am Spyders reclined in the corner of the car park. They were the cool kids at the back of the school bus; complete with three wheels, they were jet skis for dry land with an unmistakable smugness across their flawless, Canadian-manufactured complexion. No words were required to seduce us on to the back of our respective trikes. The purr of its engine was enough for me, and before I knew it I was astride the feline mobile, helmet on and secreted dribble rapidly drying cold on my face as we cruised through the (Zone 5!) streets. The high street was chock-full of artsy little establishments  cafs and restaurants drowning in enough exposed brick and log-burning fires to rebuild Manchester. So when we pulled in at the Can-Am dealership, well, it stuck out like a sore thumb. The X Games had been concentrated into a room about 20 metres squared. An adrenaline junkie&apos;s Santa List materialised in front of me: wakeboarding, wind sailing, abseiling, jet skis, water skis, ATVs, quads, trikes and a motorbike collection that could knock a Hell&apos;s Angel back up to heaven. This place truly had it all. Its mere existence made me ponder what other mad obscurities thrived in Zone 5 (I took a mental note to look out for a sweet shop). After a brief tour of the shop accompanied by the modest owner to a subtle backdrop of some of Slipknot&apos;s finest metal, we again took to the roads. Sadly, I am still too young to take the wheel of the trike, so I had some thinking time in the back seat. I lay back on my cushion of air, induced by some ingenious aerodynamics, and relaxed to the very audible stereo of the trike (my driver was obviously not ashamed of his Marvin Gaye love affair). Although thinking isn&apos;t easy when you are driving through seismic waves of &quot;WOOO&quot;s of onlooking girls (and some boys) and slow profanities uttered by men suffering the realisation that they are travelling home in a Fiat Punto  four wheels, how mainstream! Unlike their bald patches, some inadequacies cannot be covered by copious amounts of hair products. With their single-file seats, the Can-Ams aren&apos;t the most sociable methods of getting around, but as the passenger I felt obliged to construct some kind of conversational platform. &quot;So. Do you, errr, like these? Things?&quot; Pathetic. My transparent visor did me no favours hiding my embarrassment. The leather minotaur&apos;s waist rotated slowly, but to an alarming degree. It made me think of an owl&apos;s neck, and the huge yellow eyes with bulging pupils on the top of his helmet supported this. Marvin Gaye continued to groan out sexual invitations. My driver hadn&apos;t looked at the road for at least 10 seconds  I wondered if he hadn&apos;t passed out behind his dark helmet. He cleared his throat: &quot;How could they be better  it&apos;s all the fun of biking for people who don&apos;t want to die!&quot; Marvin let out a throaty &quot;woaah-oh&quot; in resolute agreement. I considered his point, and due to the fact that I was still alive when there had been a good 30 seconds of unsupervised driving, I acquiesced. So under the instruction of Marvin himself: &quot;Come on, come on, come on, come on, come on, baby. Stop beatin&apos; &apos;round the bush, hey&quot;, I can indeed confirm that there is life in Zone 5. Email Martin at martin.love@observer.co.uk or visit theguardian.com/profile/martinlove for all his reviews in one place", 
    "section": "technology", 
    "gid": "technology/2012/mar/11/can-am-spyder-roadster-review-martin-love", 
    "wordcount": "1308"
}