{
    "headline": "Young human rights reporter of the year 2012  upper secondary school runner-up", 
    "text": "Cluster bombs in Laos During the second Indio-China War, 270,000,000 submunitions were dropped on Laos inside cluster bombs. Cluster bombs are bombs that instead of having one block of explosives at the tip contain dozens of small tennis ball-sized capsules that are made to detonate on impact. Of these submunitions dropped on Laos from cluster bombs, 80,000,000 failed to detonate. These become, essentially, land mines, which if hit will detonate, maiming or killing anyone in the vicinity. Every year, 300 people die from submunitions in Laos, but many more are injured. The horrific fact of the matter is that between a third and a quarter of the victims are children who could pick it up not knowing what it is and play with it. Children who are caught in the blast can have limbs blown off, leaving the child disabled for the rest of their life. Each and every one of the submunitions that hasn&apos;t already exploded is still live and will be around for many years to come. They are just waiting for some innocent soul to hit it with a spade while trying to grow food for their family or for a child to pick it up and throw it around like a ball. At this point, you are probably thinking of the damage caused by cluster bombs to not only the physical aspects of someone who is a victim but the mental aspect, for example, how could you live with yourself if you were a poor farmer who couldn&apos;t work in the fields, who couldn&apos;t provide for your family and who lived with a constant fear of whether anyone else in his family would be blown up and all because you ran your cart over a submunition that had nothing to do with you? To make money, Lloyds TSB, Barclays and HSBC have been quietly investing in companies such as Textron and Lockheed Martin, both manufacturers of cluster bombs. The British banks weren&apos;t giving money to the arms companies when the bombs were dropped on Laos, but it is an example of what cluster bombs can do to a country and its civilians. Especially since 98% of casualties from cluster bombs are civilians. In April 2009, HSBC underwrote 14.6m of bonds of Textron, whilst Barclays funded $54.38m and Lloyds TSB funded $48m of an ongoing $1.5bn credit facility for Lockheed Martin. We can, and will, stop this! Amnesty International have already campaigned against RBS and succeeded. It is possible to stop banks from making immoral and selfish decisions, especially since the taxpayers own 40% of Lloyds TSB and Barclays used the asset protection scheme. Many other banks have survived without investing in the death of innocent people, for example, the Co-operative Bank, ING Bank and many more. Why don&apos;t we work together to help prevent needless suffering from cluster munitions? One way in which to help is to donate to the Mine Advisory Group (MAG), which is trying to clean up Laos one bomb at a time.", 
    "section": "education", 
    "gid": "education/2012/may/14/human-rights-upper-secondary-award", 
    "wordcount": "508"
}