{
    "headline": "2012 Research as Art competition: the winners  in pictures", 
    "text": "   Salt grain in a jet engine, the Research as Art competition winner 2012, by Hollie Rosier, Dept of Engineering This year's winning picture, chosen by a panel of eminent judges, is a microscopic image of a salt grain on a jet engine turbine. It was taken by Hollie Rosier during her research on making jet engines saferPhotograph: 2012 Research as Art competition/Swansea University       Therapeutic Reading, by Alison Williams of the Dept of Languages, Translation and Media Does reading improve health and promote wellbeing? Franois Rabelais certainly thought so, claiming that his motivation in writing his fictional works was to tend to the sick in his absence in just the same way as he would if he could be by their bedsides in person. This image shows a modern edition of Rabelaiss works surrounded by medicinal plants which belonged to Rabelaiss pharmacopoeia and a random selection of over-the-counter and prescription medicines from an average bathroom cabinet Photograph: 2012 Research as Art competition/Swansea University       Mineralising Africa IV  Children of the gold rush, by Ele Fisher, Dept of Geography What future for Fatuma and her friends who were born and live in a gold mining settlement in Tanzania? African artisanal mining is typically associated with profound social inequality and conflict, and with enforced labour conditions and child exploitation. However, mining also offers hope and substantial opportunities for wealth creation; it is changing the nature of African societies and transforming gender norms in ways that are also positive. Will mining offer these children and their families a better life or will they too become its victims? Photograph: 2012 Research as Art competition/Swansea University       Knitted Protein Model, by Josie Parker, College of Medicine The image shows a knitted model of an enzyme called CYP51. Certain antifungal compounds act by binding directly to CYP51, inhibiting its activity. Mutations in CYP51 can cause resistance to certain compounds used to treat fungal infections  which are a big problem in medicine and agriculture. 'Making this model (for my colleagues Christmas present) reminded me of the beauty and complexity of life,' said Josie Photograph: 2012 Research as Art competition/Swansea University       Burden by Morning, by Marc Holmes and Steve Brown, Dept of Materials Engineering The image is a snap shot of a burden (coke and iron ore) loading pattern in a blast furnace using a Discrete Element Model (DEM). Flows and packing of a granular material (such as coke and iron ore) can be predicted and viewed which is impossible to observe directly during operation due to dust and extreme heat within the furnace. DEM calculates the behaviour of granular material through the application of Newtonian dynamics on particle interactions. When scaled up to include the millions of individual particles which make up the burden layer we can predict the behaviour of this chaotic system Photograph: 2012 Research as Art competition/Swansea University       Research in the Pipeline: I Love Tubes, by Nathan Cooze, Specific, Baglan Bay Innovation Centre  Nathan says: 'The image represents a year's worth of research for my MRes project entitled, A Property Comparison of Cold Formed and Hot Finished Steel Conveyance Tubes sponsored by Tata Steel Tubes, which I completed last year. The border is made up of painted, galvanised and uncoated tube samples that I have acquired throughout the year' Photograph: 2012 Research as Art competition/Swansea University       When the Blue Stuff Hits the Fan, by Rami Malki, Marine Renewable Research Group This image shows the flow structure evolving downstream of a tidal stream turbine, generating renewable energy from the sea. Computational Fluid Dynamics Modelling is used to predict the flow features around rotating blades, and stream surfaces are implemented to highlight the movement of flow within swirling regions downstream Photograph: 2012 Research as Art competition/Swansea University       One in 3 billion, by Sian Wood, Molecular Neuroscience, College of Medicine Sian says: 'The image shows my desk whilst analysing DNA sequences from patients with the rare neurogenetic disorder, hyperekplexia. The main trace shows the sequencing result for one section of DNA in one individual. I have thousands of nucleotides that make up the DNA of all the patients referred for genetic analysis to scrutinise, which takes hours  hence the cup of coffee! The black circle displays the mutation identified in this patient. This single base variation, in among 3bn points of possible variation in the genome, is the difference between being unaffected or a child having muscular stiffness, excessive startle reflexes and possible life-threatening breath-holding episodes' Photograph: 2012 Research as Art competition/Swansea University       Broken Reflections, by Tavi Murray, Glaciology, Geography Dept Murray says: 'Its hard to describe the beauty and inspiration of the places in which we work. I am a scientist rather than an artist or photographer but a landscape like this talks directly to my soul. Even so, a static picture does not do justice to the moving, dancing, changing lightscapes of an Arctic dawn. Here, the almost perfect reflection of the mountains and sky are broken by the icebergs melting in this Greenland fjord. These are the true colours of the Arctic' Photograph: 2012 Research as Art competition/Swansea University       Undergraduate prize winner: The Disillusioned Youth, by Anjali Kadam, Political and Cultural Studies Anjalie says: 'The image portrays the idea of questioning how democratic the UK is and how corrupt British politics has become over the years. With the model I used, I tried to capture a disillusioned youth of today, and the growing lack of faith in the government and politics' Photograph: 2012 Research as Art competition/Swansea University       Postgraduate prize winner: The Research Game, by Gregg Norton, Engineering Gregg says: 'This image represents an in-play chess game. The researchers game pieces are made up of various metal test pieces, which have been tested to failure, and metallographic samples mounted in Bakelite. The opponent is represented with conventional wooden chess pieces. The image represents how research can be thought of as a game of strategy. How the research game is played is down to the individual researcher. Each move is always a calculated risk; assessing the probabilities of success. It can open up several new opportunities and take the player in a new and exciting direction. Conversely some moves can prove fruitless' Photograph: 2012 Research as Art competition/Swansea University       Early Career Researcher Award: Old Faithful, by Merin Broudic and Tracy Dyson, Marine Energy Research Group Hydrophones, flow meters, pressure transducers  all expensive, delicate pieces of equipment, but without the old battered torpedo weight to put them where they need to be they are all far less effective. Data collection for marine turbines, turbulence analysis, speed and direction of currents, water temperature and salinity testing or the monitoring of underwater noise would be so much more difficult and the results far less accurate without Old Faithful Photograph: 2012 Research as Art competition/Swansea University       Collaborative Prize winner: Meet the ancestors face to face, by Nick Owen, Jack Dix Davies and Eben Owen-Goodchild This photograph shows a 500-year-old skull recovered from King Henry VIIIs Mary Rose warship. The ship sank in 1545, with all crew. This skull is from a male in his late 20s, thought to be a high-ranking archer based on artefacts recovered around him, such as a ring and an ivory arm-guard used for protection during archery. Nick Owens team in Swansea are carrying out biomechanical analyses and have found big differences between the arm bones, supporting the idea that his body was subjected to huge strain as a result of the archery Photograph:  Mary Rose Trust/2012 Research as Art competition/Swansea University       Found in NEMO: sea turtle ocean highways, by Rebecca Scott, Biological Science This image shows the movement paths of thousands of floating buoys as they drift with surface ocean currents. Ocean current flows determined from drifter buoys and a state of the art global ocean circulation model (called NEMO) are then used in novel ways to investigate the cryptic movements of baby sea turtles Photograph: 2012 Research as Art competition/Swansea University  ", 
    "section": "science", 
    "gid": "science/gallery/2013/jan/10/research-as-art-competition-in-pictures", 
    "wordcount": "0"
}