{
    "headline": "UK seas to gain 31 marine conservation zones", 
    "text": "The UK&apos;s sealife will be protected by 31 new conservation zones aimed at preventing trawling and dredging destroying life on the ocean floor, under plans announced by the government on Thursday. But ministers rejected advice to create 127 zones, including all the areas where no activity would have been allowed, leading campaigners to describe the plan as &quot;pitiful&quot; and a &quot;bitter disappointment&quot;. &quot;The UK has one of the world&apos;s richest marine environments, and we need to make sure it stays that way,&quot; said environment minister Richard Benyon. &quot;We have to get this right. Designating the right sites in the right places, so that our seas are sustainable, productive and healthy, and to ensure that the right balance is struck between conservation and industry.&quot; The 31 new zones will cover an area three times the area of Cornwall but are expected to allow some fishing to continue. An 8m assessment involving the government&apos;s own science advisers recommended 127 marine conservation zones were designated, including 58 said to be severely threatened and in need of immediate protection. But Benyon said: &quot;The scientific evidence base for a large proportion of the zones was just not up to scratch.&quot; He said another 3.5m was being spent on gathering more evidence that could support more zones being designated in future. &quot;We have managed to do this at a very difficult economic time. It is proportionate and is not going to put anyone out of business,&quot; Benyon said, citing the importance of fisheries, sand and gravel dredging, and marine renewable energy. Environment secretary Owen Paterson said previously: &quot;My absolute priority, with clear instruction from the prime minister, is to do everything I can to ... generate wealth and jobs in the rural economy.&quot; Jean-Luc Solandt, at the Marine Conservation Society, said ministers&apos; decision to ignore scientific advice was appalling. &quot;It&apos;s pitiful. We cannot delay protection. We wouldn&apos;t stand by and let wildflower meadows and ancient forests be dug up and cleared, and yet heavy fishing gear is dragged across all kinds of habitats, destroying large swathes of the seabed with very little control.&quot; He said the fishing industry would benefit from large-scale protection zones where bottom trawling was outlawed but fishing with fixed nets, pots and lines was allowed. &quot;There is so much at risk if those 58 sites are not all designated,&quot; said Solandt. &quot;Lagoon sand shrimps, native oysters, black bream, spiny lobsters and short snouted seahorses to name just a few. The populations of these creatures along with their habitat could be decimated in the coming months.&quot; The Wildlife Trusts said it was &quot;bitterly disappointed by the lack of ambition&quot;. Joan Edwards, at the Wildlife Trusts, said: &quot;When will further sites be designated? How can the government ensure that these recommended sites are not damaged in the coming years?&quot; She said iconic sites such as Flamborough and Studland were missing from the government&apos;s list, and that the chalk reef at Cromer is unique to the UK and that species new to science were recently discovered there. &quot;You have to have evidence that stacks up or you will be up against judicial reviews [from the marine industry] and the European Commission,&quot; said Benyon. He said he was being criticised by both conservationists, who want more protected zones, and by the fishing and aggregates industry, who want very few: &quot;That suggests I might be getting this just about right,&quot; he said. Benyon added that 8.4% of all UK waters and 24% of inshore waters already has some protection. The government will consult on the 31 zones and the specific protection they need until March 2013 and could designate the zones by late summer 2013, Benyon said.", 
    "section": "environment", 
    "gid": "environment/2012/dec/13/uk-marine-conservation-zones", 
    "wordcount": "641"
}