{
    "headline": "Forest fires in Chile stoke tensions over indigenous land rights", 
    "text": "Escalating tensions between the Mapuche people and Chile&apos;s government following a spate of devastating forest fires reveal the high cost of policies that champion multinational corporations by subordinating environmental protection to market growth. The fires have thrown into stark relief the consequences of a strategy that has made Chile a rising star in the Organisation for Economic Co-operation and Development, yet has made few concessions to indigenous rights and remains deaf to warnings about forestry practices. The OECD  which is seeking to expand its reach in Latin America and sees Chile as a model for Brazil&apos;s potential membership  has itself come under pressure to develop more rigorous guidelines on how multinationals should behave towards indigenous peoples. Relations between Chile&apos;s government and the Mapuche worsened dramatically after ministers suggested indigenous activists were behind the fires that ravaged about 500 sq km of commercial forestry and parkland in the country this month. The fires damaged commercial tree plantations in the regions of Bo Bo and La Araucana and parts of Chile&apos;s foremost tourist attraction, the Torres del Paine national park in Patagonia. One blaze near Carahue, south of Santiago, claimed the lives of seven firefighters. Chile&apos;s president Sebastin Piera caused outrage among NGOs and social groups by invoking anti-terrorism laws to pursue the arsonists he claimed were responsible, reviving their controversial use against the Mapuche  who have resorted to increasingly desperate tactics in a long struggle to recover ancestral lands from forestry companies. A declaration by Chilean NGOs and leaders of social groups expressed outrage at the use of anti-terror laws and said the fires called into serious question the industrial monocrop cultivation employed by forestry companies. Legal scholars have argued that the misguided prosecution of the Mapuche under anti-terror legislation has significantly eroded the rule of law in the country. Mapuche activists blame the fires on the introduction by forestry companies of non-native eucalyptus and pine, which have worsened the seasonal drought. Alfredo Seguel of the Konapewman Mapuche Association wrote on the Servindi blog that the fires coincided with a serious infestation of the Sirex wood wasp. It releases a toxin that kills pine, which the forestry industry had been trying in vain to keep under wraps to avoid rattling overseas markets. The introduction of non-native species is a major threat to biodiversity in Latin America, and disease has been a key limiting factor in the cultivation of other plantation crops. Seguel suggested that it was no coincidence the fires had occurred where the Sirex infestation is most severe and &quot;even if there is no collusion, should alert insurance companies about how the disaster benefits the timber companies so that they and any decent public authority investigate&quot;. Commercial forestry  which today controls 3m hectares cultivated with non-native exotics  has been at the heart of the model of diversifying exports in Chile, originally fashioned by Augusto Pinochet&apos;s military dictatorship. The industry has driven state efforts to nurture the emergence of the country&apos;s own multinationals and is among the principal reasons why Chile was welcomed into the OECD fold. Pinochet opened indigenous lands to privatisation, unleashing a bitter dispute between the 600,000-strong Mapuche and the state. The failure to resolve this exposes a blind spot in the country&apos;s redemocratisation. To tick the OECD&apos;s boxes, Chile&apos;s government made environmental regulation the centrepiece of key reforms that responded to the organisation&apos;s agenda. As early as 2005 the OECD itself was warning Chile that little attention had been given to the environmental impact of tree planting and the risk this posed of epidemics. Despite significant reform, Chile&apos;s environmental regime has been criticised for remaining disproportionately pro-market (pdf) by contrast with other countries. The OECD itself has come under pressure to beef up protections for indigenous people. Last year James Anaya, the UN special rapporteur on the rights of indigenous peoples, called on it to issue more specific guidance on indigenous rights for multinational corporations. Updated OECD guidelines (pdf) now say enterprises may need to consider applying additional standards to respect human rights when dealing with groups such as indigenous people, commit multinationals to ensuring such stakeholders are included in decision-making that affects their communities, and reiterate International Labour Organisation recommendations on equal opportunities. However, these remain far from amounting to the comprehensive policies on indigenous peoples articulated by development bodies such as the World Bank and Inter-American Development Bank. Marie-France Houde, senior economist in the OECD investment division, told the Guardian: &quot;We have now turned our attention to the implementation of the revised guidelines, which is expected to include some further work on the engagement with stakeholders, including indigenous peoples.&quot; There are good reasons for Chile to resolve its disputes with the Mapuche. Global warming will have a major impact on the austral forests, and climate change negotiations have emphasised the need to strengthen the rights of indigenous forest dwellers and clarify who possesses the rights to forest carbon.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jan/20/chile-forest-fires-tensions-indigenous-rights", 
    "wordcount": "828"
}