{
    "headline": "Overseas agents: cleaning up recruitment from the bottom up", 
    "text": "Concerns have once again surfaced over the activities of overseas agents who act as &quot;partners&quot; for universities seeking to recruit international students. UK universities recruit tens of thousands of non-EU students every year via agents, most of whom operate professionally and ethically. These agents provide valuable advice and assistance to prospective students and their families, as they navigate the potentially confusing application process. They also ably represent the universities and colleges at a fraction of the costs that they would have if they were running their own overseas offices. But stories of unethical conduct persist, and these can be very damaging to the reputation of institutions and the UK&apos;s higher education sector in general. News reports have suggested that some agents have been claiming they can obtain places at prestigious universities for students whose grades are below the normal entry criteria for their chosen subject. At the same time, it seems many universities had little idea how their agents were operating. What can be done to tackle the issues that have been raised, and bring some kind of order to an apparently unregulated and chaotic international student market place? In a move to address these concerns, a code of ethics was issued in March by the UK, Australia, Canada, Ireland and New Zealand following talks hosted by the British Council. The London Statement urges agents to make their business dealings transparent and to provide honest, accurate and up-to-date information adhering to high standards of ethics, including being clear about any financial commissions they might be earning from institutions whose courses they are recommending. The more parties that sign up to the London Statement, the easier it will be to improve the system. But the snag with this kind of top-down approach is that there is no requirement for agents to conform to it. Of course the good ones will. They already set themselves high standards. But they are not the ones we are concerned about. Tackling the issues from the other end, from the ground up, could be even more effective especially where agents&apos; financial interests are involved. One way of improving the probity of universities&apos; overseas recruitment agents would be to standardise and make more transparent (and therefore more accountable) their financial transactions with institutions and students. My organisation, Uni-Pay, is already working towards that goal in collaboration with institutions and reputable agents. Despite the occasional but persistent cases of international students arriving at university with suitcases full of cash to pay their fees, the vast majority of students pay electronically via banks, which, incidentally, charge universities a hefty commission for handling these transactions, a burden that costs the sector as a whole millions of pounds every year. It is now possible to process fees through a network of local bank accounts and credit card platforms at no cost to universities or other institutions. This system of payments helps institutions, and therefore the UK Border Agency, track payments from students. The receipt of deposit payments for courses is an integral part of the Tier 4 visa process, and the current pressure from the government to reduce net migration figures means it is essential for institutions to manage this efficiently. This process can also be applied to payments made via agents, and our experience on the ground tells us there is enormous room for improvement in the way this is handled. We know that an individual agent will often work for upwards of 30 universities or English language schools, all of which may process applications and payments differently. In turn the institutions may have hundreds of agents on their books, each with their own way of working. It is hardly surprising that this makes for a bewildering level of complexity, inefficiency and confusion and leaves the system open to abuse. Much negative play has been made of the phrase &quot;we are all in this together&quot;, but it actually rings true in the case of tackling the issues arising from the use of education agents. It is in everyone&apos;s interests  the students, institutions, legitimate agents, border agencies, and organisations like my own  to come up with a workable and transparent system. It can be done if we are prepared to work together from the ground up, rather than searching for an elusive top-down solution. Simon Read is managing director of Uni-Pay, an international payment and collection provider for overseas student fees in the university and English language schools sectors This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/aug/01/regulating-overseas-recruitment-agents", 
    "wordcount": "769"
}