{
    "headline": "Confessions of a new head of department", 
    "text": "My being promoted into the role of head of department (HoD) brought out a few things in colleagues I&apos;d not seen before. The first was a concern about money; a few people kept mentioning how much I was now paid, implying an overall injustice, a deep ridiculousness, about my being HoD and being paid as much, and in some cases, more than them. The money and the promotion upset a few people, and so it began to upset me after having gone into it excitedly. I assumed the positive approval from my colleagues I received, before applying, was uncomplicated and straightforward. It didn&apos;t stay that way. Another issue which flared up in a number of conversations with people I had thought were long-standing work friends, was that now I, after years of bridling against management, was the exemplar of a newly-regimented, over-determined managerialism. &quot;You embody the ossification of this place into a corporate structure,&quot; one close peer said to me, unprompted, in our first chat after my getting the job. Expressions of congratulatory warmth were extended at arm&apos;s length, with fearful looks, as if I&apos;d just been found to have a contagious tapeworm. Experienced colleagues seemed desperate to avoid catching my new condition, lest their insides be gnawed away into hollow despair, as they assumed mine would be. Two previous HoDs, who I had worked for, used the same phrase: &quot;Rather you than me&quot;. I was also pleased it was me this time, rather than them again. But I pretended that I wished they were still in the job, and I was the reluctant, temporary incumbent who would be reliant on their wisdom; it seemed to put them into a happy place for a while. At my first forced dip into management training, we naive new managers were told, without a trace of the sardonic irony: &quot;Managers give people meaning.&quot; Do they, I thought? Can I put meaning in colleagues&apos; pigeon holes? Or should I send it attached to an email? With what quantity of meaning should I dose my colleagues? After all, one of the habitual recognitions of academics, at least in its more critical disciplines, is that the pursuit of knowledge and understanding can so quickly dissipate into meaninglessness. Too much meaning and an academic might just stop functioning. Meaninglessness, endlessly deferred, is our bread and butter. At an open meeting, a senior manager long in tooth and claw, said: &quot;Looking at the NSS results, I am ashamed to work at this place.&quot; Of course, the phrase went round the university like a disturbed swarm of bullying wasps. It made me realise that the bunch of managerial carrots which include positive assertions, directions, estimations, recognitions and, crucially, celebrations, was infinitely preferable to motivating sceptical, harried academics, or put upon administrators, with the flaccid stick of shame. I wasn&apos;t quite sure what to make of the management culture around and above me. Those first few months I sought out the most positive and energetic colleagues I could find. Being &apos;positive&apos; is a problematically simplistic conceit; but then, so is its opposite. We see our useful academic scepticism too often slip into pettiness and prissiness and yes, negativity. I&apos;ve struggled also with reducing every response to a set of binary oppositions. Best practice as an academic is to keep things ambiguous, up for debate, weighing all possibilities, consulting sources widely. This is why academics do not necessarily make natural managers. So why did I make the move into management? I&apos;d had enough of childish, angry, disenfranchised academic passivity  and still resent the utter failure of public intellectuals to resist and critique the laughably short Browne review the moment it drew breath. Stefan Collini is reaching for the gate long after the bolting horse has been caught, minced and boiled into glue. Nationally, we failed to make our arguments strong or early enough. I think I had also become bored with some of the key jobs of being an academic. There is something in academic life which is infantilising, which removes us from a sense of responsibility for the institution within which we work; which keeps us locked in a treadmill of repetition and which removes the research-active from appreciating the centrality of students. We are blinded by flurries of paper and at times forget the guiding principles of the mission of higher education. The threat to these ethical principles is currently ominous, given the marketised instability of Willetts&apos; world now upon us. It is an important time to be a manager, to loudly declare why our subjects are worthwhile, why our colleagues are superb at what they do, and why students will always benefit from being with us. If that means we have to be more market savvy, if we have to work harder at the data sets which will soon be dangling in our shop windows, then I am OK with that. It&apos;s the world we are in, for now. As long as academics still get to determine freely what their subjects contain and deliver, and managers ensure that academics are allowed the space to do so, then university life will still be liberally successful. In summary, I&apos;ve thrown myself at the job, all guns blazing, sometimes too noisily and obstreperously. I&apos;ve sought out proven ways to energise my department into a happier place. I&apos;ve felt content as I&apos;ve seen little things I initiated, or budgeted for, or questioned and then adapted, make genuine differences to my colleagues. I liked being a helpmeet to people who had always helped me out without hesitation, who had coached me as an intellectual and a teacher. I&apos;ve reaffirmed my love for the liberal and critically sharp department I work in  and that appreciation crystallised further as we took on a variety of small battles, as we promoted and pushed the department in new ways. It&apos;s always messy and unfinished, but I&apos;ve started to love the job of management too, though I&apos;ve had to keep that quiet, and still do. In academic life, keenness in being a manager is frowned upon. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/apr/04/confessions-of-a-head-of-department", 
    "wordcount": "1048"
}