{
    "headline": "How schools prepare the citizens of the future", 
    "text": "School is indeed the most formative community for most of us (Many schools just pay lip service to school councils, 13 March). Its participative ethos needs to be combined with explicit teaching about democracy to embrace students&apos; contributions to managerial deliberations (eg through school councils), but also to induct students into broader issues of democracy. This includes a little expectation management about how much the voice of any one individual or small group can have. Alongside removing any imperatives behind student representation, the government is also considering dropping the mandate to teach democracy in schools, delivered through citizenship education. Statistics on democratic disillusion  such as those recently delivered through YouGov&apos;s Democracy on Trial report - show that the public are increasingly losing faith. The government has a chance to redress this by maintaining education for democracy alongside a lived experience that benefits from student councils. Unless Mr Gove overrides the recent curriculum review&apos;s recommendations, a disaster for democracy may happen on the coalition&apos;s watch.Andy ThorntonCitizenship Foundation   The coalition&apos;s plan to scrap regulation of school toilets and washing facilities poses a serious threat to children&apos;s health. Children&apos;s facilities already have lower standards than adult facilities, which must provide soap, hand-drying facilities, toilet paper and functioning cubicle. Now the government is set to scrap the one standard that pupils do have, for a certain number of facilities to be provided. Instead, facilities will merely have to be &quot;suitable&quot;. This is too vague to be of any use to parents, pupils, or schools, and will mean children are entirely without meaningful protection. School toilets are often unhygienic, poorly maintained and lacking in privacy. Inadequate hand-washing facilities pose a significant infection risk and unpleasant toilets cause children to avoid going, which leads to bladder and bowel problems. The government should ensure the new school premises regulations provide children with the same standards that adults enjoy. These basic requirements would not impose costs or bureaucracy on schools, but would address the anomaly that grants adults greater protection under the law.Diane Abbott MP Shadow minister for healthKevin Brennan MP Shadow minister for education Baroness Greengross Chair, all-party parliamentary group for continence careValerie Vaz MPBaroness Tonge Patron, Education and Resources for Improving Childhood ContinenceBaroness BenjaminJenny Perez Director, Education and Resources for Improving Childhood ContinenceDr Penny Dobson Chair, Paediatric Continence ForumMike Bone Director, British Toilet AssociationRos Godson Professional Officer, Community Practitioners&apos; and Health Visitors&apos; AssociationStephen Page School Councils UK  There are some misconceptions in your piece on Newham&apos;s 16-18 free school run by a group of exclusive private schools (Report, 5 March). The head of Brighton College claims &quot;there are not enough places in the borough to meet the demand for an academic sixth form&quot;. This is quite untrue. NewVIc is London&apos;s largest sixth-form college, and while NewVIc is proud to be comprehensive and offers courses at all levels, a growing proportion of our students (currently around 12%) have the minimum five GCSE grade Bs which the new school will expect. Our &quot;honours&quot; students are following the most demanding A-level programmes and are well prepared to make strong applications to universities and medical schools. Every year, NewVIc students progress to Oxbridge, Russell Group and other highly selective universities and medical schools. With over 320 honours students, NewVIc&apos;s &quot;academic sixth-form&quot; cohort is larger than the new school will be. The difference is that at NewVIc these students are equal members of a diverse and representative community of around 2,600 learners. The Brighton College head also says: &quot;All we&apos;re doing is providing a choice.&quot; In fact, there is plenty of choice of good sixth-form education in east London in five excellent sixth-form colleges and many successful school sixth forms, all within easy reach. Nevertheless, more of the borough&apos;s school leavers still choose to study at NewVIc than anywhere else. This project is far from being a response to genuine local need. In fact it risks dissipating scarce funding and segregating young people. It may suit its advocates to ignore the facts and promote themselves as sponsors of social mobility, but their track record so far is the precise opposite. Eddie PlayfairPrincipal, Newham Sixth-Form College", 
    "section": "education", 
    "gid": "education/2012/mar/13/schools-prepare-citizens-future", 
    "wordcount": "697"
}