{
    "headline": "Twitter is eating itself over Ed Miliband's 'Blackbusters' typo", 
    "text": "Clearly nothing important is happening in the UK today, as Twitter splutters into life amid mock outrage or fully fledged mirth over Ed Miliband&apos;s misspelt Blockbusters tweet. More elephant trap than social network, Miliband (or rather his Twitter minion) entered the word &quot;Blackbusters&quot; in an initial attempt to express sadness at the death of former gameshow host Bob Holness. That in turn prompted an excited debate about the distance between the &quot;o&quot; and &quot;a&quot; on a keyboard and well who knows what else. Of course, this comes the day after Diane Abbott&apos;s &quot;divide and rule&quot; tweet, which may well have been ill-judged but hardly ranks as terribly important in the political scheme of things. And at a time when Miliband is having one of those &quot;bad weeks&quot; that media so love. But all this hardly makes a typo a trend; if it did, a whole lot of us are in trouble. (What typos at the Guardian? Never.) There was a time when Twitter was considered a great tool for liberation  a utility that could not be suppressed when there were protests in Iran, regardless of how many Iranians used it. Maybe that was optimistic, but it was fun, at least, when people could use it as a tool of mass disobedience, making a mockery of superinjunctions taken out by Premiership footballers like you know who. But this is now getting silly. Rupert Murdoch has joined Twitter. Then a bloke from London pretending to be @wendi_deng (now @fictitious_acct) started flirting with Ricky Gervais. Suddenly we realised the whole place was full of bots and fake celebrities, but there was no time to digest that, as the Twitterati segued into the Abbott &quot;race row&quot; shortly after, before lunging forward into this  a fully fledged political crisis.  Or rather a competition to see who could come up with the best #edmillibandgameshows. But then this is Britain: and jokes always did beat revolutions. So, I&apos;m going for The Weakest Link. Does that apply to Twitter too?", 
    "section": "technology", 
    "gid": "technology/2012/jan/06/twitter-ed-miliband-blackbusters-typo", 
    "wordcount": "344"
}