{
    "headline": "Education in brief: will EBCs raise achievement for all students?", 
    "text": "Baccalaureate blues   Michael Gove is facing a fresh struggle in his bid to convince people outside the Department for Education (DfE) that his new English Baccalaureate Certificate is good news. Last week, the exams regulator Ofqual, which warned of a string of risks, was joined in its scepticism by the actor Jude Law, who reportedly described the DfE&apos;s move not to include arts subjects in the EBC as an act of &quot;cultural vandalism&quot;, and by Jonathan Ive, Apple&apos;s lead designer. But what of those who will be at the sharp end of the reforms, such as headteachers and management teams? Well, news reaches us of a finding that seems unlikely to be welcomed by Gove. The Association of School and College Leaders, holding a series of 10 information conferences surveying the current policy landscape over the last two months, asked attendees the following question: &quot;Will English Baccalaureate Certificates [new exams in English, maths, science, humanities and languages, being introduced from 2015] enable schools to raise achievement for all students?&quot; Of the 819 people responding, 94% answered &quot;no&quot;; 5% were unsure and 1% said &quot;yes&quot;. Quite a demanding question to answer positively, it could be argued, but hardly a vote of confidence nonetheless. Dramatic disappearance When is a subject not a subject? Or only a &quot;topic&quot;? When you work for the DfE and are tasked with conveying ministerial views to the public, it seems. Given the controversy over EBCs, perhaps a letter sent by the DfE to a concerned Birmingham Repertory Theatre about the place of drama in the national curriculum could have been more sensitively written. &quot;Ministers do not consider drama itself to be core knowledge as it is more a question of pedagogy, and therefore outside the remit of the [national] curriculum review,&quot; wrote Michelle Brown, of the DfE&apos;s &quot;public communications unit&quot; in response to a letter from the theatre. &quot;As you know, where drama features in the primary English programme of study it is in relation to pupils studying great works of great dramatists, including William Shakespeare. &quot;The review of the national curriculum  is aiming to give school leaders and teachers much greater flexibility  to teach subjects and topics like drama in ways that inspire and excite their pupils, as part of a broad and balanced education.&quot; Patrice Baldwin, who chairs the group National Drama, has seen the letter and is incandescent. She fears drama, which for now has its own section of the national curriculum within English (and not just in relation to dramatists&apos; &quot;great works&quot;), but which is largely absent in the coalition&apos;s planned primary curriculum, is being downgraded. In a letter to her local MP, Norman Lamb, Baldwin writes: &quot;I have a degree in a subject I am told does not actually exist. To say that drama is just pedagogy is dishonest  for ministers to get rid of a subject without consultation is not democratic.&quot; Baldwin says drama representatives have been seeking meetings with ministers for months, so far without success. Cynical exam-taking? News arrived last week that hundreds of schools are paying more than 3,000 plus VAT to join a &quot;club&quot; that encourages them to enter two separate exams in the same subject in the same year. Schools enter pupils for both GCSEs and International GCSEs in English, with only the better result counting towards those all-important league table results. The practice is being promoted by a group called the PiXL (Partners in Excellence) club, which has around 400 secondary school members. The idea of entering pupils for two exams at the same time has been criticised by the DfE, a spokesman reportedly saying: &quot;Schools must only enter students for the qualifications that are right for them, not for the cynical reasons this suggests.&quot; But does PiXL have any outside backers? Step forward two of England&apos;s big three exam boards, Edexcel and OCR, who are listed on its website among seven &quot;sponsors and partners&quot;. The two boards appear to have reservations, however. OCR says: &quot;OCR does sponsor [the club] in order to demonstrate the value of OCR&apos;s qualifications and support materials to the 400 schools, but emphatically does not support their approach to double-taking of qualifications.&quot; Pearson, which owns Edexcel, says: &quot;Pearson supports the efforts of organisations like PiXL to improve learning and support students to progress in education and life. We do not, however, support strategies focused solely on boosting exam results, nor do we endorse giving advice that could be perceived in this way.&quot;", 
    "section": "education", 
    "gid": "education/2012/dec/10/english-baccalaureate-certificates-drama", 
    "wordcount": "775"
}