{
    "headline": "KakaoTalk takes on Facebook Home with KakaoHome Android launcher", 
    "text": "Facebook may be struggling to win hearts (and installs) with its Facebook Home app, but it&apos;s not the only social networking service keen to take over users&apos; Android homescreens. Korean startup Kakao has launched KakaoHome in its home country: a similar &quot;launcher&quot; app that provides &quot;a customized home screen experience on your smartphone&quot; with widgets, notifications and deeper integration of the main KakaoTalk messaging service. Features include the ability to check notifications for the KakaoTalk, KakaoStory and KakaoGame apps; reply to KakaoTalk messages without launching the standalone app; free themes; and widgets including weather forecasts, a clock and a task killer. Although seemingly not available in the West yet, KakaoHome&apos;s launch is big news in South Korea. KakaoTalk has signed up 90m registered users across iOS, Android, Windows Phone and BlackBerry since its launch in 2010. The main KakaoTalk app has been installed more than 50m times on Android alone. It&apos;s one of a cluster of similar apps from the Asia-Pacific region  WeChat and Line are the other key ones that are hugely popular at home, and hoping to expand their success in the West. WeChat has 300m registered users, and Line 150m. Industry analyst Informa Telecoms &amp; Media has predicted that such &quot;over-the-top&quot; (OTT) messaging apps will be generating 41bn messages a day between their users by the end of 2013: more than double the 19.5bn daily text messages sent using SMS. The OTT category also includes Western apps like WhatsApp, Kik Messenger and Viber. The Asian apps combine instant messaging with social games and sales of virtual items digital stickers and emoticons in particular making their money from in-app purchases (IAP). Line reported $58.8m of revenues for the first quarter of 2013, with 50% coming from IAP in games, and 30% from sales of virtual stickers. However, its iOS app caused a clash with Apple, which forced Line to remove the ability for users to send purchased stickers as gifts to friends earlier in May. KakaoTalk, meanwhile, generated $42m of revenues for Kakao in 2012 according to e27, ending that year with 29m daily active users sending 4.8bn messages a day. KakaoTalk&apos;s social games platform has been proving lucrative for developers, though. In March, the chief executive of Korean publisher Com2Us told VentureBeat that &quot;On Kakao, it takes only two weeks to one month to get to a million users. The market is really changing&quot;, claiming that the top games on KakaoTalk were generating $1m-$2m a day. Kakao is also trying to boost the developer ecosystem around its apps, partnering with the South Korean government in April 2013 for a $27m investment fund aimed at startups. With 1.1bn monthly active users and 665m daily active users at the end of March 2013, Facebook still dwarfs the size of KakaoTalk and its rivals on a global basis. But with mobile an increasingly important focus for the social network  &quot;Today there&apos;s no argument: Facebook is a mobile company,&quot; said chief executive Mark Zuckerberg in January 2013 it can&apos;t afford to underestimate the threat posed by the messaging apps. With Facebook Home&apos;s momentum under scrutiny, the launch of KakaoHome reinforces that threat.", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/may/14/kakaohome-android-launcher-kakaotalk", 
    "wordcount": "540"
}