{
    "headline": "Are these the worst apps ever?", 
    "text": "Throughout history, parents have long been disappointed by one thing: their inability to instantly know when one of their children has urinated. Obviously they could check by actually looking inside the nappy, or inspecting the child&apos;s face for signs of discomfort like a good parent, but who&apos;s got the time for that nowadays? Luckily, Huggies Brazil has come up with the perfect solution: the TweetPee. It&apos;s an owl-shaped sensor, only slightly impractically huge, that you strap to your baby&apos;s groin. Whenever the baby wets itself, the sensor picks up traces of humidity and automatically tweets you about it. The TweetPee stops you having to inspect the nappy yourself, leaving you more time to type out thoughtless kneejerk rants about public transport or feminism or whatever into your phone. The smallest level of parental responsibility just got even smaller! Now you never have to look at your own child again! Is the TweetPee the stupidest app ever created? That&apos;s hard to say. The competition is pretty huge. Here are the contenders: Cry Translator      Cry Translator.    Only using your phone to work out how often your baby pees is a despicable waste of technology. Why not pair it with Cry Translator  an app that analyses and diagnoses your baby&apos;s cry to tell you what it wants  to become the awful parent you&apos;ve always dreamed of being? Is your child tired, or cold, or hungry? Maybe he or she just wants a new dad who won&apos;t miss the wonder of infant development because he&apos;s too busy gurning into a telephone. Yes, that&apos;s probably it. Passion      Passion.    In retrospect, the iPhone&apos;s built-in microphone and accelerometer could only have been built for one thing: quantifying your own sexual prowess. Simply open Passion, pop your phone into an armband, start having sex with something and it&apos;ll use your movement and noise to calculate your skills as a lover. Spoiler alert: your skills as a lover are terrible. You&apos;re wearing an armband in bed. Look at yourself. Hangtime!     Hangtime.    Remember when you bought your phone and decided against insurance? Regret that day for ever with Hangtime!  the app that measures how high you can throw your phone. Throw it! Throw it as high as you can, you infuriating berk! iAmAMan     iAmAMan.    Creepy gentlemen, are you trying to keep several women on the go, but finding it hard to remember when any of them are on their period? Well, here&apos;s a password-protected menstrual calendar for you. Now you&apos;ll know if they&apos;re angry because it&apos;s their time of the month, or just because they&apos;ve somehow ended up with the worst boyfriend alive. Taxi Hold&apos;Em     Taxi Hold'Em.    You know how difficult it can be to hail a taxi. All that patience and eye contact is such a drag. Combat this with Taxi Hold&apos;Em  literally just a yellow screen with the word &quot;Taxi&quot; written on it. Wave this at a taxi driver and, once he&apos;s crashed into a lamppost because he can&apos;t read the tiny writing that you&apos;re waving about on your very small phone, he&apos;ll take you wherever you want to go. Will You Marry Me?     Will You Marry Me?    &quot;Mummy, how did daddy propose to you?&quot; &quot;Oh, he typed my name into an app, created a crappy JPEG with &apos;Will you marry me?&apos; written on it and slid it in front of my face while I was eating.&quot; &quot;Is that why daddy lives in the bedsit now?&quot; &quot;Yes.&quot;", 
    "section": "technology", 
    "gid": "technology/shortcuts/2013/may/09/are-these-the-worst-apps-ever", 
    "wordcount": "569"
}