{
    "headline": "UK sells share in emerging markets private equity group Actis", 
    "text": "Britain has sold its remaining 40% stake in Actis, a private equity group set up in 2004 in a controversial a spin-off from the Commonwealth Development Corporation (CDC), the UK&apos;s development finance institution. The Actis sale was announced on Tuesday by Andrew Mitchell, the international development secretary, who has been highly critical of the 2004 deal. At that time, CDC sold a 60% share in Actis to its managers, which included 13 individual partners and 12 overseas corporate partners, for only 373,000. &quot;While Actis has generated significant profits, the previous shareholding structure meant the taxpayer and government did not receive any direct financial return at all,&quot; Mitchell said. &quot;This sale now gives the British taxpayer an opportunity to share in the future profits of the funds managed by this highly successful business.&quot; The Department for International Development (DfID) said the government will receive an initial $13m (8m) in cash in selling its 40% stake to Actis&apos;s management team as well as a share in future profits that could be worth more than $100m over time. Actis was set up by the CDC to attract private capital to the emerging economies of Asia, Africa and Latin America, but in circumstances that have attracted much criticism. Quizzed by the parliamentary committee on international development, the national audit office (NAO) said in 2008 the assumptions about revenue and expenses underpinning the evaluation were reasonable. However, the NAO added that the sale price was not tested because the government had  after advice  decided to sell only to Actis&apos;s management rather than invite other bidders. The NAO also noted at the time that operating profits had been absorbed by remuneration for Actis employees, so there was no residual profit to distribute to DfID, which had the right to 80% of any residual profit. In testimony before the committee last year, Mitchell  a former investment banker at Lazard  expressed his unhappiness at the way the deal had been structured. He said the taxpayer had not received any money from Actis despite its financial success. The committee expressed amazement at a set-up that yielded no benefits to the taxpayer. &quot;We were astonished to discover that following the sale of Actis for just 373,000 the taxpayer had not received any return despite being entitled to 80% of the company&apos;s profits,&quot; it said last year. &quot;We recommend that DfID&apos;s shareholding in Actis should be sold, but care must be taken to achieve the maximum value.&quot; The government&apos;s independent financial adviser, Canaccord Genuity Hawkpoint, valued the government&apos;s investment before the sale of its remaining stake at between zero and $3m. Hawkpoint approached potential bidders but none were forthcoming. However, despite that, the government was able to get $13m from Actis&apos;s management for its stake. Actis was created through combined contributions from CDC and the Actis partners. CDC contributed the initial investment portfolio to be managed and the staff. Beyond the initial contribution, CDC has continued to support Actis in its formative years through a commitment to invest in further substantial funds raised and managed by Actis. Actis has gone on to become one of the world&apos;s biggest emerging markets private equity specialists, with $4.6bn of funds under management and investments in businesses as diverse as Rwanda&apos;s second largest commercial bank and the fast food chain Xiabu Xiabu in China. CDC has had a troubled past. Last year it appointed a new chief executive, Diana Noble, on a salary significantly lower than that of her predecessor, whose generous package caused consternation. Her appointment was part of a shake-up at CDC, which had been criticised for maximising profits instead of concentrating on relieving poverty in the developing world. CDC has a remit to provide capital to invest in &quot;promising business&quot; and encourage greater investment in developing countries. Normally, it does not invest directly but works through local fund managers, who in turn invest in local businesses. As part of its new direction, CDC at the end of last year announced an investment of $50m in an Indian venture fund, Pragati, looking to invest in India&apos;s eight poorest states. Under its new strategy, CDC said it will only make new investments in low- and lower middle-income countries in sub-Saharan Africa and south Asia.", 
    "section": "global-development", 
    "gid": "global-development/2012/may/02/uk-sells-share-emerging-markets-actis", 
    "wordcount": "716"
}