{
    "headline": "Insecticide firms in secret bid to stop ban that could save bees", 
    "text": "Europe is on the brink of a landmark ban on the world&apos;s most widely used insecticides, which have increasingly been linked to serious declines in bee numbers. Despite intense secret lobbying by British ministers and chemical companies against the ban, revealed in documents obtained by the Observer, a vote in Brussels on Monday is expected to lead to the suspension of the nerve agents. Bees and other insects are vital for global food production as they pollinate three-quarters of all crops. The plummeting numbers of pollinators in recent years has been blamed on disease, loss of habitat and, increasingly, the near ubiquitous use of neonicotinoid pesticides. The prospect of a ban has prompted a fierce behind-the-scenes campaign. In a letter released to the Observer under freedom of information rules, the environment secretary, Owen Paterson, told the chemicals company Syngenta last week that he was &quot;extremely disappointed&quot; by the European commission&apos;s proposed ban. He said that &quot;the UK has been very active&quot; in opposing it and &quot;our efforts will continue and intensify in the coming days&quot;. Publicly, ministers have expressed concern for bees, with David Cameron saying: &quot;If we do not look after our bee populations, very serious consequences will follow.&quot; The chemical companies, which make billions from the products, have also lobbied hard, with Syngenta even threatening to sue individual European Union officials involved in publishing a report that found the pesticides posed an unacceptable risk to bees, according to documents seen by the Observer. The report, from the European Food Safety Authority (EFSA), led the commission to propose a two-year ban on three neonicotinoids. &quot;EFSA has provided a strong, substantive and scientific case for the suspension,&quot; a commission spokesman said. A series of high-profile scientific studies has linked neonicotinoids to huge losses in the number of queens produced and big increases in &quot;disappeared&quot; bees  those that fail to return from foraging trips. Pesticide manufacturers and UK ministers have argued that the science is inconclusive and that a ban would harm food production, but conservationists say harm stemming from dying pollinators is even greater. &quot;It&apos;s a landmark vote,&quot; said Joan Walley MP, chairwoman of parliament&apos;s green watchdog, the environmental audit committee, whose recent report on pollinators condemned the government&apos;s &quot;extraordinary complacency&quot;. Walley said: &quot;You have to have scientific evidence, but you also have to have the precautionary principle  that&apos;s the heart of this debate.&quot; A ban has been supported by petitions signed by millions of people and Paterson has received 80,000 emails, an influx that he described as a &quot;cyber-attack&quot;. &quot;The impact of neonicotinoids on the massive demise of our bees is clear, yet Paterson seems unable to escape the haze of sloppy science and lobbying by powerful pesticide giants,&quot; said Iain Keith of the campaign group Avaaz. &quot;Seventy per cent of British people want these poisons banned. Paterson must reconsider or send the bees to chemical Armageddon.&quot; Andrew Pendleton of Friends of the Earth said a ban would be &quot;a historic moment in the fight to save our bees&quot;. A spokeswoman for the Department for Environment, Food and Rural Affairs said: &quot;As the proposal currently stands we could not support an outright ban. We have always been clear that a healthy bee population is our top priority, that&apos;s why decisions need to be taken using the best possible scientific evidence and we want to work with the commission to achieve this. Any action taken must be proportionate and not have any unforeseen knock-on effects.&quot; &quot;This plan is motivated by a quite understandable desire to save the beleaguered bee and concern about a serious decline in other important pollinator species,&quot; said the government&apos;s chief scientific adviser, Sir Mark Walport, &quot;but it is based on a misreading of the currently available evidence.&quot; He said the EC plan was a serious &quot;mistake&quot;. Julian Little, a spokesman for Bayer Cropscience, said: &quot;Call me an optimist, but I still believe the commission will see sense. There is so much field evidence to demonstrate safe use [and] an increasing number of member states who reject the apparent drive towards museum agriculture in the European Union.&quot; However, Bulgaria is the only nation known to have changed its voting intention and it will reverse its opposition. The chemical industry has mounted an increasingly desperate lobbying effort against a ban on neonicotinoids, which have been in use for more than a decade. In March the top producers, Syngenta and Bayer, proposed a plan to support bee health, including planting more flowering margins around fields and monitoring for neonicotinoids. However, the private lobbying began much earlier with a series of letters, obtained by Corporate Europe Observatory and given to the Observer, which were sent to commissioners in the summer of 2012, after France had proposed a unilateral ban. One Syngenta executive, mentioning in passing his recent lunch with Barack Obama, claimed that &quot;a small group of activists and hobby bee-keepers&quot; were behind that campaign for a ban. Another letter claims, without citing evidence, that the production of key crops would fall by &quot;up to 40%&quot;. At that time, the European Crop Protection Association  of which Syngenta and Bayer are members  welcomed the continuing EFSA evaluation. But in January, as the EFSA prepared to issue the damning verdict of its experts, the industry immediately turned on it. Syngenta&apos;s lawyers demanded last-minute changes to a press release to prevent &quot;serious damage to the integrity of our product and reputation&quot; and threatened legal action. The EFSA stood its ground, prompting Syngenta to demand all documents, including handwritten ones, relating to the EFSA&apos;s decision and the names of individuals involved. A month later, it told EFSA officials it was considering the &quot;identity of specific defendants&quot; for possible court action. On a more conciliatory note, Syngenta told the EFSA it was considering &quot;large-scale&quot; bee-monitoring studies to &quot;close data gaps&quot;, despite previous claims its product had been introduced only after &quot;the most stringent regulatory work&quot;. Critics have condemned companies for keeping trial data secret. A spokesman for Syngenta said: &quot;No evidence from the field has ever been presented that these pesticides actually damage bee health, with the case against them resting on a few studies which identify some highly theoretical risks. Regardless of the outcome, we will continue our work with anyone who shares our goal of improving bee health, which is vital for sustainable agriculture as well as the future of our business.&quot; In the first commission vote in March, 13 countries supported a ban, nine opposed it and five, including the UK and Germany, abstained, which meant there was not a sufficient majority for or against under voting rules, which give larger nations more votes. The result is likely to be repeated on Monday, meaning that the commission would step in and it is determined to see a ban in place.The chemical industry has warned that a ban on neonicotinoids would lead to the return of older, more harmful pesticides and crop losses. But campaigners point out that this has not happened during temporary suspensions in France, Italy and Germany and that the use of natural pest predators and crop rotation can tackle problems. Professor David Goulson, a bee expert at the University of Sussex whose research has found harmful effects from neonicotinoids, said: &quot;There is now a very substantial body of scientific evidence suggesting that this class of insecticides is impacting on health of wild bees, and perhaps other wildlife too. It is time for the EU&apos;s politicians to take a responsible position and support this ban.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/apr/28/europe-insecticides-ban-save-bees", 
    "wordcount": "1301"
}