{
    "headline": "Scholarly publishing should be set free  but not a free-for-all", 
    "text": "Is the future of scientific production and scholarly publishing going to be &quot;gold&quot; or &quot;green&quot;? The choice is between the gold of money, and growth, or the greenof environment and sustainability. In the case of scientific and scholarly publishing, the choice is both about mechanisms and about values. Last year&apos;s Finch report endorsed the move towards much more openness in scientific and scholarly publishing, and away from the current regime of hugely expensive journals that ration access. Almost everyone, including most enlightened academic publishers, agreed. After all, the freest possible circulation of research findings is how science makes progress  through critique and interrogation. The freest possible circulation of ideas is also the foundation of an open society. But how best to achieve this universally desired goal? The gold route would shift the financial burden (because academic publishing has to be paid for somehow) from journal subscribers to the authors of articles. The green route would require all universities to deposit an open-source version of articles in their institutional repositories. There are problems with both routes. Under gold, universities would still end up paying. Their budget for journal subscriptions would fall. But they would have to meet the costs of &quot;administrative charges&quot;, if publication were not to be restricted to affluent academics who could pay their own way. Under green, there might be a delay before articles became freely available in open-source repositories, reducing the velocity of scientific progress. There might also be greater uncertainty about the status of articles. Which versions in the medley of Word documents and PDFs in hundreds of repositories were really the &quot;final&quot; ones? Perhaps only information specialists can judge between gold and green in technical terms. But there is a much bigger issue here. Two radically different concepts not just of scientific publication but also of wider intellectual production are at war. The first is that publication and production must be managed. The looming Research Excellence Framework (REF) is just the latest in a series of national assessments that go back to the mid-80s. These have produced fundamental, and probably irreversible, changes in institutional (and individual) behaviour. Individual academics must be divided into the &quot;research-active&quot; and the &quot;research-inactive&quot;, with focused publication plans for the former, and alternative duties for the latter. Institutions must be divided into the &quot;research-intensive&quot; and the rest, with corresponding top-down strategies to support or struggle to subvert these labels. The gold route, of course, would strengthen these trends. Why should an institution pay for the publications of someone it does not plan to enter in the REF (or who has crossed the dean)? Why should universities with staff who are prolific publishers not receive the lion&apos;s share of compensation on offer, if and when the gold route is implemented, reinforcing their predominance? The second concept is that ideas must be set free. Academic freedom is at risk in an over-managed research environment, constrained by REF-oriented (and so risk-averse) plans. But so too is scientific promise. Alongside the established researchers we need the iconoclasts, the marginal, maybe even the mad. I remember being cornered by a junior minister (as it happens, a Conservative) who said: &quot;Surely you agree that 25% of the research in universities is a waste of time and money.&quot; I replied: &quot;Maybe, but we would never agree which 25%.&quot; There are other types of knowledge apart from &quot;hard&quot;, theory-led, experimentally driven, evidence-based science. There are lots of ways of describing them  tacit, customary, applied. But one label to capture these forms of knowledge has caught on: Mode 2. It was coined in a book called The New Production of Knowledge, of which I was one of six co-authors. The main characteristics of Mode 2 knowledge are that it is highly reflexive, socially embedded, embodied in practice, problem-oriented and, crucially for the present discussion, &quot;published&quot; in countless forms. At one level it is a banal idea. Anyone who has studied creativity or innovation recognises this form of knowledge. But our research policy frameworks have struggled to incorporate this idea, preferring the heroic model of science produced by great men (mostly male) and in great universities. Of course, great men and women and great universities matter. There should be no hostages to mediocrity. We need to insist on a  well, gold standard. But any healthy research ecology needs to create spaces in which green shoots can flourish. We need a balance between gold and green. Peter Scott is professor of higher education studies at the Institute of Education", 
    "section": "education", 
    "gid": "education/2013/may/06/research-excellence-universities", 
    "wordcount": "771"
}