{
    "headline": "How art and science are combining to solve Indonesia's problems", 
    "text": "Art and science are joining forces in Indonesia to help educate on issues at the heart of social development through the work of an imaginative foundation called the House of Natural Fibre (Honf). Based in Yogyakarta, on the island of Java, Honf works as a forum to bring artists and scientists together to solve some of Indonesia&apos;s biggest technology development challenges in sectors such as health and the environment. &quot;Indonesia is hindered by inadequate infrastructure and improper use of technology. We want to use art and science to educate people to use technology in better ways,&quot; said Irene Agrivine, who, along with Vincentius Christiawan and Tommy Surya, established Honf in 1999. Honf created the Education Focus Programme, a curriculum with the objective of filling the gaps in technology development through partnerships. Some of those partnerships include Indonesian education behemoth Gadjah Mada University&apos;s microbiology laboratory, and private Catholic university Duta Wacana&apos;s informatics laboratory. Agrivine said that because creativity was central to innovation and problem-solving, Honf includes an artistic element in each of its projects. The education programme also invites all sectors of society to join heads to beat technology challenges at its open-community forums. Honf&apos;s latest collaboration produced the Micronation/Macronation project, an art installation accompanied by seminars presenting innovative sustainable agriculture practices to the public with the goal of combating climate change. The exhibition opened in Honf&apos;s laboratory in Yogyakarta in April this year. The installation constitutes a model farm that includes a fermentation-distillation machine to process hay from crop fields into ethanol as an alternative energy source to fossil fuel. It has also deployed a system to convert waste products from fields into livestock and fish feed, and advocates collecting manure and urine from cattle farms for fertiliser. &quot;The problem with food and energy sustainability is in creativity. We have to be creative in order to discover renewable energy options,&quot; said Ilham Habibie, former chairman of the Indonesian Muslim Intellectuals Association, commenting on Honf&apos;s Micronation/Macronation piece. The model has since caught the interest of farmers in Yogyakarta province, and a few farms have already begun rolling out Honf&apos;s proposed techniques. Honf also conceptualised bamboo leg prostheses for those who lost limbs after an earthquake hit Yogyakarta in 2006. The group chose bamboo for its strength and affordability, bearing in mind that around a third of Indonesia&apos;s population lives in poverty. FabLab Amsterdam (fab labs, or fabrication laboratories, being centres that use digital fabrication or 3D modelling software to create things) then developed the idea. The project has grown to become an international collaboration between Honf and FabLab Amsterdam based in the Netherlands, with cultural research, innovation and technology centre Waag Society, also in the Netherlands, and the Yakkum Rehabilitation Centre, a Christian foundation for public health in Indonesia. Together they are researching how developing countries such as Indonesia can become self-sufficient in prostheses and aim to manufacture the bamboo forms for a price of less than $50. Next year, Agrivine said, Honf hopes the model will be available to the public around the world. Honf is also contributing to health through a performance-based tutorial on alcohol-awareness as part of its Intelligent Bacteria series called Saccharomyces Cerevisiae, which won the Transmediale award, recognising technological contributions to society, in Berlin in 2011. The project is a collaborative art and biotechnology work, observing Indonesia&apos;s traditional local distilling cultures, while distributing knowledge of alcohol fermentation methods to teach people to produce alcoholic drinks using tropical fruit in an affordable and safe way. Homemade alcohol has been responsible for a number of deaths in Indonesia, as it commonly contains methanol. The Indonesian Police Forensic Laboratory confirmed traces of methanol in three people who died soon after consuming homemade liquor in central Java in 2010. Alcohol-related deaths in the country have spiked after the government slapped a high excise duty on alcohol, increasing the price of liquor. Gadjah Mada University in Yogyakarta, which worked in collaboration with Honf on the tutorial, said the presence of methanol in home-brewed Indonesian alcohol is commonly caused by non-hygienic practice, such as the failure to sanitise equipment properly, in the fermentation process. If consumed, methanol can cause vision disorders, blindness or death. &quot;Society needs to learn more about correct alcohol processing technology so homemade alcohol can be safe for consumption,&quot; Agrivine said. Honf also created an art-based tutorial to address Indonesia&apos;s severely polluted water supply. The installation, titled IB:EC [Intelligent Bacteria: Eschericia coli, The song of the river], and which was recently on display at the New Museum in New York, consists of an ecological experiment to provide alternative ways to purify water. The piece is made up of four microscopes connected to projectors that magnify bacterial microorganisms in water samples collected from a river. The water is then purified through a homemade filter, with the objective being to teach people how to make this system for themselves. Indonesian private collector Natasha Sidharta, who has been working with Honf for a number of years, applauds the group&apos;s dedication. &quot;From conducting workshops for children in the surrounding community to providing seminars, [it is] a responsible community group that has an important mission  to share knowledge,&quot; Sidharta said.", 
    "section": "global-development", 
    "gid": "global-development/2012/jun/05/indonesia-education-media-technology-collaboration1", 
    "wordcount": "867"
}