{
    "headline": "Bill Gates backs climate scientists lobbying for large-scale geoengineering", 
    "text": "A small group of leading climate scientists, financially supported by billionaires including Bill Gates, are lobbying governments and international bodies to back experiments into manipulating the climate on a global scale to avoid catastrophic climate change. The scientists, who advocate geoengineering methods such as spraying millions of tonnes of reflective particles of sulphur dioxide 30 miles above earth, argue that a &quot;plan B&quot; for climate change will be needed if the UN and politicians cannot agree to making the necessary cuts in greenhouse gases, and say the US government and others should pay for a major programme of international research. Solar geoengineering techniques are highly controversial: while some climate scientists believe they may prove a quick and relatively cheap way to slow global warming, others fear that when conducted in the upper atmosphere, they could irrevocably alter rainfall patterns and interfere with the earth&apos;s climate. Geoengineering is opposed by many environmentalists, who say the technology could undermine efforts to reduce emissions, and by developing countries who fear it could be used as a weapon or by rich countries to their advantage. In 2010, the UN Convention on Biological Diversity declared a moratorium on experiments in the sea and space, except for small-scale scientific studies. Concern is now growing that the small but influential group of scientists, and their backers, may have a disproportionate effect on major decisions about geoengineering research and policy. &quot;We will need to protect ourselves from vested interests [and] be sure that choices are not influenced by parties who might make significant amounts of money through a choice to modify climate, especially using proprietary intellectual property,&quot; said Jane Long, director at large for the Lawrence Livermore National Laboratory in the US, in a paper delivered to a recent geoengineering conference on ethics. &quot;The stakes are very high and scientists are not the best people to deal with the social, ethical or political issues that geoengineering raises,&quot; said Doug Parr, chief scientist at Greenpeace. &quot;The idea that a self-selected group should have so much influence is bizarre.&quot; Pressure to find a quick technological fix to climate change is growing as politicians fail to reach an agreement to significantly reduce emissions. In 2009-2010, the US government received requests for over $2bn(1.2bn) of grants for geoengineering research, but spent around $100m. As well as Gates, other wealthy individuals including Sir Richard Branson, tar sands magnate Murray Edwards and the co-founder of Skype, Niklas Zennstrm, have funded a series of official reports into future use of the technology. Branson, who has frequently called for geoengineering to combat climate change, helped fund the Royal Society&apos;s inquiry into solar radiation management last year through his Carbon War Room charity. It is not known how much he contributed. Professors David Keith, of Harvard University, and Ken Caldeira of Stanford, [see footnote] are the world&apos;s two leading advocates of major research into geoengineering the upper atmosphere to provide earth with a reflective shield. They have so far received over $4.6m from Gates to run the Fund for Innovative Climate and Energy Research (Ficer). Nearly half Ficer&apos;s money, which comes directly from Gates&apos;s personal funds, has so far been used for their own research, but the rest is disbursed by them to fund the work of other advocates of large-scale interventions. According to statements of financial interests, Keith receives an undisclosed sum from Bill Gates each year, and is the president and majority owner of the geoengineering company Carbon Engineering, in which both Gates and Edwards have major stakes  believed to be together worth over $10m. Another Edwards company, Canadian Natural Resources, has plans to spend $25bn to turn the bitumen-bearing sand found in northern Alberta into barrels of crude oil. Caldeira says he receives $375,000 a year from Gates, holds a carbon capture patent and works for Intellectual Ventures, a private geoegineering research company part-owned by Gates and run by Nathan Myhrvold, former head of technology at Microsoft. According to the latest Ficer accounts, the two scientists have so far given $300,000 of Gates money to part-fund three prominent reviews and assessments of geoengineering  the UK Royal Society report on Solar Radiation Management, the US Taskforce on Geoengineering and a 2009 report by Novin a science thinktank based in Santa Barbara, California. Keith and Caldeira either sat on the panels that produced the reports or contributed evidence. All three reports strongly recommended more research into solar radiation management. The fund also gave $600,000 to Phil Rasch, chief climate scientist for the Pacific Northwest national laboratory, one of 10 research institutions funded by the US energy department. Rasch gave evidence at the first Royal Society report on geoengineering 2009 and was a panel member on the 2011 report. He has testified to the US Congress about the need for government funding of large-scale geoengineering. In addition, Caldeira and Keith gave a further $240,000 to geoengineering advocates to travel and attend workshops and meetings and $100,000 to Jay Apt, a prominent advocate of geoengineering as a last resort, and professor of engineering at Carnegie Mellon University. Apt worked with Keith and Aurora Flight Sciences, a US company that develops drone aircraft technology for the US military, to study the costs of sending 1m tonnes of sulphate particles into the upper atmosphere a year. Analysis of the eight major national and international inquiries into geoengineering over the past three years shows that Keith and Caldeira, Rasch and Prof Granger Morgan the head of department of engineering and public policy at Carnegie Mellon University where Keith works, have sat on seven panels, including one set up by the UN. Three other strong advocates of solar radiation geoengineering, including Rasch, have sat on national inquiries part-funded by Ficer. &quot;There are clear conflicts of interest between many of the people involved in the debate,&quot; said Diana Bronson, a researcher with Montreal-based geoengineering watchdog ETC. &quot;What is really worrying is that the same small group working on high-risk technologies that will geoengineer the planet is also trying to engineer the discussion around international rules and regulations. We cannot put the fox in charge of the chicken coop.&quot; &quot;The eco-clique are lobbying for a huge injection of public funds into geoengineering research. They dominate virtually every inquiry into geoengineering. They are present in almost all of the expert deliberations. They have been the leading advisers to parliamentary and congressional inquiries and their views will, in all likelihood, dominate the deliberations of the UN&apos;s Intergovernmental Panel on Climate Change (IPCC) as it grapples for the first time with the scientific and ethical tangle that is climate engineering,&quot; said Clive Hamilton, professor of Public Ethics at the Australian National University, in a Guardian blog. The scientists involved reject this notion. &quot;Even the perception that [a small group of people has] illegitimate influence [is] very unhealthy for a technology which has extreme power over the world. The concerns that a small group [is] dominating the debate are legitimate, but things are not as they were,&quot; said Keith. &quot;It&apos;s changing as countries like India and China become involved. The era when my voice or that of a few was dominant is over. We need a very broad debate.&quot; &quot;Every scientist has some conflict of interest, because we would all like to see more resources going to study things that we find interesting,&quot; said Caldeira. &quot;Do I have too much influence? I feel like I have too little. I have been calling for making CO2 emissions illegal for many years, but no one is listening to me. People who disagree with me might feel I have too much influence. The best way to reduce my influence is to have more public research funds available, so that our funds are in the noise. If the federal government played the role it should in this area, there would be no need for money from Gates. &quot;Regarding my own patents, I have repeatedly stated that if any patent that I am on is ever used for the purposes of altering climate, then any proceeds that accrue to me for this use will be donated to nonprofit NGOs and charities. I have no expectation or interest in developing a personal revenue stream based upon the use of these patents for climate modification.&quot;. Rasch added: &quot;I don&apos;t feel there is any conflict of interest. I don&apos;t lobby, work with patents or intellectual property, do classified research or work with for-profit companies. The research I do on geoengineering involves computer simulations and thinking about possible consequences. The Ficer foundation that has funded my research tries to be transparent in their activities, as do I.&quot;  This article was amended on 8 February 2012. The original stated that Phil Rasch worked for Intellectual Ventures. This has been corrected. This article was further amended on 13 February 2012. Prof Caldeira has asked us to make clear that the fact that he advocates research into geoengineering does not mean he advocates geoengineering.   Get the Guardian&apos;s environment news on your iPhone with our new app. You can also join us on Twitter, Facebook and Google+", 
    "section": "environment", 
    "gid": "environment/2012/feb/06/bill-gates-climate-scientists-geoengineering", 
    "wordcount": "1542"
}