{
    "headline": "Nasa's Curiosity 'hitting full stride' in lead-up to Mount Sharp mission", 
    "text": "   Are we there yet? Curiosity's drive to Mount Sharp is likely to take a year. Photograph: NASA/JPL-Caltech/MSSS    Expect the pace of the Curiosity mission and presumably the discoveries to start picking up. Until now, NASA has been going deliberately slowly so that it understands how to do things most efficiently with the rover. Now, it&apos;s growing more confident. &quot;We&apos;re hitting full stride,&quot; said Mars Science Laboratory project manager Jim Erickson of NASA&apos;s Jet Propulsion Laboratory, Pasadena, California in a news telecon today. Mount Sharp is the mission&apos;s primary objective. It is a scientifically enticing place because, seen from orbit, its various layers record different minerals. These have been laid down over the course of Martian history. If Curiosity can drive up the shallow sides of the mountain, analysing as it goes, the climate history of Mars can be unlocked. The rover is currently in a region called Glenelg. In the next two weeks, the engineering team expect to begin the trek to Mount Sharp.  The journey is a serious undertaking. To date the rover has driven 733 metres. As the (Martian) crow flies, Curiosity is 8 kilometres from the base of Mount Sharp. The entry point to the mountain is defined by a route through a dune field, identified from orbital images, that looks traversable by the rover. The eventual path will be longer than 8 kilometres because the rover will zig-zag around to visit scientifically interesting sites along the way. Also, the team will be hoping to view the discarded entry, descent and landing apparatus that placed Curiosity safely on Mars on 6 August 2012. All in all, the journey time is likely to take some 10 months to a year  and even that would be considered a fast pace. Curiosity is already 10 months into its two-year prime mission. So, at the expected pace, to fully explore Mount Sharp will require the rover to last longer than its design lifetime. This is not an unreasonable expectation. NASA&apos;s previous rovers, Spirit and Opportunity, were only designed to last 90 days. Spirit finally stopped working in 2010, after more than 6 years, while Opportunity is still going. On 19 May, Curiosity drilled into its second rock, dubbed Cumberland. It is just 2.75 metres from the first drilling target, a rock known as John Klein. The hole was placed in Cumberland to within 1/8th of an inch of the scientists&apos; target and the samples were taken on board for analysis.  Whereas it took almost a month to complete the same operation at John Klein, Cumberland was completed in a week. Before the rover starts towards Mount Sharp, it will revisit three areas for follow-up analysis. These are a boundary between bedrock areas of mudstone and sandstone, a layered outcrop called Shaler and a pitted outcrop called Point Lake. Shaler is thought to be an ancient, dried-up river bed, and further analysis could reveal the strength of the water flow and its direction. Although Mount Sharp is still probably a year away, the Curiosity rover is going to have a lot more to do, as the pace of the mission now picks up. Stuart Clark is the author of Voyager: 101 Wonders Between Earth and the Edge of the Cosmos (Atlantic).", 
    "section": "science", 
    "gid": "science/across-the-universe/2013/jun/05/curiosity-rover-mars-mount-sharp", 
    "wordcount": "528"
}