{
    "headline": "Tim Yeo calls for urgent action over windfarms", 
    "text": "  A senior Conservative has warned that dithering ministers and weak civil servants were risking the lights going out in Britain. Tim Yeo, the chairman of the Commons energy committee, said there could be no further delays on taking vital decisions needed to build windfarms and nuclear stations. His comments at the UK Energy Summit organised by the Economist in London came amid speculation that a vital piece of industry legislation, the electrical market reform, will not be passed in the forthcoming parliament. The whole policy area had been &quot;neglected&quot; to the detriment of consumers, according to Yeo, partly due to the fact that DECC (the Department of Energy and Climate Change) is &quot;a weak department in Whitehall&quot; with a new secretary of state, the Liberal Democrat Ed Davey, who was a &quot;junior partner&quot; in any negotiations. DECC, he said, was ranged against more powerful forces such as the Treasury which was &quot;not at all green&quot;. Yeo argued that the difficult situation was exacerbated by the different policy priorities of the coalition parties. A lot of parliamentary time and attention had been lavished on House of Lords reform and the National Health Service rather than energy policy, which was &quot;far more important&quot;. Unless the right economic framework was put in place, the UK would not attract the 200bn worth of investment needed to upgrade old energy infrastructure, said Yeo. And that would mean Britain would not be able to meet its climate change objectives but the &quot;real risk is we could see the lights going out at times when we don&apos;t want them&quot;. The gloomy scenario was added to by Tony Cocker, chief executive of E.ON UK and one of the big six power firms, who said there were still a raft of uncertainties in British energy policy that raised the risk that &quot;people will pause their investments&quot; and David Odling from Oil &amp; Gas UK lobby group who said the 200bn investment goal was &quot;undeliverable.&quot; But the negative view was challenged at the same conference by another of the big six, Scottish Power. Its chief corporate officer, Keith Anderson, said the current policy uncertainty would trigger a series of short-term decision making that would not help the country longterm but he insisted the lights were &quot;not going to go out&quot;. He blamed the media for &quot;hyping&quot; the energy security threat and for going on about &quot;rip off Britain and rip-off energy companies&quot; which only caused its own level of uncertainty. The increasingly tense nature of the energy debate was highlighted by a colourful &quot;anti-carbon&quot; protest outside of the conference hall which ended in some arrests. Shell, the oil company, also railed against &quot;alarmist headlines&quot; and said most of the energy security issues could be solved by the widespread adoption of gas as a relatively quick and cheap alternative to coal-fired power stations. Graham van&apos;t Hoff, its UK chairman, told the conference that Britain was trying to decarbonise its economy too quickly, saying offshore wind power was double the cost of gas. A target of trying to decarbonise electricity by 2030 rather than 2050 as originally planned was &quot;not a good idea&quot;. But the wildlife charity, WWF, said a recent rise on fuel poverty in the UK was a result of rising gas prices and that the country was already &quot;over-reliant&quot; on the fuel source. The non-governmental organisation received support from the company which runs much of the country&apos;s gas pipelines and electricity pylons. The National Grid said it made sense to reduce the power supply&apos;s reliance on carbon-based fuels sooner rather than later.", 
    "section": "environment", 
    "gid": "business/2012/may/03/tim-yeo-action-wind-farms", 
    "wordcount": "626"
}