{
    "headline": "The changing face of US education: introducing a three-part series", 
    "text": "Education is crucial to the future of the US, both as a gateway to the middle class and to secure a competitive edge in the global talent pool. Both Democrats and Republicans are concerned that rising tuition is putting college out of reach for too many people  potentially blighting the country&apos;s future prosperity as higher education expands rapidly around the world. Both parties are concerned by international comparisons that show the academic performance of US high school students is relatively mediocre. But when it comes to solving these problems, there are marked differences between Barack Obama and Mitt Romney. In schools, the president has pushed for increased accountability for teachers, by tying teacher evaluations to students&apos; results in standardized tests. He has promoted charter schools, which are state-funded but independently run, giving parents an alternative to traditional public schools. Romney supports both these goals, but is also keen to provide federal cash for school vouchers that would educate children in private or religious schools at public expense. In higher education, the Republicans want to narrow the focus of the Pell Grant programme, which supports the poorest students. Romney also wants to loosen regulations on for-profit colleges, relying on competition to keep tuition costs down. Obama has raised the maximum Pell Grant award for the next academic year, and campaigned to persuade Congress to keep interest rates down on federal loans. He wants to curb the cost of tuition by using federal money to reward colleges that keep tuition affordable. In a three-part series, we explore the changing face of schools and universities in the US. The series looks at K12 education in New Orleans, where a a majority of schools are now charters and a voucher scheme allows tax dollars to follow children into private education. It examines school reforms begun in Florida, which have now inspired change across the country. And as states slash spending on higher education, it looks at the threats facing the public university system.", 
    "section": "education", 
    "gid": "education/2012/oct/26/us-education-changing-face-series", 
    "wordcount": "329"
}