{
    "headline": "Boot up: Google's other killing, fresh LulzSec mystery, malware in Google Play and more", 
    "text": "A burst of 13 links for you to chew over, as picked by the Technology team Gimmick watch: which Galaxy S4 features are actually useful? &gt;&gt; TechRadar By their count, not that many. (Thanks @beardyweirdy666 for the link.) This man did all his work from a smartphone for one year - here&apos;s what he learned &gt;&gt; CITEworld  In an interview with CITEworld, [Benjamin] Robbins [cofounder of software consulting firm Palador] explained, &quot;Humans are very much creatures of habit. I formed habits around mobility that I can&apos;t really imagine going away from. The first few weeks [of going mobile-only] weredefinitely tough, but everything&apos;s changing and moving at such a fast pace, the capabilities areexpanding so fast, I can&apos;t imagine going back to a PC as my primary device.&quot; Most important, he became accustomed to getting results for his customers quickly, without ever having to make excuses. &quot;I was never in a situation where I said &apos;I&apos;ll get back to you when I get back to office&apos; .... That&apos;sgone from my lexicon.&quot; The early days were a challenge, though. For him, the hardest thing was getting used to the lack of an accessible file system. He advises anybody considering following his path to think really hard about where you&apos;re going to store files and how you&apos;re going to move big files around. &quot;I ended up relying heavily on Box and Dropbox,&quot; he said.  He used a Samsung Galaxy Note. The &quot;CITE&quot; of CITEworld stands for &quot;Consumerisation of IT in the Enterprise. (Thanks @rubbernuke for the pointer.) Samsung unveils new Galaxy S IV phone &gt;&gt; Yankee Group Carl Howe:   &quot;If Samsung were Apple, it would have named this design the Galaxy S IIIS. While Samsung updated the internals and the software, the S IV is just another iteration on the Galaxy design to be slightly bigger, faster and with a few new apps. &quot;We fully expect the Galaxy S IV to be an excellent flagship phone for Samsung, but Yankee Group doesn&apos;t see the S IV allowing Samsung to gain ground against Apple in the crucial U.S. market. According to Yankee Group&apos;s 2013 U.S. Consumer Survey, March, only about 15% of consumers intend to buy a Samsung phone within the next six months, while 40% intend to buy Apple iPhones within that period.  The brand called &quot;Don&apos;t Know&quot;, meanwhile, has great brand recognition and is a likely next buy for many. And: just wait for Samsung to start an advertising blitz in the US. What else Google is shutting down &gt;&gt; inessential.com Brent Simmons (who wrote one of the great RSS readers, NetNewsWire):   While the demise of Google Reader got all the attention, there are some other things going away in A second spring of cleaning. It&apos;s worth reading. One of the interesting ones: the CalDAV API will be removed for all but whitelisted developers. CalDAV builds on WebDAV and is an open standard. Instead you&apos;d have to use the Google Calendar API. I wouldn&apos;t have noticed this except that I was out with two calendar developers last night: John Chaffee of BusyCal and Michael Simmons of Flexibits. I suspect they&apos;ve got some coding to do. Google certainly has the right to shut things down  and I think they&apos;re right to do so, also. The company&apos;s been all over the place and should continue to work on focus. But I don&apos;t like when they turn off existing support for an open standard like CalDAV in favor of a Google-only API. Sure, they can  it&apos;s within their rights, obviously. But I don&apos;t like it.  To those who think Google has a commitment to free and open source: get real. That only applies when it will commoditise a rival&apos;s paid-for products to zero price and so destroy them. (This change also, by the way, screws Windows Phone users, who already face challenges over the end of Exchange functionality from Gmail.) Prominent Weibo users paid to bash Apple? Introducing China&apos;s &apos;820 Party&apos; &gt;&gt; Tea Leaf Nation  Yesterday, CCTV, China&apos; state-run television network, ran an expose on Apple, generating to an outcry against the company on Weibo, a Chinese social media platform. News quickly broke, however, that CCTV had paid celebrities to post anti-Apple remarks. A slip up on the part of Peter Ho, a Taiwanese-American movie star and spokesperson for Samsung Galaxy, provided a glimpse behind the scenes. He posted:  #315isLive# Wow, Apple has so many tricks in its after-sales services. As an Apple fan, I&apos;m hurt. You think this would be acceptable to Steve Jobs? Or to those young people who sold their kidneys [to buy iPads]? It&apos;s really true that big chains treat customers poorly. Post around 8:20.  Ho was later updated his Weibo with a post claiming his phone had been stolen and that he hasn&apos;t posted the previous message, but Weibo users had already noticed that he failed to delete the last sentence of the offending tweet, his instructions.  GoogleGraveyard (googlegraveyard) &gt;&gt; Pinterest Collated by Frank Shaw, Microsoft&apos;s PR, this is nevertheless true. (We linked to it previously in July 2012.) The total is now 44 items - the latest to hit the dust being Google Reader. However, more are coming. What can be learned when sharing leads to failing &gt;&gt; PandoDaily Adam Berk with four very basic, but often overlooked, lessons for any tech startup - in fact, any business, but tech startups have a habit of trying to solve the wrong problems first (&quot;what should our domain name be?&quot;). Apple&apos;s Galaxy challenge in three easy charts &gt;&gt; Barrons.com  [Tavis] McCourt [of brokers Raymond James], who has an Outperform rating on Apple shares and a $600 price target, confines himself to the simple observation that &quot;iPhone shipments since 2010 (when Samsung launched the Galaxy line) still dwarf Galaxy sales, but Samsung is closing the gap.&quot; McCourt thinks Apple&apos;s iPhone again outsold Galaxy this quarter, but that the positions will reverse next quarter. Here are three choice charts from the report.  The charts make interesting viewing, though as Apple doesn&apos;t break down iPhone sales between the 4, 4S and 5 (and the period shown includes a time when it was selling the 3GS too) and Samsung simply doesn&apos;t give any accountable figures for smartphone sales, you might want to take them with some salt. The InternetFeds: Inside hacker Sabu&apos;s war room &gt;&gt; Reuters.com Matthew Keys, writing in March 2012:   On December 20, 2010, a report by the PBS NewsHour exposed a document that contained dozens of government usernames and passwords. The document, which was published on the NewsHour website, was only known to InternetFeds. It became clear that someone among the ranks was a mole. Paranoia swept through the room [of elite Anonymous hackers]. There were discussions of who the mole might be. A hacker named Switch was a popular guess. Some people thought it was me. (I later said I gave the documents to NewsHour.) Several other incidents took place that added to the paranoia. The website of New York&apos;s Green Party, which InternetFeds planned to attack in an &quot;epic owning,&quot; was defaced without the approval of the room&apos;s members. An article on the Los Angeles Times&apos; website was defaced by a hacker, again without collective approval.  What&apos;s significant about this is that Keys, who seems to have had access to the chatroom, is accused of being the person who gave login details to the hacker who defaced the LA Times. Google Reader is dead, so we rebuilt it for you in Zite (in six hours) &gt;&gt; Zite&apos;s blog  Zite was able to pull this together so quickly because of how our backend works. Google Reader has always been part of Zite  users have always had the option of adding their Google Reader account to tell our personalization algorithms which sources they prefer and what types of stories they like to read. Zite ingests millions of articles each day from hundreds of thousands of sources. Zite has deep personalization technology that can analyze user reading habits and pick the best stories from their Google Reader instead of getting inundated with hundreds of articles. Note that this is a basic feed reading only. There are definitely some limitations:  Limitations schmitations. Mobile malcoders pay to (Google) Play &gt;&gt; Krebs on Security Brian Krebs:   An explosion in malware targeting Android users is being fueled in part by a budding market for mobile malcode creation kits, as well as a brisk market for hijacked or fraudulent developer accounts at Google Play that can be used to disguise malware as legitimate apps for sale. I recently encountered an Android malware developer on a semi-private Underweb forum who was actively buying up verified developer accounts at Google Play for $100 apiece. Google charges just $25 for Android developers who wish to sell their applications through the Google Play marketplace, but it also requires the accounts to be approved and tied to a specific domain. The buyer in this case is offering $100 for sellers willing to part with an active, verified Play account that is tied to a dedicated server. Unsurprisingly, this particular entrepreneur also sells an Android SMS malware package that targets customers of Citibank, HSBC and ING, as well as 66 other financial institutions in Australia, France, India, Italy, Germany, New Zealand, Singapore, Spain, Switzerland and Turkey (the complete list is here). The targeted banks offer text messages as a form of multi-factor authentication, and this bot is designed to intercept all incoming SMS messages on infected Android phones.  Grabbing SMSs stops you seeing two-factor authentication confirmations sent from your bank when a new transaction - by the malware - is initiated. (Look up Eurograbber: it&apos;s big business.) The Human impact of bugs &gt;&gt; Jury.me A three-act play with software. Starts out very sad. Improves. Morality lesson in the middle/end. Google Reader still drives far more traffic than Google+ &gt;&gt; Buzzfeed  According to data from the BuzzFeed Network, a set of tracked partner sites that collectively have over 300 million users, Google Reader is still a significant source of traffic for news  and a much larger one than Google+. The above chart, created by BuzzFeed&apos;s data team, represents data collected from August 2012 to today. (Yesterday, Google announced that it would close Reader in July.) We should add that this data isn&apos;t complete. Google Reader traffic became much harder to measure last year when Google began defaulting users to SSL encryption in such a way that masked referral data. And this doesn&apos;t include data from apps that use Google Reader as a sync service, such as Reeder. In other words, it&apos;s likely that we&apos;re actually missing some Reader traffic here.  From the graph, the ratio looks like roughly 70:1 for Reader:G+. You can follow Guardian Technology&apos;s linkbucket on Pinboard To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2013/mar/18/technology-links-newsbucket", 
    "wordcount": "1850"
}