{
    "headline": "Ending violence against women, Ricken Patel, and Mozambique's healthcare", 
    "text": "After months of lobbying and two weeks of tough negotiations, the UN Commission on the Status of Women published its conclusions on ending violence against women and girls, to the relief of women&apos;s activists. Conservative governments and religious groups, including the Vatican, had pushed to remove references to women&apos;s sexual and reproductive health rights from the draft text. During the negotiations in New York, Helen Clark, head of the UN Development Programme, said the language of the CSW text must not undermine previous agreements. The head of UN Women, Michelle Bachelet, had indicated a compromise on language might be needed to get an agreement, as long as it reflected the spirit of the key issues. On the eve of the conference, Bachelet said culture and tradition should not be allowed to block progress on women&apos;s rights. Elsewhere on the site Lucy Lamble reports from Mozambique on the introduction of a machine that should speed up the diagnosis and treatment of tuberculosis and on a public-private initiative that could help address major drug shortages. Claire Provost interviews the co-founder of online campaign group Avaaz, Ricken Patel, who says a focus on the most marginalised people in developing countries overlooks the role of educated middle-class people, who have the most power to effect political change. The UN published its 2013 human development report, which calls for urgent action to tackle climate change, deforestation and pollution to stop billions more people becoming impoverished. And the UK prime minister, David Cameron, will not attend the next meeting of the UN high-level panel charged with framing a vision for post-2015 development. The meeting is being held in Bali next week. Coming up Lucy Lamble reports on innovative technologies to monitor HIV in Mozambique. We look at peace-building courses in Rwanda that are helping the next generation learn from the past. The UN publishes a preliminary report on the priorities for development when the millennium development goals expire. And watch out for our podcast, which this month discusses the global pressures on water. Multimedia Interactive: Tackling violence  voices from around the world What does ending gender-based violence mean to people around the world? We ask what people are doing to tackle violence and discrimination against women, what world leaders can do and what needs to be done at the grassroots. Interactive: Life and death on the world&apos;s most dangerous roads Where are the worst places for road deaths and injuries? What is being done to improve the highways for pedestrians, cyclists and drivers? Explore data from the WHO&apos;s latest report on road safety, and experience a ride on one of the world&apos;s most dangerous roads. Quiz: Rivers and dams: can you keep your head above water? Do you know your Mississippi from your Mekong? To mark international day of action for rivers and against dams, try our quiz and find out. What you said: some of the best reader comments On our live panel discussion on the refugee situation in Syria, DGrisgraber wrote:  The ideal humanitarian response employs people on the ground who are familiar with the needs, culture, language of the population being served  In cases like Syria, such recruiting may go on rather quietly to guard the safety of individuals.  On John Vidal&apos;s blog exploring what the appointment of Pope Francis could mean for poor countries, SBAccrington wrote:  Will Pope Francis&apos;s appointment be a positive step for poor countries?  I hope so but I&apos;m also doubtful of the pope and Vatican&apos;s willingness to tackle development issues seriously.  On Simon Reid-Henry&apos;s blog looking at Hugo Chvez&apos;s legacy for development (which is also published here in Spanish), yayasanago argued:  It&apos;s an interesting thought that someone like Chvez probably wouldn&apos;t meet many aid donors&apos; &quot;good governance&quot; criteria. Whilst I wouldn&apos;t say he was a model leader of a developing country (what or who is?) it&apos;s clear he was committed to  and relatively successful at  reducing inequality and poverty.  And rmstallman said:  Far from proving democracy a blind alley, I think Chvez demonstrates that democracy can still be effective. Venezuelans have used their democracy to overcome the power of the rich  Voting is part of the mechanism of democracy, but free and fair elections alone do not make democracy.  Highlights from the blogosphere On Think Africa Press, Risdel Kasasira asks whether deepening divisions within the M23 rebel group in the Democratic Republic of the Congo will help or hinder the peace process. On the International Institute for Environment and Development blog, Susannah Fisher discusses the threat to Rwanda from climate change and whether the government&apos;s hope to secure more donor funding will succeed. Global Voices paid tribute to the social worker in Pakistan, Parveen Rehman, who was shot dead in Karachi last week. Rehman headed the Orangi Pilot Project, an NGO that helps poor communities, and worked to document land in Karachi. And finally  Poverty matters will return in two weeks with another roundup of the latest news and comment. In the meantime, keep up to date on the Global development website. Follow @gdndevelopment and the team  @MaeveShearlaw, @ClaireProvost, @LizFordGuardian and @MarkTran  on Twitter, and join Guardian Global development on Facebook.", 
    "section": "global-development", 
    "gid": "global-development/2013/mar/19/women-violence-ricken-patel-mozambique", 
    "wordcount": "861"
}