{
    "headline": "Global hunger: do the figures add up?", 
    "text": "Four years ago, soaring food prices and reports of food riots from West Bengal to Mexico made headlines worldwide and fuelled a new demand for global hunger figures. How have people been affected by rising food prices? Has hunger increased? What is the &quot;human cost&quot; of global economic crisis? In 2009, the Food and Agriculture Organisation (FAO) responded with a set of projections: by the end of the year, it said, world hunger was likely to reach a &quot;historic high&quot;, with 1.02 billion people going hungry every day. &quot;A dangerous mix of the global economic slowdown combined with stubbornly high food prices in many countries has pushed some 100 million more people than last year into chronic hunger and poverty,&quot; said Jacques Diouf, then head of the UN food agency. Almost immediately, these figures seemed to take on a life of their own. References to the global hunger crisis affecting &quot;1 billion people&quot; or &quot;one-sixth of humanity&quot; began appearing in speeches, media reports, and advocacy campaigns around the world. Well over 3 million people signed an online petition calling on governments to prioritise the &quot;1 billion hungry&quot;. But where did these numbers come from? For decades, the FAO produced global hunger figures by estimating the availability, need and distribution of calories within a country. But these numbers were usually estimates averaged over several years and could not be produced on the fly. To deliver the short-term projections so desperately in demand, the UN food agency shifted gears and borrowed a statistical model from the US department of agriculture (USDA) to estimate how undernourishment might increase due to the economic crisis. Though they flourished in headlines, the projections produced in 2009, and again in 2010, were never without their critics. Crucially, because the USDA model focused on low-income countries, any figures for countries like India and China  where most of the world&apos;s poorest people live  were &quot;guesstimates&quot; at best. Now that data is finally becoming available for that period, it is &quot;contradicting&quot; the projections made in 2009 according to FAO statistician Carlo Cafiero. &quot;I don&apos;t see changes in 2009 compared to 2008 that justify such a huge swing in the global figure,&quot; says Cafiero. It is more likely, he adds, that the famous &quot;1 billion hungry&quot; figure was an overestimate. A long list of issues with global hunger numbers, past and present, was on full display last week at an under-reported UN statistics symposium. Because of growing concerns about its estimates, the FAO did not release new figures in 2011. Instead, it quietly backed away from its 2009 and 2010 projections. Now, it&apos;s undergoing a root-and-branch review of how it constructs estimates on global hunger, looking for ways to improve the underlying data and make the FAO hunger indicator more sensitive to crises, shocks, changes in income and food prices. Unfortunately, little of the uncertainty surrounding global hunger estimates is ever reported alongside the emotive, top-line figures. Debating the merits of different statistical models could seem trivial, even distasteful, in the face of the scandalous situation whereby large numbers of people worldwide are going hungry. Global hunger figures are not just soundbites, however. They are also used to help guide where to send foreign aid, track progress towards international development goals, and hold governments to account for promises made. Cafiero says the FAO should have done more to explain the difference between the 2009 and 2010 projections and the estimates released in previous years. &quot;Instead, a profound difference was signalled only with a dotted line,&quot; he says. While the FAO hunger indicator has long dominated discussions, it is not the only way to measure food insecurity. Over the years, it has been criticised on many fronts: for the poor quality of underlying data; for the focus on calorie intake, without consideration of proteins, vitamins and minerals; and for the emphasis on availability  rather than affordability, accessibility or actual use  of food. Some say we&apos;d be better off focusing on improving household consumption surveys, opinion polls, and direct measures of height and body weight. There is also evidence to show that people don&apos;t always respond to high food prices in ways we might expect. Last year, a paper from Oxfam and the Institute of Development Studies emphasised how diverse the impact of food price spikes can be. &quot;People spend less on personal items like clothes and cosmetics, and scale down their social lives. And while some people are eating less and going hungry, more often people shift to lower quality, more boring food and less diverse diets,&quot; suggested the paper, based on the findings of Duncan Green and Naomi Hossein. &quot;The overall result of food price rises is not generally starvation, but an increased level of discontent and stress.&quot; With famine in Somalia, severe food shortages in the Sahel, and seemingly endless anxiety about high and volatile food prices, the demand for up-to-date estimates of global hunger is set to continue. While new figures are unlikely to come out of the FAO before October, there is at least one immediate lesson: perhaps it is time to stop expecting so much of a single set of numbers. And more broadly, the story of global hunger estimates  among the development sector&apos;s best-known and most-quoted numbers  is a study in how figures are not infallible, and should never be taken at face value.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jan/26/global-hunger-fao-figures-add-up", 
    "wordcount": "915"
}