{
    "headline": "Papua New Guinea's seabed to be mined for gold and copper", 
    "text": "A &quot;new frontier&quot; in mining is set to be opened up by the underwater extraction of resources from the seabed off the coast of Papua New Guinea, despite vehement objections from environmentalists and local activists. Canadian firm Nautilus Minerals has been granted a 20-year licence by the PNG government to commence the Solwara 1 project, the world&apos;s first commercial deep sea mining operation. Nautilus will mine an area 1.6km beneath the Bismarck Sea, 50km off the coast of the PNG island of New Britain. The ore extracted contains high-grade copper and gold. The project is being carefully watched by other mining companies keen to exploit opportunities beneath the waves. The Deep Sea Mining (DSM) campaign, a coalition of groups opposing the PNG drilling, estimates that 1 million sq km of sea floor in the Asia-Pacific region is under exploration licence. Nautilus alone has around 524,000 sq km under licence, or pending licence, in PNG, Tonga, New Zealand and Fiji. &quot;PNG is the guinea pig for deep-sea mining,&quot; says Helen Rosenbaum, the campaign&apos;s co-ordinator. &quot;The mining companies are waiting in the wings ready to pile in. It&apos;s a new frontier, which is a worrying development. &quot;The big question the locals are asking is &apos;What are the risks?&apos; There is no certain answer to that, which should trigger a precautionary principle. &quot;But Nautilus has found a place so far away from people that they can get away with any impacts. They&apos;ve picked an underfunded government without the regulation of developed countries that will have no way of monitoring this properly.&quot; The mining process will involve levelling underwater hydrothermal &quot;chimneys&quot;, which spew out vast amounts of minerals. Sediment is then piped to a waiting vessel, which will separate the ore from the water before pumping the remaining liquid back to the seafloor. The DSM campaign has compiled a report, co-authored by a professor of zoology from University of Oxford, which warns that underwater mining will decimate deep water organisms yet to be discovered by science, while sediment plumes could expose marine life to toxic metals that will work their way up the food chain to tuna, dolphins and even humans. &quot;There are indirect impacts that could clog the gills of fish, affect photosynthesis and damage reefs,&quot; says Rosenbaum. Activists also claim that an environmental analysis by Nautilus fails to properly address the impact of the mining on ecosystems, nor explains any contingency plan should there be a major accident. Wenceslaus Magun, a PNG-based activist, told the Guardian that local fishing communities are concerned about the mining and are planning to challenge the exploration licence. &quot;We are really concerned because the sea is the source of our spirituality and sustenance,&quot; he said. &quot;The company has not explained to us the risks of deep sea mining. They haven&apos;t responded to my requests for information.&quot; &quot;The government has turned a blind eye to the concern of its own people. We are mobilising people to raise funds to take this to court and retract Nautilus&apos; licence.&quot; However, proponents of deep-sea mining point out that it is potentially far less damaging than land-based extraction. &quot;The material is very high grade so you have to mine less in order to get the same amount of metal,&quot; said Chris Yeats, a geologist at CSIRO, the Australian government&apos;s scientific arm. &quot;At those depths there are bacteria, but there&apos;s a cut off at around 1,000m where most fish are, so it should have little impact.&quot; &quot;Unlike a terrestrial mine, you don&apos;t have to build infrastructure such as roads and you don&apos;t displace people. You chop off one of these venting chimneys and another one will grow back, so it&apos;s a little like the mining equivalent of cutting grass.&quot; Steve Rogers, the CEO of Nautilus, said the company had gone through a &quot;rigorous&quot; study of environmental impact over the past six years. &quot;This will be a relatively small footprint compared to a mine on land, on an area about the size of a dozen football pitches,&quot; he said. &quot;We&apos;ve sought out the best scientists in the world. We aren&apos;t trying to pull the wool over anyone&apos;s eyes.&quot; &quot;This isn&apos;t in a fishing area and won&apos;t impact coral. Even if it were in a fishing area, it won&apos;t affect that upper area where the fish are.&quot; Rogers said that Nautilus had contacted 15,000 local people in PNG to hold workshops on the project. The company estimates that the 30-month first phase of the mining will bring $142m(92m) in benefits to the PNG economy, with a plan to employ 70% of the project&apos;s staff from the country within three years. Despite these assurances, the project has been delayed by an undisclosed commercial dispute between Nautilus and the PNG government, which is currently under arbitration in Sydney. The PNG government has come under fire for taking a 30% equity stake in the project, which will require it to contribute about $25m(16m) towards infrastructure, provoking accusations of a flagrant conflict of interest. In return, PNG will receive $40.8mn (26m) in tax from a project estimated to generate $1bn(642m) although Rogers said revenue would be &quot;a long way short of that&quot;) along with a 30% return on what is still a highly experimental mining process. &quot;It was the government&apos;s choice to take a stake, we didn&apos;t ask them to do it,&quot; says Rogers. &quot;I&apos;d stress that the government isn&apos;t threatening any of our mining permits. We&apos;re disappointed to be in a dispute with the government but I&apos;m confident we will resolve this.&quot; What isn&apos;t in dispute is that the mining industry is starting to eye major opportunities on the seabed. &quot;A number of governments are exploring for minerals in this way, such as Russia, Japan, China and the UK,&quot; said Rogers. &quot;It will take time, it&apos;s not a gold rush, but the demand is increasing.&quot; Yeats added: &quot;As the global population increases, we&apos;re likely to see large-scale marine mining. How far away that is depends on how successful they are. But we will have to turn to the 70% of the world we currently aren&apos;t mining for minerals.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/aug/06/papua-new-guinea-deep-sea-mining", 
    "wordcount": "1067"
}