{
    "headline": "UK hunger summit's focus on global malnutrition receives cautious welcome", 
    "text": "The UK prime minister, David Cameron, has committed himself to reducing child malnutrition rates in poor countries as Britain takes over the presidency of the G8 group of leading industrialised countries next year. A &quot;hunger summit&quot; at No 10 Downing Street on Sunday announced measures to reduce the number of children left stunted by malnourishment worldwide by as much as 25 million by 2016, when Rio de Janeiro stages the next Olympics. The intitiative will contribute to a UN target to reduce the number of stunted children by 70 million by 2025. Malnutrition is an underlying cause of more than a third of children&apos;s deaths  2.6 million a year. But it is not always recognised or recorded on death certificates, which is in part why it has not been effectively addressed. Britain said it would back research into creating drought-resistant and vitamin-enriched crops that could help feed 45 million people for a year in Asia and Africa, as well supporting the development of nutrition-rich seeds and tubers to benefit 3 million people in African and India. The private sector will play a role, with companies such as Unilever, Syngenta and GSK working to find ways to make nutritious food available to poor families at affordable prices. It is estimated that long-term exposure to a poor and inadequate diet and repeated infections have left 170 million children in the world suffering from stunting, a condition that stops children&apos;s bodies from growing and developing properly. The hunger summit, co-hosted by Michel Temer, Brazil&apos;s vice-president, and attended by Mo Farah, the double Olympic champion, was born out of the G8 summit in the US in May, when President Barack Obama announced a food security initiative with African leaders and the private sector. British NGOs, particularly One and Save the Children, wanted to maintain the momentum on tackling hunger and particularly nutrition. Given that Britain takes over the G8 presidency next year, while Ireland assumes the presidency of the EU, it was felt that David Cameron and Irish Taoiseach Enda Kenny, who attended the hunger summit, would be ideally placed to keep hunger on the international agenda. Cameron has also been appointed to a UN high-level panel to consider what should follow the millennium development goals (MDGs), which are set to expire in 2015, while Andrew Mitchell, the international development secretary, is on another high-level panel on development effectiveness. &quot;Cameron has a real opportunity to shape the agenda by 2015,&quot; said Molly Kinder, One&apos;s director for agriculture and Europe policy. Kinder said she was impressed by the level of substance that came out of the hunger summit, and particularly by the EU&apos;s specific pledge to take responsibility for reducing the number of stunted children in the world by 7 million by 2025. &quot;The UK is very results-focused, the EU less so, [so] it signals a strong commitment from the EU,&quot; she said. Kinder added that India&apos;s decision to double its budget for improving the health and nutrition of 100 million women and children was also encouraging. &quot;India is the elephant in the room, a low-level performer in nutrition despite its strong economic growth,&quot; she said. Other campaigners welcomed the high-level focus on global hunger, but said more fundamental change was needed. War on Want pointed to evidence from its recent food sovereignty report that sustainable farming under the alternative framework of agroecology  which minimises external inputs, such as fertilisers  has proved its worth in tackling both hunger and environmental degradation. &quot;The real issue is that the global food system is set up to allow for the maximum control of big agricultural companies like Cargill,&quot; said executive director John Hilary. &quot;As long as enormous control of the food system lies within the hands of companies, power is removed from small farmers.&quot; Hilary argued that China and Brazil made strides in reducing hunger and helped move the world towards the MDGs by returning power to smallholder farmers. &quot;Where it&apos;s happened, we&apos;ve seen massive gains,&quot; he said. &quot;In Brazil, hunger was reduced following a huge increase in family farming and the resettlement of the homeless on land. China in the 1980s built a post-Mao settlement by returning power to small farmers and rural communities.&quot; Sam Dryden, the Gates Foundation&apos;s head of agriculture, who attended the hunger summit, acknowledged the pressure of large corporations  as well as agricultural subsidies in the west  in squeezing out smallholder farmers in Africa. &quot;If you let them [large corporations] dictate what gets grown, that can happen,&quot; he said. &quot;Agriculture is a local experience, eating is a local experience. It is important that African countries develop their own systems and that smallholder farmers grow the crops they want to grow.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/aug/13/uk-hunger-summit-global-malnutrition", 
    "wordcount": "798"
}