{
    "headline": "MMR: Measles is dangerous, and single jabs aren't good enough", 
    "text": "One of the problems of false balance in reporting is that it skews people&apos;s perception of where the sensible position lies. When you present two opposite viewpoints as if they&apos;re equal, people will tend to be lured to the middle ground, assuming the truth lies in some compromise between the two. In the case of the MMR scare, that compromise position has become the advocacy of single vaccines. With all this controversy over the MMR jab, why not just make the single jabs available to worried parents? It sounds like a perfectly reasonable policy to follow. It isn&apos;t, though. There are several very good reasons why MMR remains the vaccine of choice worldwide. First, the idea that making single vaccines available would lead to more parents vaccinating is bogus. When single vaccines were last used in the UK, coverage was only around 60%. Within a few years of the introduction of MMR, it had soared to over 90%. The reason for this is basic maths  getting 6 vaccinations instead of 2 requires three times as many trips to the GP, three times as many painful pricks in the arm for the kid, and three times as many opportunities to drop out. Even accounting for the impact of the MMR scare, the combined vaccine is still more popular than single jabs ever were. We don&apos;t know how many parents who refused MMR would have sought single vaccinations - although the evidence suggests not a vast number - and many parents who did get proper coverage may not have done had less effective alternatives been promoted. Secondly, spreading out the vaccines would result in young children remaining vulnerable for longer. With MMR, kids have pretty good protection against mumps, measles and rubella from the first jab onwards. With single vaccines, they remain open to infection for weeks or months longer, giving the diseases more opportunity to take root among their age group. Thirdly, the single jabs are riskier. Hundreds of millions of doses of MMR have been administered over the last 40 years, enough that the side effects are incredibly well-documented. Meanwhile, imported single vaccines are relatively untested, unlicensed in the UK, and contrary to popular belief are not the same as the components of the MMR vaccine. Switching from MMR to single vaccines because you&apos;re concerned about vaccine safety is like driving to Scotland because you&apos;re worried a plane might crash. (The completely broken risk perception of parents who think routine vaccination is too risky yet drive their kids to school is a whole other post.) Fourth, there&apos;s the issue of confidence. The MMR scare was, above all else, the product of some incredibly irresponsible media reporting. Episodes such as the saga of Leo Blair&apos;s vaccination status at the end of 2001 had a huge impact on media coverage. Had the government caved in and offered the less effect single vaccine, it would have driven the media into a rabid frenzy. In all likelihood, public confidence in MMR  and other vaccines  would have been irreversibly damaged.  Fifth comes an issue which hasn&apos;t been discussed enough, and that&apos;s lobbying. In the wake of the MMR hoax, a number of dubious firms have sprung up to take advantage of parents&apos; indecision. &apos;BabyJabs&apos; were rapped twice in recent years by the Advertising Standards Authority for making misleading claims to parents, while health officials are currently investigating another company offering single jabs in Swansea. The job of the NHS is to provide the best possible treatments for the resources at its disposal, not to pander to publicity campaigns. If the NHS were to cave in and reward those lobbying against MMR then it would invite lobbying against other evidence-based treatments  in effect making it open season for every crank, pharma shill and journalist-with-a-grudge in the shires. The reality here is very, very simple. Measles is a dangerous disease which every year still kills over a hundred thousand people worldwide There&apos;s an assumption among many that, with Western medical care, even if measles were to come back it would be trivial. Well, let&apos;s look at some recent outbreaks, all occuring in areas where vaccination rates fell:  Italy, 2002: 4 deaths, 594 hospitalizations. California, 1989/90: 75 deaths, 3,390 hospital admissions. Japan, 2000: 88 deaths. Germany, 2006: 160 children hospitalized, 3 with brain inflammation. Ireland, 2000: 3 children dead, 350 hospitalized.  Bulgaria, 2009-2010: over 20,000 cases, 24 dead. Wales, 2013: over 1,000 cases, 84 hospitalized at the time of writing.  The inconvenient truth for those who deny the danger of measles is that currently, in the United States, a quarter of cases result in the patient being hospitalized, while 1 in 250 result in death. And let&apos;s just look at the statistics on complications in the UK:  1 in 25 cases result in pneumonia/bronchitis. 1 in 200 cases result in fits. 1 in 1000 cases lead to inflammation of the brain - 40% of those leading to permanent brain damage.  1 in 8000 cases appear normal but lead to serious brain complications years later.  Luckily, we have an incredibly safe, well-tested and effective vaccine for it. Even a cursory glance at the HPA&apos;s data shows that MMR has saved hundreds of lives since its introduction in 1988, and prevented millions of cases and their associated side effects. Thanks to modern medicine there is no good reason for a single child in Britain to suffer the measles, mumps, rubella or a host of other diseases, and the sooner vaccination rates recover, the better.", 
    "section": "science", 
    "gid": "science/the-lay-scientist/2013/may/01/mmr-swansea", 
    "wordcount": "919"
}