{
    "headline": "The role of university careers services in the skills supply chain", 
    "text": "The recent review of business-university collaboration led by Prof Tim Wilson recommends that every full-time undergraduate student should have the opportunity to experience a structured, university-approved, undergraduate internship during their study. Furthermore, university careers services and their local enterprise partnership (LEP) should collaborate to establish a &quot;skills supply chain&quot; between universities and local businesses, integrating placements, internships and employment services. Many university career services are already engaged in this work; it is the apparent unevenness of the provision across the higher education landscape that has prompted the recommendations. Unevenness reflects diversity. To pursue the chain analogy there are many types and lengths of chain (as any jeweller will tell you) : there are short placements that may be integral to the course; there are sandwich placements, so called because they take up to a year working in business between years of the course; and there are graduate internships, which may be progressed to after completion of the degree. Each has a different educational purpose and impact on the satisfaction of employers&apos; need for skilled employees. The activities undertaken also depend on the nature and length of the chain. For example, short placements are ideal for finding out about occupations, exploring aptitudes and checking career goals; longer placements are arguably better for developing work-related competencies in situ and conducting course or employer-devised projects that may make a direct contribution to business growth. One recent example I heard of is a student on placement from university who saw a way to save the business several million pounds. He was offered a job. Career services&apos; contribution to the design of the supply chain may be more analogous to engineering than jewellery-making as weighty issues of purpose, aims, length, activities, and relationship to the course and so on, surface; and then there is also how to ensure that students&apos; employability is enhanced by it. But what really makes a placement or internship (these terms are often used interchangeably) work well? Wilson et al, suggest structure is key and this follows from defining the purpose. Others have suggested that internships work best when there is genuine motivation from both sides, when the placement provides real (not synthesised) learning opportunities and experiences, when it challenges and relates to long-term job or business aspirations. We need students and graduates to be stretched and employers to understand their potential but when this happens very real concerns arise about job substitution especially on longer placements. Also, one student&apos;s stretch is another student&apos;s yawn; one employer&apos;s view of what constitutes talent may be written off as simply average by another. Diversity again. There are some tensions pulling at that chain. Universities and their career services have been working at the interface between higher education and employment longer than anyone can remember. Grown out of industrial histories, many university courses respond to local or regional demand for skilled workforces; at the leading edge of research and development universities are in active collaboration with local, national and international businesses. But every year there are new students and new businesses, new technologies and new economic challenges. Change, as anyone who worked in Lehman Bros will tell you, happens. Career services need to work with enormous diversity on both the supply and demand ends of the chain  it is perhaps unsurprising that occasionally a link breaks. The reality is that university career services are often tasked with maintaining relationships with businesses and play a pivotal role in ensuring high quality student (and graduate) work experiences by identifying students&apos; and employers&apos; aspirations, working with tutors devising and assessing work-related projects/learning, providing formal accreditation of workplace learning, supporting entrepreneurialism in students and graduates, working to provide incubator arrangements for new businesses, preparing and debriefing students to optimise employability learning, advising on employment rights, helping students articulate their skills, and supporting students to integrate the work- and course-based aspects of their courses. So to end where we began, with a call for a strong skills supply chain. If you need to know who&apos;s warming up the soldering iron, you could do worse than start with the university careers service. Jane Artess, director of research, Higher Education Careers Services Unit This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the higher education network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/jun/27/university-careers-skills-supply-chain", 
    "wordcount": "726"
}