{
    "headline": "'Buried' report praised Labour's school building programme", 
    "text": "Ministers are being accused of suppressing a glowing report about Labour&apos;s school renovation programme, Building Schools for the Future, which was controversially scrapped by the education secretary Michael Gove. The report, which has now been disclosed under Freedom of Information legislation, says that schools rebuilt under BSF showed &quot;significant&quot; improvements in exam results and declining truancy. The report was drawn up by Partnerships for Schools, the quango which oversaw the mammoth school building programme, in September 2010. Gove scrapped BSF in July 2010, two months after the general election, telling the Commons the scheme had been characterised by &quot;massive overspends, tragic delays, botched construction projects and needless bureaucracy&quot;. At the time, the minister said there was &quot;no firm evidence&quot; of improved results as a result of school renovation. But the evaluation of BSF found that at 62% of the schools sampled, GCSE results were improving at a rate that was above the national average. Attendance improved in 73% of the schools. The report said: &quot;There are clear patterns of improvement that compare favourably with both local and national data. The patterns are significant and need further investigation to provide explanations about the impact of the BSF process.&quot; Rebuilding was one of a &quot;number of interventions&quot; in the schools concerned, the study said. The report, drawn up by the now-defunct Partnerships for Schools, was not published and the Department for Education did not carry out any further research. The quango has been scrapped by Gove. The evalution has been disclosed following an FOI request by Building magazine. Shadow education secretary Stephen Twigg said: &quot;[David] Cameron promised this government would herald a new era of transparency, but Michael Gove seems to have missed the memo. He should explain why this report seems to have been buried by the Department for Education.If we are to raise school standards, policy should be driven by evidence not the personal prejudice of ministers.&quot; Twigg said that while the quality of teaching was &quot;by far the most important factor&quot; for school success, the research suggested a link between the quality of school buildings and the quality of education. The government has come under criticism for pursuing policies despite a lack of evidence that they work. The Department for Work and Pensions expanded a scheme requiring unemployed people to do unpaid work, despite its own study concluding that the programme had &quot;no impact on the likelihood of being employed&quot;. Nusrat Faizullah, chief executive of the British Council for School Environments, an education charity, said it was vital to evaluate the success of building projects to make future decisions about renovating schools. &quot;We can see no good reasons for suppressing evaluation data about school buildings. &quot;Our worry is that the decision to deny access to this information is driven by politics. Is this government anxious about giving credit to new or refurbished schools funded by the last government? This should be about what works for our communities, not about political point scoring.&quot; More than 700 school building projects were cancelled when BSF was scrapped. In May, the DfE announced that 261 schools had made successful bids under the coalition&apos;s privately financed Priority School Building Programme. This is fewer than half of the number that applied for rebuilds. The government has commissioned a survey of the school estate which will detail the condition of every school in England by next autumn. There is widespread concern among headteachers that the country&apos;s classrooms are not fit for purpose, with complaints of overcrowding, leaking ceilings and poor ventilation. A Department for Education spokeswoman said: &quot;Our priority is to deliver robust standards and high quality teaching to all pupils. As well as launching the Priority Schools Building Programme we are providing extra capital investment to support the provision of new school places and meet essential maintenance needs.&quot;", 
    "section": "education", 
    "gid": "education/2012/jul/05/buried-report-labour-school-building", 
    "wordcount": "655"
}