{
    "headline": "Petition to halt oil exploration in Ecuadorean Amazon gets 1m signatures", 
    "text": "A global campaign to stop oil exploration in a pristine corner of the Ecuadorean Amazon has collected more than a million online signatures in little more than a week. The show of support is a major boost to the small indigenous community of Sani Isla that has been resisting intrusions by Ecuador&apos;s state-run oil company Petroamazonas. It is also a rebuke to Ecuador&apos;s president, Rafael Correa, as he campaigns for re-election. The petition, which was organised by the campaign group Avaaz, calls on Correa to stop oil exploration in the Amazon and uphold the Ecuadorean constitution, which is the only one in the world to recognise the rights of nature. It follows an appeal for help by the 400-strong community of Sani  first reported in October in the Guardian  amid fears that the state oil company would use the army to secure land for a seismic study. The members of the Kichwa indigenous group said this would ruin their efforts to run an eco-lodge that has a lower impact on the environment in an area of exceptional biodiversity. &quot;Sani Isla has said no to oil. That&apos;s not easy because oil dominates. We are a tiny speck against a huge corporation. But we are doing this not just for us, but for the world,&quot; Patricio Jipa, a spokesman for the community, told a press conference in Quito. Avaaz has organised several previous campaigns to protect the Amazon, but Pedro Abramovay, the group&apos;s campaign director, said none had received such a strong response. &quot;This is special. It&apos;s a David and Goliath story that fascinates people. Our mobilisation has helped to amplify a small voice by sharing it with others in the world,&quot; he said. He said the issue was symbolic of a wider trend that has seen petrochemical companies driving further and further into the Amazon despite opposition from indigenous groups. &quot;If Correa sells out to the oil barons he will shred Ecuador&apos;s constitution and sacrifice one of our planet&apos;s beautiful treasures to become an oilfield,&quot; said Abramovy. Swaths of Sani are inside the Yasuni National Park, which is considered the most biodiverse place on earth with jaguars, tapirs, river dolphins and more species in a single hectare than all of North America.           However, oil companies have been encroaching for decades, often with devastating impacts. Ecuador is seeking $27bn (17bn) in compensation from Texaco for the damage the US company&apos;s subsidiary, Chevron, did in the Amazon, yet the government continues to promote exploration by Petroamazonas, Repsol and other oil firms. Ecuador auctioned off the rights to several new oil blocks in the Amazon last November. Government and oil company representatives are drumming up additional investments on a tour of Bogot, Paris, Beijing and beyond. &quot;This is still at a stage where we can stop it,&quot; said Laura Rico of Avaaz. &quot;This mobilisation proves that the internet can change the way people do politics.&quot; Several NGOs have lined up to support Sani, which they see as a frontline for resistance against oil exploration and a key issue in the current presidential election. &quot;This is important politically because Ecuador has adopted a policy to expand the boundaries of oil exploration. But that is totally inconsistent with the constitution, which forbids exploration of protected areas,&quot; said Alexandra Almeida of Accin Ecolgica. With Correa expected to win comfortably, environmental groups fear a bigger push for oil exploration in his next four-year term. &quot;We see a new and more aggressive offensive to develop resources if Correa is elected,&quot; said Monica Chuji of the Federation of Indigenous Nationalities of the Amazon, who expressed her support for Sani. &quot;This is vital for the planet. That&apos;s why this initiative has been supported by more than a million people,&quot; she said &quot;The indigenous people have a right to self-determination, but there is a huge global push to exploit natural resources through mining with no heed to local communities.&quot;", 
    "section": "environment", 
    "gid": "world/2013/feb/06/petition-oil-ecuadorean-amazon-signatures", 
    "wordcount": "671"
}