{
    "headline": "Why do I have to switch off my Kindle for takeoff and landing?", 
    "text": "I have done a bit of travelling recently, and each time I&apos;ve flown, I have had a conversation with the cabin crew that goes something like this. &quot;Turn off your Kindle, please, for landing.&quot; &quot;You can&apos;t turn off a Kindle. You flip it to wallpaper mode, which is the same as displaying a page with words on it. I&apos;ve already turned off the 3G.&quot; &quot;Turn it to wallpaper mode, then, please.&quot; &quot;... and whether I&apos;m sitting here looking at words on the screen or the wallpaper display, it doesn&apos;t make any difference to the amount of potential interference it could cause  which is pretty much none.&quot; &quot;I&apos;m afraid that doesn&apos;t matter. Turn it off, please.&quot; Infuriating, but you have to do as you&apos;re told by cabin crew. In fact I have since discovered that you can turn a Kindle off (by holding the switch for a few seconds rather than simply sliding it and letting it go as if you were flipping it to wallpaper), but the irritation remains: because of the way e-ink devices work, they draw no power when displaying either the words on the page or the wallpaper, and so should pose no more of a threat to an aircraft than the hardback the person in the next seat is reading. But as more of us are flying with more and more electronic gadgets  what the airlines call Personal Electronic Devices (PEDs)  how high is the risk of them interfering with the aircraft&apos;s avionics systems? The answer is a complicated one. Dave Carson, an engineer with Boeing who co-chaired a US Federal Advisory Committee that looked at the safe use of PEDs on aircraft, says there are two ways in which devices could mess with your flight: &quot;intentional emissions&quot; and &quot;non-intentional emissions&quot;. Devices such as mobile phones or those with Wi-Fi are sources of the former, meaning &quot;they intentionally transmit radio frequency electromagnetic radiation&quot;, says Carson. He also points out that mobiles left switched on during flight may be a great distance from the nearest cell tower and consequently try to operate at higher power levels. Other devices such as CD players and e-ink readers pump out &quot;non-intentional emissions&quot;, says Carson. Those emissions are caused by the switching circuitry in the electronics. Emissions from devices leak out of the aircraft via windows, doors and hatches and could degrade the signals picked up by the antennas mounted on the aircraft&apos;s fuselage. And although an aircraft&apos;s internal systems are shielded, using your laptop right next to the wall of the plane could also interfere with &quot;sensitive circuits&quot;, says Carson. The UK Civil Aviation Authority (CAA) points to a handful of incidents where a mobile phone has been &quot;involved&quot;, although noting that problems had occurred at the same time a passenger happened to be using a mobile device doesn&apos;t exactly represent proof. And in a piece for Aero magazine in March 2000, Boeing admitted it could not find &quot;a definite correlation&quot; between PEDs and aircraft systems malfunctions. Case closed, then? Well, no. Says Carson: &quot;There is a very small risk from devices such as laptops and mobiles, and while that remains, their use isn&apos;t going to be allowed in flight, or at any rate, during take-off and landing.&quot; But what about Kindles? Richard Taylor of the CAA acknowledges that they &quot;represent a much-reduced safety risk compared with mobiles&quot;. Carolyn Evans of the British Airline Pilots Association (Balpa) admits that &quot;an e-ink reader with 3G connectivity disabled would not cause a problem&quot;, but adds that &quot;it is too difficult for the cabin staff to confirm who has got their 3G on, and who hasn&apos;t&quot;. That&apos;s a reasonable argument  it&apos;s the cabin crew on whose help you might rely if you&apos;re unfortunate enough to be heading for a dangerous landing. They want you paying attention to them in the event of an emergency, not watching a video on your tablet. When pressed, both the CAA and Balpa cited another reason for switching off bits of electronic kit: they&apos;re potentially deadly if they&apos;re flying through the cabin in an emergency. You don&apos;t want to be hit in the head by a laptop that should have been put away. Again, the logic is hard to follow where e-readers are concerned. I have read a book all the way down to the ground; and the latest hardback bonkbuster is certainly heavier than a Kindle. In the final analysis, your Kindle is extremely unlikely to bring an aircraft down. What matters is  reasonably enough  that the regulations are uniform: everything electronic must be turned off. Is this going to change? The New York Times journalist Nick Bilton has carried out research in the US on the same issue, and extracted a pledge in March from the Federal Aviation Administration that it would take &quot;a fresh look&quot;. Bilton says that there&apos;s been no change so far; however, the tectonic plates may be shifting as more and more Americans bearing gadgets board planes . Back in the UK, the CAA says: &quot;We keep our regulation under review to ensure it remains appropriate and proportionate to potential safety risk. As technology develops, we are committed to ensuring our regulation keeps pace while continuing to maintain flight safety.&quot; So maybe the day will come when you can continue reading on your Kindle until you arrive at the gate. Until then, though, you might be better off with an old-fashioned paperback.", 
    "section": "technology", 
    "gid": "technology/2012/aug/27/why-switch-off-kindle-takeoff-landing", 
    "wordcount": "934"
}