{
    "headline": "Choosing a university: Sell yourself", 
    "text": "Personal statements can cause endless woe for university hopefuls. Not only do you need to persuade a university that you are passionate, intelligent and better than other candidates, you only have 4,000 characters to play with. &quot;It&apos;s like a speed date with a university,&quot; says Anya Fellow, a second-year English and film studies student at Bangor University. &quot;You get very few words to try and express who you are and why you&apos;re worth therisk.&quot; If you&apos;re struggling to start, careers adviser Hannah Morton-Hedges says half an hour&apos;s brainstorming could help. &quot;Think about why you are applying for your subject and what you have learned from your currentstudies. &quot;Admissions tutors want to see that you&apos;re genuinely interested in your subject. Show that you&apos;ve read around your field, and beoriginal.&quot; It can be a good idea to include a bit of non-academic information. &quot;Ireferred to extracurricular activities and included my plans for the future,&quot; says Fellows. &quot;I want to be a teacher in media and English, so showing how the course would benefit my futurehelped.&quot; On the whole it&apos;s best to stick to your academic interests. Hannah Morton-Hedges says it should be lively, but focused. &quot;Don&apos;t just go straight into a list of key skills: think carefully about what you&apos;re including  and only include relevant extra-curricular activities.&quot; David Henson, head of music theatre at the London College of Music also advises against cliche: &quot;It&apos;s no good saying &apos;I&apos;ve always wanted to do X ever since I was six&apos;  get down to the nitty-gritty of why you are suitable and worthy.&quot; And, finally don&apos;t forget to proofread your statement several times. &quot;It&apos;s very easy to make spelling or grammatical errors, but to tutors this will look careless.&quot;", 
    "section": "education", 
    "gid": "education/2012/oct/01/university-personal-statement", 
    "wordcount": "312"
}