{
    "headline": "Google Glass offered for $16,000 on eBay", 
    "text": "Got $16,000 or so? If you have, and were quick enough, you might have been able to get hold of a pair of Google&apos;s &quot;Glass&quot; systems, which you wear like glasses and can shoot hands-free video, take pictures, and offer directions  via the auction site eBay. The listing has very recently been taken down  possibly at Google&apos;s behest. Although Google Glass won&apos;t go on sale to the public until the end of this year, with a price tag expected to be above $1,500 (990), the search giant has said it will invite some people to take part in a seeding programme to see how ordinary (but enthusiastic) users use the device, which can connect via Bluetooth to an iPhone or Android phone to get data connectivity. And one person in Cleveland, Ohio, was claiming to have a pair of the glasses  or at least to be part of the seeding programme  which were up for auction. According to the site, they would have been available some time between Monday 4 March and Thursday 7 March, and at the time of writing the bidding had hit $15,900, having started at $1,500 on 21 February, and ramped up quickly in the past couple of days. The seller said (all errors are as written in the listing): &quot;i&apos;ve been selected as an early adapter for Google&apos;s upcoming release. You are buying a brand new unopened pair of Google&apos;s Project Glass glasses. I will be personally attending and picking up my pair in either Los Angeles, or New York at Google&apos;s Project Glass launch event, which will take place some time after Feburary 27th. As for what colors will actually be available, will vary, if i am offered a choice, I will choose the color of your choice (see listing picture for variants). My cost to buy my glasses is $1,500 (USD), so obviously thats where ive started the auction at. Project Glass will be shipped with Insurance at my expence, and signature upon delivery, so please use an address you can accept delivery in person.&quot; Whether the terms of Google&apos;s program will allow the participants to resell the devices  or whether they will instead remain the property of Google, which would make selling them problematic  isn&apos;t clear. But it suggests that there&apos;s already substantial interest in the company&apos;s new wearable computing product.", 
    "section": "technology", 
    "gid": "technology/2013/feb/27/google-glass-augmented-reality", 
    "wordcount": "399"
}