{
    "headline": "More forest sites infected as ash disease takes hold", 
    "text": "The number of woodland sites in the east of England found to be infected with deadly ash dieback has leapt to more than 20. The main concentration of cases of ash dieback  which has wiped out swaths of trees in the rest of Europe  are in mature ancient forests in East Anglia, along the coast where easterly winds arrive from Scandinavia. By Friday there were just two confirmed sites, but surveys have now turned up many more, the Forestry Commission said. &quot;The new cases will have to be confirmed by scientists, but it certainly looks as if there are more than 20 suspicious sites and we will continue to survey, although we really only have a one- or two-week window now to detect new cases before the autumn leaf drop makes it very difficult to see,&quot; said Stuart Burgess of the Forestry Commission. Ash, which makes up around 30% of all of the UK&apos;s tree cover, is a hugely valuable part of the country&apos;s natural ecosystem. The Forestry Commission and other forestry workers have been looking for the telltale signs of ash dieback since the disease was spotted in trees at two sites, one in Norfolk and one in Suffolk, this month. Environment minister, Owen Paterson, was accused of being &quot;asleep on the job&quot;. He announced on Thursday that a ban on importing ash tree saplings into the UK will begin on Monday, but this may be too late to help save Britain&apos;s ancient woodlands from the fungus, which has been creeping across Europe from east to west for more than a decade. More than 90% of Denmark&apos;s ash trees have been affected, and Norway, the Netherlands and Germany have been very badly hit. In addition to warnings from scientists in those countries, ash dieback was found in British nursery tree stocks as far back as February. However, the government only opened a consultation into a possible import ban on ash trees from the rest of Europe this month. Mary Creagh, the shadow environment secretary, responding to reports that a ban on ash tree imports will be introduced on Monday, said: &quot;Like the forest selloff fiasco, the government have been asleep on the job with ash dieback. They discovered the disease in a tree nursery in February but waited until it was found in the wild in August to consult on banning ash imports. &quot;The government also ignored the Forestry Commission&apos;s warning that there was no money to tackle tree disease and cut its cash by 25%, forcing seven offices to close and cutting 250 staff. You simply can&apos;t trust this incompetent Tory-led government with the nation&apos;s forests.&quot; Harry Cotterell, president of the Country Land and Business Association, warned that while the import ban was a step in the right direction, it might already be too late to stop the disease spreading. He said: &quot;We are very pleased to hear that the ban is going to be announced. I think the real concern is that geographically, it looks like the disease may have arrived on the wind.&quot; Asked if the ban could halt the pathogen, he replied: &quot;It may not. It depends on the extent to which we find the disease in the wild throughout the rest of the country.&quot; A new website, ashtag.org, and a smartphone app, will be launched on Monday to encourage the public to report trees showing symptoms. Paterson said: &quot;The plan is to bring in a ban on imports on Monday. It will now be illegal to bring in ash trees and move them around.&quot; Ash dieback, caused by a fungus called Chalara fraxinea, was relatively unknown in the UK until this year. The threat increased this week when the first outbreaks recorded in natural environments on domestic soil were confirmed in East Anglia, where no recent plantings had taken place, and in woodland in Suffolk. The disease, which causes leaf loss and crown dieback, works particularly quickly on young plants, killing them within one growing season of symptoms becoming visible. Older trees can withstand the initial infection but tend to die after several seasons of attacks. Trees were found dying across Europe, including in forests, nurseries and urban areas, such as parks and gardens, after an outbreak in Poland in 1992, the first time the pathogen was recorded. The Commission is treating Chalara fraxinea as a quarantine pest under national emergency measures and is encouraging the public to report any suspected cases. Most experts now believe the UK is likely to lose a huge percentage of its 80 million ash trees, in a mirroring of the disastrous outbreak of Dutch elm disease in the 1970s and 1980s, which killed off 25 million mature trees.  This article was amended on Thursday 8 November. The main text said that 90% of trees in Denmark had been killed. This is incorrect and has been changed to &quot;affected&quot;. ", 
    "section": "environment", 
    "gid": "environment/2012/oct/28/more-forest-sites-ash-disease", 
    "wordcount": "826"
}