{
    "headline": "Nuclear fusion  your time has come", 
    "text": "Every year, one typical coal-fired power station devours several million tonnes of fuel and produces even more carbon dioxide. Burning stuff has the virtue that it is simple but it is very brutal. That volume of carbon dioxide is damaging the atmosphere and, in the longer term, the fuel will run out. It is clear that the world needs an alternative to generating energy by setting fire to things. For a good few years now, nuclear fusion has looked like offering a solution to the problem. For every 100tonnes of coal we burn, fusion has the potential to deliver the same amount of energy, without any carbon dioxide emission, using a small bath of water and the lithium contained in a single laptop battery. Moreover, it would be inherently very safe and would not produce any significant radioactive waste. Lest there be any confusion, the science behind this way of harnessing the energy locked away inside the atomic nucleus is entirely different from that used in current nuclear fission reactors. It almost seems too good to be true  but it isn&apos;t. A fusion reactor called Iter is currently under construction in France and is due to start operation in 2020. Its principal goal is to determine the viability of fusion at the scale of a power station. Success is widely anticipated and there are already plans afoot to build a &quot;demonstration power plant&quot; to start operating in the 2030s. Fusion is the reason that our sun keeps shining. Deep in the sun&apos;s core is a hot, dense sea of electrons and protons  the remnants of hydrogen atoms that have been torn apart by the high temperature created as a huge mass of hydrogen falls in on itself under the action of gravity. Under these extreme conditions two protons can fuse together, releasing energy in the process. Without this, the sun would stop burning and collapse under the weight of its own gravity. The goal is to exploit the same basic physics to generate energy here on Earth. In fact, we are trying to do much better than the sun, which kilo for kilo is several thousand times less efficient than the human body at generating energy. Crucially, that is not because the energy released when two protons fuse is small. In fact a fusion reaction generates around a million times more energy than is released in a typical chemical reaction, like those that take place in the human body or when we burn a lump of coal. Instead, the inefficiency is due to the fact that proton-proton fusion within the sun is very rare: it takes a proton in the sun around 5bn years to fuse. For that reason Iter will not fuse protons; instead it will fuse deuterium and tritium. These are heavy partners to the proton (deuterium has an extra neutron and tritium has two extra neutrons). The extra mass helps to ensure that fusion is far easier to achieve and, combined with the fact that Iter will operate at a temperature 10 times that in the sun&apos;s core, it should be possible for Iter to generate energy at a rate of 500m watts  the level of a small power station. Unlike the sun, Iter cannot exploit gravity to compress the plasma (the name for the hot fuel mix): instead the idea is to squeeze it inside a doughnut-shaped container using magnets. The energy from a single deuterium-tritium fusion reaction is carried away by a neutron and a helium nucleus. The latter is used to heat the plasma, thereby reducing the need to heat it from an external source, while the neutron can be absorbed in the walls, heating them up. In a reactor, that heat can then be extracted and delivered to the grid. The fuel is not too hard to come by either, and it won&apos;t run out in the next few million years at least: deuterium is plentiful in seawater and tritium can be manufactured by reacting those outgoing neutrons with lithium. It used to be joked that fusion is always the fuel of the future, but that is no longer fair. In the words of Professor Chris Llewellyn Smith, director of energy research at Oxford University, &quot;with enough money we could probably build a fusion reactor now but it would not be economical. The challenge is to make it reliable and competitive.&quot; This confidence is built upon the fact that fusion is now a routine event at the Joint European Torus (Jet) in Culham,Oxfordshire. In many ways, Jet is a mini-Iter: the design is broadly similar and the basic physics is the same. Research at Jet over the past 20 years has led to continuous advances in understanding the behaviour of the plasma. These have led to reduced heat loss due to turbulence and that implies improved efficiency. It is research like this that makes the experts so confident that Iter&apos;s time has come. That is not to deny that challenges remain: materials to handle the heat and neutron damage need to be designed, the production of tritium using lithium needs to be demonstrated and the behaviour of a burning plasma has yet to be fully explored. The construction phase of Iter is projected to cost 13bn (10.5bn), a sum that is dwarfed by the annual subsidy to the fossil fuel industry, which the International Energy Agency estimated to be at least $400bn (248bn) in 2010 alone. Moreover, the cost is shared between the seven Iter members (the European Union, China, India, Japan, South Korea, Russia and the US) and amounts to a UK contribution of a mere few tens of millions each year. The stakes are surely too high to quibble about funding at this level. If we want to get by without burning fossil fuels then there is a huge gap to fill. With the exception of solar power, renewable energy sources can&apos;t satisfy the demand and it is not at all clear that renewables will ever be cheap enough to stop people burning fossil fuels. The wise course must surely be to invest in research across the board. As for fusion, the bottom line is not whether we can do it but whether we can do it at a price people will be prepared to pay.", 
    "section": "science", 
    "gid": "science/2012/sep/16/nuclear-fusion-iter-jet-forshaw", 
    "wordcount": "1056"
}