{
    "headline": "Microsoft accused of trying to secretly influence government consultation", 
    "text": "Microsoft is accused of trying to exert clandestine influence on a UK government consultation which could slash the software giant&apos;s 700m income from the UK&apos;s public sector. The Cabinet Office has thrown out one &quot;independent&quot; expert who had been helping organise a public discussion on how to introduce free software into government  a move that has been calculated could save 600m annually  because he had not declared that he was also advising Microsoft directly. On Thursday evening the Cabinet Office announced that Dr Andrew Hopkirk, who acted as a facilitator on some of the round tables, had not declared that he was also advising Microsoft directly on the consultation  a fact which the government department said &quot;could be seen as a clear conflict of interest&quot;. As a result, the Cabinet Office has been forced to extend the consultation for a month, to 4 June. It was due to close next Tuesday 1 May. Separately, Microsoft has also flown over Steve Mutkoski, a top lawyer who is its worldwide policy director on standards and licensing, from its Seattle headquarters to attend the meetings. That has brought accusations that the software giant, whose Windows and Office programs are widely used in both central and local government and the NHS, is trying to influence the consultation and prevent any loss of revenues if the public sector were to switch away from products made by the US giant. &quot;Microsoft knows that if it loses the fight here, the UK government&apos;s lock-in to its products will be weakened, and a major cash cow will be put increasingly at risk,&quot; said Glyn Moody, an open standards advocate. Although Microsoft&apos;s Windows and Office are de facto standards in business, they are not free to use. Open standards advocates say that government should instead adopt free software products which are not tied to any one manufacturer, which would mean lower-cost alternatives could be used. The outcomes of sessions led by Hopkirk will now be discounted from the consultation and re-run. But it has left a bitter taste among some advocates. Richard Harvey, who works as a project engineer at Channel 4 TV, and is in favour of open standards, said when the consultation opened in February that &quot;the open source community thought &apos;fantastic, that policy hits the nail on the head, it&apos;s a real win&apos;. However no one reported this back, mainly due to a lack of knowledge on how these things work. This left a gaping hole for the corporate companies to exploit&quot;. Some of those opposing open standards are understood to have suggested that such products might still require payments to Microsoft and others due to royalties on the standards. Harvey complains that companies such as Microsoft &quot;are filling the consultation meetings with people discrediting open standards saying things such as how it prevents innovation and that it reduces interoperability and compatibility issues. Being large companies, they have the funds and resources to bring lawyers  and I mean a lot of lawyers  to the debate.&quot; Microsoft has an estimated annual revenue of about 4bn in the UK, or about 5% of its worldwide revenues. About 700m comes from the public sector, of which payments from central government makes up nearly half. Its Windows and Office divisions are hugely profitable, generating roughly 65% profit from revenues. Francis Maude, the Cabinet Office minister, hopes to cut costs in government, and the idea of using open standards software has been pushed within government for years  but with little success to date. Tom Watson, the Cabinet Office minister under the previous administration, unveiled a similar plan in February 2009  but made no progress in trying to replace Windows and Office. The Guardian was unable to contact Hopkirk before publication. In a blogpost for Computer Weekly about the event he facilitated, he wrote that the &quot;gut feel&quot; among the majority of the 16 attendees was that open standards would be &quot;detrimental&quot; to innovation and competition. However, critics say the timing of the consultation, during a working day, would preclude those not paid to advocate non-free products. He also commented that &quot;I do have a longstanding relationship with Microsoft purely on the basis of my consistently neutral, pragmatic, end-user oriented and supplier-agnostic perspective  I have not been asked to publicly or privately support any client brief or position in the government consultation.&quot; Maude has brought in Liam Maxwell, an outspoken former councillor at the Tory borough of Windsor and Maidenhead, to advise on how effectively the government could shift to open standards. Maxwell has not commented on Hopkirk&apos;s dual role, but sources within government told the Guardian that Maude had backed Maxwell in ejecting Hopkirk. A Microsoft spokesman told the Guardian: &quot;Microsoft isn&apos;t against open standards&quot;, and added: &quot;Using just one standard isn&apos;t necessarily the best approach. There&apos;s a sense that by mandating on form of standard, that doesn&apos;t give government the flexibility to choose the right product for a particular situation.&quot; Microsoft&apos;s spokesman said that the adoption of open standards &quot;wouldn&apos;t adversely affect Microsoft&apos;s business. None of the standards being discussed [by the government] would adversely affect Microsoft&apos;s business.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/apr/27/microsoft-government-consultation", 
    "wordcount": "874"
}