{
    "headline": "iPad Touch? How Senseg's haptic system gives touchscreens texture", 
    "text": "Speculation is mounting ahead of Apple&apos;s iPad announcement later on Wednesday that it will include some sort of haptic technology - thinking which has been driven by the including of the words &quot;And touch&quot; in its invitation. The suspicion is that the company which has provided the technology is Senseg, a Finnish startup whose executives have in the past few days become increasingly reticent about discussing any contact that they might or might not have with Apple. So what is the company, and how does its technology work - and might we seen be seeing it in all sorts of devices?  In the office Senseg&apos;s team works out of a small suite of offices on a floor in one of Helsinki&apos;s high-tech buildings. When I went to see them there was snow on the ground - it was January, and a storm had momentarily inconvenienced the city. But the products on show more than made up for it. Senseg has what seems like a breakthrough in &quot;haptic&quot; feedback - those which give the sensation of touch without using anything physical. Their demonstration tablet, an unnamed Android one, has a screen which looks and, initially, feels completely normal: smooth and glassy. Then the demonstration starts running. First it shows what looks like a circular channel in the screen, with a couple of balls in it. Touch the screen, and you can push them around the channel. The sensation is peculiar yet convincing: even with your eyes closed, your fingers are convinced there&apos;s something there, that you&apos;re pushing a physical object. They call the technology &quot;E-Sense&quot;. Another demo divides the screen into four areas. Put your fingers on them, and in one you feel ridges; in another, a sand-rough texture; in another, a more bumpy texture; in yet another, a more cloth-like feel. I identified them all first time - which clearly pleased Ville Makinen, co-founder and chief technology officer. Just in case you&apos;re wondering - yes, it is covered by patents, including the US. (They&apos;ve also patented a version for steering a vehicle and general application. (&quot;And we have several more in the pipeline,&quot; adds Petri Jehkonen, the technical marketing manager.)     Diagram from Senseg's US patent application for the E-Sense technology    Senseg was founded in 2008, but the idea for the technology grew out of medical technology studies that Makinen did for his PhD in cognitive science, examining how we perceive stimuli, and the body&apos;s reaction and interaction with electric fields. Forceful moves The technology uses the Coulomb force - the one which means you can rub a balloon against your hair and get it to stick. If you have two (fairly) nonconductive objects and you create a charge difference between them, there will be a measurable electrostatic force pulling them together. (When you rub the balloon on your head, electrons transfer from your hair, leaving your hair slightly positively charged, and the balloon negatively charged. Opposite charges then attract.) In the case of Senseg and the tablets, the effect is generated by high-voltage electric fields effectively running in a grid across its surface. (The grid is actually embedded underneath the surface during the manufacturing process.)  &quot;The Coulomb force pulls the finger towards the surface,&quot; says Makinen. &quot;Humans are basically large conductive objects. We use a high voltage - about one kilovolt - but zero current.&quot; That means it&apos;s completely safe: despite what signs by electricity pylons say, it&apos;s current, not high voltage per se, that kills. However, static forces are very weak, and so very difficult for humans to feel. So making the fields tangible requires an extra step. &quot;We modelled systems to create frequencies that the hand is particularly sensitive to,&quot; he says. Turning the electric field on and off at between 10Hz and 1KHz (Senseg keeps the figure a trade secret), alerts the sense of touch: &quot;it&apos;s effectively a modulation of the friction of the screen.&quot; At its strongest, &quot;we can make a finger stick and almost stop.&quot; But, he adds, &quot;that might not be a pleasant feeling.&quot; Development has taken some time, but venture capital investors include the founders of Skype and the Finnish government. &quot;We had the technology before there were tablets,&quot; explains Makinen. &quot;And then a clearer use in touch screens emerged. There&apos;s a huge need but we weren&apos;t ready. But there was a demand to create touch sensations without mechanical movement.&quot; Anyone who used RIM&apos;s BlackBerry Storm will have experienced the muddle of mechanical haptic feedback. Push on a button and you&apos;d experience a click. It was deeply unsatisfactory and even a little off-putting. &quot;What we have been able to do is to take this phenomenon into something that not just scientifically interesting, but has clear user benefits,&quot; says Makinen. &quot;We make touchscreens come alive.&quot; Subconscious reaction In the past, he notes, haptic feedback has meant physical movement - &quot;which is good for a phone ringing or event notification.&quot; (That&apos;s your phone vibrating when someone calls; the vibration is caused by the rotation of an asymmetric weight inside the device.) &quot;In nature, vibration is an alarm. So that&apos;s good for alerts. But that isn&apos;t how we experience touch.&quot; Subconsciously, if something actively vibrates when we touch it, that&apos;s bad; the subliminal message is that something bad has happened. &quot;Rather than that, we&apos;re looking at how your hand explores the world - so that you can experience ridges on a table, for example. But going from a functional prototype to production is a long road.&quot; So when would production be achieved? Speaking in January, Makinen said that &quot;we expect that we will be in a consumer product by this Christmas.&quot; What sort of product? &quot;A tablet-sized device,&quot; he hedged. However, he was more forthcoming last June in an interview with Trusted Reviews, when he said that Senseg was talking to a &quot;tablet maker in Cupertino&quot;. There&apos;s only one of those.     Apple's teaser invitation to a 7 March event in San Francisco, apparently showing a detail of the much-bruited iPad. So is Senseg supplying the touch?    Senseg has also been talking to mobile phone manufacturers, but &quot;that requires more investigation&quot;. The need is less obvious - and less pressing. &quot;We have a lab version for mobile phones, but it takes more time to make it work.&quot; The killer app? &quot;Is that it&apos;s like a normal touchscreen - there isn&apos;t any extra layer. And you can use it for many purposes. You can believe that you can feel an object on the screen. So you can feel if you&apos;re doing the right action - say, moving your finger through a channel, because you would &quot;bump&quot; into the sides. &quot;Once you start using a system with these haptics, then you become so used to it that you feel lost if you&apos;re using a system without it.&quot; Press any key That&apos;s a key point - and, if Senseg&apos;s technology is incorporated into future products from any company (but especially an ambitious one looking to corner a fast-growing market) then that could turn into a key distinction. One key criticism of tablets at present is that it&apos;s hard to type accurately with the onscreen keyboards; if the keys, or the key edges had a tangible presence, that would make an enormous difference to accuracy. if you&apos;re reading this on a desktop or laptop, try closing your eyes and running your fingers over the keys: feel the edges? Now imagine a version of that on a smooth screen.) &quot;We&apos;re bringing tactile interaction to the screen,&quot; says Makinen. &quot;We don&apos;t know how far it will go; but what we&apos;re saying is that it&apos;s a totally new technology that you can mass manufacture. There are no mechanical moving parts.&quot; That&apos;s all well and good - but how would developers take advantage of it? &quot;There are Senseg libraries and an API,&quot; says Makinen. He suggests that they&apos;re available for Android, iOS, Linux and Windows through a chip that Senseg has produced. &quot;We get a couple of requests per day for an API for people to start coding against.&quot; And what about the physical components that have to be added to the screen? &quot;That adds perhaps a micrometre to the thickness and needs maybe a couple of steps to the manufacture. From our perspective the problem has been that these were gesture devices that you made. So you needed a lot ouf there. We have a lot of pull because a lot of people think that it&apos;s pretty cool. But look what might have happened if we&apos;d chosen to go with one manufacturer. If we had just gone with HP and they&apos;d used it on the TouchPad, then we&apos;d have been screwed.&quot; (HP abandoned manufacture of the TouchPad within weeks of putting it on sale, and has all but abandoned the product.) &quot;Which is why it&apos;s important to find a successful use.&quot; Will Windows 8 tablets be a potential application? &quot;That&apos;s the most likely. The user interface is very much touch-based. Today we are generic code, Android is applicable. We can have native applications. We have two paths - more complicated to define solid API support for haptics. There&apos;s thousands of APIs in Android for haptics. We aren&apos;t exactly sure what the boundary is in terms of how deep or shallow the integration should be into the OS.&quot; That&apos;s because developers, device makers and OS creators have to allow for the fact that a program might be running on a haptic-enabled tablet - or might not. Should programs always insist on it? How should the OS or device notify an app that it has haptics enabled? And what if they&apos;re different?  Costs: manufacturing and battery life Now on to the hard questions: how much does it cost, and how much battery life do you sacrifice for it? &quot;Manufacturing cost depends on volumes,&quot; hedges Makinen. &quot;Touchscreens and displays are already pretty expensive. It would probably add less than 10% to the cost.&quot;  But doesn&apos;t generating an electric field eat up the battery? &quot;It uses less than 5% of typical battery capacity,&quot; Makinen says. So rather than 10 hours&apos; life (not a figure he offered), you&apos;d get 9.5, though more if you didn&apos;t spend much time swiping the screen, the battery hit might be less. What about rivals? &quot;There are other haptic systems about&quot; - he mentions &quot;Tesla Touch&quot;, which was working on the same topic inside, of all places, Disney - &quot;but they require a total restructure of the screen rather than an intermediate manufacturing step. This is cheaper than technologies such as piezoelectric systems, which actually bend the screen.&quot;  Will Senseg&apos;s technology be part of the next iPads? Even if it isn&apos;t, it&apos;s a promising and intriguing system which deserves wider use - to improve typing on tablets, if nothing else. Charles Arthur&apos;s trip to Finland was paid for by Finnfacts, an independent media service organisation that provides contacts between international media and Finnish business.", 
    "section": "technology", 
    "gid": "technology/2012/mar/07/ipad-3-touch-senseg-haptic", 
    "wordcount": "1851"
}