{
    "headline": "Tougher 30% emissions cut would be cheaper than expected: report", 
    "text": "Moving to a tougher Europe-wide target on greenhouse gas emissions would present the UK with little problem, contrary to what some business lobbyists and thinktanks have been alleging, according to a new analysis of the goals seen by the Guardian. The report concludes that if the EU were to set higher emissions-cutting goals now, by increasing its current target of a 20% cut by 2020 to a 25% or a 30% cut, it would save money in the medium and long term. The saving in fuel costs alone from a 25% cut would be 20bn a year. The findings will boost the case of Chris Huhne, the energy secretary, who has become increasingly isolated within the coalition government in his vocal support for the tougher 30% target. Europe-wide, the costs of raising the climate change target to a compromise goal of a 25% cut would at 70bn be significantly smaller than previously thought, according to the European commission&apos;s analysis, a leaked copy of which was obtained by the Guardian. In part owing to the impacts of the recession, but also because of efforts made in the past 10 years to cut carbon, the current 20% emissions-cutting goal is already all but met. The problem with this, according to the commission, is that it risks leading Europe into a trap: because the goal is no longer stretching, businesses and consumers will be more likely to continue to make high-carbon investments in the next 10 years instead of making the lower-carbon choices needed. That, in turn, will mean it will cost far more to cut emissions in the 2020s and 2030s, when deeper cuts will be needed to avoid dangerous climate change. The commission analysis found: &quot;By depressing the carbon price, the fall in emissions in the European emissions trading scheme has paradoxically increased the risk of Europe getting locked into new high-carbon investments. This is particularly inopportune considering the size of the capital stock still to be replaced this decade. Carbon-intensive investments today would lead to higher mitigation costs after 2020, due to the increasing emissions reductions required in order to stay in line with the internationally agreed objective [of holding temperature rises to 2C, which scientists say is the limit of safety beyond which climate change becomes catastrophic and irreversible].&quot; Europe-wide, it would cost about 0.5% of GDP to meet a tougher emissions-cutting target to 30% by 2020, but this is less than was previously forecast and does not take into accounts benefits such as the build-up of the green economy, lower air pollution and potential savings if fossil fuel prices soar in the coming decades. A battle is taking place in Brussels between those who want to raise the current emissions-cutting targets, arguing it would fuel the growth of a green economy and create jobs, and powerful business lobbying groups who argue that going beyond the current goal of a 20% emissions cut by 2020, relative to 1990 levels, would be costly and serve little purpose internationally as other countries are unlikely to raise their emissions goals along with the EU. The UK coalition government&apos;s official stance has been to support moving to the tougher goal of a 30% cut, but that commitment has come under severe attack from members of the Tory party and business interests, including the CBI employers&apos; organisation and the EEF manufacturers&apos; organisation. Joss Garman, senior campaigner at Greenpeace, said: &quot;The surge in clean tech investment in the US and China, together with December&apos;s international climate agreement in Durban, has provided fresh momentum to efforts in Europe towards building a cleaner, more competitive economy that is more resilient to volatile fossil fuel markets. These documents show clearly how adopting a tougher European carbon target would boost our economy, cut fuel imports, and bring down air and climate pollution levels. David Cameron and Chris Huhne have been ahead of the pack in realising the win-win opportunity offered by raised European ambition. It&apos;s good news that the rest of Europe now seems to be catching up.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jan/18/30-percent-emissions-cut-cheaper", 
    "wordcount": "674"
}