{
    "headline": "Science, ethics and shared space", 
    "text": " &quot;We&apos;re losing our capacity for socially responsible behaviour. The greater the number of prescriptions, the more people&apos;s sense of personal responsibility dwindles.&quot;  Hans Monderman   People spilling out of the Science Museum or Imperial College London may have noticed over the last couple of years how much easier it has become to get run over. Exhibition Road, a grand thoroughfare of Victorian Kensington, has been transformed into a &apos;shared space&apos;. The idea, following the philosophy of Dutch planner Hans Monderman, is to strip away the bollards, lights, signs and barriers that separate and control pedestrians, cyclists, truck drivers and other road users. In the absence of this road furniture, everyone should, in theory, feel less secure, be more careful and take greater responsibility.  Two things have prompted me to think about whether we could think about science and innovation as a shared space. First, a conference to mark the end of the Genomics Network, funded by the Economic and Social Research Council over the last ten years to encourage research and policy thinking on the life sciences. Second, a conversation in a traffic jam with Bronislaw Szerszynski, a sociologist at the University of Lancaster.  Social scientists and policymakers interested in emerging technologies have begun to talk about &apos;responsible innovation&apos; as way to think about policy for new technologies. I&apos;ve written various things about this over the last couple of years (there are a couple in this book). We know that technology is a double-edged sword. And we know that the implications of technology are often understood too late to do anything about them. Scientists and innovators, for various reasons, are not conventionally considered responsible for the futures that they help create. &apos;Responsible innovation&apos; seems like a useful phrase, and it is starting to be adopted by policy folks, but it needs work to stop it being vacuous. A recent report from the Nuffield Council for Bioethics gives some heft to the discussion. Here&apos;s a blog post from them that provides a flavour.  The Nuffield Council suggests that the idea of &apos;public ethics&apos; is needed if we want innovation for the public good. There is no shortage of ethics in discussions about science and technology. We have committees for research ethics committees, bioethics and medical ethics that all pass judgement on the thorny issues raised by new scientific possibilities. But is this division of labour helpful? Surely responsible innovation means everyone taking responsibility, not delegating it to particular groups? One option, then, would be to start dismantling the ethical furniture, to make scientists, innovators and regulators a bit more wary.  One argument against this shared space view of responsible innovation comes from the critics of Exhibition Road. The ideal is terrific. But the experience is mixed. Simon Jenkins loves it, but others, including cyclists, people with impaired vision and people getting run over point to some problems. If we want to protect the most vulnerable, perhaps the bollards, barriers and committees do matter after all.", 
    "section": "science", 
    "gid": "science/political-science/2013/may/01/science-policy1", 
    "wordcount": "495"
}