{
    "headline": "Student experience winner: Manchester Metropolitan University", 
    "text": "Working out what students want is one thing. Giving it to them may take so much work you wonder why you did the survey in the first place. Never daunted, Manchester Metropolitan University decided to revamp its entire curriculum design and delivery to &quot;enhance the quality of assessment for learning&quot; (EQAL) and in so doing improve students&apos; experience of their time at university. The project began in 2010 and has involved academic, administrative and technical staff from across the institution. Every action taken as part of the EQAL project has linked directly to student feedback and focus groups. A model of factors influencing the student experience was built, and showed that course organisation was crucial to overall satisfaction. Students were also keen to integrate mobile technologies into every aspect of their university lives: this included personalised information on timetables, deadlines, reading lists and learning resources.  Having gained JISC funding to help it afford the investment required to assemble personalised information at an institutional scale, the MMU business improvement team orchestrated the work-plan across all university departments to deliver new curricula, new technologies and new quality assurance and improvement processes.  &quot;Everyone stepped up to the challenge,&quot; says head of learning and research technology, professor Mark Stubbs.  &quot;Rules for the new curriculum emerged from intense debate and were accepted because academic leaders found consensus. The EQAL Board provided unfaltering support. This scale and pace was only possible through extraordinary levels of innovation and collaboration, and willingness from staff at all levels to embrace change and made a difference.&quot; As the project raced on, approval systems designed to ensure slick progress meant that over 800 modules could be scrutinised simultaneously and with the required rigour. Learning technologists worked alongside academics to help them express their curricula in Moodle, and the same learning platform was used to deliver personalised course information to students.  This instantly became a great success, with the site getting over 400,000 hits a day at its peak. Further proof of students&apos; enthusiasm was their response to a survey on what they liked best about the facility and what didn&apos;t work as well: more than 10,000 took the trouble to reply, leaving nearly 60,000 comments.  &quot;Refreshing an entire undergraduate curriculum in three years is not standard practice for the sector. Doing so while introducing personal timetabling and a new VLE is definitely not the norm!&quot; says Stubbs. The thing he&apos;s perhaps most pleased about, he says, is that &quot;organisational change on this level carried out at this pace would normally produce a J-curve, where things got worse before they got better. It&apos;s very rewarding for all involved that signs of an early turnaround hinted at in the responses [to] the online survey have strengthened MMU&apos;s 2012 National Student Survey results, and whilst further progress is anticipated, there&apos;s been significant improvement in the key areas targeted by EQAL, particularly course organisation and overall satisfaction.&quot; This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/2013/feb/26/student-experience-winner-manchester-metropolitan-university", 
    "wordcount": "522"
}