{
    "headline": "Students stay silent about mental health problems, survey shows", 
    "text": "Universities should do more to encourage students with mental health problems to seek help, a leading charity has warned. More than a quarter (26%) of students who say they experience mental health problems do not get treatment and only one in 10 use counselling services provided by their university, according to a National Union of Students (NUS) study. Of the students surveyed by the union, one in five say they experienced mental health problems while at university. This is in line with national statistics estimating that in any one year 23% of British adults experience a mental disorder. Those who do experience mental health problems cite coursework deadlines (65%) and exams (54%) as triggers of distress. Financial difficulties (47%), pressures about &quot;fitting in&quot; (27%) and homesickness (22%) also contribute to mental ill health. Stress is one of the most common symptoms of distress (80%), with many students also reporting a lack of energy or motivation (70%), anxiety (55%) and insomnia (50%). Some 38% experience panic, while 14% consider self-harm and 13% report suicidal thoughts. NUS researchers admit that their survey was self-selecting and may exaggerate the prevalence of mental health problems among students. But Hannah Paterson, NUS Disabled Students&apos; Officer, says the &quot;primary concern&quot; is that very few of the students experiencing distress speak about their problem. Of those who do experience mental health problems, 64% do not use any formal services for advice and support. Students are more likely to tell their friends and family about feelings of anxiety, than they are to approach a doctor, academic or university counsellor. Paul Farmer, chief executive of Mind, says this may be because of the stigma attached to mental illnesses. He adds that universities should do more to reach out to students. &quot;Higher education institutions need to ensure not just that services are in place to support mental wellbeing, but that they proactively create a culture of openness where students feel able to talk about their mental health and are aware of the support that&apos;s available. &quot;Opening up to friends and family can help those feeling stressed or anxious, but anyone experiencing suicidal thoughts or consistently feeling down may have an enduring mental health problem, so it&apos;s best they visit their GP. Nobody should suffer alone.&quot; Poppy Jaman, chief executive of Mental Health First Aid England says the NUS&apos; findings are unsurprising: &quot;The student community is considered high risk for mental ill health, with exams, intense studying and living away from home for the first time all contributing factors. &quot;Where symptoms of poor mental health are spotted early and appropriate support and treatment is put in place the subsequent rate of recovery is significantly improved. Much more needs to be done within educational settings to improve the prevention and intervention of mental ill health.&quot;", 
    "section": "education", 
    "gid": "education/2013/may/20/students-stay-silent-about-mental-health-problems", 
    "wordcount": "473"
}