{
    "headline": "New York judge casts doubt on resale of digital music in ReDigi case", 
    "text": "The legality of selling digital music in the same way as an old book or CD has been called into question, after a New York court ruled that the act is in violation of the copyright act. A New York federal district court judge, Richard Sullivan, ruled that the digital music reselling company ReDigi had infringed on Capitol Records&apos; rights to reproduction.  &quot;Right now, there is no future for reselling digital music, but I don&apos;t think this is the last word,&quot; said Christopher Jon Sprigman, a law professor who is a co-author of the Knockoff Economy. Capitol Records filed a complaint against ReDigi in January 2012, instigating a challenge to protections of the first sale doctrine  which gives owners of copies of products the ability to lawfully sell or lend a product, thereby allowing used bookstores, libraries and video rental stores to exist. ReDigi, which launched in October 2011, allows people to sell digital music files at a lower price than that for which they were purchased. To resell digital music, users download software that determines if their music is eligible to sell. People can only resell music purchased on ReDigi and iTunes, and cannot sell music ripped from CDs or downloaded from file-sharing sites. The software continues to run scans on the user&apos;s computer, to make sure users do not keep digital music files they have sold; people caught violating this rule have their accounts suspended. The court determined that ReDigi is not protected by first sale because to resell music on ReDigi, the file must be transferred to the company&apos;s servers in Arizona  which requires a technical, unauthorized recreation of the file. Sprigman said: &quot;Yes, it&apos;s making a copy, but only in the driest, most formal sense of making a copy.&quot; Sprigman said ReDigi&apos;s process was &quot;fairly reliable&quot; and offered a way to transact digital goods without resulting in the proliferation of copies of a product. &quot;From an economic basis that&apos;s no different from taking the book that&apos;s sitting on your bookshelf and putting it in a used bookstore,&quot; he said. If the digital reselling of music becomes a successful industry, the recording industry will likely see an increase in competition  just as the book industry has seen with an increase in second-hand bookstores. &quot;Capitol Records doesn&apos;t want the price of digital music to be disciplined,&quot; Sprigman said. &quot;In other words, it doesn&apos;t want competition.&quot; Amazon, which includes the sale of used books as part of its business, recently patented an electronic marketplace that would permit the reselling of digital goods. The move sparked uproar from those who fear it will steer money away from the book and music industry. Judge Sullivan said in his summary that his decision would not exclude all digital works from resale and that people could still sell a product that contains a musical recording, &quot;be it a computer hard disk, iPod, or other memory device onto which the file was originally downloaded.&quot; While he admitted that this presented obstacles to resale, he said it was up to Congress, not his court, to determine whether this was an outmoded way of thinking. &quot;The first sale defense does not cover this any more than it covered the sale of cassette recordings of vinyl records in a bygone era,&quot; he wrote.  This case is the second of two closely watched first sale cases this year. In mid-March, the Supreme Court ruled that the first sale doctrine protected someone who made a business by selling textbooks he had purchased overseas.", 
    "section": "technology", 
    "gid": "technology/2013/apr/02/new-york-judge-digital-music-redigi", 
    "wordcount": "600"
}