{
    "headline": "Pebble rocks CES 2013 with launch of its wireless watch", 
    "text": "Pebble, which became a Kickstarter sensation by promising to design possibly the world&apos;s coolest watch, on Wednesday unveiled the device to instant, though possibly premature acclaim. The watch, which connects wirelessly to smartphones to display information like text messages, will start shipping to customers on 23 January, working its way through a backlog of 85,000 orders before taking new orders. Weighing 38g, the watch looks basic but connects with iOS and Android devices, has Bluetooth 4.0, an accelerometer and an e-paper display and is waterproof. This means that you can use it to control music from the shower. It will sell for $150. &quot;We had to get it right, it&apos;s on your wrist,&quot; Eric Migicovsky, Pebble&apos;s founder and primary engineer, told the Guardian after unveiling the watch to a packed press conference at the Consumer Electronics Show in Las Vegas. &quot;People won&apos;t tolerate something bad being attached to their body.&quot; Technology journalists applauded the presentation. &quot;The more I see the more I am excited about this device,&quot; wrote one.  Kickstarter backers who followed the unveiling via a live video stream tweeted positive first impressions. No one outside the company, however, has had a chance to use the device or note any potential glitches. Migicovsky, 26, is awaiting customers&apos; verdicts. &quot;We&apos;re pushing it out there,&quot; he said. &quot;I&apos;m really excited to hear back what people think.&quot; During the press conference, the Canadian developer used a Pebble on his wrist to take questions which those following online sent via email, Facebook and Twitter. The watch comes in a variety of colours; one feature is a customised face which allows you to see the time in numbers, as a traditional clock face, in words (&quot;nine twenty five&quot;) or, for true geeks, in a binary form which resembles black and transparent dots. Migicovsky apologised for a four-month delay  the watch was supposed to launch last September  but said the company wanted to lock in advanced hardware so upgrades could be done via software. &quot;We want to make it as future-proof as possible,&quot; he said. The watch will show calls to your phone and allow you to check email and texts, an application which is expected to appeal to bikers and runners. The project launched on Kickstarter with a target of raising $100,000 in a month, the idea being to make a few thousand specialised watches in San Francisco&apos;s bay area. Instead it became a phenomenon on the crowd-funding site, raising more than $10m, and so the company scaled up for mass production by sourcing production to China. The watch&apos;s battery will run for a week; its Bluetooth will drain 5% to 10% of a connected smartphone&apos;s battery. Rahul Bhagat, Pebble&apos;s head of operations, said his team was tired but exhilarated to have launched in time for CES, the world&apos;s leading innovation expo. &quot;We&apos;ve been getting by on two or three hours sleep a night,&quot; he said. The company will sell directly from its site, getpebble.com, and has no plans to distribute through stores. Migicovsky said that once production was running smoothly, Pebble would focus on developing new software for the device. &quot;It feels nice to have reached this point,&quot; he said. &quot;As a boy I was always interested in watches, pendulums, grandfather clocks. The project for my fourth-year engineering course was watches. One thing led to another.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/jan/09/ces-2013-pebble-wireless-watch", 
    "wordcount": "577"
}