{
    "headline": "What A-level subjects should you pick?", 
    "text": "Many GCSE students who hope to go to a decent university in a couple of years&apos; time will be wrestling with a vital decision: which A-levels should they pick, and how can they avoid getting it wrong? If you&apos;re one of the lucky few who&apos;s firmly set on a vocational career such as medicine, it&apos;s straightforward. Research which course best matches your interests, look at which A-levels are specified as absolute requirements, then get your head down. Most 16 year-olds won&apos;t be that certain however, so first off, says Lynne Davies, an adviser at Careers Wales, try not to limit your options by choosing subjects that aren&apos;t taken seriously by top universities. But how do you know what subjects the universities prefer? Last September, the prestigious Russell Group of universities published a guide called Informed Choices which explains in detail what they are looking for. For example, it&apos;s not acceptable to have general studies or critical thinking as one of your three core A-levels, the guide says. That view is shared by other sought-after universities, Davies says. But the guide also says that if you pick two of what it calls &quot;facilitating subjects&quot; (maths, English literature, physics, biology, chemistry, geography, history, languages), then choosing a less traditional one is fine. At Warwick University, the director of student admissions Andrew Higgins explains his approach: &quot;For most courses here, selecters will exclude general studies from any A-level offer, but some may accept it for the fourth subject at AS level, where this is required. Critical thinking is often only accepted to AS level.&quot; Higgins has another useful tip: &quot;Breadth of subjects is valued, and therefore subjects with significantly overlapping curriculums should be avoided where possible, for example economics and business studies.&quot; A few years ago, pupils were advised to choose subjects that matched their interests. But in these days of high unemployment, isn&apos;t it essential to be thinking career first, personal preference second? &quot;Sadly, yes,&quot; says Marlon Gomes, head of admissions at Queen Mary, University of London. &quot;There&apos;s a clearly defined path for many careers. So if you&apos;re looking to do a particular job that requires specific subject knowledge, you need to choose those subjects at A-level.&quot; But for anyone who&apos;s still unsure about their future career, Gomes says he would &quot;always advise a mixture of A-levels&quot;. He says: &quot;A passion for a non-degree-related subject is viewed well by admissions tutors, so one out of three shows a well-rounded candidate.&quot; Modern languages have been falling in popularity, but are still highly regarded by admissions tutors, says Alison Mullan, in charge of student recruitment at Salford University. It&apos;s worth considering a language A-level even if you don&apos;t intend to study it at university. &quot;There&apos;s a broad recognition that any language at A-level requires commitment and discipline,&quot; says. Mullan. &quot;Anyone who achieves well would be taken seriously.&quot; Deborah Gostling, head of sixth form at Chestnut Grove academy in London, makes a case for choosing subjects you like, pointing out that if a pupil finds &quot;something they enjoy they will tend to be better at it  and will tend to have more fulfilling future careers&quot;. So following your interests is a good idea and so is breadth. But the key thing with making varied subject choices is &quot;not to become too diffuse&quot;, says Sonia Hendy-Isaac, senior lecturer in curriculum design at Birmingham City University. &quot;You need to ensure there is some coherence that runs through your subjects, that you can connect your choices and make an argument for why you picked them,&quot; she says. &quot;For instance, media studies, maths and chemistry looks odd, but maybe you want to go into science journalism, and then it makes complete sense to an admissions officer.&quot; If you want a vocational/academic mix, you need to think about where you want to study as well as what degree you might want to take. &quot;Students need to know they can get on to great courses with an A-level and two BTecs, say. But what&apos;s always difficult is if a student wants to go to a Russell Group university and has a vocational qualification as part of the mix, as they usually won&apos;t be considered,&quot; says Gostling. And how important is maths? A grade C in maths is pretty much essential at GCSE if you want to go to university, but the subject is also generally liked by admissions tutors at A-level. So it is well worth thinking about if you&apos;re capable of getting a good grade. &quot;Certainly anyone who has ability in maths should consider it,&quot; says Davies. &quot;I see no problem with a combination such as English, history, maths.&quot; But be warned: there are many degrees where maths is essential, and if you don&apos;t do some careful research, you might not realise it. &quot;Say you want to study computer science, so you take a computing at A-level. That&apos;s fine, but you also must do maths at A-level to be considered,&quot; Davies explains. Don&apos;t be afraid of phoning up universities for advice. Every potential A-level student should be getting tailored advice at school, says Davies, but if you&apos;re still stuck, call the admissions office to talk through a dilemma. &quot;Most are very good,&quot; she says, &quot;and if they&apos;re not, get in touch with the university&apos;s marketing office to let them know!&quot;", 
    "section": "education", 
    "gid": "education/2012/aug/23/what-alevel-subjects-to-pick", 
    "wordcount": "919"
}