{
    "headline": "Urban birds in the late autumn light", 
    "text": "November can be a really magical time of the year. We are in the depths of autumn and the first hints of winter are making its presence felt, but there are some great birds to look out for and photograph in Britain&apos;s urban areas. It really is not too difficult to get nice shots of birds in an urban environment. The great thing about urban birds is that they can often allow much closer approach than their country cousins. Our garden birds can sometimes even learn to accept food from the hand  superb for photographic opportunities. Failing that, pointing a trusty camera through the kitchen window at the bird table goings-on may result in something special. Even supposedly plain birds such as house sparrows, dunnocks and chunky wood pigeons can look really gorgeous as they squabble for food in the atmospheric late autumn, early winter light.Taking shots of birds in your back garden is a good starting point, but if you really want capture images in semi-natural looking urban locations you will have to get out more. A visit to a reservoir, nearby park or local woodland could pay dividends when it comes to photographing the more elusive species. The idea would be to secret yourself in a quiet spot that affords good views of prominent perches or well-lit stretches of water and wait to see what passes by. A trip down to your local park should give you good close-up views of the local waterbirds. Indeed, with a little bait of brown bread it should be fairly easy to get some smashing intimate shots of birds such as mute swans, canada geese, mallards, tufted ducks, moorhen and coots. Let us not forget the squalling gulls that eagerly come to any crumb of bread chucked in their general direction. Birds like the perky robin, the familiar garden residents like blackbirds, starlings, blue and great tits that vie for our attention as they visit our garden feeders can sometimes be captured just by using the camera on your mobile phone. This is also the time of year when a lot of our winter visiting birds flood into the UK. Thanks to a wholesale berry and acorn crop failure in northern Europe, a deluge of jays, fieldfares and redwings have already invaded the UK in search of food. The fieldfare and redwing are attractive members of the thrush family that breed in northern Europe and winter in variable numbers in Britain and the near continent. They tend to visit our urban gardens when hard weather conditions force them to move from their preferred fields and woodlands in the more rural areas. The crop of berries and acorns in the UK has not been that spectacular either so a lot of these birds have already began moving into our urban gardens in search of the food that we put out for them. They move in roving flocks that suddenly descend on a tree or to gorge on fallen fruit on the lawn. This can provide an excellent opportunity for some great action shots. If you have rowen or cottoneaster growing in your garden they may prove as magnets for the passing flocks of winter thrushes that can also include migrant blackbirds and if you are lucky a rare rogue ring ouzel  a shy, summer visiting migrant thrush. Hot on the heels of the thrushes is another flocking denizen of the Scandinavian woodlands  the waxwing. This starling-sized bird is beauty personified. I personally believe that this bird should replace the robin as the Christmas card pin-up. They appear here in the winter in varying numbers; some years just a few hundred but in crop failure they arrive in their thousands. And the best thing is that they absolutely adore feeding on the rowens and other berry bearing trees that are frequently planted in our town shopping centre car parks. What is more, they often tolerate very close approach as they gobble up the berries. They are the ultimate prize bird for the urban bird photographer. Using a decent 100-400mm lens is a must for obtaining the best results. However, if you own a telescope you can indulge in digiscoping. For the uninitiated, digiscoping is quite simply placing an ordinary point-and-shoot camera over the eyepiece of the telescope in order to create an instant long lens. It can be fiddily at times especially if you haven&apos;t got the corresponding connector between the telescope and camera. This form of wildlife photography is best for capturing distant water birds or static birds sitting on top of bushes. Consider joining a group that go out on photography outings. It would be a great way to learn about the workings of your camera. It will only be a matter of time before you capture that real prize shot. They invariably involve images of common birds doing unusual things. One such picture that springs to mind is an amazing shot taken by a young photographer from Bristol of a peregrine flying across a fluttering union flag. Always be on the lookout for that unusual shot. Keep your camera on multi-shot and keep pressing that trigger.     Juvenile peregrine falcon flying in front of a union flag on top of the Houses of Parliament, London. Photograph: Bertie Gregory/2020VISION/NaturePL     David Lindo, also known as the Urban Birder, is a writer, broadcaster, speaker and bird guider  Share your photos of urban birds on our Flickr group", 
    "section": "environment", 
    "gid": "environment/2012/nov/14/urban-birds-autumn-light", 
    "wordcount": "882"
}