{
    "headline": "Dekko wants to take augmented reality beyond a 'marketing gimmick'", 
    "text": "US startup Dekko has raised $3.2m of funding to fuel its ambitions for technology that it describes as a &quot;visual layer for wearable computing devices&quot;. It sounds (and looks) like augmented reality technology, but that&apos;s not a phrase the company&apos;s chief executive Matt Miesnieks likes to use. &quot;We&apos;re really trying to avoid the term &apos;augmented reality&apos;. If you&apos;re a pHd in computer science or have worked in the space, you understand it,&quot; he says. &quot;For 99% of people it&apos;s confusing. If they&apos;ve had any experience with AR, it&apos;s probably been a bad experience.&quot; Dekko was founded a couple of years ago, and has been quietly building its technology and team since. Its staff are drawn from the likes of Xerox PARC, Twitter, Electronic Arts, the New York Museum of Modern Art, the academic world and AR startup Layar. &quot;This is our second go round at this space. We had a very early look at the first generation of augmented reality browsers, and we have a good understanding of the user problems that meant these apps weren&apos;t really successful,&quot; says Miesnieks. &quot;Nearly everything out there today called AR is a marketing gimmick or a science project, and people aren&apos;t using them. People talk about this rocket-ship vision of putting a man on Mars, but what AR has delivered is the equivalent of cardboard rocket-ships with hand-drawn NASA logos on the side.&quot; It&apos;s a practised soundbite, and one that&apos;s likely to meet a warm reception among AR sceptics, of which there are many. But Dekko is walking a fine line: attacking the quality, usefulness and user-friendliness of AR so far, while pitching its own technology as a big leap forward. The company isn&apos;t alone in its aims. Miesnieks cites Qualcomm, Microsoft, SRI and academic institutions like London&apos;s Imperial College as peers who are working towards a second, better wave of consumer AR apps and technologies. &quot;We&apos;re the only startup doing it, and we&apos;re at least 12 months ahead of any of those other companies. Being a startup means we&apos;re able to work very closely with end users, and with the apps,&quot; says Miesnieks. &quot;We don&apos;t really care much for the hype in this sector. We could have launched a year ago, but we&apos;ve kept our heads down and iterated over and over, working on simplifying the user experience and understanding the sorts of problems users had.&quot; So what will Dekko&apos;s technology be for? The company&apos;s promotional video shows off its intentions, from a cartoon monkey bobbing about on a table with no need for a printed marker  to a first-person view of someone wandering real-world streets with digital notifications overlaid on the landscape.            &quot;The content needs to be really in the world. It can&apos;t feel like a layer stuck to the back of your glass,&quot; says Miesnieks. &quot;To do that, you really need the system and technology to be able to understand the world in 3D. But being able to extract or construct a 3D model of the world, in real-time on a mass-market smartphone is incredibly technically difficult to do. But that&apos;s what we&apos;ve done.&quot; Currently, Dekko&apos;s technology is capable of understanding (and &quot;constructing&quot; an area around 10 feet in size hence the table-top demo which is why the company&apos;s first app will be a game.  It&apos;s due to be released this summer on iOS, after Dekko opted to build it in-house rather than rush out to solicit ideas from external developers with an SDK. &quot;Everyone views augmented reality and this visual layer on the world as a gold-mine, but while a lot of people have gone in, nobody&apos;s come out with a nugget of gold,&quot; says Miesnieks. &quot;Launching an SDK is like trying to sell shovels to gold-diggers next to a mine where nobody&apos;s found any gold yet. We realised we&apos;d just get lots of low-quality applications if we put an SDK out, so we needed to go and build that first showcase app ourselves.&quot; Details on that first game are sketchy for now: it&apos;s in the gaming/entertainment area, with a 3D character. The way Miesnieks describes it makes me think of an AR version of Talking Tom Cat-style virtual pet apps, or even ZeptoLab&apos;s Om Nom: Candy Flick AR spin-off from the Cut the Rope games. &quot;We&apos;re thinking about how to let an animated character from a film exist off the screen in the world,&quot; says Miesnieks.  &quot;How to let your physical toy come to life, and how to make people&apos;s favourite game avatars step out of the screen into the real world. We want to create an entirely new type of game. Something that&apos;s never existed before.&quot; Monkey business This is one of the dilemmas of working in AR. Even a CEO who doesn&apos;t &quot;care much for the hype&quot; around this area ends up talking up his product in such bullish terms. Otherwise it risks looking like just a silly digital monkey capering about on a table. Games are a good technical showcase for AR technology, but they aren&apos;t always taken seriously. Miesnieks offers an interesting comparison with Microsoft&apos;s first Windows OS, when it was trying to make people feel comfortable with a graphical user interface that was brand new to the majority of users. &quot;It was far, far richer visually than what had gone before, so the way Microsoft eased people into it was they built a little game Solitaire and shipped that out to everyone who got to try this operating system,&quot; he says. Dekko hopes its first app will fulfil a similar role for augmen Well, whatever you choose to call it. I&apos;m interested in the next steps for Dekko though, as its technology gears up to handle streets and cities. Miesnieks says that the company&apos;s roadmap has it scaling up to cover areas of 100 feet by 100 feet outdoors. &quot;If you&apos;ve ever been on Google Maps and zoomed out really quickly, you see the screen fill up with little tiles. We&apos;re doing the same thing well, our 10-feet by 10-feet is a cube and we want to start swapping cubes as you walk down the street,&quot; he says. &quot;We&apos;re building that type of technology to support 3D mapping in a much bigger area, which you can see a hint of in the video. And once you have a large area, the types of applications get way more interesting and fan out really quickly.&quot; Gaming may still play a role  &quot;Call of Duty with snipers hiding behind walls on the street, or you can put monsters down dark alleys&quot; but also local commerce, tourism, indoor pedestrian navigation and local search, among others. Augmented eyewear It&apos;s at this point that Google Glass looms over the conversation, and the potential of similarly-wearable technology becoming more popular in the future, and what that might mean for companies like Dekko. Miesnieks points out that augmented eyewear isn&apos;t a brand new technology certainly not in the military sector but admits it&apos;s very early days for figuring out what the important consumer applications will be for these devices. &quot;No one knows what the final types of apps are going to be or look like. It&apos;s like those early days of Windows when there were lots of DOS apps that ran in windows. With Glass now, you&apos;re seeing lots of mobile apps just slapped onto Glass,&quot; he says. &quot;What we&apos;re trying to do is build some of those enablers to get to the next stage of more natural visual interaction. Instead of an ugly map hanging in front of your face, they&apos;ll naturally render that navigation on the sidewalk for example.&quot; Which brings us neatly onto 3D mapping, another fascinating area that Google, Apple and numerous other big guns of the technology world are focusing lots of energy on. Perhaps the most intriguing part of Dekko&apos;s demo video is the section a couple of minutes in that shows someone pointing their device&apos;s camera at their surroundings to generate a 3D scene data that might then be uploaded to Dekko&apos;s servers, comparable to the way navigation startup Waze has crowdsourced 2D map data. &quot;3D mapping is wide open. Right now the only way to do 3D mapping is to buy a fleet of cars and send them driving round the world with lasers on top of them,&quot; says Miesnieks. &quot;Only Google and Nokia Navteq have that dataset, but a lot of big players Apple, Amazon, Facebook etc would love to have it. And that&apos;s what our technology will enable, because we can start to crowdsource that 3D map from millions of people scattered around the world with mass-market devices.&quot; It&apos;s a huge technological challenge, with thorny implications for privacy, and reliant on Dekko getting millions of people (well, tens of millions) using its apps in the way that it hopes. In Silicon Valley parlance, it&apos;s a &apos;moonshot&apos;, which is why I suspect if Dekko even starts to deliver on its big ambitions, it&apos;ll be bought by one of those bigger technology companies mentioned by Miesnieks. For now, that remains an &quot;if&quot;. Impressive demo videos are one thing, but when Dekko&apos;s first app comes out in the summer, it&apos;ll be clearer whether the company&apos;s technology matches its grand plans.", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/may/09/dekko-augmented-reality-startup", 
    "wordcount": "1589"
}