{
    "headline": "How Facebook is helping researchers in getting to know you", 
    "text": "The news that researchers can track down intimate details of your life  your race, politics, sexual orientation or recreational drug habits  simply from which bands, brands and shows you like on Facebook may give some cause for alarm, but could easily induce shrugs from others. After all, it&apos;s not going to come as all that much of a shock to most people if there&apos;s an association between liking Wicked  the Musical and homosexuality among men, for example. It would be easy to conclude that all the researchers have managed to achieve is letting computers pick up what&apos;s already obvious to humans. Easy, but wrong. The trick that lies at the heart of this kind of automated, algorithmic detective work is correlation  knowing that one thing is associated with another, without any assumption that one causes the other, or even any explanation of why the two are related. Take for example sales of barbecues and hospital cases of sunburn: as one rises, so does the other. We could conclude that barbecues cause sunburn, but it would be more sensible to reason that both factors tend to increase when it&apos;s hot. The two have nothing directly to do with each other. In the world of big data, this kind of relationship has a huge amount of power: once we know two things are associated, we don&apos;t need to know why. This is what lets online film services recommend one movie if you liked four or five others, despite knowing nothing about any of the films. It also, though, can be much more invasive. From changed purchasing patterns of seemingly unrelated items, supermarkets are, on occasion, able to infer that a woman is pregnant  sometimes even before she knows herself. Such methods have vast implications: credit ratings may, in time, imply huge amounts of information about customers. Insurers, unable to legally offer women cheaper insurance than men, could in principle target measures that correlate 99.9% of the time with gender. Targeted ad companies could build profiles using seemingly random information  where someone is at what times  compare it against other users who have shared personal information, and make guesses as to their age, income, marital status and more. Security services and police could easily use of any of the above for tracking, profiling, or even looking at where future offences might happen. Such guesses may often be wrong. But even now, they&apos;re being made: if you&apos;re an internet user Google, for example, already has a guess about who you are and what you&apos;re interested in, whether you have an account with it or not. The new Facebook findings could, in essence, mark the innocuous beginnings of a tyranny of data: an era where random associations and cheap supercomputing make constant, informed, automated guesses about our identities cheap, easy  and profitable.", 
    "section": "technology", 
    "gid": "technology/2013/mar/11/facebook-researchers-getting-to-know-you", 
    "wordcount": "468"
}