{
    "headline": "More primary school pupils hit their Sats targets", 
    "text": "More primary school pupils than ever have reached national curriculum standards for English and mathematics in England, with the proportion attaining the expected level in this year&apos;s Sats tests for children aged around 11 rising by three to four percentage points. The data is not all directly comparable, as the way written English standards are measured has changed. Nonetheless, the Department for Education&apos;s (DfE) figures show 85% of pupils reaching at least level four  the decreed level expected for their age  in English for their key stage 2 Sats tests, and 84% in maths. Eighty per cent of pupils attained both. Key stage 2 is the Sats measure for pupils at the end of their primary education, and the data is used as one of the main performance indicators for primary schools. The most directly comparable figure, for maths, showed a rise of four percentage points in the proportion of pupils reaching the necessary standard from the 80% recorded in 2011. As in 2011, the same proportion of girls and boys reached this level. There was also a four-percentage-point increase in the overall proportion of pupils attaining the higher level, five, for maths, rising to 39%. As in all recent years boys outperformed girls, with 42% reaching level five, against 36 for girls. The overall English results are harder to compare as, in a change this year, the tests for written composition were assessed by a school&apos;s own teachers rather than external markers. Attainment for the reading element increased, with 87% of pupils reaching stage four, against 84% last year, with a bigger increase in those getting stage five, 48% against 43%. The historic pattern of girls outperforming boys for reading continued, with 90% of girls getting to stage four, and 84% of boys. Some less exact comparisons can be drawn from the writing tests, as a sample of about 1,500 schools had their test marked externally. The sample  which the DfE warned was also not a precise equivalent to the previous marking system  showed 77% of pupils reaching level four, against an overall figure of 75% for 2011. It also showed that teachers appear to grade the written work more leniently: their assessments put 81% of pupils at level four or above. A DfE spokesman said: &quot;Some difference between test and teacher assessment results can be expected as the outcomes are measured in different ways. A teacher assessment is the teacher&apos;s judgment of a pupil&apos;s performance across the curriculum and the academic year, whereas the tests assess a sample of the curriculum for specific pupils on the day of the tests.&quot; The spokesman added: &quot;There is evidence to support a real increase in the percentage of pupils achieving the expected level this year. However, as no information on writing teacher assessment is available for previous years and the writing sample test results are not directly comparable to test arrangements in previous years, the evidence for a real increase in attainment in writing is less strong.&quot; Elizabeth Truss, the junior education minister, praised the results and said the government hoped to raise standards further &quot;by giving teachers more freedom, strengthening discipline and improving teacher quality&quot;. She said: &quot;I congratulate pupils, teachers and families on their hard work and achievements.&quot;", 
    "section": "education", 
    "gid": "education/2012/sep/20/primary-school-pupils-sats-targets", 
    "wordcount": "548"
}