{
    "headline": "Boot up: Samsung goads iPhoners, WhatsApp crackable?, Nokia on HTC's phones and more", 
    "text": "A quick burst of 10 links for you to chew over, as picked by the Technology team WhatsApp is broken, really broken &gt;&gt; fileperms Security-wise, that is:   The authentication is a security nightmare. On Android, the password is a md5 hash of the reversed IMEI number... On iOS devices the password is generated from the devices WLAN MAC address:  The username is the users mobile phone number - an attacker would probably already know the number.  The IMEI can be obtained if you have physical access to the phone or if you control an app installed on the users device. The WLAN MAC address can be found using a network sniffer. Congratulations, you can now take over a users WhatsApp account.   Unfortunate. Dice swallows Slashdot, SourceForge, Freecode in $20m deal &gt;&gt; The Register  Dice Holdings, which runs a number of job-listing sites including Dice.com, has acquired open source code-hosting repository SourceForge, software-index site Freecode, and tech-news discussion site Slashdot from parent company Geeknet, in a deal valued at $20m.   CmdrTaco would be turning in his.. oh, he&apos;s still very much alive. The Next Big Thing is Already Here &gt;&gt; YouTube Samsung takes aim at the iPhone 5. Cleverly done. (Strange that the queue is outside a shop selling Android stuff but... details.) Apple&apos;s iPhone commandeered at hacker contest days before new release | Ars Technica  The iPhone hack [against a developer version of iOS6; it&apos;s not clear if the GM is vulnerable] was accompanied by an Android exploit that successfully penetrated the Galaxy S3 running Android 4.0.4. According to a blog post published by MWR Labs (the company that spawned the winning attack), it used a new feature known as Near Field Communication to upload a malicious file to the device. The file was then able to bypass security mitigations including address space layout randomization, data execution prevention, and application sandboxing so it could eventually execute.   (Thanks @rquick for the link.) CWeberatNokia: It takes more than matching ... &gt;&gt; Twitter Chris Weber is Nokia&apos;s head of sales and marketing, and has some thoughts about HTC&apos;s Windows Phones:   It takes more than matching color to match the innovation of the Lumia 920.  Iconic &gt;&gt; Coyote Tracks  You don&apos;t need to see the name plate on a Ford Mustang or a Corvette or a Porsche 911 to recognize one. Or a Coke bottle. Or, once you&apos;ve seen one, a Tivoli Audio tabletop radio. Or a McIntosh amp.  These products have a design language that&apos;s become part of their brand identity. That language is not only important to the companies, it&apos;s important to their customers. When you go to a Mustang show--and think about the fact that there are Mustang shows--you&apos;ll see few if any cars from the 1980s, when Ford abandoned the Mustang design language and made cars that, well, didn&apos;t look like Mustangs.   Note what he says about Coke bottles later. Windows Phone 8X by HTC - hands-on preview &gt;&gt; All About Windows Phone See if you can spot what this piece - for which they&apos;ve definitely got their hands on the phone - is missing. Clue: find the extra letter in the headline. Thread: Un-Web 2.0 &gt;&gt; Dave Winer  If the Web is Small Pieces Loosely Joined, Web 2.0 is Small Pieces Trapped In A Silo.  In Un-Web 2.0 you get full control of your data, and the services just get pointers to it, or copies of it. The originals live with you. Pointers are much preferable to copies because then you can keep updating the content after it has been incorporated in someone else&apos;s content tree.  Food for thought. :-)  No Place Like Home GPS shoes &gt;&gt; Dominic Wilcox  Dominic Wilcox has created a fully functional prototype pair of shoes that will guide you home no matter where you are in the world...   Were we alone in adding &quot;..or how drunk&quot; to that sentence? How to control a BlackBerry Enterprise Server with just a PDF &gt;&gt; Naked Security Graham Cluley:   Sorry, I&apos;m not actually going to tell you how to do that.  But Research In Motion (RIM), the company who make the BlackBerry smartphones beloved by corporate workers worldwide, has warned of a vulnerability in the way its devices handles PDF files which could allow hackers to remotely execute code.  You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/sep/20/technology-links-newsbucket", 
    "wordcount": "752"
}