{
    "headline": "Birdwatch: Malabar pied hornbill", 
    "text": "Even considering the wonderful variety found among the world&apos;s birds, hornbills are truly bizarre creatures. Both males and females have a huge, bony structure on top of their bill, giving them a unique and rather comical appearance. The casque, as it is known, is light and hollow, and enables the birds&apos; calls to resonate through their dense jungle habitat. Many hornbill species also display rather unusual breeding behaviour, during which the male walls up the female in her nest, trapping her there so that she is entirely dependent on him for food while she is incubating her eggs. Despite their politically incorrect marital habits, I have always had a soft spot for hornbills, having seen several different species  including the huge ground hornbills  in Africa. So on my recent visit to Sri Lanka I was keen to catch up with them. We began at Yala, Sri Lanka&apos;s best-known national park, and home to some spectacular birds. Little green bee-eaters swooped for insects, Indian peafowls dashed across the path, and rose-ringed parakeets screeched overhead. The lagoons at Yala are home to hordes of waterbirds, with four different kinds of kingfisher, including the enormous stork-billed as well as our own familiar species. We watched with trepidation as gaudy painted storks fed among the crocodiles, seemingly unconcerned about the danger, while a pair of white-bellied sea eagles sparred with one another overhead. Our appetite whetted, we began our second game drive, venturing deeper inside the reserve. As we turned a corner I spotted a pair of Malabar pied hornbills perched on top of a tree, easily identified by their huge size and striking black-and-white plumage. These spectacular hornbills were just one of almost 150 different kinds of bird we saw during our fortnight&apos;s stay. Birders come here in search of the 33 species of endemic bird found in Sri Lanka and nowhere else. But given that finding many of these entails long hours spent tramping through leech-infested jungles, we wisely set our sights on more accessible creatures. We still managed to see more than a dozen endemics, including the globally threatened Sri Lankan whistling thrush, the striking Sri Lankan scimitar babbler, and my favourite, the Sri Lankan junglefowl  a bird which, like its Indian cousin, bears a striking resemblance to a farmyard cockerel. Sri Lanka is also a great place to see a wide range of mammals. We enjoyed brief but good views of three different leopards, the mysterious and highly nocturnal grey loris, and both blue and killer whales off the north-east resort of Trincomalee. But there is something about those hornbills that sticks in the memory. Perhaps it was because they seemed entirely unconcerned about our presence as we watched them, using those huge bills to delicately pick fruits off the tree before swallowing them whole.", 
    "section": "environment", 
    "gid": "environment/2012/sep/23/birdwatch-malabar-pied-hornbill-sri-lanka", 
    "wordcount": "465"
}