{
    "headline": "This week's new games", 
    "text": "Fable: The Journey, Xbox 360 (Kinect)     Fable The Journey Screenshot 2.jpg    Starting with an admonishment to, &quot;Sit up straight up  and don&apos;t cross your legs&quot;, you might think you&apos;d stumbled into a Swiss finishing school. But this is merely the latest game to shoehorn Microsoft&apos;s Kinect peripheral into its interactions. Part of the Fable franchise, it sensibly sticks to simple arm movements to steer your horse and open chests in this on-rails tour of Albion. Aiming spells fares less well, the faintest hint of action leaving Kinect baffled, so it&apos;s a shadow of past Fables, but possibly the least dreadful Kinect game. Microsoft, 34.99 XCOM: Enemy Unknown, Xbox 360, PC &amp; PS3     XCOM Enemy Unknown Screenshot.jpg    As usual, aliens are invading. Only this time, you have to co-ordinate the entire international effort to thwart them, from managing each nation&apos;s panic levels and budget, to building a HQ replete with laboratories and interceptors ready to shoot down UFOs and ferry in squads of customisable soldiers to mop up the unfortunate survivors. This last phase provides the game&apos;s focus, taking place in demanding, tactical turn-based encounters, impressive in their depth, variety and scope. It eventually starts to feel repetitive, and suffers from some sizable technical glitches, but XCOM is still a complex, tense and absorbing piece of strategic ET-singeing. 2K Games, 29.99-39.99 Pokmon Black And White 2, Nintendo DS &amp; 3DS     Pokemon Black 2.jpg    Whether you end up with Pokmon Black 2 or its identical sibling with different monsters, White, you&apos;ll be capturing and coaching Pokmon, battling rival trainers and trying to defeat naughty Team Plasma. It&apos;s easier than Pokmon Black/White, has few new monsters and a simpler plot, giving it a whiff of potboiler. There are extras, like the PokStar studios mini-game and medals to be won at tournaments, and it&apos;s still a massive game, whose mechanics are as ludicrously addictive as ever  just one that may not be quite as appealing to more seasoned Pokmon trainers. Nintendo, 29.99 Games news     Spy Hunter    Electronic Arts&apos; longstanding tradition of releasing annual updates of its franchises is coming under renewed scrutiny by gamers since it emerged that FIFA 13 for Wii is not an update at all, but FIFA 12 with a new soundtrack, while the Vita version is in reality FIFA Football, which launched with the console in February. A spokesman for EA confirmed the games had &quot;no new modes or features&quot;  World Rally Championship 3 (Xbox, PS3, PC, Vita) is out this week for admirers of very slightly low budget point-to-point racing and muddy cars, along with Madagascar 3: The Video Game (Xbox, PS3, Wii, DS, 3DS) managing to match the film&apos;s stodgy mundanity with a set of forgettable mini-games; Spy Hunter (3DS, Vita), the 80s arcade near-classic remade in shiny 3D with bigger explosions and Harry Potter Kinect (Xbox) serving up a fresh, portion of disappointment for Kinect owners.", 
    "section": "technology", 
    "gid": "technology/2012/oct/13/this-weeks-new-games", 
    "wordcount": "491"
}