{
    "headline": "iPad mini: Apple launches smaller tablet", 
    "text": "     Apple made its play to dominate the fast-growing tablet market on Tuesday by unveiling an &quot;iPad mini&quot; - a new tablet half the size of its existing iPad - to compete with Google&apos;s Nexus 7 and Amazon&apos;s Kindle Fire. But the price may prove a barrier for potential buyers considering it against its rivals: the iPad mini will start at $329 (269 in the UK), against $159 for the cheapest Kindle Fire and $249 for the Nexus 7. Even so, Apple chief executive Tim Cook pointed to the momentum that Apple has built up in the tablet market, saying that two weeks ago the company had sold its 100 millionth iPad - &quot;unprecedented for a new product in this category,&quot; he said. The first iPad went on sale in April 2010. &quot;Others have tried to make tablets smaller than the iPad and they have failed miserably,&quot; said Phil Schiller, Apple&apos;s senior vice-president of worldwide marketing, who introduced the iPad mini in San Jose, USA. The new iPad mini, which can be held in one hand, has a 7.9 inch (20cm) display, weighs in at 0.68 pounds (0.3kg) and is 7.2mm (0.3 inches) thick, a quarter thinner than the new fourth generation iPad which was launched at the same event. Apple has had about 70% of the entire tablet market up to now, but the launch in the summer of Google&apos;s 7in Nexus 7 tablet - estimated to have sold around a million in three months - and of the Kindle Fire, launched in the US in October 2011, has pointed to huge potential in the market. While PC sales have been stuttering and even shrinking by double-digit amounts in the US, those of tablets have rocketed since Apple introduced the iPad, followed by a number of rivals using Google&apos;s Android mobile software. Now Apple is trying to dominate the whole space as it did with the iPod in the digital music player market, where its top-end iPod was broadened to the iPod mini and nano. A research group is forecasting that sales of smaller tablets will double this year. IHS iSuppli expects about 34m smaller tablets  with screens of about 7 inches diagonally will be sold worldwide in 2012, up from 17m last year. Jason Jenkins, editor of CNet UK, forecast &quot;a bloodbath&quot; in the market and said that the length of time that Phil Schiller, Apple&apos;s marketing chief, spent comparing the iPad mini to the Google Nexus 7 during his presentation - where he compared the app experience and screen size for browsing unfavourably with the new product - suggest Apple is &quot;scared&quot;: &quot;there is a real chance one of its rivals could take its dominant tablet market share away,&quot; Jenkins said. But Fred Huet, managing director of Greenwich Consulting, said that it showed that Apple was not content to let rivals get a larger share of the market: &quot;Whilst mini in size, this device is set to throw one almighty punch in the direction of all competitors, who have for so long now had a torrid time competing against the 10-inch iPad. The iPad Mini is a clear warning shot to all competitors that the world&apos;s most valuable company is not willing to share any of its 70% market share in the tablet industry, at least not without a strong fight.&quot; Salman Chaudhry, mobile computing analyst at the UK-based research company Context, said sales of 7in tablets in the UK have soared from 10,000 between April and June to 220,000 from July to September - kicked off principally by the Nexus 7. &quot;Market figures point to a big opportunity in this segment,&quot; said Chaudhry. &quot;Our figures show that there is now massive demand for this form factor. A 7in iPad should worry most of the competition in the tablet space, but most of all, we expect it to take revenues away from Amazon, as an &apos;iPad mini&apos; will make the device much more of a content consumption device than its siblings.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/oct/23/ipad-mini-apple-tablet-google-amazon", 
    "wordcount": "689"
}