{
    "headline": "Traces of memory in a dish", 
    "text": "   Slices of human brain tissue. Photograph: Essdras M Suarez/AP    It sounds like the plot of a science fiction film, or like something from a transhumanist fantasy: researchers from Case Western Reserve University in Cleveland, Ohio, report that they can induce memory-like patterns of activity in slices of brain tissue, and that the slices can store these activity patterns for short periods of time. The brain can encode information about the outside world and retrieve it later on, and the mechanisms underlying this ability are of great interest to neuroscientists. The general consensus among researchers is that memories are formed by the strengthening of connections within networks of nerve cells, and recalled by reactivation of the electrical signals generated by these networks. The new work, published in the journal Nature Neuroscience, contributes to our understanding of these processes.Robert Hyde and Ben Strowbridge dissected horizontal slices of brain tissue from the hippocampus of rats, placed them into Petri dishes, and used electrodes to manipulate and measure the activity of individual neurons in the slices. The hippocampus is well known to be critical for long-term memory formation and, together with the prefrontal cortex, also plays an important role in working memory, which stores information for short periods of time so that it can be used to perform the task at hand.  In the 1940s, Donald Hebb proposed that working memories are maintained by reverberating patterns of neuronal activity, and subsequent research suggests that this is the case. For example, training monkeys to remember visual information and respond to it after a short delay increases the activity of neurons in the prefrontal cortex. This activity persists until the animal has executed its response and, crucially, is weaker in the seconds preceding an incorrect response than a correct one, indicating that it is associated with the working memory of the stimulus.  In the new study, Hyde and Strowbridge inserted electrodes into four individual neurons at one end of the hippocampal slices, so that each cell could be stimulated independently. They then used the electrodes to stimulate each cell on its own, or all of them, one after the other, in different sequences. These &quot;inputs&quot; generated activity patterns that reverberated within the neuronal networks. At the same time, they measured the &quot;output&quot; of the networks, using more electrodes to record the activity of three neurons at the other end of the slices.  The researchers found that each type of input produced a unique output. When stimulated alone, each input neuron produced an output that differed from that of the others. Similarly, when the neurons were stimulated one after the other, each sequence produced a distinct output. Each input consistently produced the same output, and the outputs accurately predicted not only individual inputs, but also the sequences of inputs.  They also found that the activity patterns generated by each input reverberated within the slices for periods of up to 15 seconds  the accuracy of their predictions remained high within this time window, but rapidly decreased thereafter. This shows that networks of neurons in the hippocampus encode different types of information as distinct patterns of activity. These activity patterns persisted for seconds, and resembled those associated with working memory storage in the monkey experiments. The activity also encoded contextual information  during the experiments involving sequences of inputs, each input in a given sequence triggered a pattern that depended upon the input that came before it, and which differed from the pattern triggered by that input on its own.  This does not mean that the researchers have &quot;invented a method to create new memories in brains&quot;. The activity patterns generated by the inputs looked something like those observed in prefrontal cortex neurons while monkeys perform working memory tasks, but they are not memories as such. The information that they stored is essentially meaningless, and it&apos;s not clear how similar the patterns are to those evoked by real stimuli, if at all.  What&apos;s more, the study tells us very little about what happens between the input and output stages, or how the neuronal networks encode the information. In the future, automated methods of stimulating and recording from multiple neurons, such as those being developed by Ed Boyden and his colleagues, will probably be very useful in helping researchers to unravel these cellular mechanisms even further.  Reference: Hyde, R. A. &amp; Strowbridge, B. W. (2012). Mnemonic representations of transient stimuli and temporal sequences in the rodent hippocampus in vitro. Nat. Neurosci. DOI: 10.1038/nn.3208", 
    "section": "science", 
    "gid": "science/neurophilosophy/2012/sep/14/memory-traces-in-a-dish", 
    "wordcount": "743"
}