{
    "headline": "Safety first for international students: what can UK institutions do to help?", 
    "text": "Students and their parents have always been concerned about safety while studying overseas. These concerns are shaped by information and experiences gained from many sources that accumulate across the international student journey. But being safe in an overseas study environment is not a one-dimensional issue, as new research by the British Council&apos;s education intelligence unit. Safety cannot be created by informing or changing one element of the international student experience  a holistic approach involving all participants is needed. What is striking about findings from our research is the rise of safety as an influencing factor on students&apos; choice of where to study overseas. A country being a safe place to study is currently the fifth most important influencing factor, according to our Student Insight survey, which has collected over 160,000 responses from students around the world since 2007. This compares with its ranking as the 17th most important factor out of a possible 19 in 2007. The UK was recently voted as the safest place to live while studying overseas, as part of an online opinion poll of over 800 students from more than 80 countries, conducted by Education Intelligence via The Student Room online forum . The most important factor in this verdict was the UK&apos;s rich cultural mix, followed by its lack of gun culture and good healthcare system.  Much of this research investigated how opinions are formed and decisions are made. However, it was the final layer of our research  speaking to students, parents, teachers and agents in India about who they believe is responsible for international student safety  which formed an understanding of what action could be taken to equip and prepare students and mitigate their growing concerns. The young people we spoke to in Delhi and Mumbai held very strong views on how their future university overseas could make them feel safer. All students agreed that integration into both international student groups and the home student community was essential, not only to settling into university life but also improving safety. Feeling safe in their new home would give them a basis on which to build their academic ability and social networks. What are the implications for UK institutions? In 2010/2011, over 480,700 international students came to study in the UK, evidence of how successfully UK universities market themselves internationally. The average number of international students at the 160+ UK higher education institutions is around 2900. However, the number of international students at any one institution varies from 30 to more 10,000. The average ratio of UK students to international students is around 5:1, but at some institutions a quarter of all students are international. In classes where domestic students are in the minority, their international classmates may feel they are not fully integrated into the student community. International students that enter UK classrooms to study UK courses do not undertake this commitment lightly, having invested both financially and emotionally into a transaction they hope will boost their academic, professional and social aspirations. They do however embark on their journey as willing participants. Most UK students have not experienced the national and institutional marketing campaigns UK institutions conduct overseas targeted at (and witnessed by) international classmates in their home countries. Those UK students may also be unaware of their role in delivering on the promise of these campaigns. Like these classrooms, towns and cities across the UK feel the impact of up to 40,000 students into local communities at the beginning of each academic year, a large proportion of which are international. If a town or city is unprepared for this level of activity and not informed about the benefits of welcoming international students, there could be negative consequences. Fully internationalising an institution means making ready the curriculum, the administration, the careers department, and the accommodation facilities. But it also means taking steps to ensure full integration of international students into institutional and local communities. Our research shows this is an essential element of creating an environment in which international students feel safer. Bringing this about involves staff that work across facilities and departments, with students on campus, and with the wider community, making all fully aware of the expectations upon them to be welcoming, open and ready to learn. Is this an unrealistic, utopian aim? Let&apos;s hope not. After all, becoming a truly international and successful global institution that provides the safest and most productive learning and living environment for all students is crucial to the ongoing success of the UK as a world study destination. Elizabeth Shepherd is research director of education intelligence at the British Council  follow it on Twitter @BritishCouncil This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/oct/22/safety-international-students-uk-universities", 
    "wordcount": "800"
}