{
    "headline": "Ethical living: is it OK to buy from pound shops?", 
    "text": "The tills are ringing for the so-called hard discounters  the star penny-pincher being Poundland. But is it ethical to pay peanuts for everything from cleaning products to garden rakes and pirate party hats? Poundland is no stranger to labour-rights issues. In 2010 an expos revealed the use of child labour to make products sold by the chain. The supplier in question was dropped by Poundland and the company strengthened its supplier code of conduct, commissioned audits of non-UK factories and joined Sedex, a platform for sharing supply-chain information. But one artist  probably Banksy  was unconvinced. An image of an Asian child making Jubilee bunting appeared on the side of aLondon store in May. There was more comment on whether or not this was a genuine Banksy than agenuine depiction of the realities of today&apos;s bargains, but the store refuted any connection to its own dealings. Not everything sold by hard discounters is of dodgier provenance than stock in mainstream retailers just because it&apos;s cheaper. Due to the vagaries of free trade there are often opportunities to import the same stock at lower prices. Unfortunately ethical choices rarely come at adiscounted price. Take household products. The assumption pound shops sell is that all cleaning products are created equally so price matters and brand doesn&apos;t. This is false. Look at Ecover. Its products are developed from a truly ecological standpoint. Ethically, this is not the same product on offer from other brands. This type of investment in its supply chain and development usually prevents it from being aggressively discounted. And you&apos;re unlikely to find Fairtrade products because of the premium paid for the commodity that goes back to the producer community. A 2008 study by Ethical Consumer said the occasional &quot;good&quot; product on the shelves of Netto, Lidl or Aldi shouldn&apos;t be &quot;mistaken for evidence of ethical behaviour&quot;. Consumers should expect more. When Sainsburys turned over to Fairtrade bananas the price didn&apos;t change, but impoverished farming communities were 4m better off. Green crush You might imagine that heptathlete Louise Hazel does not have an enormous amount of time for lounging around in coffee beans in the run-up to the Olympics. But she&apos;s done precisely this in the name of Fairtrade. While other aspects of the Games fall disappointingly short of ethical ambition, Fairtrade has secured a gold medal. The procurement of 10m Fairtrade bananas, 7.5m cups of Fairtrade tea, 14m cups of Fairtrade coffee and 10m Fairtrade certified sachets of sugar for the Olympics will generate a Fairtrade premium for producers in excess of 100,000.", 
    "section": "environment", 
    "gid": "environment/2012/jul/15/lucy-siegle-pound-shops-discount", 
    "wordcount": "438"
}