{
    "headline": "New schools to be smaller after coalition cuts building budget", 
    "text": "The government is to unveil blueprints for a new generation of shrunken schools and has told builders they will be about 15% smaller than those built during Labour&apos;s spending boom. Corridors, assembly halls, canteens and atriums will be squeezed under the proposals, expected this week, which will set the template for 261 replacement school buildings to be erected over the next five years at a cost of 2.5bn. The tough space standards will be introduced to help hugely reduce costs in the coalition&apos;s delayed programme to replace the country&apos;s most run-down primary and secondary schools. The average price of each school is expected to be 7m less than under the previous government&apos;s 55bn Building Schools for the Future (BSF) programme, which won architectural awards but was cancelled in 2010 by the education secretary, Michael Gove, amid criticism of soaring costs and delays. Some teachers and architects have voiced concern that the squeeze could cause pupil congestion in corridors, potentially leading to poorer discipline and bullying. They have also warned that smaller assembly halls could undermine attempts to maximise the value for money of school buildings by making them available for community functions after hours. Others have welcomed the pared-down approach, saying that millions of pounds were wasted under the previous programme on unnecessary consultant fees and extravagant design statements that could have been spent on teaching. &quot;If you have shares in atriums, sell,&quot; said Peter Lauener, chief executive of the government&apos;s Education Funding Agency, which has drawn up the &quot;baseline designs&quot; that are expected to be unveiled this week. Designers and builders vying for contracts will be expected to use the designs as a starting point. &quot;More for less is the theme of what we are trying to do with education capital,&quot; Lauener said. &quot;We are looking to come out with an average school building cost of under 14m compared to 21m under the BSF programme. It is not quite buy one, get one free. It is a three for two proposition.&quot; Builders have compared the programme to the coalition government &quot;shopping at Tesco&quot; while Labour was &quot;shopping at Selfridges&quot;. The coalition&apos;s school building programme is an almost complete reversal of Labour&apos;s ambitious 2003 policy of rebuilding or renewing all 3,500 English secondary schools over 15 years. It came amid soaring public spending on education, which rose from 35bn a year in 2000 to 64bn by 2009, and attracted some of the world&apos;s best architects. Lord Foster, best known for designing headquarters for multinational corporations, designed one of the most expensive schools ever built in Britain, the Thomas Deacon academy in Peterborough, Cambridgeshire, which reportedly cost close to 50m. The cloud-shaped, office-style building has curved, glass-fronted classrooms and an undulating glass and steel structure roof over a vast atrium. In the first four years of the BSF programme, only 42 of the 200 schools that were intended to be built were completed and the budget was underestimated by about 1bn a year, according to a report by the National Audit Office. Lauener said architects were guilty of including too many &quot;fripperies&quot; in the last generation of schools. Gove has previously singled out architects&apos; fees as a waste of public money. Last year, he told a conference on free schools: &quot;We won&apos;t be getting any award-winning architects to design it, because no one in this room is here to make architects richer.&quot; His officials have told builders to cut 15% from school space before issuing tenders next month for contracts to rebuild packages of about 10 schools at a time to standardised designs. The minimum size of a classroom is expected to be maintained at about 54 square metres (580sq ft), which means that the squeeze will bite disproportionately on other areas, builders said. &quot;One of the problems with the new model is that it may be a little tight on area,&quot; admitted one contractor who has been working with the government on the designs. Galliford Try has produced a design billed as &quot;the optimum primary school&quot;, with 80% of every school designed identically from the same kit of parts. It states: &quot;One clear target was to reduce or remove non-net areas such as circulation.&quot; The National Union of Teachers warned that narrower corridors could lead to discipline issues in busy schools and cuts to the size of assembly halls could damage the cohesion of school life. &quot;The spaces outside the classroom are vital to the culture and climate of a school and to have well-ordered corridors is key,&quot; said Kevin Courtney, deputy general secretary. &quot;In a secondary school, there are potentially 1,000 pupils changing lessons at exactly the same time and, if corridors are narrow, it will lead to them bumping into one another and that could lead to discipline problems.&quot; Chris Keates, general secretary of the NASUWT, said the cuts to space &quot;will reduce the standards of learning in our schools and damage the working environment. Once again, the government&apos;s ideology is taking precedence over common sense and decent educational provision for children and young people&quot;. The Royal Institute of British Architects warned the policy could undermine the government&apos;s own attempts to maximise the use of new school buildings by making them available after hours for community events in canteens and assembly halls. In preparation for the coalition&apos;s replacement Priority School Building Programme, the construction company Wates has already trademarked four templates for new or converted schools, which, it argues, could be introduced anywhere. &quot;We came up with four blueprints costing around 1,450 per square metre compared to the 2,200 to 2,900 under the Building Schools for the Future programme,&quot; said Stephen Beechey, Wates&apos;s head of education. &quot;They are based on a kit of parts like in the car industry. The schools will share 80% of the same components and then we will design [the rest] for specific schools. We will not be producing iconic designs and they will not be shortlisted for the Stirling prize. However, they are good quality buildings that are individual and meet the needs of 21st-century curriculums.&quot; The latest policy on school buildings in effect dismisses the argument, employed to justify paying millions of pounds of fees to award-winning architects, that good design can boost pupils&apos; attainment. &quot;A school building should be a safe and welcoming environment in which great teaching can take place, but it is teachers who will inspire children, not buildings,&quot; said Lauener. &quot;I know it is not buildings that make a successful school,&quot; said Liam Nolan, head of Perry Beeches academy in Birmingham, one of the most improved schools in the country. &quot;In April 2007, when I first walked through the doors of Perry Beeches, the 20m school building was barely seven years old, designed with state of the art techniques and maintained at huge cost. But I was entering one of the worst performing schools in the UK.&quot; But Philip Avery, assistant headteacher at Bohunt school in Liphook, Hampshire, said he did not believe the design of a school could be divorced from the teaching that goes on in it. &quot;I worry this [the new policy] is too much a kit approach. It feels like we are swinging from the flashy designs with sails hanging from the atrium ceilings to an Ikea or Tesco approach.&quot; Peter Clegg, an architect whose firm, Feilden Clegg Bradley, is completing five of the last BSF schools, said: &quot;Standardisation of buildings is really difficult when you are extending or undertaking part-conversion. I am not at all sure these designs are going to be universally applicable. You have to go and be the traditional school architect: carry out an analysis of the existing buildings, what works and what doesn&apos;t, and decide where to spend a limited amount of money.&quot;", 
    "section": "education", 
    "gid": "education/2012/sep/30/new-schools-smaller-coalition-budget", 
    "wordcount": "1345"
}