{
    "headline": "How China is educating Africa  and what it means for the west", 
    "text": "The da xue (Mandarin: the big study, or the big reading) or dai ho(k) (Cantonese: the big learning) are Chinese terms for a university. In the romance of the &quot;old days&quot;, learning was the only way to bypass the class system. China&apos;s annual imperial exams allowed even the poorest subject to step outside his poverty and feudal status to become an official. When, later, learning became concentrated in universities, the institutions became prestigious and symbolic. They were the portals of escape. With this in mind, it is amazing that Chinese aid to Africa has not seized earlier upon the building of universities. The addition of universities was unremarked in the original Chinese proposal for the Democratic Republic of the Congo (DRC) in 2008. China pledged a $9bn loan, $3bn of which was to develop mines, over which China entered a 68/32% joint venture involving Sinohydro Corporation and DRC&apos;s previously almost defunct Gecamines; and $6bn was for infrastructure, with China Railway Engineering Corporation playing a major role. The Chinese expected to gain 6.8m tonnes of copper and 620,000 tonnes of cobalt over a 25-year period. However, China would also build huge expanses of road and railway and, along those transport routes, a large number of clinics, schools and universities. It was an unheard-of proposal; it would have transformed development in the south of DRC, with provision for a huge increase in the national pool of trained personnel; and it thoroughly alarmed the west, which saw an exponential increase of Chinese influence in central Africa. Using the IMF as a battering ram, and insisting upon the priority of its own development assistance programme, the west succeeded in reducing the Chinese package to $6bn. At the time of writing, it is unclear how many elements of infrastructure have been sacrificed in this reduction. But it still means 2,400 miles of road, 2,000 miles of railway, 32 hospitals, 145 health centres and two universities. On this occasion, there was a keen symmetry between Chinese and African aspiration  and this included both the benefits and the prestige of higher education. Western assistance has always prioritised primary schooling, but the Chinese approach in this instance recognised something beyond foundational competencies. It recognised the need for educational foundations for international competitiveness  albeit in a distant future. In the meantime, it recognised the psychological foundation a university degree confers in situations of underdevelopment. The graduate is credentialised as having escaped the structural constraints of poverty upon his or her capacity to understand and interrogate the world. In the backwaters of southern DRC, this has the psychological impact of a huge achievement. [] To an extent, the west has returned to the &quot;basic needs&quot; template  that the emphasis should be on clean water, housing and the like. &quot;Assured subsistence&quot; might be another coinage. The current emphasis on millennium development goals is a sophisticated development of this template, and gender equality is really the only key addition and difference. The goals are not only a set of targets; they constitute a ceiling. The aim is very much to ensure a level of development that prevents slippage into underdevelopment; it is not to take any part of Africa into a millennium in which, like China, it challenges the west. The west is not providing aid to develop a competitor. Nor are the Chinese. But the image of China, precisely as a competitor to the west, is a deeply attractive one. So China as a developed economic and technological power is an aspirational model. What this aspiration envisages in Africa is the right to manufacture, to the industrialisation of products, to beneficiation. By and large, the Chinese are not providing this, just as the west did not. However, in so far as joint ventures might be possible between such African industrial concerns that exist and Chinese ones, the outlook for co-operation in automotive manufacture in South Africa is, while hardly consolidated, a prospective one. So that when the west looks upon current SinoAfrican relations with alarm, it should be mindful that, perhaps, it is alarmed by a stage one, and might be even more alarmed by the possibility of a stage two. This stage could not provide competition with China, but it could in certain sectors provide competition with the west. The processing of coffee and cocoa, for instance, would not compete with Chinese concerns but would destabilise processing plants in Europe. The upward spiral of this moves on to petroleum refineries across all African oil producers, but also local build of pipes for pipelines. Chinese assistance with steel plants is a key outlook for the future. But these would be best suited to joint ventures, and this would require the upgrade of local capacities as well as local investment. It would also require, as co-operation became more sophisticated, shared senior management. A working joint SinoAfrican company board of a major enterprise would have to become more than a rare event.  The Morality of China in Africa: The Middle Kingdom and the Dark Continent, edited by Stephen Chan, is published by Zed Books, May 2013. Extract reproduced with permission of Zed Books", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/may/13/china-educating-africa-what-means-west", 
    "wordcount": "863"
}