{
    "headline": "Live-tweeting at academic conferences: 10 rules of thumb", 
    "text": "On Sunday, 30 September, a debate began on Twitter  later dubbed #Twittergate  about the etiquette and ethics of live-tweeting academic conferences. Summarising the crux of the matter, journalist Steve Kolowich later writes: &quot;Scholars often present unpublished work at conferences. But while they may be willing to expose an unpolished set of ideas to a group of peers, academics may be less eager to have those peers turn around and broadcast those ideas to the world&quot;. Live-blogging  and similarly live-tweeting  is essentially a form of reporting and a way of engaging with real life events. It is a form of broadcasting content, but is also a form of research. If it is looked at through a broadcasting lens, guidelines from journalism and research ethics (particularly, internet-mediated research) could be helpful for those working with social media to report academic events as they take place. I have previously blogged about the resources available to academic live-bloggers, all of which are relevant for tweeting, but my ten basic rules of thumb for live-tweeting a conference are: 1.  If you are an event organiser, decide in advance if you will allow tweeting. I personally believe &apos;live-tweeting encouraged&apos; should be the default mode for most large arts and humanities conferences. 2. There is no way you will be able to completely stop it from happening, but it&apos;s the organisers&apos; prerogative to set your own guidelines and standards. The hashtag should be advertised in advance, making sure it&apos;s relevant, easy to type and does not have alternative meanings or uses on Twitter. To help ensure that the key points you want disseminated from the conference get out, appoint some experienced social media users to be your &apos;official&apos; live-tweeterers. 3. If you are going to take photos, whether you intend to post them online or not, always ask if it&apos;s OK first, even if it&apos;s impractical to do so. If anyone doesn&apos;t want other scholars promoting their papers online, maybe they should reconsider what conferences are for in the first instance. It&apos;s better not to take photos of large groups (i.e. the audience) unless you have permission from all of them to do so. If they ask you to please not tweet, you should try to respect that. 4. If you will be in charge of live-tweeting the whole event or individual sessions, take it seriously. It&apos;s a cliche but with great power comes great responsibility. 5. Attribution is key: Be clear in your tweets about who is saying what. If you don&apos;t attribute and/or use quotation marks when reporting what has been said, people can (and rightly will) assume it&apos;s you saying it. If the speaker is on Twitter, find out what they are called on Twitter in advance, as their &apos;handle&apos; will often be shorter than their name. 6. If you are quoting directly, use quotation marks. Think direct and indirect reported speech. Never assume anything you read online is from the public demain. Attribute other people&apos;s ideas or anything else you quote. It&apos;s not just good manners, it&apos;s professional ethics. 7. Even if you completely disagree with what is being said, always be polite and respectful. Don&apos;t tweet anything you wouldn&apos;t say to a person or group face-to-face. 8. If you are live-tweeting an event, assume that people outside the conference will be interested and/or will read your tweets. This includes people who don&apos;t follow you directly. Explain frequently what that obscure hashtag means, so the hashtag achieves the purpose of promoting the event and ideas outside the four walls of the event venue. 9. Link liberally. Search for references as speakers present. Share with your followers the resources the presenters are showing in the room  unless you are not meant to and one should expect speakers and/or organisers to indicate this in advance. 10. Enjoy it. Live-tweeting should be fun, empowering and inspiring. It should create positive opportunities. It&apos;s all about engagement, community building and widening participation. As social media usage becomes a common feature at conferences, anxieties about authority, control, attribution, originality and privacy are likely to haunt the theory and practice of scholarly social media use for some time to come. But embracing openness and transparency, through Twitter or blogging, can coexist with the existing expectations for academic rigor, ethics and civil behaviour. Academics who are comfortable with and enthusiastic about social media need to communicate that live-tweeting at conferences is not a threat to scholarly activity but the contrary: an ally. Ernesto Priego is a freelance researcher affiliated with the UCL Centre for Digital Humanities. He coordinates The Comics Grid, Journal of Comics Scholarship and tweets as @ernestopriego This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/oct/03/ethics-live-tweeting-academic-conferences", 
    "wordcount": "806"
}