{
    "headline": "US government sued over use of pesticides linked to bee harm", 
    "text": "The US government is being sued by a coalition of beekeepers, conservation and food campaigners over pesticides linked to serious harm in bees. The lawsuit accuses the Environmental Protection Agency (EPA) of failing to protect the insects  which pollinate three-quarters of all food crops  from nerve agents that it says should be suspended from use. Neonicotinoids, the world&apos;s most widely used insecticides, are also facing the prospect of suspension in the European Union, after the health commissioner pledged to press on with the proposed ban despite opposition from the UK and Germany. &quot;We have demonstrated time and time again over the last several years that the EPA needs to protect bees,&quot; said Peter Jenkins, an attorney at the Centre for Food Safety who is representing the coalition. &quot;The agency has refused, so we&apos;ve been compelled to sue.&quot; &quot;America&apos;s beekeepers cannot survive for long with the toxic environment EPA has supported,&quot; said Steve Ellis, a Minnesota and California beekeeper and one of the plaintiffs who filed the suit at the federal district court. &quot;Bee-toxic pesticides in dozens of widely used products, on top of many other stresses our industry faces, are killing our bees.&quot; The EPA declined to comment on the lawsuit, but said in a statement: &quot;We are working aggressively to protect bees and other pollinators from pesticide risks through regulatory, voluntary and research programmes. Specifically, the EPA is accelerating the schedule for registration review of the neonicotinoid pesticides because of uncertainties about them and their potential effects on bees.&quot; However, even the accelerated review will not be completed before 2018. The pesticides named in the lawsuits are clothianidin, manufactured by Bayer, and thiamethoxam, made by Syngenta. Neither company chose to comment on the lawsuit, but industry group Crop Life America (CLA) is representing some of the companies. &quot;The CLA fully supports and trusts the rigour of EPA&apos;s review process for crop protection products, including neonicotinoids,&quot; said Ray McAllister, senior director of regulatory affairs at CLA. &quot;This class of product represents an important component of modern agriculture that helps farmers protect their crops. Neonicotinoids are thoroughly tested and monitored for potential risks to the environment and various beneficial species, including honeybees.&quot; A series of high-profile scientific studies in the last year have increasingly linked neonicotinoids to harmful effects in bees, including huge losses in the number of queens produced, and big increases in &quot;disappeared&quot; bees that fail to return from foraging trips. Disease and habitat loss are also thought to be factors in the recent declines in populations of bees and other pollinators. A proposal to suspend the use of three neonicotinoids across the EU ended in a hung vote on 15 March. But Tonio Borg, the European commissioner for health and consumer policy, said this week he would take the proposal to appeal. If member states maintained their positions, the insecticides would be suspended. &quot;The health of our bees is of paramount importance,&quot; said Borg. &quot;We have a duty to take proportionate yet decisive action to protect them wherever appropriate.&quot; The lawsuit against the EPA argues that, via &quot;conditional registrations&quot;, the regulator rushed the neonicotinoids into the market without sufficient examination and since that time has failed to take account of new information. &quot;Pesticide manufacturers use conditional registrations to rush bee-toxic products to market, with little public oversight,&quot; said Paul Towers, at Pesticide Action Network, part of the coalition. The action by the coalition, which also includes the Sierra Club and the Centre for Environmental Health, follows an emergency petition in March 2012 which demanded the EPA suspend the use of clothianidin but was not acted upon. Also issued this week was a report from the American Bird Conservancy, which said the &quot;EPA risk assessments have greatly underestimated [the risk to birds], using scientifically unsound, outdated methodology.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/mar/22/us-government-sued-pesticides-bee-harm", 
    "wordcount": "654"
}