{
    "headline": "US nuclear safety chief Gregory Jaczko quits after tenure dogged by criticism", 
    "text": "   US nuclear regulator Gregory Jaczko. Photograph: Mark Wilson/Getty Images    Gregory Jaczko, the beleaguered US nuclear regulator, has announced he is stepping down from his post after months of bureaucratic warfare over the safety of America&apos;s ageing reactor fleet. Jaczko had been at the forefront of attempts to bring in new safety regulations in the wake of the the Fukushima disaster. He had also been accused of an abrasive management style, and was forced to deny accusations that he harassed female colleagues. &quot;After nearly eight years on the commission, I am announcing my resignation as chairman of the US Nuclear Regulatory Commission, effective upon the confirmation of my successor. My responsibility and commitment to safety will continue to be my paramount priority after I leave the commission and until my successor is confirmed,&quot; Jaczko said in a statement. He said he would leave as soon as a successor is appointed.  The main industry lobby acknowledged there had been long-running tensions with Jaczko. &quot;We have had significant differences with the chairman on how best to achieve our mutually shared goals,&quot; the Nuclear Energy Institute said in a statement. But it added: &quot;To his credit, we&apos;ve always had open lines of communications and a willingness to respectfully discuss the issues.&quot; The announcement of his departure follows a stormy tenure for Jaczko as head of the Nuclear Regulatory Commission. Jaczko was increasingly isolated from his four fellow commissioners on important matters of policy as well as his style of management. By late last year, all four commissioners had written to the White House to accuse Jaczko of bullying, intimidation, and secrecy. Republicans in Congress accused him of disrespect to female colleagues. A few weeks ago, Jaczko was forced to take the extraordinary step of calling a press conference to deny harrassing female colleagues. An independent auditor&apos;s report a year ago criticised Jaczko&apos;s management style. But campaign groups maintained the controversy was concocted to try to block his efforts to tighten safety standards at an agency that was much too cosy with industry. Jaczko was praised for trying to push through new safety guidelines on existing reactors following the Fukushima disaster, and to try to ensure new reactors were built to a higher safety standards. About a quarter of America&apos;s reactors are the same model as the stricken reactors at Fukushima, and a review called for a safety overhaul. &quot;Greg has led a Sisphyean fight against some of the nuclear industry&apos;s most entrenched opponents of strong, lasting safety regulations, often serving as the lone voice in support of much-needed safety upgrades,&quot; the Democratic congressman Ed Markey said in a statement following the announcement. Republican senator Jim Inhofe, from Oklahoma, said it was time for Jaczko to go, given his &quot;failed leadership&quot;. Jaczko, a nuclear expert, was originally appointed to the commission by George Bush in 2005, and rose to the post of chairman after Barack Obama became president. He had previously worked as an aide to the Senate majority leader and Nevada Democrat Harry Reid. The tensions with fellow regulators began almost immediately when Jaczko, following a White House lead, began shutting down a project to bury nuclear waste in Nevada&apos;s Yucca Mountain. Jaczko&apos;s decision to halt work on Yucca Mountain put him at odds with Republicans in Congress and the nuclear industry who, in the pre-Fukushima era, were hoping to build a series of new reactors, after a 30-year hiatus. It was not immediately clear who would succeed Jaczko, who still has 13 months to run in his term.", 
    "section": "environment", 
    "gid": "environment/2012/may/21/us-nuclear-gregory-jaczko-quits", 
    "wordcount": "586"
}