{
    "headline": "Ethical living: is it worth reusing our hotel towels?", 
    "text": "Can the small, everyday actions of businesses and citizens dent the footprint of mankind in any meaningful way? Could the road to redemption begin with hotel guests curbing their enthusiasm for the sort of freshly laundered towels you just don&apos;t get at home and following those annoying signs in hotel bathrooms? Absolutely not, suggested the environmentalist Jay Westerveld. In the 1980s he suspected that hotel chains were actually more interested in saving money on laundry bills than in saving the earth. In an excoriating attack on the emergence of &quot;Reuse your towel. Save a penguin&quot; signs, he coined the term greenwash. Yes, the word now used to describe spurious eco-lite behaviour was inspired by towel rage. Today hotel companies take a more holistic approach that is less easily dismissed. By now they should have quantified the impact of major waste streams, including food waste and energy use, and be working actively on shrinking their footprint. Research suggests producing and laundering textiles for hotels creates an energy burden second only to that of food, so I say reusing towels is a good thing. UK hotels claim that fewer than 5% of guests reuse their towels. Why so few? Research by Noah Goldstein at the University of California suggests that arbitrary &quot;Save the earth&quot; signs aren&apos;t motivating. But rates improved among guests by 10% when the placard played on our need to keep up with the Joneses (even if they&apos;re in room 214 and we&apos;ve never really met them). Signs reading &quot;Join in with our other guests and reuse your towel&quot; produced better results. But it&apos;s game over if the staff can&apos;t even be bothered to heed your instructions. This is to do with training, and some hotels need to look again at this area. There are a few low-fi things you can do: a 2011 study showed that the higher the star rating and the bigger the hotel, the larger its environmental impact. Staying in a hotel with alower star rating means that what you lose in luxury, you make up for in ecological virtue. Talking of surrendering comfort, you might also carry a Bodyflik  aka the human squeegee (bodyflick.co.uk). Aplastic re-imagined version of a Roman horsehair body scraper, it means you don&apos;t have to use atowel, which therefore saves 237310kWh per year in electricity byminimising washing. Nobody said this was going to be easy. Green crush of the week Leila&apos;s Shop in Shoreditch, London  known for its seasonal food and down-to-earth ambience  hosted the Wonderwater Caf during the London Design Festival. This project, curated by designer and author Jane Withers, illustrates how much water is usedto produce our favourite food and how we need to consider water consumption when choosing from a menu. More than 60% of the UK&apos;s water consumed through food is sourced from other countries, many of which can ill afford it. For more information goto wonderwater.fi. Greenspeak Vegansexuals: Description of those who have a preference for physical intimacy with non-meat eaters only. Coined by Dr Annie Potts, a university researcher in New Zealand. Also refers to those who have &quot;meat-free&quot; sex. If you have an ethical dilemma, send an email to Lucy at lucy.siegle@observer.co.uk or visit theguardian.com/profile/lucysiegle to read all her articles in one place", 
    "section": "environment", 
    "gid": "environment/2012/sep/23/lucy-siegle-ethical-living-hotel-towels", 
    "wordcount": "573"
}