{
    "headline": "The jellyfish with the heart of a rat", 
    "text": "     Scientist have created an artificial jellyfish that uses heart cells from a rat to propel itself though the water. No bigger than a 1p coin, the bioengineered machine mimics the swimming style of a baby jellyfish by contracting its synthetic body into a bell shape to generate forward thrust. Researchers at California Institute of Technology and Harvard University built the &quot;medusoid&quot;, named after medusa, a historic name for jellyfish, as a stepping stone towards a much grander aim: the construction of hearts to replace those damaged by disease. Writing in the journal Nature Biotechnology, Kit Parker at Harvard and Janna Nawroth at Caltech, describe how they designed the medusoid after studying the movement of juvenile moon jellyfish (Aurelia aurita). Rather than the familar bell-shaped body of a mature jellyfish, the baby creatures have eight lobes that spread out from the centre like arms. To make the artificial jellyfish, the scientists copied this design in silicone rubber and coated one side with living heart cells from rats. The surface of the silicone was patterned with proteins to ensure the heart cells took up the right positions. To make the medusoid swim, the scientists put it in a water bath and pulsed an electric current across it, causing the heart cells to contract and relax. With each contraction, the jellyfish propelled itself forward. When the heart cells relaxed, the silicone body flexed back to its original shape, ready for another forward stroke. The idea to make a jellyfish came to Parker as he watched one swimming in the New England Aquarium in Boston. &quot;When I said I want to build a jellyfish, my collaborators looked at me like I was out of my mind,&quot; he told the Guardian. So closely does the medusoid mimic the movement of the real organism that it even creates vortices in the water like the ones living jellyfish create to waft food into their mouths. The medusoid took four years to build, and the scientists have already begun working on another more complex artificial marine creature. &quot;The jellyfish is really simple, and we&apos;re going to do one that&apos;s a bit harder, and then a bit harder still, and so on, with our long-term goal to build a heart,&quot; said Parker. In the near term, Parker said the technology could be used to test how effective new drugs are at improving heart function before resorting to expensive animal trials.", 
    "section": "science", 
    "gid": "science/2012/jul/22/jellyfish-heart-rat-artificial-cells", 
    "wordcount": "407"
}