{
    "headline": "The new, old war on abortion", 
    "text": "Last week I attended the Pro-Choice Parliamentary Meeting, organized by Abortion Rights, where those interested in preserving abortion access for women met to discuss the newest assault on it. I say &apos;newest&apos; rather than &apos;new&apos; because these attacks never really cease. Access to legal and safe abortion seems to be something that must be fought for by every generation.  It&apos;s disheartening to think that almost fifty years after the Abortion Act came into force, anti-choice groups are using arguments that haven&apos;t changed in over a century. &quot;Do you know that your daughters, taught by the exciting school of the picture-screen, are half-convinced already that &apos;love&apos; justifies anything?&quot; said one Ursuline nun, &quot;That a woman has the right to live her own life as she pleases?&quot; That was said in 1918**, and similar complaints can be heard to this day. So far there hasn&apos;t been a concerted effort to legislate against abortion providers in the UK; however, as many pro-choice speakers said in Parliament, there are other ways to put pressure on them. While I don&apos;t think we are in the same place as the United States, yet, information compiled by the Guttmacher Institute shows what aggressive anti-choice lobbying can achieve in a short space of time. I&apos;m kind of an accidental pro-choice activist. I&apos;ve taken action because I believe equality and evidence are the most important things to consider when determining policies that will have enormous implications for the well-being of half the population. I don&apos;t even consider myself an activist, despite co-running 40 Days of Treats last year with Carmen D&apos;Cruz. I consider myself an active citizen, defending rights that were hard won - and still denied to women in Northern Ireland. Anti-choice activists in the UK have notoriously adopted American-style picketing of abortion providers in recent times, but they have also adopted a range of supposedly &apos;women-friendly&apos; tactics. One example is Nadine Dorries&apos;s concept of &apos;improving choice&apos; by opening counselling provision to &apos;independent&apos; groups. While couched in positive language, in practice this means stripping services from BPAS, Marie Stopes, and other experienced providers; while opening the door to anti-choice religious groups. This may expose women to scare tactics including unnecessary ultrasounds - a useful tool for emotionally blackmailing women; or bogus scary statistics, like the false claim that an abortion has a 100% chance of causing breast cancer. Other &quot;think of the women!&quot; myths abound. There is the decades-old appeal to mental trauma  not recognised by any professional body; the bogus claim that women &apos;don&apos;t know what they are getting into&apos;, that they don&apos;t understand what it means despite sex education and a little thing called &apos;the internet; or the myth that mothers can&apos;t possibly have an abortion after having a child (reality, at least in the US, disagrees). There are legitimate issues surrounding abortion (such as gender selection), but people who believe that abortion can just &apos;end&apos; are not being realistic: not unless contraception becomes 100% effective, and comprehensive evidence-based sex education comes with it. Abortion would continue even if it were outlawed  it would just mean more women dying from unsafe abortions, still one of the leading causes of maternal death in the world. A recent World Health Organization report showed that stronger abortion laws do not necessarily mean fewer terminations: in fact Western European nations with liberal abortion laws often have lower abortion rates than countries with much stricter regulation. The best way to reduce abortion rates is by making good contraceptive advice and services available, yet the Society for the Protection of Unborn Children (SPUC) and other fundamentalist groups want less sex education, not more, and deny evidence that conflicts with their position: in response to the mass of evidence in the WHO report, SPUC merely stated that it wasn&apos;t true.   At the Pro-Choice Parliamentary Meeting, an anti-choice regular showed up. He appeared to be the same man who was getting in the faces of pro-choice supporters at the rally held against 40 Days for Life a few months ago. In Parliament he was given his five minutes to speak, encouraging us to have &apos;open minds&apos; and engage in debate, having helpfully printed off a 30-page document outlining his position. For some flavour:  2.13: Life is a process, but how does that prevent its having a definite beginning? A cricket match is a process, and it also has a definite beginning.  Yes. The miracle of cricket. I mean conception. They are so similar, I easily mix them up.  5.1: The ovum and sperm are each a product of another&apos;s body; unlike the conceptus, neither is an independent entity. The fictitious organisation (or sect!?) that holds that &apos;every sperm is sacred&apos; does not exist; until it is traced, that slogan is a straw man, an Aunt Sally.             Someone clearly missed out on some important and educational Monty Python viewing!  22.6: Knowledge of legal history can put abortion in perspective. If it has been legal for one single generation, it has been illegal for thousands of generations. How much of a blip, therefore, is the one single generation.  Actually, no. Abortion has been legal for centuries - the acts legislating against abortion only started appearing in the 19th century. It is the illegality that is the blip. The history of abortion and contraception (not to mention irreligion, which is my area of research), heavily revolve around class. Charges of obscenity for publication of birth control material usually were directed at information for the lower class. There were well-known abortifacients that were regularly and openly publicized in 19th century magazines. Aristotle&apos;s Politics allows abortion, the Bible only views potential children as property, and English common law allowed abortion before the &apos;quickening&apos; (when you could feel the foetus move).   23:1 - Major polls clearly indicate that the majority, not the minority, believe that there should be greater restrictions on abortion. Recently: just over 80 percent in the UK.   Recent polls, say the opposite is true.  This rather unpleasant fellow argued with us at the end of the pro-choice meeting, but anything we tried to say was roundly shouted down with: &quot;You don&apos;t have an answer then!&quot; Which was true  we don&apos;t have an answer for the &apos;facts&apos; that they will accept, when any intrusion of reality is not acceptable to them. There are some things those of us who support choice can do. The first is to get active - when you see anti-choice groups like 40 Days for Life or Abort69 in your community, follow the example of the Bloomsbury Pro-Choice Alliance and be a supporting force to be seen and heard. This is going to be absolutely essential when the impacts of the Health and Social Care Act are fully implemented. Outsourcing of contraception services to the lowest bidder? I&apos;m sure abstinence-only education doesn&apos;t cost much.  The anti-choice movement isn&apos;t growing - polls show that a steady 17% or so of people are opposed to abortion or want to restrict the time limits further. They do, however, get a lot of money from organisations in the US. We need to have a voice in response, reminding our politicians and our media that pro-choice is the majority opinion. Join or donate to groups like Education for Choice and Abortion Rights, remembering that even though we might be happy with our access to abortion in London, Liverpool or Manchester, this may not apply to women in rural and remote areas of the UK. We need national pressure groups like Abortion Rights to ensure that everyone has access to safe abortion services, no matter where they live.  But it&apos;s not enough to defend what we have. It&apos;s time to be pro-active. There are certain things that need to change. There was the recent unnecessary, sinister and intrusive mass inspection of abortion providers forced upon the Care Quality Commission by Andrew Lansley, at the cost of a million pounds. It raised the question: why do we still need two doctors to sign off on an abortion? What other procedures involve the consent of two doctors? At first a prop to pass the 1968 act, I think its time to legislate against that need.  Another suggestion is that early abortions should be able to be carried out in the comfortable surroundings of the home, rather than in a clinical setting. It is rather strange to think that women can give birth at home, but not have an abortion there. And why, in 2012, do women in Northern Ireland have to pay for abortion provision and travel to another city, another country, while women in other parts of the UK have full access?  One in three women will have an abortion in their reproductive life. How many women do you know? Imagine a loved one being put in the stressful situation of choosing whether or not to have an abortion. Now imagine how much more stressful that would be if she had to face protestors when seeking advice, risked being misled by anti-choice &apos;independent&apos; counselling, or lived under the threat of her private medical details being revealed through hacking.  The culture of bullying and silence needs to change - it is only this way that the anti-choice movement will lose the influence it still clings to. When women don&apos;t feel shamed into silence for exercising control over their bodies, or guilt-tripped into believing their decision is a tragedy, then we might save future generations from fighting the same fight.  Liz Lutgendorff (@sillypunk) is a PhD student studying the history of the UK secular movement, and the Deputy Editor of the Pod Delusion podcast. Some important pro-choice groups that you can support are: Abortion Support Network, Abortion Rights, Family Planning Association,BPAS, Marie Stopes, Education for Choice and Antenatal Results and Choices.  ** (An Ursuline Religious, &quot;&apos;Movies&apos; and the Young,&quot; The Catholic Mind 18 (22 Apr. 1918): 197) @mjrobbins", 
    "section": "science", 
    "gid": "science/the-lay-scientist/2012/may/23/1", 
    "wordcount": "1649"
}