{
    "headline": "Jellyfish surge in Mediterranean threatens environment  and tourists", 
    "text": "Scientists across the Mediterranean say a surge in the number of jellyfish this year threatens not just the biodiversity of one of the world&apos;s most overfished seas but also the health of tens of thousands of summer tourists. &quot;I flew along a 300km stretch of coastline on 21 April and saw millions of jellyfish,&quot; said Professor Stefano Piraino of Salento University in southern Italy. Piraino is the head of a Mediterranean-wide project to track the rise in the number of jellyfish as global warming and overfishing clear the way for them to prosper. &quot;Citizen scientists&quot; armed with smartphones and a special app are now tracking them along thousands of miles of Mediterranean coastline. Population growth has continued over the four years of the project, and appears to be part of a global phenomenon, with most coastal areas studied around the world also reporting a rise in numbers. &quot;There are now beaches on the island of Lampedusa, which receives 300,000 tourists a year, where people can only swim for a week in the summer,&quot; said Piraino. Josep Mara Gili, a veteran jellyfish researcher at the Institute of Marine Sciences in Barcelona, said: &quot;It is a growing problem in the Mediterranean, as it is in the rest of the world. But the problem is at its greatest in the open sea.&quot; The institute has detected a surge this spring in one of the most poisonous species, the mauve stinger or Pelagia noctiluca, along the coast of Catalonia and Valencia. &quot;We have seen banks several kilometres long and with a density of 30 to 40 jellyfish per square metre,&quot; the institute&apos;s Vernica Fuentes told Spain&apos;s ABC newspaper. &quot;The ones we have found this spring are particularly big.&quot; Gili said this was mostly surprising because the mauve stingers were close to beaches. &quot;Normally, that size of jellyfish does not reach the coast because of the temperature of the water,&quot; he said. Other badly hit coastlines include Sardinia, Sicily, Malta and the eastern Mediterranean beaches of Israel and the Lebanon. Piraino said at least 150,000 people were treated for jellyfish stings around the Mediterranean each summer. Global warming, overfishing and human intervention  especially breakwaters that protect sandy beaches but provide a home for larvae  are all blamed. As predators disappear, population surges are happening with greater frequency. &quot;The jellyfish that we see on the beach is really the sea sending us a message in a bottle, saying: &apos;Look what is happening to me,&apos;&quot; Gili said. &quot;The socio-economic impact on tourist areas is huge,&quot; said Piraino. &quot;We are losing millions of euros.&quot; Beaches in Catalonia are rarely affected for more than 15 days each summer, but some Mediterranean resorts are now considering using two-metre-deep nets to fence off safe zones for bathers. The best protection against stings is suncream, which prevents the venom released by the tentacles from penetrating the skin. Piraino said knowledge of jelly fish populations was still relatively scant and it was impossible to predict how big a problem they might become this summer. &quot;We do not know enough, but we have to be ready,&quot; he said. Not everyone is appalled by the gelatinous creatures and their stings. The Chinese have been eating them for 5,000 years and export some $20m worth each year. Chinese immigrants in Sicily have also begun to harvest them. Scientists also point to at least one species of Mediterranean jellyfish  the fried egg jellyfish or Cotylorhiza tuberculata  as a potential source of raw materials for cancer treatments and antioxidants.", 
    "section": "environment", 
    "gid": "environment/2013/jun/03/jellyfish-surge-mediterranean-environment-tourists", 
    "wordcount": "611"
}