{
    "headline": "Protesters' stories: Rainbow Warrior captain Peter Willcox and Greenpeace", 
    "text": "Peter Willcox, 58, was captain of the Greenpeace ship Rainbow Warrior when it was sunk in Auckland in 1985 by the French secret service. We were moored when I was woken shortly before midnight by a massive jolt. My first thought was that we had been in a collision. I grabbed atowel, and 40 seconds after the explosion I was standing by the engine room. The water was almost up to the main deck. I went back outand it was about then that the second bomb went off. I just said, &quot;Abandon ship. Everybody off now.&quot; As I stood on the edge of the dock watching the boat sink, Davey Edward, the chief engineer, came up and said, &quot;Fernando is down there.&quot; At the time I doubted it, mostly because I wanted to. Fernando Pereira, a photographer and member of our crew, often went off the boat to enjoy the local nightlife. Davey and I went back on board. Itried to go down through the bridge, but the boat was completely filled with water. Then the fire department ordered us off. A member of our crew offered to get a dive tank, but the water was full of diesel, it was cold and black, and I had no idea where to look for Fernando. There was no way I could have got to him in time, but now I wish I had tried. The New Zealand police thought we had done it as a publicity stunt, and I was arrested. We lost all our possessions in the bombing, but that night bags of clothes appeared at the local Greenpeace office. We felt the New Zealand people were behind us. It was only two days later, when two French agents were arrested returning a hired camper van at the airport, that we realised the French government had done it. We had been heading for French Polynesia to protest against nuclear testing and they had decided it was in their interests to anticipate us and blow up our boat. We were stunned that asupposedly first world democracy would operate that way. If they wanted to put the boat out of business, they could have used abomb of one-tenth the power. I never thought about quitting. Ibelieved if we were having this effect on people, we must be getting something right. We got hold of a boat and sailed to French Polynesia, entering the 12-mile exclusion zone around the test site. We were arrested and banned for life from the islands. I took a break for a year, then returned to captaining Greenpeace boats, including Rainbow Warrior 2. My activism has made me happier and a more fulfilled person, but I put it ahead of my personal life many times. I separated from my wife 10 years ago. The one thing you don&apos;t want to put it ahead of is your kids. When I go away with Greenpeace, my daughters, who are now 16 and 20, stay with my sister, or their mother visits from Spain, but I&apos;ve been at home quite a lot since becoming a single parent. Losing Fernando was my worst experience. He was the only person on board with children. His daughter was really angry afterwards. I am fortunate to count her as a friend, and after talking to her at the 20th anniversary of the bombing, I came away with a better appreciation of what a father means to a daughter.", 
    "section": "environment", 
    "gid": "environment/2012/jan/13/protesters-greenpeace-rainbow-warrior-captain", 
    "wordcount": "589"
}