{
    "headline": "What's in a name? The value of a good university brand", 
    "text": "Universities need to market themselves as never before. As fees rise sharply and business-friendly courses boom, students and their families are ever more canny in researching value for money. And with more than 300 UK institutions competing for half a million students, the stakes are high. In this rapidly changing marketplace, university branding is about much more than logos. But what does this mean for students and the role of branding in higher education in general? These questions formed the basis of a recent Guardian roundtable, held in association with brand communications consultancy Purpose. The debate was conducted under the Chatham House rule, which allows remarks to be reported without attribution to encourage a frank debate. The roundtable participants were unanimous on key values for universities, among them: academic integrity; future employability; and, perhaps above all, the value of the student experience. But university &quot;customers&quot; nowadays are not only students but their parents as well. One delegate spoke for everyone: &quot;In a difficult economic situation, parents at open days are asking more and more astute questions while applicants sit with their heads down.&quot; The roundtable agreed that successful branding to this dual audience relies on a few crucial strands: positive student testimony; the synergy between marketing and branding; and getting academics on side by linking success in the marketplace to academic freedom. &quot;Even though involving academics is like herding cats, it can be done,&quot; said one participant. Without consensus in the university, branding or re-branding can be ineffective. But academics don&apos;t like to think of students as customers, the roundtable heard. They may resist thinking of themselves as part of a commercial brand. Academics, it was said, in general do not like to perceive their institutions as &quot;like a KitKat&quot;. As one participant explained, the learning process is interactive in the way that buying a commercial product is not. &quot;The great learning experience only happens if the student plays their part.&quot; Consulting academics Academic freedom, however, often relates to success in the marketplace, one delegate pointed out, but getting this message across to academics can be hard. Several contributors to the roundtable had stories about university departments or clubs having point-blank refused to accept changed logos or crests. Sports clubs and university enterprises might cling to a branding identity associated with a legacy of success, despite the higher management of the university wishing to change it. There is a place for these sub-brands  the sports clubs with old insignia, the colleges with their own tie  but each university does need a central vision to define itself internally and to others, participants were told. One solution offered to the debate by a participant had been to spread all divergent sub-brand identities out on a table and ask university staff if they made sense. &quot;That way, they made the decision to come onside with the new brand,&quot; they explained. But for every tale of staff recoiling from branding exercises, there were many more examples of successful branding devised by committed staff and students. For even though some contributors sighed at the &quot;fiercely independent&quot; academics with whom they work, they conceded that there is huge branding potential in their commitment. &quot;They are passionate off the scale,&quot; enthused one participant. Brand identities, such as a perception of a university being a regional hub with a fantastic student life, resonate with existing students while attracting new ones, too, the roundtable heard. University identities are built first of all within communities, some delegates believed. Yet the greater task might be differentiating universities in the outside world. &quot;A university is not Coca-Cola,&quot; a participant said. Unless you are a market leader  Oxford and Cambridge do minimum branding, the roundtable were amused to learn  branding messages tend to be centred around broad slogans, such as &quot;upgrade your future&quot;. What makes such general visions work are case studies, vivid and concrete student testimony gathered from existing students and displayed to students past and present at open days, recruitment fairs and awards ceremonies. Awards ceremonies reinforce loyalty from alumni and they can be the best brand ambassadors, the roundtable was told. One delegate said: &quot;It&apos;s a lifelong relationship, which gives you value and adds value. If you meet someone who has been to Oxford or Cambridge, they tell you by the third sentence. We need to get our alumni telling the world at least by the fifth sentence.&quot; For universities to recruit successfully, one participant suggested that marketing and branding needed to be woven through university life. &quot;You can radically alter people&apos;s perception of the university by marketing,&quot; said another contributor. Many universities had multiplied applications through saturation marketing and encouraging students to create advertising campaigns, the roundtable heard. In one case, a student marketing video for a college in Australia, which was posted on YouTube, went viral and has been watched by millions. Participants stressed that successful branding is not confined to the logo; its importance lies in being able to position the university in the market. An effective recruitment policy, it was said, is not necessarily about targeting the most academically bright student in a &quot;dash for prestige&quot;. Many delegates believed the government was subtly advocating such behaviour through reforms that now allow universities to take on more students who achieve grades AAB or higher at A-level, rather than be restricted by statutory limits. In any case students were not attracted only by academic excellence, the roundtable heard. The student experience is more complex than that and often relates to the actual teaching of their subject, job prospects and specific information about their own degree. Conversely, one participant remarked, one unpleasant remark to a 17-year old at an open day can turn them against a university for life. If students take against anything &quot;you&apos;ve got a big obstacle&quot;, said one attendee. &quot;Never lose sight of the student,&quot; declared another contributor. In fact, the whole student experience ought to be an expression of brand values, several participants concurred. &quot;Eighty per cent of brand equity lies in meeting the promise that you make to your customers.&quot; The dramatic upsurge in the use of social media by university communication departments, &quot;from press release to tweet in five years&quot;, as one delegate said, has left universities vulnerable to instant criticism when such promises are not met. They have reacted in different ways. The roundtable was told of one institution which has two employees charged with instantly rebutting adverse comments on Twitter. Other institutions monitor Twitter and Facebook but do not react. &quot;We let our students manage it themselves,&quot; said one contributor, &quot;otherwise there is Twitter everywhere. The more you [try to] control, the less you&apos;ll control.&quot; Central vision Universities are big and complicated places, operating in diverse markets, summed up one participant. It was suggested that, overseas, heritage rings more bells than modernity. At home, innovation is a winner in the classroom but can turn off nervous parents at open days; commercially, creativity drives successful research. Thus, trying too hard to force the varied activities of a university into too narrow a brand can damage the brand itself, another contributor suggested. The roundtable heard that a central vision needs to tell a story accompanying the student through a journey, from prospectus to graduation. &quot;A really good brand takes the risk out of buying,&quot; claimed one participant. &quot;Brand leaders deal in confidence, which gives customers confidence.&quot; Another contributor picked up on this point, stating that a good brand stands for something, communicates it effectively and builds trust, so that even if it changes as the marketplace changes, its reputation is solid. Yet while all the participants agreed that reputation was the foundation of a well-respected brand, many were uneasy at how far they should pin their reputation to narrow measures such as league tables. &quot;A plethora of such tables can produce a plethora of results,&quot; pointed out one delegate, &quot;which can vary radically from year to year and subject to subject.&quot; The balance in confidence between what you do and what you need to do should not be shaken by externals such as league tables, several participants agreed: &quot;Far too many people make far too much fuss about league tables,&quot; one said. At the same time, universities do need to respond to what the market wants, or as one contributor put it: &quot;Make sure the values you project are the ones sought in the marketplace.&quot; Key points The roundtable heard that universities looking to brand themselves successfully should:  Focus on their core values, such as: academic integrity that links teaching, research and scholarship; business-friendly courses with employability appeal; and the positive student experience on offer.  Target communications at parents as well as students.  Involve academics as much as possible; their enthusiasm can often bring big dividends.  Highlight student testimony in university marketing materials.  Make the most of social media&apos;s influence and reach. At the table Kim Catcheside, (chair), Journalist Kathryn Jones, director of marketing and communications, Birmingham City University Fiona McWilliams, director of external relations and development, SOAS Professor Michael Arthur, chair, Russell Group; vice-chancellor, University of Leeds Professor Peter Slee, deputy vice-chancellor, University of Huddersfield Stuart Youngs, creative director, Purpose Angie Milan, marketing director, The College of Law Aulay Mackenzie, chief academic officer, Higher Education Online Ed Luck, marketing director, Higher Education Online Rachel Spedding, executive director, Oxbridge Applications Professor Tricia King, director of external relations, Birkbeck University Vicky Annand, director of marketing and recruitment, Goldsmiths, University of London Professor Koen Lamberts, pro-vice-chancellor, Warwick University Donald McLeod, head of marketing services, University of Hertfordshire     Purpose logo    Roundtable report commissioned by Seven Plus and controlled by the Guardian. Discussion hosted to a brief agreed with Purpose. Paid for by Purpose For information on roundtables visit: guardian.co.uk/sponsored-content This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/apr/03/branding-universities", 
    "wordcount": "1696"
}