{
    "headline": "UK must focus on carbon removal to meet Paris goals, climate advisers urge", 
    "text": "The UK government needs to kickstart technologies to suck carbon dioxide from the air if it is to play its part in meeting the goals of the Paris climate change agreement, according to the Committee on Climate Change (CCC), the governments official advisers. The global climate deal, which the prime minister, Theresa May, says the UK will ratify by the end of 2016, pledges net zero emissions by the second half of the century, in order to avoid the worst impacts of global warming. Given that some emissions, such as those from aviation and agriculture, will be very difficult to reduce to zero, that means removing some carbon from the atmosphere. Planting trees is the simplest solution but is limited by the land available, meaning more radical technologies need to be developed, such as chemically scrubbing CO2 from the air and burying it. A strategy for deployment [of new carbon-removal technologies] at scale by 2050 should start now given the timescales inherent in bringing new technologies to market, says a new CCC report. The UK, in cooperation with other countries around the world, needs to come up with a bigger and more concerted effort around those greenhouse gas removal technologies if the ambition of Paris is to be met, said Matthew Bell, the CCCs chief executive. But the CCC report says aviation and agriculture must also be tackled by substantial biofuel use in aircraft and reduced red meat consumption. Another CCC report published on Thursday says the UK must act urgently to cut emissions from the heating of homes and other buildings, which are largely reliant on gas and cause 20% of the nations carbon emissions. UK emissions have fallen 38% since 1990, but virtually all of this drop is from greener electricity.  Lord Deben, the CCCs chairman, said a step change was needed in how the UK heats its homes, a problem that threatens the UKs ability to meet its carbon targets. The CCC said the government must focus on the rollout of heat pumps and low-carbon district heating systems and the testing of hydrogen as a clean-burning replacement for natural gas. Hydrogen has the advantage of using the existing gas network, but is as yet untested. The hydrogen could be produced using spare renewable electricity, from biofuels or from fossil fuels. The latter would only be low carbon if emissions were captured and stored but ministers abruptly cancelled its flagship carbon capture and storage policy in November 2015. The CCC said hydrogen should receive similar research support to the 250m the government is already giving to small modular nuclear reactors. The CCC also criticised the governments slowdown in home energy efficiency measures: just half the number of homes made warmer and cheaper to heat in the last parliament are due to be upgraded in this parliament, and ministers abandoned a plan to make all new homes zero-carbon. We still have millions of homes that have not been made efficient as they could be and we are still building homes that we will have to retrofit in a very short period of time, said Lord Deben. The CCC estimates 7m homes still have inadequate loft and wall insulation, the most basic form of energy efficiency, after the coalition governments green deal policy failed. Deben said the new ministers in Mays government, including energy and business secretary, Greg Clark, and climate minister Nick Hurd, have long track records in backing strong climate action. I am optimistic but I still want to keep those feet to the fire, he said. The fact is, crunch time is here. By law, the government have to provide a programme to reach [the CCCs] carbon budgets. The governments carbon reduction plan has been delayed by the Brexit referendum but is expected by February 2017. A third CCC report addresses the climate policy implications of Brexit for the UK. It notes that the UKs key climate targets - cutting emissions by 57% by 2030 and by at least 80% by 2050 - are already enshrined in domestic law, under the Climate Change Act. But the CCC said EU efficiency standards for vehicles and appliances would have to be replaced to avoid the risk of manufacturers dumping inefficient products on UK consumers. Efficiency standards cut costs for consumers, reduce emissions, and create a level playing field for competition. the CCC report says. If the UK has weaker standards than the EU that could lead to a dumping on the UK market of inefficient products with higher running costs and emissions. The decisions required after Brexit, such as whether agricultural subsidies are more targeted at cutting carbon emissions, could cut both ways, said Deben, who opposed leaving the EU. Where there are opportunities, there are also the opposite: people could make things much worse, he said. Prof Dieter Helm, at the University of Oxford said: The uncertainties [for energy and climate policy] created by Brexit unsurprisingly leave the future as clear as mud, and the mud is likely to persist for months or even years.", 
    "section": "environment", 
    "gid": "environment/2016/oct/13/focus-carbon-removal-meet-paris-goals-uk-committee-climate-change", 
    "wordcount": "849"
}