{
    "headline": "Scientists celebrate prize worth absolutely nothing", 
    "text": "Scientists and science enthusiasts in general would normally be only too happy to hear of investment in cutting edge science. This has recently happened with the announcement of not one but two big projects to be funded by the European Commission for half a billion Euros each. One focuses on modelling the human brain, the other on developing graphene. The US government said it would be also investing billions of dollars in mapping the human brain.  On top of this, a group of Silicon Valley millionaires recently announced a $3m prize for breakthroughs in the life sciences. While welcomed by many, these announcements have also met with criticism and concern. Chief among these concerns are that the prize will emphasise the role of individuals, despite scientific breakthroughs being a collaborative effort, and that the vast sums promised to these new, &quot;trendy&quot; projects will mean other, less high-profile research areas will have to go without in order to fund them.  However, in order to address these concerns, another group of anonymous, possibly fictional millionaires have announced that they are setting up the Aryabhata Prize fund, which awards the recipient precisely nothing; no money, no prestige, no acknowledgement of a job well done. Reaction in the scientific community has been uniformly positive. &quot;It&apos;s nice that there&apos;s finally an award that reflects the profile of the low level scientists at work&quot; said Barry Fenwright, a postgraduate student in a university genetics laboratory. &quot;My professor is a brilliant man; he&apos;s one of those who&apos;ll probably be considered for that new breakthrough prize. It&apos;ll look nice on his shelf with all the others.&quot;  When asked if he has a close working relationship with his esteemed professor, Barry was less enthusiastic. &quot;I&apos;d say since I started my research here two years ago, he&apos;s said about 30 words to me. And those words were &quot;Do it again&quot;, repeated on 10 separate occasions so far.&quot; &quot;I thought it would be good for my career, being part of the research team run by such an accomplished individual, but so far it&apos;s led to me being just third author on two papers where I did all the actual research&quot;. &quot;It&apos;s quite frustrating, to be honest; working constantly to benefit the reputation of an eccentric individual who&apos;s celebrated as a &apos;genius&apos;, while the outside world barely knows you even exist. I&apos;m very close to just spraying myself orange and claiming to be an Oompa Loompa, and have done with it.&quot;  Despite this negative view, Mr Fenwright said he hoped his supervisor won the award. &quot;It might mean I get invited to another conference, and that&apos;s always good. I take a black bag with me and fill it with free biscuits. With careful rationing, you can survive up to three months using this technique.&quot; Dr Miriam Leeson, a researcher in nephrology from Kent, welcomed the news of another opportunity to obtain zero money for her research.  &quot;I&apos;m very pleased that there will be yet another opportunity to get no money for my work, which I think is important but the mainstream apparently doesn&apos;t because kidneys aren&apos;t cool.&quot;  Dr Leeson explained that applying for grants now takes up the majority of her time. &quot;I&apos;ve spent the last six months just working on grant proposals in order to continue my research, and so far they&apos;ve all been rejected. But in my defence, I did manage to do half an hour of research in my lunch break a few weeks ago. It was a Wednesday, I think.&quot; When asked if she thought the newly announced Life Sciences Breakthrough prize would encourage more enthusiasm and dedication from those in the field, Dr Leeson was overwhelmingly positive. &quot;Definitely, this prize will certainly encourage the right sort of behaviour from us researching human health. If only it had come sooner. In the last year alone I made seven separate medical breakthroughs that could have saved thousands of lives, but each time my first thought was &apos;will I be given millions of dollars by software developers for this?&apos;, and the answer was always no, so I didn&apos;t tell anyone and burned all my notes to save on cabinet space.&quot; Those who work in life sciences outside the area of human health have also expressed enthusiasm in the new worthless award. Professor Simon Todd is head of a UK body responsible for conducting multidisciplinary research into improvements in pig breeding. &quot;These are very exciting times for those studying pig breeding and other livestock&quot; Professor Todd informed us. &quot;The EU has commissioned a multibillion-euro project to investigate a whole new system for effective pig breeding techniques. They&apos;ve dubbed 2013 &apos;Year of the Swine&apos;. There was a big conference in Zurich to launch it. Free champagne everywhere, they even had Elton John perform. He wrote a whole song about pigs. Actually, he mentioned wild boar at one point in it, but we let him off with that.&quot; When asked if he was being serious, Professor Todd said that no, he was not. &quot;Nobody gives a dam about pig breeding. You can&apos;t be on the internet for 30 seconds without someone mentioning their love of bacon, but nobody wants to support where it comes from. Meanwhile my budget is being slashed so those neurobods can have another scanner. The funding body genuinely asked recently if I really need more than one pig for my research. I study breeding! There&apos;s only one known incidence of someone inducing virgin births just by willing it, and if I was on a par with him I wouldn&apos;t be wading through suidae emissions for a living. One of my staff wondered if we could use horses as a substitute; that seems to be all the rage these days.&quot; Even those outside life sciences are eligible for the pointless award. Matthew Bryson is an analyst responsible for the study and design of suspension bridges. &quot;It&apos;s a good career choice in the long-term, because I can help build a bridge, and then when the money runs out suddenly I&apos;ll have something to live under.&quot; &quot;I look forward to this award, as my girlfriend is a geologist. Eight years of studying to be told by a clueless politician that she&apos;s less valuable than a shelf stacker. She&apos;s been quite smug about this official confirmation of how worthless she is. With this new prize, people like me can hope for the same recognition.&quot; This new award may also be presented to science writers and journalists. Sadly, none was available for comment, as the concept of having their contribution officially acknowledged caused explosive fits of laughter in all those asked. The Aryabhata Prize will be awarded &quot;soon&quot;. The ceremony will consist of shoving a certificate into the winner&apos;s letterbox/pigeonhole when nobody is around. The certificate will be hand drawn on a used napkin with a green biro, and may be misspelled.  (NB: Names of individuals have been changed to disguise the fact that they are fictional. This article is an attempt at satire, but many of the elements mentioned are based on real life) Dean Burnett recognises the importance and good intent behind these projects/prizes, but is bitter as he is a neuroscientist who was interested in it before it got so mainstream. He denies being a &quot;science hipster&quot;. Follow him on Twitter to see if he&apos;s lying. @garwboy", 
    "section": "science", 
    "gid": "science/brain-flapping/2013/feb/25/new-science-prize-worth-nothing", 
    "wordcount": "1255"
}