{
    "headline": "Lake District park authority 'concerned' over radioactive waste burial", 
    "text": "The Lake District national park has added its huge clout to growing concern that nuclear waste burial in Cumbria is a dangerous and economically damaging non-starter. The park&apos;s governing authority has written to the Department of Energy and Climate Change (Decc) minister responsible for nuclear waste, warning for the first time that fears about losing nuclear industry jobs in the region need to be balanced by potentially disastrous effects on tourism. The move follows two public meetings in west Cumbria last week which heard from geological experts that a &quot;cracked and leaky dish&quot; was the best that the area&apos;s complex rock strata could provide to store material with a radioactive life of hundreds of thousands of year. In the letter, the authority chair, Bill Jefferson, tells Baroness Verma, the junior energy minister: &quot;There are growing and increasingly widespread concerns that a repository below the national park or indeed a perception of such a proposal would not be in the long-term interests of the Lake District, its farming and resident communities and visitor economy. &quot;Evidence suggests a potential risk to the Lake District&apos;s brand image, and on communities that rely on this brand. The lengthy process, necessary for considering such a facility, could exacerbate this risk. While we do not know what precise impacts a repository under the national park would have on its special qualities, I am concerned such a proposal could adversely affect the Lake District&apos;s brand image, its national and international standing, reputation and integrity, prejudicing the delivery of the vision to the detriment of the Cumbrian tourism economy and our statutory responsibilities.&quot; The letter, copied to Cumbria county council and Copeland districts which are also registering increasing disquiet, significantly ratchets up the park&apos;s doubts about the proposal. The authority and the councils are all members of the West Cumbria Managing Radioactive Waste Safely Partnership which is the only local authority body in the country still interested in investigating underground storage for nuclear waste.            Jefferson was among several hundred people at a meeting in Maryport, Cumbria, who gasped when two geology professors showed a map of potential facilities scarring Ennerdale, one of the wildest and most beautiful parts of the Lakes. The images, based on French designs which have been approved at Bure in the Meuse department of eastern France, showed a felltop road close to the mountains of Pillar and Steeple and Red Pike and an above-ground plant at Gillerthwaite, between the lake and Wild Ennerdale, one of the flagship projects of the national park authority and partners, who are currently banning all motor traffic from the valley. The park has to tread carefully because it is the planning authority which would eventually consider any application, but Jefferson said that it would have been an abdication of responsibility not to make the strength of local worries clear. Although there is great concern over the 9,231 jobs at the Sellafield uclear complex, the spectre has now been raised of much greater economic damage through the effects of proceeding on tourism, Cumbria&apos;s biggest economic sector. Jefferson said: &quot;Tourism brings in far more than Sellafield ever would, and let&apos;s face it, there are going to be more than enough jobs in dealing with the clear-up and improvement of above-ground storage which is happening there. We have 15 million people coming to the park every year, and the prospect of having the world&apos;s largest nuclear waste dump could make that considerably less.&quot; Local opposition, muted in the past because of job concerns, is growing rapidly under the banner &quot;protest and survive&quot;, a twist on civil defence &quot;protect and survive&quot; advice during the nuclear scares of the cold war.            The meetings in Maryport and Silloth last week heard devastating critiques of the region&apos;s geology by two academics  one a former consultant to the nuclear industry in the 1990s when 400m was spent on testing farmland next to Sellafield for an underground laboratory and potential burial of waste. &quot;This is among the most studied and best understood geology anywhere in Britain, and there is nowhere safe for a burial site,&quot; said emeritus professor David Smythe of Glasgow University, showing slide after slide of rock fractures, aquifers and porous strata. His colleague Prof Stuart Haszeldine of Edinburgh University told the meeting: &quot;You are being asked to buy a mystery object in a brown bag,&quot; a metaphor for the decision facing Allerdale and Copeland district councils and Cumbria county council over the next 10 weeks. The timetable, already delayed for six months by councillors&apos; hesitations, is for the authorities to agree to proceed with the government&apos;s &quot;host community&quot; approach to radioactive waste burial: in return for promises of community benefit in other fields, any council in the country can volunteer to take the enormous hole whose specification is safe storage of nuclear waste for 1 million years. Radioactivity is so dangerous for so long that waste disposal has parameters unknown in any other industry. Only West Cumbria and Dungeness in Kent have put their hands up, with the latter backing out in September after a survey showed two-thirds of locals were opposed. To Edmund Potter and his wife Linda, who look after the Ennerdale and Eskdale foxhounds amid the glories of the Western Lakes, the councils&apos; decision to volunteer was just another law of nature. &quot;Nuclear isn&apos;t popular with a lot of people, any more than what we do is,&quot; says Linda, as the hounds frisk round behind the couple&apos;s stone farmhouse. &quot;But you&apos;ll not find anyone talking down Sellafield round here. It&apos;s part of the landscape. &quot; Indeed, the world of tumbling becks, crags and tawny bracken above the kennels frames the towers and chimneys nine miles away.            &quot;She&apos;s dead right,&quot; agrees Mark Todd in the King George IV pub at Eskdale Green. He&apos;s a scaffolder on contract at the plant who also runs a guesthouse at St Bees which depends on nuclear industry visitors. &quot;I&apos;m a Guardian reader, lifelong. We&apos;ve called the guesthouse Whistling Jack&apos;s after a character Harry Griffin wrote about in one of his Country Diaries.&quot; He is also ex-Socialist Workers&apos; Party, brawled at Wapping and refused to accept payment for scaffolding Michael Foot&apos;s house. He discovered the link after asking about a photograph of Foot in the kitchen and being told by Jill Craigie: Oh, that&apos;s my husband. &quot;I know, I know. Of all people, I should be against it,&quot; he says. &quot;But the old governments did a clever thing when they brought all the nuclear stuff up here. We&apos;re far away and we&apos;ve precious little else. They feel they can rest easy about West Cumbria getting worked up.&quot;            Two things have now undermined that fatalism, prompting both resurgent protest and greater nervousness by local decision-makers. This month&apos;s condemnation by the National Audit Office of the &quot;intolerable risk&quot; posed by current radioactive waste storage on site at Sellafield  described as a &quot;rundown building&quot; with enough high and intermediate material to fill 27 Olympic swimming pools  shook local people. More significantly, it made national headlines. The public meeting in Maryport was full of demands for more. &quot;If the national media&apos;s interested in that,&quot; said one questioner to cheers, &quot;surely we can interest them in the burial issue?&quot; Secondly, campaigners are sedulously not anti-nuclear, and are gaining ground by arguing: Sellafield and nuclear, yes; burial, no. John Harwood, chair of Solway Plain Against Nuclear Dump and the event&apos;s organiser opened the meeting by underlining that it was logical to hold both views. Prof Haszeldine did the same.            The response was a litany of acceptance and often praise for the industry&apos;s longstanding and crucial role in West Cumbria. For every job lost by rejecting the burial plan, said speakers from both platform and floor, more could be created by proper on-site storage in the short term (which in nuclear terms is 100 years), work on new ways of treating radioactive waste, which is making progress, and other nuclear developments. Smyth&apos;s past enthusiasm for nuclear power was so great that he refused to play with his rock band the Rezillos when they did a gig for opponents of the Torness nuclear power station in the 1970s. &quot;They had to get the sax to play bass instead,&quot; he said, and though he is no longer a nuclear supporter, he took the meeting through his past involvement in nostalgic detail. Then he put up a slide which had the two hundred-odd audience gasping: a map of a proposed 20 km square French waste storage underground at Ennerdale, whose granite is one of two areas in West Cumbria, along with Silloth on the Solway, which appear to be in the frame for a burial site. The potential hole might be underground, but the structure to dig and maintain it involved a road up Ennerdale fell, neighbour of famous Lakeland giants such as Pillar, Steeple and Red Pike and a plant at Gillerthwaite, between the lake and &apos;Wild Ennerdale&apos;, one of the flagship projects of the Lake District national park authority and partners, who are banning all motor traffic from the valley. Such details are speculative and hypothetical, and the government and the West Cumbria Managing Waste Safety Partnership, which is handling consultations before the councils decide in January whether to continue with the next of a series of stages, emphasise that research remains to be done. But the initial plan to start burial in 2075 has crept closer, with talk of intermediate burial from 2040 and leaked letters this summer suggesting that some in the government would like that moved to 2029. The chair of the national park authority, Bill Jefferson, was at the meeting and arranged afterwards to see Haszeldine and Smythe later in the week. Back at the King George IV in Eskdale, Todd said: &quot;They may take us for granted, but there&apos;s one place they are vulnerable and that&apos;s down south. They did a survey about how people down there would feel about visiting the Lake District if it was sat on top of a radioactive dump and they weren&apos;t happy at all. That could change minds.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/nov/28/lake-district-radioactive-waste-grave", 
    "wordcount": "1715"
}