{
    "headline": "Pest caterpillar helicopter spraying goes ahead despite local residents' concerns", 
    "text": "A helicopter will spray insecticide on woodland in west Berkshire on Wednesday in a bid to destroy an infestation of pest caterpillars, despite complaints that not enough has been done to consult local residents. After 1pm, if the weather is suitable, a Forestry Commission team will spend 10-15 minutes using aerial spraying to eradicate the caterpillars of the oak processionary moth (Thaumetopoea processionea), which defoliates oaks and whose thousands of hairs cause itchy rashes upon contact with people. The insecticide is a widely used toxin produced by a bacteria that occurs naturally in soil called Bacillus thuringiensis (Bt), which could kill other species of butterflies and moths known to inhabit the site. Officials have previously reassured residents that Bt poses no risk to human or animal health. But a spokesman said they would not spray between 3 and 4.30pm because school-run traffic could be on the road through the 25-hectare woodlands, Herridge&apos;s Copse and Broom Copse, which are south-east of Pangbourne.   View Larger Map   If delayed by bad weather, another attempt will be made on Thursday. The site is the only location outside of London where the moth has taken hold, and tree experts are determined to stop the species from spreading throughout the UK. An extra 1.5m of government funding was announced last week to step up spraying to eradicate the moth. But local residents and environmentalists have raised concerns over the impact of the aerial spraying, on both local allotments and other butterfly and moth species in the woods. Green party member Jenny Hicks, who lives in Reading, said the &quot;major concern is whether this spraying will affect allotments&quot;. Antoinette Earl, who lives nearby, said she is &quot;very concerned&quot; at the impact on her allotment 500 yards from site, which is designated as a site of special scientific interest. &quot;I am aware of the toxic nature of the caterpillars, but also aware that previous control methods have reduced the number of caterpillar nests from several dozen in 2011 to only three last year. The aerial spraying approach feels like using a sledgehammer to crack a nut,&quot; said Earl. Other species of butterflies and moths at the site include the silver-washed fritillary (Argynnis paphia), white admiral (Limenitis camilla), and the scarlet tiger moth (Callimorpha dominula). Labour&apos;s parliamentary candidate for Reading West, Victoria Groulef, said the commission had not done enough to communicate with residents. &quot;Residents say that a short article in the local newsletter and a few scattered posters have said that spraying will take place, but have not indicated when it will happen, what the impact will be, or who to contact if you have concerns. Despite leaving messages on the Forestry Commission&apos;s own help line, nobody has called residents back. This is totally unacceptable. &quot;Residents are being very reasonable. They understand that the oak processionary moth caterpillars, a native of southern and central Europe can cause health problems. But likewise they want reassurances that the spraying will not have an impact on human health or on the local environment,&quot; she said.", 
    "section": "environment", 
    "gid": "environment/2013/may/15/pest-caterpillar-helicopter-spraying-local-residents", 
    "wordcount": "513"
}