{
    "headline": "iPhone 5: industry experts give their verdicts", 
    "text": "Ernest Doku, telecoms expert at price comparison site uSwitch &quot;After the disappointment of an underwhelming iPhone 4S, there was a fair bit of pressure on Apple to deliver something very special. Fortunately for Tim Cook, his &apos;beautiful&apos; iPhone 5 should put the bite back into Apple. Apple simply couldn&apos;t afford another lukewarm offering and luckily the iPhone 5 will ensure Apple doesn&apos;t lose pace with Samsung&apos;s dominant Galaxy S3. This time it had to be all about the hardware as much as software. In this regard, Apple has delivered and then some.&quot; Daniel Gleeson at research firm IHS, which is predicting Apple will sell 149m phones in 2012, compared with 93m in 2011 &quot;The fourth quarter this year will be Apple&apos;s biggest quarter for iPhone sales in history. This year&apos;s iPhone 5 announcement comes as a significant departure from previous models. The addition of a new, larger screen is a fundamental change in product design. Furthermore, the iPhone 5 is the first member of Apple&apos;s smartphone line to feature 4G connectivity, accelerating data speeds dramatically compared with previous models. These major improvements will drive strong sales for the iPhone 5.&quot; Fred Huet, managing director at telecoms specialist Greenwich Consulting &quot;The decision to omit NFC in the iPhone 5 could cost Apple. It is just a matter of time before the smartphone replaces the plastic card, and by skipping this technology, Apple may have missed a valuable opportunity to take the lead in this market. With over 400m active credit card accounts on file, Apple had a prime opportunity to convert its customers using a sleek mobile payment system tied to the iPhone. Instead they could find that they have fallen behind closest rivals Samsung, Nokia and indeed Motorola, all of whom introduced the technology into their devices last week.&quot; Alistair Young at research firm Analysis Mason, on Apple replacing Google Maps with its own app on the home screen &quot;Google Maps will lose up to a third of its mobile users in Western markets because of Apple&apos;s alternative map service. According to our recent study, 28% of Google Maps users in France, Germany, Spain, UK and the US are on iOS [Apple&apos;s phone software]. Three out of four iOS users used Google Maps at least once over two months. Location information and mapping are at the forefront of application innovation. By offering its own map service, Apple will not only gain control over one of the most popular applications on its devices but it will also offer developers better and more integrated location-based tools for iOS.&quot; Guy Potter of online market researcher Usurv &quot;We ran an immediate poll to gauge people&apos;s instant reactions to the new phone and as with most Apple launches there seems to be a fair bit of positive excitement. The fact that 44% of existing iPhone users already want to upgrade  without needing to think about it  shows the loyalty to the brand. However, none of the new features seemed to instantly grab people  with 39% saying none of them really appealed.&quot; Francisco Jeronimo of research firm IDC &quot;What Apple has been doing over the last few years is to improve each hardware and software feature of the iPhone to offer the best experience possible, rather than packing the handset with features that consumers don&apos;t use or don&apos;t understand. The devices continue to offer a unique premium feeling due to the design and materials, so we foresee a strong Christmas season for Apple. But Apple still faces some challenges. The iPhone 5 does not come with any unique service or hardware features that are not available on the high-end Android devices.&quot; Shaun Collins, founder of telecoms researcher CCS Insight &quot;The announcement goes beyond just the launch of the iPhone5. With the iPhone 4S 8GB, Apple is now able to offer its products with iOS6 at ever more aggressive price points in the UK. As an entry level iPhone, it&apos;s a formidable competitor.&quot; Dan Russon of IT consultancy Xceed Group &quot;The easier and faster devices are to use, the more employees will want to use them, and unless businesses start to provide the iPhone 5 or other 4G enabled devices as standard (this large outlay in tight economic times is likely to be unappealing), the momentum driving people to use their own devices will increase. The danger is that this demand will arrive before many organisations have fully got a handle on the security aspects of their own BYOD [bring your own device] policies, which could, in turn lead to even greater risks.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/sep/13/iphone-5-industry-experts-verdicts", 
    "wordcount": "772"
}