{
    "headline": "Dispatches from Qatar: first term at a new branch campus", 
    "text": "Since the start of this year, I have been blogging at regular intervals about moving to Qatar to work at University College London&apos;s (UCL) new campus. Our journey from a small team of staff in a sparse corridor of offices, to a fully operational university campus with students is complete. It has been a very rewarding, if sometimes exhausting, process and last month we welcomed our first intake of 32 students from 13 nations. It&apos;s still very early days for UCL Qatar, but we are on course for growth and hopefully success, so I feel able to reflect on lessons learnt that may come in handy for other UK institutions that are considering opening a branch campus in the Middle East or beyond. It is hard to comprehend how much work was and is needed to set up a branch campus from scratch and get to this stage. When I arrived in Qatar in late 2011, relatively little was in place apart from offices and grand plans. Our HR manager was already on the ground and had made significant progress in recruiting academic and administrative staff. It had of course already taken UCL senior management a lengthy period of time to make this vision a reality. We&apos;ve seen milestones reached, from the basics such as purchasing computers and setting up an IT network, to the formal approval of the academic content for our degree programmes, and then on to opening our admissions process and gradual profile raising activities. Our first events have taken place  public lectures on all things cultural heritage  attracting audiences form across Doha and beyond, which have really served to put us on the map locally. The week in the run up to the arrival of our students was a particularly busy and anxious time, as we scrambled to get all our final arrangements in place. For me this meant welcome packs for our students and helping to piece together the itinerary for freshers week  a great British tradition that we successfully implemented in the Gulf, albeit without the hangovers! For other colleagues, it meant organising a meet-and-greet collection service for our international arrivals at Doha Airport. And that&apos;s been one of the fun things about being a part of the unique and unusual environment of setting up a branch campus. You may have your role within the organisation, but inevitably you&apos;ll have the opportunity to become involved with everything. I&apos;ve gotten insight into IT, HR, finance and operations that ordinarily I wouldn&apos;t gain such exposure to. I&apos;ve also been able to work very closely with our academics as they built and shaped our degree programmes. Even if every day is likely to throw up an another unexpected curveball, it is a learning experience that cannot be obtained in the usual academic environment of a well-established home campus. Our students are our priority now. As we move into this new phase of our young existence, our staff will work hard to continue to give our students everything they expect from a UCL degree. When we were recruiting students onto our degree programmes we were looking for students who were not only outstanding academically, but also energetic and able to come in and create a dynamic extracurricular environment. A concern for me was how we could create that special student experience that UCL is renowned for. To my great relief, our students have gone above and beyond in these early weeks. Bonds have been created and student societies formed. We&apos;ll all be turning out to watch the newly-formed UCL men&apos;s football team play their first match in the Education City football league against Texas A&amp;M University. The international students have definitely been enjoying discovering Doha  they spend their free time socialising in Doha&apos;s souqs and taking in the cultural attractions. The student demographics are very exciting. By far the most students, some 30%, come from Qatar itself. But they are learning alongside students from around the globe, from the Americas to Europe and East Asia. Each student brings a unique background  we have artists, photographers, conservators, scientists, historians and more. They can only benefit, grow and be challenged by this varied learning environment. We have high ambitions for our graduates. We expect them all to go on to be future leaders in the cultural heritage sector, whether it be as archaeologists or museum professionals. As much as building a branch campus is a challenge for a staff member, it is also a bold step for a student. I have to applaud our students for having the faith in us to deliver a programme that matches their high expectations and to be part of the first cohort. They have the unique opportunity to shape their courses for future classes, and their feedback and input will be sought all along the way as we seek to grow our student numbers and continue to attract high quality students from Qatar, the Middle East and all across the globe. To do this, we&apos;ll have to demonstrate that our programmes are unique and different. We&apos;ll use our location as a key selling point  Doha is at the heart of the Arab and Islamic worlds and is a perfect gateway for students wishing to gain practical exposure to the region. And we&apos;ve invested in our facilities to ensure that our students have the most modern and equipped labs and teaching spaces, plus an exceptional library collection. For universities out there who are considering a similar international move, I&apos;d say that the experience is well worth it. Obviously, your destination should be chosen carefully, there should be both an existing local gap that your degree programmes can fill, and a genuine thirst amongst the local population for the programmes you offer. In the future, I hope to see another British university out here in Qatar to fly the flag with UCL. Brett Kershaw is marketing officer for University College London&apos;s Qatar campus. Follow UCL Qatar on Twitter This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/2012/oct/02/ucl-qatar-welcomes-new-students", 
    "wordcount": "1021"
}