{
    "headline": "This week's new games", 
    "text": "Scarygirl, PS3, Xbox 360 If Tim Burton were to make a side-scrolling, mock-3D platform game about an abandoned girl rescued by a super-intelligent Octopus named Blister, this is what it would be like. Registering high on the quirky scale it has both an art style and slightly dark humour that wouldn&apos;t seem out of place in A Nightmare Before Christmas. The game itself is rather more prosaic, with Scarygirl&apos;s jump and hover familiar from countless other platform games, although killing enemies is done with a bit of flair. Square Enix, download via PSN and XBLA  Boom Street, Wii     Boom Street    Boom Street is Wii Monopoly in all but name, so it&apos;s a game of buying and upgrading properties that charge other players rent in a colourful cartoon world free of bank crises and austerity budgets. Making money is good, bankruptcy means you lose and, like Monopoly, a four-player game will last at least an hour and a half. The interface takes care of die rolls, banking and all the fiddly elements that previously would have got lost behind the sofa, leaving you to concentrate on being a top property developer. On your own you&apos;ll spend much of the game watching AI opponents take their turns, which is just as dull as it sounds. With fellow humans, it&apos;s better, though hampered by a curious inability to save mid-game. Nintendo, 39.99 NeverDead, PS3 &amp; Xbox 360     NeverDead    In NeverDead you&apos;re Bryce Boltzmann, demon hunter, who along with prim sidekick, Arcadia, must slaughter an endless legion of beasts. For most of us the dismemberments he suffers during these battles would wrap things up, but for Bryce they&apos;re barely a setback, and he simply rolls on severed limbs to reattach them. Similarly, decapitations are frequent and often helpful; you can even rip your own head off, freeing it to roll through gaps too small for the rest of Bryce. Accompanied by pounding thrash metal, the resulting chaos isn&apos;t so much intense as interminable, with wave after yawn-inducing wave running at you until something mercifully manages to eat Boltzmann&apos;s head. Konami, 49.99 Games news     Resident Evil 6    Even though it was presaged by an unnerving Japanese Blair Witch-style viral, the Resident Evil 6 trailer suggests there will be more action than scares in store for series stalwarts Chris and Leon when the game arrives on 20 November ... The long-awaited Max Payne 3 will be slightly longer awaited, due now on 18 May ... In advance of next week&apos;s release of the new console instalment of Soul Calibur there&apos;s an iPhone and iPad version out now ... Microsoft has said that emails sent to a number of players inviting them to join a beta test of Halo 4 are not from them, but are in fact part of a phishing scam trying to harvest Xbox Live passwords ... Meanwhile, Nintendo has declined to patch a flaw in the Wuhu Mountain Loop track on Mario Kart 7, in which cunning players can take a hefty and unintended shortcut, citing the unfair advantage it would give players choosing to play the un-patched version.", 
    "section": "technology", 
    "gid": "technology/2012/jan/28/this-weeks-new-games", 
    "wordcount": "510"
}