{
    "headline": "PlayStation 4: Sony launch fires starting pistol on the next generation", 
    "text": "     Sony launched the latest salvo in its ongoing rivalry with Microsoft with the launch of the PlayStation 4, the first of a new generation of consoles. At an event held in the Hammerstein Ballroom in New York&apos;s Manhattan Center, Sony revealed that the PlayStation 4 would go on sale this Christmas. It refused to set a price, or even show the console itself but it is unlikely to cost much less than 300. With under-the bonnet power considerably in excess of that of the PlayStation 3 and Xbox 360, it will usher in a new breed of games with startlingly lifelike graphics, set in virtual worlds that operate in a much more believable manner than the current crop. But it will not have that ground to itself: Microsoft is applying the finishing touches to a successor for its Xbox 360 which, it is believed, it will unveil at the E3 Show in Los Angeles in June. That, too, is likely to go on sale this Christmas, unleashing a titanic battle for living room supremacy between Sony and Microsoft. Several aspects of the PS4&apos;s design caught the eye. Sony has redesigned the controller, which remained more or less unchanged through the PlayStation 2/3 era, giving it a curvier shape, a touchpad and a blue reflector strip that interacts with a PlayStation Eye camera (included in the price) to form a motion-sensing system. It will connect with smartphones  Sony makes a range of Android phones  enabling phone users to chat with PS4 gamers and to control their PS4s remotely. It will also reflect the changing nature of the console business, which now has to contend with gaming on mobile phones and tablets. In 2012, Sony bought a company called Gaikai, which developed a technology allowing games to be hosted in the cloud and streamed via the internet, and that has been incorporated into the PlayStation 4. It will have more than one use: as well as providing a means by which PlayStation, PS2 and PS3 games will be playable, according to Gaikai founder Dave Perry: &quot;Your friends will be able to look over your shoulder and interact with you virtually&quot; while you play  you can record your gameplay by pressing a new &quot;share&quot; button on the controller. Perry added that the PlayStation 4 will be able to stream games wirelessly to the PlayStation Vita handheld console, and Gaikai&apos;s technology will allow games to start instantly. Using Gaikai&apos;s technology to provide backwards compatibility gives the PlayStation 4 an economic edge, too: it means that costly backwards-compatibility chips can be dispensed with, making it cheaper to manufacture. Cutting-edge consoles tend, in their early days, to be sold at a loss, only becoming profitable when millions of units have been sold and component prices plummet. But the PlayStation 4 has a better chance of achieving early profitability than its predecessor  whereas the PS3 had a custom, Sony-manufactured processor called the Cell (which attracted criticism from developers for being difficult to program), the PlayStation 4 uses more off-the-shelf components similar to those found in PCs (an approach Microsoft has always taken with its consoles). In terms of games, the PlayStation 4 was given strikingly enthusiastic support by third-party publishers. Developer Bungie  once owned by Microsoft  will bring its ambitious first-person shooter Destiny to the console, and Blizzard, hitherto a PC-only developer, has struck a strategic agreement with Sony, the first fruit of which will be a PS4 version of Diablo III. Ubisoft&apos;s Watch Dogs, in which you will be able to hack into everything and everybody within a city, looks truly ground-breaking. Sony showed several first-party titles, including Drive Club, a team-based driving game with incredible graphical detail from British developer Evolution Studios, Killzone: Shadow Fall, and a puzzle game from Braid creator Jonathan Blow called Witness. Square Enix announced there will be a new Final Fantasy game for the console. With the PlayStation 4&apos;s incorporation of cloud gaming and power, Sony appears to have launched a convincing first salvo in the impending console showdown with Microsoft. Pricing, a launch date and the console&apos;s physical design, along with a firm line-up of launch games will surely emerge at the E3 Show in June, along with Microsoft&apos;s rival console. This Christmas could be the most exciting one ever, as far as gamers are concerned.  This article was amended on 21 February 2013 to correct some inaccuracies.", 
    "section": "technology", 
    "gid": "technology/2013/feb/21/sony-launch-playstation-4-console", 
    "wordcount": "735"
}