{
    "headline": "In the footsteps of Schrdinger: understanding the physics of life", 
    "text": "Erwin Schrdinger, the Austrian physicist whose eponymous equation lies at the heart of quantum mechanics, strayed beyond his normal disciplinary boundaries when he wrote a book called The Physics of Life in 1944. He was bringing concepts from physics  notably statistical physics  to bear on the complex behaviour of living organisms.  In his book, Schrdinger said how he had been influenced by another physicist, Max Delbrck, who modelled genetic mutations mathematically (work for which he was later awarded the Nobel Prize in Physiology or Medicine in 1969). Despite being a physicist, Delbrck ultimately went on to become a professor of biology at Caltech.  Schrdinger relied on Delbrck&apos;s work to postulate that genes had to be some sort of aperiodic crystal; in other words, they lacked the regularity familiar from the packing of atoms or molecules in crystals. In turn, Schrdinger&apos;s book influenced Francis Crick and Jim Watson as they tussled with the problem of the structure and coding role of DNA and its relevance to genetics, ideas which ultimately resulted in the famous 1953 model of the double helix. So, physicists thinking about biology are nothing particularly modern, yet after Crick and Watson&apos;s work and the founding of the science known as molecular biology, there seemed to be something of a parting of the ways between these disciplines in many places. In the intervening years, rather few physicists continued to work with biological colleagues, exacerbated in the UK by the way our education system favours early specialisation.  In Cambridge the geographical separation of the Laboratory for Molecular Biology  out near New Addenbrooke&apos;s Hospital  and the centre-of-town site for the Cavendish Laboratory where Crick and Watson had originally worked, made this separation (of a mile or two) particularly vivid. Later the gulf was made all the worse by the subsequent move of the Cavendish to its present site in west Cambridge. Speaking personally, it now takes me around half an hour to cycle from one to the other; the bus is no faster. There have always been some physicists who have worked closely with biologists, but funding mechanisms for research have not necessarily made this an easy path to tread, as I&apos;ve discovered to my own cost. Recognising this, the Engineering and Physical Sciences Research Council (EPSRC) has recently set up, as one of its Grand Challenges, the problem of &quot;Understanding the Physics of Life&quot;. Initially all that has been funded is a network, but with the aspiration that this will lead to new collaborations and, one hopes, in due course to properly funded programmes to generate breakthroughs in the science.  Today sees the launch meeting of the network, whose goal is to bring researchers across the disciplines together to solve some of the &quot;big&quot; questions in the science of how our bodies (and those of other organisms) function. At the heart of the activity is a particular emphasis on integrating our understanding at different length scales, from single molecules via cells to whole biological systems and organisms. The spirit of Schrdinger will be very much alive at this meeting. Sir Tim Hunt (Nobel prizewinner for Physiology or Medicine in 2001 for his work on cell cycle regulation) will be giving the plenary talk entitled &quot;How can the events in space and time which take place within the spatial boundary of a living organism be accounted for by physics and chemistry? - Schrdinger at 70&quot;. By my reckoning that book is only 69 years old, but nevertheless, the challenges Schrdinger saw remain, despite the passage of the years and despite the fact that our understanding of, for instance, what a gene is has come so far. There are many challenges in making research work at this interface. Making sure both sides make their discipline&apos;s jargon comprehensible to the other is vital. It is equally crucial that a physicist&apos;s attempt to render a problem tractable does not lead to the baby being thrown out with the bath water. Oversimplification, of the sort captured in the old joke exam question which begins &quot;a cow, which can be considered to be spherical &quot; (or massless, depending on the joke) can mean the essence of a problem is entirely lost if great care is not taken. But significant strides are being made, particularly when it comes to developments in quantitative modelling and in novel optical approaches that can permit sophisticated manipulation of individual molecules and cells as well as high-resolution imaging in both time and space. A couple of specific examples of successful collaborations, where the physicist&apos;s tools are being brought to bear on problems in human biology and disease, come from the work of my own Cambridge colleagues. The first deals with malarial infection, a huge problem for the developing world. One crucial stage in the spread of the disease within the body is the alignment of the infecting body from the parasite, known as a merozoite, with the red blood cell it is about to infect. This happens very fast, but at different times for different cells, so it is hard to focus a camera at the right spot at the right time and traditional averaging over the responses of a whole collection of red blood cells loses all the detail of the actual process.  Physicist Pietro Cicuta has developed sophisticated image analysis techniques to make sure that filming of the cell occurs at just the right moment. As the red blood cell changes shape  which turns out to be a crucial step in the infection process  the camera remains in focus but moves onto another cell as soon as the infection process is complete for that cell. Being able to follow cell after cell, in detail, means that a highly detailed picture of the complete sequence of events can be built up  providing insight for the biologists (Teresa Tiffert and Virgilio Lew , also from Cambridge) as they strive to develop new vaccines and drugs to prevent the infection from occurring in the first place. The second example relates to cancer. Here the work of Jochen Guck, originally carried out with Josef Ks in Leipzig, took the mechanism of optical trapping to explore the response of single cells when placed in crossed laser beams. Optical trapping was originally developed to move single atoms around close to absolute zero; a key early proponent of the technique was the erstwhile US Energy Secretary Stephen Chu (and for which he won the 1997 Nobel Prize in Physics) before he moved into politics.  These light beams trap the cell at centre stage; but if the light intensity of one is increased it causes a deformation of the cell. How large that deformation is depends on the mechanical properties of the cell and, since cancerous cells are softer overall than healthy ones, by closely following and analysing this deformation a way is provided to phenotype (and thereby sort) individual cells, without the use of histology or markers of any sorts. Today at the launch meeting there should be many opportunities to initiate new collaborations  the ultimate point of the network  and learn about the wide range of problems looking for solutions and techniques looking for specific targets. My own role will be to talk about the Institute of Physics&apos; project aimed at producing teaching material in biological physics for undergraduate courses. I mentioned the importance of physicists and biologists being able to speak the same language above; by introducing some fundamental biological concepts into a physics degree, couched in the language of physics, and exposing our undergraduates to a modicum of biology to whet their appetite, this project hopes to inspire future generations that &quot;Understanding the Physics of Life&quot; has a huge amount to offer. Athene Donald is a professor of experimental physics at the University of Cambridge and, like Sir Tim Hunt, is a member of the European Research Council&apos;s Scientific Council. She tweets at @athenedonald", 
    "section": "science", 
    "gid": "science/occams-corner/2013/apr/08/schrodinger-understanding-physcis-life", 
    "wordcount": "1340"
}