{
    "headline": "Andrew Mitchell moves on as Justine Greening takes UK development reins", 
    "text": "As part of UK prime minister David Cameron&apos;s cabinet reshuffle on Tuesday, Andrew Mitchell left the Department for International Development (DfID)  where he had been international development secretary for more than two years  to become chief whip. The former transport secretary, Justine Greening, will replace him. Mitchell, who held the post in the shadow cabinet prior to his 2010 appointment, said he was sad to be leaving the department, although, according to Guardian colleagues, chief whip is apparently a post he&apos;s always wanted. Mitchell has been widely praised for bringing greater transparency to the department&apos;s aid spending and upholding the UK government&apos;s commitment to keep its 0.7% aid pledge despite the tough economic climate and opposition from within his own party. DfID funding was ringfenced in the last comprehensive spending review. Mitchell has kept the UK&apos;s profile high among the donor community, and in June landed a job on a panel aimed at creating a new global partnership on development co-operation. Moreover, it was on Mitchell&apos;s watch that Cameron was appointed co-chair of a UN high-level panel tasked with devising post-2015 development goals. Cameron praised Mitchell&apos;s energy and commitment to the role. &quot;Andrew has done a superb job as Britain&apos;s development secretary,&quot; he said. &quot;He has made British development policy transparent, focused and highly effective. His energy and passionate commitment have placed Britain at the forefront of international efforts to improve the lives of millions of the world&apos;s poorest people. He has made a real difference.&quot; Nonetheless, Mitchell has not been without his critics. Aid groups were unimpressed that, during his DfID tenure, legislation to get the 0.7% pledge enshrined in statute was delayed until 2015, two years later than outlined in the coalition agreement. Mitchell has also been criticised for focusing too strongly on targets and outcomes. On Twitter, reaction to the move has been one of general disappointment. Demented Bonxie tweeted: &quot;I&apos;m not at all pleased that they&apos;ve nicked Andrew Mitchell from DfID&quot;, while Nigel Ellway wrote he was a &quot;damn good #DFID secretary&quot;. Peter Guest was less gushing: &quot;Andrew Mitchell&apos;s gone from #DfID. Despite his habit of telling same story at every event, he was pretty knowledgeable.&quot; There was also some concern that Greening may choose to reverse the government&apos;s 0.7% aid pledge. NGOs will no doubt be stressing the importance of retaining the commitment. One person who clearly won&apos;t miss Mitchell, however, is Mehreen, who tweeted: &quot;Andrew Mitchell&apos;s insufferable, shrilly, monotone voice will be put to use as Chief Whip. Lots of cheers from the starving Africans #dfid&quot;.   ", 
    "section": "global-development", 
    "gid": "global-development/2012/sep/04/andrew-mitchell-justine-greening-uk-development", 
    "wordcount": "437"
}