{
    "headline": "Boot up: Apple's LTE patent hoard, Nokia Lumia 920 hands-on, Bitcoin exchange heist and more", 
    "text": "A quick burst of 10 links for you to chew over, as picked by the Technology team Apple acquires stack of LTE patents &gt;&gt; Chosun Kibo (Korea)  Samsung Electronics had 819 (12.7%) to rank first, followed by the US patent company InterDigital with 780 patents (12.1%). China&apos;s Huawei ranked fifth with 402 (6.2%).  Apple only developed 44 of it 318 LTE patents itself and bought the rest from Nortel and Freescale last year. Patent enforcement firm Rockstar Bidco, in which Apple holds a majority stake, owns another 116 LTE patents, giving Apple 434 in all.  &quot;This shows that Apple has been taking strategic steps to acquire intellectual property to prepare for potential legal disputes before it launches its own LTE smartphones,&quot; said a KIPO official.   Speak softly and carry a big patent portfolio. Honeytrap reveals mass monitoring of downloaders &gt;&gt; New Scientist  Anyone who has downloaded pirated music, video or ebooks using a BitTorrent client has probably had their IP address logged by copyright-enforcement authorities within 3 hours of doing so. So say computer scientists who placed a fake pirate server online - and very quickly found monitoring systems checking out who was taking what from the servers.   Oooh. Slideshark heads to iPhone, after owning PowerPoint presentations on iPad &gt;&gt; VentureBeat  As much as you may hate Powerpoint presentations, sometimes you can&apos;t avoid them -- especially if they&apos;re crucial to your business. Now Brainshark is bringing its popular Slideshark app to the iPhone, which will further the company&apos;s mission to take the pain out of presentations.  Just like on the iPad, the iPhone app lets you view Powerpoint presentations stored in Slideshark&apos;s cloud service. It&apos;s particularly useful for having continual access to presentations as they&apos;re updated, and sending them to large screens to share with a group (either via adapters or streaming via AirPlay to an Apple TV). Now, you can pitch your slide deck right from your pocket.   Those with long memories will remember Palm demonstrating how you could run PowerPoints off its PalmPilots in around 2004. Bitcoin exchange BitFloor suspends operations after $250,000 theft &gt;&gt; The Verge  Popular Bitcoin exchange BitFloor - described by its owner as &quot;the #4 USD exchange and #1 in the US&quot;-- has been forced to suspend operations after the equivalent of $250,000 was stolen in a virtual heist. Writing in a post on the Bitcoin Forum last night, founder Roman Shtylman explained that an attacker had gained access to an unencrypted backup of the exchange&apos;s wallet keys, using them to transfer &quot;the vast majority of the coins BitFloor was holding on hand,&quot; a haul which Shtylman later pegged at around 24,000 BTC.   Good news is hard to find around BitCoin at present. (The Bitcoin Forum was dead on Wednesday evening.) Real tech journalists love Gojee &gt;&gt; brian s hall  I&apos;ve said it many times. I will say it again. Venture capitalists do not fund tech blogs because they expect to get a 10X or greater return on that investment. Never gonna happen.  Nope. Rather, they fund tech blogs - deliberately, explicitly - because the tech blogs then serve as their PR. The &quot;journalists&quot; at these sites are essentially public relations, re-writing the stories they are given.  Want serious coverage of your app, business, technology in the big tech blogs? Then you better sell off a piece of yourself to the VCs. They then get the tech blogs to write about you. Oh, say, on a completely different topic, there&apos;s still another food/recipe app. Out today. Called Gojee!   Do let us know after reading his post whether you feel the need for more coverage of Gojee. Nokia Lumia 920 - first hands-on video &gt;&gt; YouTube Nokia gets to make the first hands-on video? That&apos;s cheating, surely. Prolonged CPR efforts may be beneficial, study says &gt;&gt; NYTimes.com  When a hospital patient goes into cardiac arrest, one of the most difficult questions facing the medical team is how long to continue cardiopulmonary resuscitation. Now a new study involving hundreds of hospitals suggests that many doctors may be giving up too soon.  The study found that patients have a better chance of surviving in hospitals that persist with CPR for just nine minutes longer, on average, than hospitals where efforts are halted earlier.   Remember, do it to the Bee Gees&apos; &apos;&quot;Stayin&apos; Alive&quot; - but the club remix. Court says Oracle must pay Google $1,130,350 in costs; drops the &quot;reveal your shills&quot; issue &gt;&gt; Groklaw An expensive misadventure for Oracle. On the other matter, the court filing says:   The Court takes this opportunity to state that it will take no further action regarding the subject of payments by the litigants to commentators and journalists and reassures both sides that no commentary has in any way influenced the Court&apos;s orders and ruling herein save and except for any treatise or article expressly cited in an order or ruling.   Despite having all the court papers copied on its site, Groklaw doesn&apos;t seem to have looked to see whether any commentary is cited in any orders or rulings. The Ecosystem Of Hype &gt;&gt; PandoDaily  Case in point, there are not one, but two incubator launched companies selling subscriptions to men&apos;s underwear in a box, and both of them have been written up in TechCrunch. Since VCs and the various other players of the hype machine don&apos;t want to be embarrassed, once founders/companies are in the loop, it then becomes in everyone&apos;s best interest to keep the cycle moving, oftentimes to an acquisition or long enough for the incubator to cash out to a later stage investor.   If you feel that you have been underserved by the lack of coverage here of startups which offer subscriptions to men&apos;s underwear in a box, we apologise. (Subscriptions to underwear in a box?) Google wins face-to-unlock for multiple users patent, makes us hungry for Android support &gt;&gt; Engadget  Google has won a face-to-unlock patent that seems to let multiple users share one &quot;computing device.&quot; Point your face at the built-in camera, and you&apos;ll be allowed access to your personal profile - and when it&apos;s time to move, someone else can do the same to take your place.  You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/sep/06/technology-links-newsbucket", 
    "wordcount": "1085"
}