{
    "headline": "Boot up: Chumby dies, does Facebook need a browser?, Oracle v Google recaps and more", 
    "text": "A quick burst of 10 links for you to chew over, as picked by the Technology team Chumby no more: employees at Technicolor, technology waiting to be sold &gt;&gt; The Verge  The Chumby widget platform has gone through a number of permutations over the years, but it appears the ride is over for now: we just confirmed with former CEO Derrick Oien that Chumby as a company is no more. Derrick says Chumby was working hard to transition its platform onto a smart TV platform over the past few years and had even struck deals with LG and Best Buy, but investors grew weary and started looking to sell last fall. A suitor for the core Chumby assets still hasn&apos;t been found, but Technicolor now employs most of Chumby&apos;s people on its own smart TV project.   Anyone (still) got a Chumby? No Bandwidth - No Cloud! &gt;&gt; Peter Cochrane Obvious, but the stats are blunt:   Today over 36% of the UK population work from home or on the move. The SME and self-employed sector generate nearly 20% of the GDP. Their laptops, tablets and smartphones are more powerful that the first Cray Super Computer in 1976. And next year they will be even more powerful, whilst their need to connect and get into The Cloud will also be even greater.  Oracle&apos;s PDF summary to jury of first week&apos;s evidence &gt;&gt; Oracle There&apos;s no commentary, but if you&apos;ve been following the trial it&apos;s pretty clear what Oracle&apos;s lawyers are saying here. If anyone knows if Google has put up a similar summary, please give us a link. Why Facebook needs to build a browser &gt;&gt; CNET News Ben Parr:   In a single update, Google could turn Chrome into its own version of Rockmelt -- it would be a social browser that puts Google+ in front of users before they even have a chance to type Facebook.com in the address bar.  Don&apos;t think Google will do it? It&apos;s already started releasing extensions that integrate Google+ into Chrome. I suspect that these extensions are just precursors to their eventual integration into Chrome.  Facebook may be king of the Web right now, but the browser is still the gateway users must pass through to access the Web. Facebook can&apos;t allow Google to control how 30.9 percent of its users access its Web site, especially as its ally (and investor) Microsoft continues to falter in the browser wars.  Facebook could try to counter Chrome with Facebook integration in IE, but it wouldn&apos;t be the game-changing move Facebook needs to put Google on the defensive. The only way Facebook can knock Google off its feet is to build its own browser and use its massive reach to promote it.  ASUS Transformer Prime GPS Extension Kit hands-on &gt;&gt; Engadget OK, so the Transformer Prime had some trouble with the built-in GPS. It didn&apos;t work. Now there&apos;s a free dongle. Wonder how much profit that&apos;s wiped out. Nick Denton wants to turn the online media world on its head -- Tech News and Analysis It&apos;s about remaking comments:   So what is Gawker&apos;s solution? The new commenting system, which Denton has hinted about but not revealed the details of, is designed to give everyone their own platform for commentary and discussion, one in which they control who they listen to or who they dismiss. And that includes the sources involved in a story at Gawker or Gizmodo or any of the other sites. That, Denton hopes, will appeal to people who don&apos;t currently comment on blogs because doing so feels like &quot;asking someone to go down to Occupy Wall Street and plunge into the mob and start shouting. No reasonable person is going to do that.&quot;   Yet to be unveiled. Oracle v Google round-up: The show so far &gt;&gt; The Register Andrew Orlowski gives a good roundup of the first week. Spring-cleaning ... in spring! &gt;&gt; Official Google Blog  We have so many opportunities in front of us that without hard choices we risk doing too much and not having the impact we strive for. Here are the details on the changes we&apos;ll be making:  We are making a number of API changes, adopting a one-year deprecation policy for certain APIs and removing the deprecation policy for others. Additionally, we are retiring some old APIs with limited usage. We have also updated the deprecation policy for all APIs to be much clearer and more concise. Please see the Developers Blog for more information.   Out on their digital ears: Google Flu Vaccine Finder (flu scare&apos;s over), Google Related, Google Sync for BlackBerry (other solutions exist), mobile web app for Google Talk, One Pass (payment platform for publishers), Patent Search homepage (now on google.com), Linux version of Picasa (dead), Picasa Web Albums upload for Mac and iPhoto (use newer version of Picasa for Mac). The two biggest kills look like the Google Talk (if you&apos;re not on Android) and One Pass - another publisher plan that hasn&apos;t worked, along with Fast Flip and others. Q&amp;A: the researchers who analyzed all the porn on the internet &gt;&gt; TIME.com From June 2011, but we just rediscovered it:   Searching all the porn on the Internet might not seem like the most scientifically productive activity, but computational neuroscientists Ogi Ogas and Sai Gaddam did it anyway.   They discovered they could roughly classify all - well, most - of the porn (accessed via searches) online. You are either just about to feel like one of a large crowd, or rather unusual. We won&apos;t spoil it for you. The tweetbomb and the ethics of attention &gt;&gt; Ethan Zuckerman Xeni Jardin was the target of a &quot;Twitterbombing&quot; attempt to get her attention; when she rejected it, a significant number turned nasty too and were simply hateful in response. Zuckerman notes:   Twitterbombing is a tactic that forces us to think about the ethics of attention. We may believe that Reese and Athene are engaged in a deeply important cause - does that mean we&apos;re ethically justified in asking someone else to pay attention? What&apos;s the difference between asking a friend for their attention, and someone you don&apos;t know? A public figure versus a media curator, versus someone who simply has a lot of Twitter followers?   The risk is that it turns those who have many followers away, and into broadcast-only mode. Ring someone&apos;s doorbell once and they&apos;ll answer the door. Ring it a thousand times, and they&apos;ll disconnect the doorbell. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/apr/23/technology-links-newsbucket", 
    "wordcount": "1115"
}