{
    "headline": "How did fake Wendi Deng slip through the Twitter net?", 
    "text": "It is not clear how Twitter thought that a male Londoner was the Chinese-born wife of a billionaire media mogul  but what is certain is that once the social network got in touch with Wendi Deng directly they knew that the account they had verified as belonging to her was fake. It is understood that Twitter was in contact with Rupert Murdoch&apos;s wife directly  as is routine when verifying accounts  at which point it would have become clear that the @wendi_deng account that had been marked as hers for 24 hours was in fact nothing of the sort. The unfortunate episode throws a spotlight on Twitter&apos;s verification process, which it uses to clamp down on the many thousands of imposters that feature on the social network. Twitter launched its verified accounts programme more than two-and-a-half years ago in an effort to combat a rise in fake celebrity profiles. It is not known how many verified accounts exist today, although an exponential rise in its number of users worldwide  from 17 million users at the end of 2009 to 100 million in December 2011  meant that it had to close a verification scheme open to the general public. The social network closely guards the process of its verification scheme, saying only that it &quot;mistakenly&quot; verified the @wendi_deng account for a short period, but declined to offer any detail about how the rare mistake was made. People who have had Twitter accounts verified describe a relatively informal process, often conducted by email with someone at the social network. One email from a Twitter employee based in San Francisco to a high-profile user wishing to add the blue tick to their profile said: &quot;Send me a link to your bio/resume/major online presence, the direct email associated with your account, your manager&apos;s email, the organisation you want to be associated with, and I&apos;ll see what I can do.&quot; An employee of a company that sought to verify colleagues&apos; accounts on the social network said they had been told by Twitter that individual account holders needed &quot;more than 5,000 followers and to tweet regularly&quot; to get the seal of approval. This person was asked by Twitter for two personal email addresses, a phone number, and to obtain a reference from a third-party. Back with the @Wendi_Deng saga, someone able to tweet on the account told the Guardian on Tuesday that Twitter had not made contact at any time in the process  before, during, or after verification. Instead, Twitter apparently attempted to make contact with Deng herself. It is not clear why the hoax account was given the blue tick before Deng confirmed the account was false. Twitter declined to comment. Mathew Ingram at GigaOM neatly summed up the opacity of the process, saying: &quot;If [Twitter] is going to continue to ask for the trust of its users, it is going to have to be more transparent about how it manages the network, or risk losing the faith that it has spent so much time building up.&quot; And if Rupert Murdoch was flirting with buying or investing in Twitter, the briefly successful hijacking of his wife&apos;s profile on the network will surely give him pause for thought.", 
    "section": "technology", 
    "gid": "technology/2012/jan/05/wendi-deng-fake-twitter-account", 
    "wordcount": "542"
}