{
    "headline": "The science of building shelters in the woods", 
    "text": "Your report on Rudolf Steiner schools (A different class, 26 May ) could give a false impression on science education. Science lessons in Steiner schools are phenomena-rich: experiences, experiments and demonstrations are a vital part of our presentation of science. Our lessons are also presented in a rich cultural context: we give time to the biographies of scientists and inventors, the social and political contexts, and the continuing evolution of ideas. We positively uphold the scientific nature of our age and value this equally with the artistic and cultural sides of life. Pupils from the larger schools may achieve A-levels in all sciences and progress through higher education to a range of scientific professions. Their teachers, like all good teachers, have worked to make their subjects both lively, interesting, and relevant; and have not taught only to pass examinations.Alexander MurrellPhysics teacher and parent at Wynstones Rudolf Steiner school   It is too often forgotten that in the 1960s the Steiner education movement was almost the only provider of education for children on the autistic spectrum in UK. I know how eagerly parents sought a place for their son or daughter at their schools. Their schools played an immensely valuable part in the development of special education for the learning disabled and the Camphill leaders were sought-after speakers. They were there for disabled children when few others were, and when today&apos;s National Autistic Society, 50 years old last month, was just another struggling, underfunded charity. Biased I am, since my middle-aged son was a Steiner pupil for 10 critical years. Their love and care for him helped to keep a family together.Michael Baron Co-founder, National Autistic Society and chairman 1962-67  Your article on Steiner schools applying for state funding managed to give the overall effect of a movement full of lovable, eccentric wool-wearers who do no harm. Steinerism is based on a mish-mash of theosophy, eastern mysticism and the wilder borders of Goethe&apos;s views on nature. It is irrational at its very core and its views inform all its teaching. It believes in reincarnation, is opposed to modern views on evolution and is inimical to what many accept as modern science. A shadowy group of true initiates and believers lurk behind its benign facade. Steiner schools, like other so-called public schools, also benefit from charitable status and pay no tax. Why we should fund such schools, which have poor educational records is beyond me. State schools are in the middle of a funding crisis and the further disbursement of resources to religious-based schools should be resisted. Clive TempestWestbury on Severn, Gloucestershire  Jeevan Vasagar rightly notes that in this technological age, &quot;the idea of children building shelters in the woods is profoundly attractive to parents&quot;. May I suggest that such parents find out about their local Woodcraft group (woodcraft.org.uk). Our group&apos;s activities this term include kite-flying, bike rides, a flour trail, as well as den-building in the woods. Our fees (15 a term) also make it considerably more accessible to most people than a Steiner education.Cath ThompsonEdinburgh ", 
    "section": "education", 
    "gid": "education/2012/jun/04/science-building-shelters-woods", 
    "wordcount": "511"
}