{
    "headline": "Ancient woodland needs protection, but government assurances ring hollow", 
    "text": "The fate of Oaken Wood, near Maidstone in Kent, could well become a significant test of the government&apos;s revised national planning policy framework (NPPF), issued last week. At stake, under a single application for the extension of an existing quarry, is 32 hectares of ancient woodland, home to rare lady orchids, firecrests and nightingales. Under pressure from conservation groups including the Woodland Trust, and thanks to the efforts of local campaigners, Eric Pickles, local government secretary, called in the controversial application in July last year. It is scheduled to go to public inquiry in November. The scale of this potential loss puts it at the high end of the spectrum but it is just one of numerous situations where irreplaceable ancient woods are threatened by development. In the past 10 years, more than 600 ancient woods have been threatened, with over 100 suffering loss or damage as a consequence. Our WoodWatch team are working with communities across the country helping to fight planning proposals that threaten ancient woods  Oaken is one of 200 separate woods currently at risk. Today, ancient woodland covers just 2.7% of England and is home to more wildlife of conservation concern than any other terrestrial habitat. These woods are irreplaceable and require protection. This is not simply the view of environmental bodies and local communities, but echoes the government&apos;s own warm words that preceded publication of the guidance. When pressed on this issue in the Lords last month, Earl Attlee gave strong government assurances. &quot;My Lords, the first point is that no economic value can be put on ancient woodland, because it is irreplaceable ... there is very strong protection for ancient woodland because it cannot possibly be replaced or replicated... My Lords, I am satisfied that the NPPF will protect ancient woodland.&quot; Even the speech made by local government minister Greg Clark in the Commons on the day of the announcement acknowledged that &quot;too many of our habitats have been degraded and nature driven out&quot;.     An aerial view of Oaken Wood and Hermitage Quarry. Photograph: Woodland Trust    Now, the warm words before publication are cold comfort for the disappointment of the morning after. The loophole that put ancient woodland at constant risk of destruction by development remains in place and so continues the long and costly processes for all concerned. The government has done nothing to clarify the rules surrounding this irreplaceable habitat, leaving decisions on its use open to wide interpretation. It remains just as likely as before that cases like Oaken Wood will be fought one by one across the countryside. The crucial clause on irreplaceable habitats retains its troublesome wording, such that applications leading to loss or deterioration of ancient woods should be refused &quot;unless the need for, and benefits of, the development in that location clearly outweigh the loss&quot;. Far from simplifying and speeding up the planning process, the new guidance maintains the confusion. Early drafts of the guidance drew anxious objections from environmental bodies. Subsequent tweaks and watering down were followed by sighs of relief from some critics, interpreted and presented as a cautious welcome. For ancient woodland, the situation remains unchanged. Effective protection would require applications threatening ancient woods to be challenged every time. Communities are unlikely to feel that their treasured local woods have been properly looked after by the new framework. This half-hearted effort to protect England&apos;s irreplaceable habitats is a huge disappointment and should be a matter of real concern for anyone who understands the importance of ancient woodland.  Austin Brady is head of conservation for the Woodland Trust", 
    "section": "environment", 
    "gid": "environment/2012/apr/05/ancient-woodland-needs-protection", 
    "wordcount": "587"
}