{
    "headline": "TurboGrafx-16: the console that time forgot (and why it's worth re-discovering)", 
    "text": "Back in early nineties Britain, it was pretty easy to determine which side of the playground you stood when it came to the console wars. Sure, maybe there was that one kid harping on about how his Amiga was the best thing since Thundercats lunchboxes, or the shifty guy who unfeasibly claimed his dad had bought him a Neo-Geo for Christmas, but otherwise it was pretty much a straight fight: Sega versus Nintendo. Now I knew which side of that line I was on  Sega every time, thanks for asking  but it was only years later that I discovered that, for the rest of the world at least, the 16-bit era hadn&apos;t been quite such a two horse race. For a while back there, there was a third way, in the shape of Japanese electronics giant NECs PC Engine, better known outside its homeland by its American name, the TurboGrafx-16. Developed in collaboration with Hudson Soft to compete with the dominant but less powerful Nintendo Famicom, the PC Engine scored some early success in Japan, thanks to its improved graphics and audio capabilities, some sleek design and a deep and solid library of releases. It swiftly outsold the Famicom and would hold onto it through the launch of the Mega Drive, eventually settling into second place behind the Super Famicom for the rest of the generation. Unfortunately for NEC, its US release would not go so well. Renamed and repacked into a bigger, uglier case for North America, the TurboGrafx-16 went on sale the same month that Sega unleashed the Genesis, and promptly flopped. There have been plenty of suggestions as to why the console failed to take off. It couldn&apos;t have helped that the initial pack-in title was the risible Keith Courage in Alpha Zones, which failed to demonstrate the hardware&apos;s capabilities, in stark counterpoint to Sega, whose choice of the flashy but shallow arcade port of Altered Beast would prove a success. It couldn&apos;t have helped that the tight licenses Nintendo had locked in with third-party developers meant that most of the PC Engine&apos;s extensive library would never get ported, this in turn leaving TurboGrafx owners starved of quality titles. Perhaps it was poor marketing on NECs part, or that the console only shipped with one controller, or that the hardware wasn&apos;t really able to compete. Whatever the reason, the TurboGrafx took a hefty beating from Sega, which was swiftly followed by the steel toed boots of Nintendo&apos;s new Super Nintendo. NEC soldiered on for a few years, throwing out a few add-ons and upgrades, before the TurboGrafx quietly crawled out of the ring without ever seeing a full European release. Given that it was outfought, underpowered and virtually unheard of in the UK, why should you consider sparing any hard-earned gaming time for this relatively unloved also-ran? Well, for starters the machine itself has a certain plucky underdog charm, with its two button pad, blocky case and dinky credit-card sized game carts, and its design marks its place in the evolution of consoles - sleeker than the brick-like NES but less sophisticated than the Mega Drive. Then you can add in the historical firsts the TurboGrafx racked up: first console of the 16-bit generation, first console with an add-on CD-ROM , first console to offer multi-tap support for up to five players, first console to have auto fire buttons as standard  okay, I&apos;m stretching a bit with the last one, but you get the idea. The real reason the TurboGrafx remains of interest is its games catalogue. Unlike other generations&apos; failed consoles  the Atari Jaguar springs to mind  the TurboGrafx library may have been a bit limited, but it wasn&apos;t actively rubbish. Following the dodgy start provided by the aforementioned Keith Courage, Hudson got into its stride and found a proper mascot for the system in the cranially over-endowed cave-whelp Bonk. The Bonk&apos;s Adventure series of side-scrolling platformers were hugely successful, sitting nicely between Mario&apos;s cutesy charm and Sonic&apos;s pace and attitude. Bonk&apos;s colourful world of characterful dinosaurs and obligatory giant floating fruit is still a blast to run through even twenty-odd years later. Other notable titles included the definitive version of Hudson&apos;s other mascot, Bomberman, which is massively improved over similar ports by the addition five-player support; the weirdly addictive gothic-themed pinball games Devil&apos;s Crush and Alien Crush; and the Golden Axe lite hack-and-slash platforming of The Legendary Axe, all of which still stand up pretty well today even without the rose-tint of having played them the first time around. And then there are the shoot-em-ups. Anyone hankering for uncountable bleeping alien hordes to take on single handed will find themselves right at home, as this was the genre where the TurboGrafx really had something over its rivals. Blazing Lasers, Air Zonk, Super Star Soldier and Soldier Blade weren&apos;t just superior to anything the NES had to offer, but classics in their own right. Add in excellent arcade conversions of titles like R-Type and Fantasy Zone and the TurboGrafx easily outclasses anything the big two had to offer, becoming the itchy-trigger-finger&apos;s 16-bit console of choice. If you&apos;re prepared to suck up the expense of getting hold of the later Super CD attachment, then even more potential opens up. The add-ons gave the console the extra punch needed for some genuine classics - Gates of Thunder and its sequel Lords of Thunder were master classes in how to build a first rate horizontal shooter, backed by awesome red book hard-rock soundtracks. Then there are the first instalments of the long-running JRPG series Ys, enhanced with cinematic interludes and fully orchestrated audio. If you get through those and still have an overwhelming urge to spend all your money on nineties video games, you could do worse than try and track down an import copy of Konami&apos;s brilliant precursor to the much loved Symphony of the Night, Castlevania: Rondo of Blood, which almost certainly remains the pinnacle of what the TurboGrafx could offer. Guardian games correspondent Keith Stuart has also just purchased a Super CD copy of Snatcher, an early cyberpunk adventure from Metal Gear creator, Hideo Kojima. A piece of gaming history for less than a tenner. Despite everything, can I say that if the TurboGrafx had got a UK release it would have redrawn the battlefield? In fairness, probably not  bad marketing and a small library may have exacerbated its downfall, and it was always less powerful and more old-fashioned than either of its competitors. There might at least have been one more dissenting voice in the playground though, and that&apos;s got to count for something. Buying a TurboGrafx-16 You can pick up a PC Engine of TurboGrafx-16 on eBay for around 70-150 depending on condition. If you&apos;re buying a Japanese or US machine you&apos;ll need to also purchase a stepdown transformer so you don&apos;t blow your console up when you plug it in  these are available online for around 30. You&apos;ll also need a TV that can accept an NTSC signal. Be wary of any consoles claiming to be PAL: while the machine was apparently distributed in very limited quantities in Europe, import companies also started selling their own PAL conversions of NTSC machines in the UK  with varying degrees of reliability. You&apos;ll be able to play TurboGrafx games on your modern LCD TV if the console has been adapted to output in a format like RGB Scart or composite. It may be better though, to go totally retro and buy an old CRT monitor. Lots of retro gamers favour the Sony PVMs which can be bought very cheaply on eBay and have an array of inputs, as well as beautifully sharp displays  perfect for pixel pushers like Gunhead and R-Type. Keith Stuart", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/apr/02/turbografx-16-machine-that-time-forgot", 
    "wordcount": "1288"
}