{
    "headline": "Secret spy telescopes' new role: helping Nasa hunt for life beyond solar system", 
    "text": "Officials at Nasa have been given an unexpected gift by American spy chiefs: a pair of space telescopes, each as large as the Hubble observatory. The huge instruments were designed by the National Reconnaissance Office (NRO), a secretive intelligence agency, to peer down on sites in the Middle East and former Soviet Union. However, the project was cancelled and now Nasa has been presented with the leftover instruments. One group of astronomers has already begun work on plans to use a telescope to help in the hunt for life on other worlds. &quot;This is a gift that we have to take advantage of,&quot; said Dr Matt Mountain, director of the Space Telescope Science Institute in Baltimore, Maryland. &quot;These are very large telescopes, and from their design specifications they appear ideal for carrying out large surveys of the heavens, including searches for Earth-like worlds orbiting stars near our solar system.&quot; The two telescopes donated by the NRO have mirrors 2.4 metres in diameter  the same as the Hubble observatory&apos;s  and from space they could spot &quot;a dime sitting on top of the Washington Monument&quot;, according to a Nasa official. The satellites appear to have been part of a massive spy satellite project that was axed several years ago after lengthy delays and vast cost overruns. More than $10bn of US government cash was spent on the Future Imagery Architecture project before it was ended. Leftover hardware was kept in stores in Rochester, New York, by ITT Exelis, one of the companies involved in designing the instruments. &quot;It was certainly a huge project to judge from the size of the storage chambers that were built there,&quot; said astronomer Alan Dressler, who recently visited the site. &quot;The facility was clearly built on a grand scale and was capable of manufacturing dozens of space telescopes, as far I could see.&quot; The fact that Nasa had to struggle for years to raise funds for a single space telescope, the Hubble, while the defence establishment was building a plant in which these instruments could be mass manufactured may seem startling. However, Dressler, who works at the Carnegie Observatories in Pasadena, California, sounded a note of caution. &quot;The link between space telescopes and spy satellites is a close one and an intriguing one,&quot; he said. &quot;The technology that went into Hubble was in fact based on previous generations of orbiting surveillance telescopes and spy satellites. All that the defence industry did after that was to reverse the process and use the Hubble as a model for a new generation of spy satellites.&quot; This similarity may prove to be a godsend for astronomers. Space projects in the United States have suffered badly from severe cutbacks imposed on Nasa&apos;s budgets  the agency was recently forced to withdraw from the proposed US-European Exo-Mars project, for example. The provision of two free space telescopes will therefore be a major boost for its space scientists, allowing them to cut at least $250m off the cost of a mission while allowing them to launch it several years earlier than scheduled. An early beneficiary is likely to be the Wide-Field Infrared Space Telescope (W-First). It was expected to be launched in the mid-2020s and use a relatively modest 1.3m telescope to hunt for planets in orbit around stars and to search for dark energy, which is thought to permeate all space and which is accelerating the expansion of the universe. Thanks to the NRO, astronomers will be able to launch a bigger, better version of W-First before the end of the decade. &quot;With the money saved thanks to this gift from the NRO, we can add new instruments to W-First, including one called a coronagraph, which should help us pinpoint planets in orbit round other stars,&quot; added Mountain. &quot;We have never put a coronagraph in space before and it is vital we perfect instruments like these if we are to use space observatories to look for life on other worlds in future. This is a wonderful chance to use military money for peaceful purposes.&quot;", 
    "section": "science", 
    "gid": "science/2012/oct/07/nasa-spy-telescopes-new-role", 
    "wordcount": "690"
}