{
    "headline": "David Cameron's remarks to Clean Energy Ministerial meeting", 
    "text": "There are huge challenges facing governments across the world today, and one of the most important of all is how we meet our growing energy demands in a way that protects our planet for our children and grandchildren. This needs urgent attention and real global leadership. So I&apos;m delighted that London is hosting this Summit. And that all of you have been able to join us. We should be clear that growing demand for energy across the world is a good thing. It&apos;s a sign of people getting wealthier. It&apos;s the result of millions in China and India owning cars and millions of families in Africa having access to power for the first time. But with global demand forecast to increase by more than 40 per cent in the next two decades we urgently need a more diverse, cleaner mix of energy sources that will give us energy security without causing irreparable damage to the planet. Of course, nuclear energy, cleaner coal, oil and gas including shale gas and carbon capture and storage will all have an important role to play. But I passionately believe that the rapid growth of renewable energy is also vital to our future. What unites us here today is that we not only share a principled commitment to renewables but that we have also been prepared to make the up-front investments in infrastructure needed to make wind, solar and bio-energy a viable option for the first time. Whether hydroelectric power in Scandinavia, bio-energy in South America, electric vehicles in North America or onshore wind in China so much has been achieved and there is so much for us to learn from each other. As a result, renewables are now the fastest growing energy source on the planet. And I am proud that Britain has played a leading role at the forefront of this green energy revolution. When I became Prime Minister, I said that Britain would have the greenest government ever. And that is exactly what we have. Today, we are one of the best places for green energy, for green electricity, for green investment and crucially for green jobs anywhere in the world. We have the world&apos;s first payments to business for generating renewable heat. The world&apos;s first dedicated green investment bank. A pioneering Carbon Capture and Storage Programme. The largest offshore wind market in the world. And in the City of London, the world&apos;s No1 financial centre for low carbon industries. We are putting energy efficiency where it should be, at the heart of our energy policy - including by introducing our flagship Green Deal programme. And we are getting to grips with our electricity market, making the long term reforms necessary to attract investment into a balanced portfolio of new nuclear, gas, clean coal and renewable generation. As a result Britain has gone from virtually no capacity for renewables, to seeing them provide almost 10 per cent of our total electricity needs last year.  And we&apos;ve added more capacity for renewables in the last two years than at any time in the last decade. This deliberate investment in renewable energy isn&apos;t just good for our environment. It&apos;s good for our business too. In the last year alone we&apos;ve seen announcements of 4.7 billion of investment in UK renewables supporting 15,000 new jobs including plans for several major new factories around our coast to help build the equipment and infrastructure needed for the next generation of offshore wind and marine energy. And just today six companies are announcing major progress on biomass and wind projects in the UK representing hundreds of millions of pounds of investment, more than a thousand megawatts of new capacity and as many as 800 jobs during the peak of construction in the next few years. Our commitment and investment in renewable energy has helped to make renewable energy possible. Now we have a different challenge. We need to make it financially sustainable. For that to happen, we need to do three things. First, we need to get costs down. At a time when higher gas prices are leaving families and businesses struggling with their energy bills and when we are fighting to get to grips with our debts we don&apos;t just need greener energy  we need cheaper energy too. Today renewable energy is still relatively expensive. But government and industry are together proving that we can get costs down quickly. Already, solar costs have halved in two years. Onshore wind costs are falling too. And we are this week stepping up our efforts with industry to bring down the cost of offshore wind. As those costs fall so it is right that consumers should pay less in subsidies for new projects. Let me be absolutely clear. When we have a made a commitment to a project we will always honour it in full. And we will be every bit as focused on giving companies in the supply chain the clarity and certainty they need to continue to invest with confidence. But we can get these costs down further. I really believe that more mature renewable technologies can be among our cheapest energy sources within years, not decades. That&apos;s good for consumers. Good for our economy and good for our environment. And our job is to help bring that about. Second, we need to make renewable energy a viable proposition globally. That means developing a proper global carbon price so that different energy sources can compete on a level playing field. And ensuring the EU leads the development of carbon pricing in a way that maintains the competitiveness of industry is a real priority for me. But it also means developing the framework for international trade in renewables so it becomes a truly global business. Trade is vital because renewable energy resources are unevenly distributed around the world. For example, Britain has the biggest generating potential for offshore renewables in Europe. We need a way of getting this power to where the demand is. So trading is something Britain is determined to lead. We are driving a European-wide initiative to link our energy grids. Just this week we are signing new collaboration agreements with Korea and the US to exchange research and work together on investments.  And we are announcing today a call for evidence on how the UK could increase its trade in renewables. Third and finally, we each need to focus our investment in renewables in the areas where we are best placed do so. For Britain, one of the biggest opportunities is in the North Sea. Since the 1960s, North Sea oil and gas has given Britain  and many of our neighbours - a real competitive advantage. This came about because of the ingenuity of the private sector together with strong pro-active support from government. Today, that same partnership between government and business has the potential to make North Sea once again a source of investment and comparative advantage. This remarkable European energy asset has the potential to lead the world in offshore wind and carbon capture and storage with whole new supply chains to deliver the enormous amounts of capital required.  And I am delighted that more than 20 companies are today announcing their commitment to the long term vision of a second renewable energy revolution in the North Sea. If we can do these three things  get the costs down, make renewable energy a global business and continue to invest up front in the crucial infrastructure needed then we really can secure the future of renewables, alongside other energy sources, as a vital part of our energy supply. And with it we can help to create jobs, growth and  in the words of the United Nations Secretary General  sustainable energy for all.  Note: the original transcript provided by No10 erroneously referred to &quot;more than a thousand gigawatts of new capacity&quot; instead of the a thousand megawatts.", 
    "section": "environment", 
    "gid": "environment/2012/apr/26/david-cameron-clean-energy-ministerial", 
    "wordcount": "1317"
}