{
    "headline": "Justice is long overdue for the widows of South African mineworkers", 
    "text": "For decades, women in rural South Africa have shouldered the burden of caring for mineworkers who return home with silicosis contracted in South Africas gold mines. These women do the back-breaking and emotionally taxing work of caring for men who are dying slow and painful deaths, their lungs irreparably scarred by the silica dust they breathe in underground. Testimony from women in South Africas Eastern Cape province reveals the brutal toll silicosis has taken on families. My husband was the sole breadwinner, recalled one woman. If we had money, he had sent it. During his last days, he lost his strength and his chest closed up. It was difficult for him to cover himself with blankets, so I would cover him up. He could not go outside to relieve himself, so he would do it right there in the bed. I would have to throw it away. On his last day his chest closed up completely. I am left with almost nothing.   Related: South African miners given hope in battle for lung damage payouts    From village to village, such stories were a recurring refrain. I used to carry [my husband] around, said another woman. I used to go from house to house asking for food, we had children going to school. At times I would get piece jobs so we could eat.  Eventually, this womans husband became unable to breathe. He died before he could even get in a car to go to hospital. These conditions are the predictable outcome of deliberate mining policies. Starting in the 1880s, when gold was first discovered, gold mining houses colluded with British colonial governments to put in place a range of taxes and legislation that forced black men to leave their land to work in the mines. Once there, these men were forced to do dangerous jobs. Their work exposed them to malnutrition, tuberculosis and dangerous levels of silica dust. Many developed silicosis, which scars the lungs, makes breathing difficult, increases vulnerability to tuberculosis and can ultimately cause asphyxiation.  Black women, on the other hand, were required to remain in rural areas, where they carried out the work of raising workers and, often, caring for them when they later returned home desperately ill. This exploitation remained entrenched for most of the 20th century. The mining industry corrupted the medical examination boards ostensibly in charge of mineworkers health. The boards then underreported cases of silicosis, decreasing workers eligibility for compensation. Together with the apartheid government, the industry set up a distinct and difficult to use compensation scheme. One study by Deloitte found that less than 1.5% of claims had been paid out to eligible miners. The consequences of this arrangement were predictable. A 2009 report revealed that almost all miners interviewed in the former republic of Transkei, the largest provider of mining labour, had symptoms of respiratory illness. None were formally employed. About 92% said they went without food or experienced hunger on a monthly basis.   Related: The price of gold: South African miners sue over devastated lives  in pictures    South Africas post-apartheid constitution has allowed human rights lawyers and mineworkers to begin to hold mines accountable. In 2011, South Africas constitutional court issued a landmark ruling allowing Thembekile Mankayi, who had contracted silicosis working underground, to sue AngloGold Ashanti for full loss of wages, damages and medical expenses, regardless of what was already available to him under the miner-specific compensation scheme. Human rights lawyers subsequently petitioned the courts to allow a class action lawsuit; potentially, hundreds of thousands of miners would join together to sue for as much as 20-40bn rand (roughly 1.2bn-2.3bn). Two South African NGOs  the Treatment Action Campaign (TAC), an Aids activist group, and Sonke Gender Justice, a gender equality organisation  applied to join the case as amici curiae (impartial advisers to the court), introducing evidence on the social costs of silicosis.  TAC drew attention to the relationship between silicosis and TB. Sonke offered evidence on the gendered impact of silicosis, particularly the financial, emotional and physical burden borne by women and girls who care for sick mineworkers when they return home, often foregoing their own income and education. The amici argued for the authorisation of the class action, and the transmission of claims to widows and dependents.    A century of damage caused by the South African gold mining industry requires remedy    Despite opposition by the mining houses, the court admitted them as amici. Sonkes affidavit on the gendered impact of silicosis was also admitted into the proceedings. In May this year, the Johannesburg high court granted its historic ruling. It amended existing common law to allow general damages to be transmitted to the widows and dependents of miners who died in the early stages of litigation. Prior to this ruling, if plaintiffs died before pleadings had closed their claims would become void. The ruling sets an important precedent that affirms womens rights and the imperative to remedy the gendered harms imposed by the mining industry. The mining companies are appealing the decision, however. As the case unfolds, it is critical to remember what is at stake. A century of damage caused by the South African gold mining industry requires remedy. The mining companies must pay long overdue compensation to the workers, widows, children, and communities they impoverished.  Dean Peacock is executive director of Sonke Gender Justice. Emily Nagisa Keehn, formerly Sonkes manager for policy development and advocacy, is an associate director of the academic programme at Harvard Law Schools human rights programme.", 
    "section": "global-development", 
    "gid": "global-development/2016/oct/25/justice-long-overdue-widows-south-african-mineworkers-ruling-silicosis-gold", 
    "wordcount": "888"
}