{
    "headline": "Unusual clouds - in pictures", 
    "text": "   Shelf cloud, Minnesota, US. When seen from the ground shelf clouds appear as low, wedge-shaped clouds and are usually associated with severe thunderstorms Photograph: Science Photo Library/Rex Features       South Dakota, US: Mammatus clouds over South Dakota. Mammatus is a meteorological term applied to a cellular pattern of pouches hanging underneath the base of a cloud Photograph: Science Photo Library / Rex Feat       Cumulonimbus cloud over western Africa, taken from the International Space Station (ISS). Cumulonimbus clouds rise vertically until they hit a natural barrier, known as the tropopause (the atmospheric boundary between the troposphere and the stratosphere), and then flatten out. Cumulonimbus usually herald a severe storm Photograph: Science Photo Library/Rex Features       Noctilucent clouds are crystals of ice hanging around 50 miles high in the atmosphere that catch the light of the sun long after it has set on the horizon. Photograph: Science Photo Library/Rex Features       Pileus cloud above the Sarychev volcano as it erupts, at the Kuril Islands, Russia. Pileus clouds are small clouds that form on top of a bigger cloud Photograph: Science Photo Library / Rex Feat       Actinoform clouds are only visible from space. These large formations form ray-like patterns over hundreds of miles. They are associated with drizzle and gloomy weather. Very British, perhaps? Photograph: Science Photo Library/Rex Features       A supercell just north of Grand Island, Nebraska, US.  Supercell thunderstorms rotate with immense energy, causing a strong updraft and severe weather, including tornadoes, hail, heavy rain, lightning and heavy winds Photograph: Science Photo Library/Rex Features       Lenticular cloud, Mauna Kea, Hawaii. The lens-shaped clouds form at high altitude and are usually formed when air passes over mountain tops Photograph: Science Photo Library/Rex Features       A steam ring being blown from the Bocca Nuova vent of Mount Etna, Sicily. Steam rings are generated when a pulse of steam is ejected from a near-cylindrical volcanic vent Photograph: Science Photo Library/Rex Features       Von Karman cloud vortices above Alexander Selkirk Island, Chile. These naturally occurring vortices are crafted by wind patterns on the clouds Photograph: Science Photo Library / Rex Feat       Altocumulus undulatus clouds at Abruzzo national park, Italy. This cloud formation consists of parallel bands of cumulus clouds, occuring when wind shear affects a layer of altocumulus Photograph: Science Photo Library / Rex Feat  ", 
    "section": "science", 
    "gid": "science/gallery/2012/aug/23/meteorology-cloud-shapes-in-pictures", 
    "wordcount": "0"
}