{
    "headline": "Apple supplier audit begins with Foxconn plant", 
    "text": "Apple has reacted to growing criticism over alleged abuses of workers at its suppliers by asking an independent group, the Fair Labor Association (FLA), to conduct audits of several of its factories in China. The inspections will include Foxconn, which employs about 1 million people, with plants in Shenzhen and Chengdu, and where there has been focus on the number of employee suicides and claims of overwork. The first inspections began on Monday morning at Foxconn City, the Shenzhen facility, with a visit by experts led by the FLA president, Auret van Heerden. The FLA will speak to thousands of staff about working and living conditions, payments, health and safety and management style. The inspections will cover manufacturing areas, dormitories and other facilities. &quot;We believe that workers everywhere have the right to a safe and fair work environment, which is why we&apos;ve asked the FLA to independently assess the performance of our largest suppliers,&quot; said Tim Cook, Apple&apos;s chief executive. &quot;The inspections now under way are unprecedented in the electronics industry, both in scale and scope, and we appreciate the FLA agreeing to take the unusual step of identifying the factories in their reports.&quot; The move follows increased focus on Apple, whose share price on Monday briefly passed $500 on the US stock market, where it is the most valuable company by market capitalisation, ahead of oil company Exxon. Last week Apple faced twin petitions signed online by more than 250,000 people seeking assurances the company would use &quot;ethical, fair and safe&quot; suppliers for the production of its computers, phones and tablets. Foxconn, which makes equipment for a large number of American and Asian companies, including Apple, Amazon, Acer, Asus, Dell, IBM, Hewlett-Packard, Lenovo, Microsoft, Motorola, Netgear, Nokia, Samsung, Sony and Toshiba, has generated huge amounts of attention following claims of poor working conditions in gigantic factories that function like self-contained towns. In July 2009 a 25-year-old worker committed suicide, reportedly after losing an iPhone prototype, and in 2010 there was a spate of suicides  prompting Foxconn to install nets around the edges of some buildings to prevent people jumping off roofs. Cook reacted in January to a New York Times article that documented problems inside its many supplier factories by emailing staff worldwide to say &quot;we care about every worker in our worldwide supply chain. Any accident is deeply troubling, and any issue with working conditions is cause for concern. Any suggestion that we don&apos;t care is patently false and offensive to us.&quot;The company&apos;s travails over the image of its suppliers have grown in line with the success of its iPhone and iPad tablet, which both saw record sales in the Christmas quarter  and led to renewed calls for better treatment of workers. Ronan McNern, a spokesman for the Occupy movement in London, which is releasing a number of songs by artists including Billy Bragg but declining to distribute them through Apple&apos;s iTunes and Amazon&apos;s store, in protest at what it sees as &quot;labour and human rights violations&quot; by the companies, said: &quot;we would like to know what the criteria are that this analysis will be based on. But if Apple is taking steps then maybe we will see real action.&quot; The Occupy movement wants to reduce inequality, McNern said: &quot;Apple is the real dominant player, and they can use that power that they wield for good, globally.&quot; Rosey Hurst, director of Impactt, a 15-year-old company that audits supply chains of companies including British Telecom, Tesco, Marks &amp; Spencer, New Look and Apple, commented that &quot;it is counterproductive to attack companies who are open about issues they identify in their supply chain  Apple has been rather more transparent about the problems they find and their remediation work than many others in the field. The reality is that while working conditions in many places around the world are grim, change will not happen without encouraging greater transparency and a willingness to engage.&quot; Apple said its suppliers have offered the FLA full co-operation and unrestricted access to their operations. The FLA&apos;s findings and recommendations from the first assessments will be posted in early March on its website. Similar inspections will be conducted later this spring at the Quanta and Pegatron facilities that make its computers. When complete, the FLA&apos;s assessment will cover facilities where more than 90% of Apple products are assembled. Apple said that it has audited each of its &quot;final assembly&quot; factories, where parts are assembled into finished products, every year since 2006, with more than 40 audits of Foxconn manufacturing and final assembly facilities. Details of Apple&apos;s supplier responsibility programe, including the results of more than 500 factory audits throughout its supply chain over the past five years, are available on its website. In January, Apple became the first technology company admitted to the Fair Labor Association. The FLA conducts independent monitoring and verification to ensure that its workplace standards are upheld wherever FLA company products are made.", 
    "section": "technology", 
    "gid": "technology/2012/feb/13/apple-supplier-audit-foxconn", 
    "wordcount": "840"
}