{
    "headline": "Boot up: Apple's real problem, how GDS did it, Nexus 4 and 10 benchmarked and more", 
    "text": "A burst of 9 links for you to chew over, as picked by the Technology team Apple&apos;s design problems aren&apos;t skeuomorphic &gt;&gt; counternotions  In the end, what&apos;s wrong with iOS isn&apos;t the dark linen behind the app icons at the bottom of the screen, but the fact that iOS ought to have much better inter-application management and navigation than users fiddling with tiny icons. I&apos;m fairly sure most Apple users would gladly continue to use what are supposed to be skeuomorphically challenged Calendar or Notebook apps for another thousand years if Apple could only solve the far more vexing software problems of AppleID unification when using iTunes and App Store, or the performance and reliability of the same. And yet these are the twin sides of the same systems design problem: the display layer surfacing or hiding the power within or, increasingly, lack thereof.   Well said. Accounts merged after name mix-up by Prudential &gt;&gt; BBC News &quot;Yeah, just do a left join on firstname, surname, birthdate.&quot; (Thanks @mattgemmell on Twitter for the link.) Shipping the digital strategy &gt;&gt; Government Digital Service A quick glimpse behind the scenes at the GDS: it&apos;s Agile, it&apos;s using a variant of Markdown, and Github was key. Hope you don&apos;t think government is behind the times any more. Digital Landscape Research &gt;&gt; Cabinet Office  This independent research was conducted by 2CV to provide a comprehensive view of UK adults&apos; use of the internet and of government information and transactional services online.   Contains some fascinating nuggets. iOS vs. Android: impact of in-app purchases on revenue gap &gt;&gt; Tech-Thoughts Sameer Singh hacks through the data from different sources, which disagrees really quite a lot:   This really highlights how subjective app-related data can be and shows that we need to look at multiple perspectives before reaching a conclusion. However, if the revenue growth data is accurate, it does appear that the growth in in-app purchases has reduced the revenue gap between iOS and Google Play.   (Thanks @hotsoup for the link) HTML5 mythbusting &gt;&gt; Mozilla Hacks Web developer blog  Seeing that HTML5 is perfectly capable on Desktop to exceed in performance, from scrolling performance to analyzing and changing video on the fly up to running full 3D games at a very high frame rate and have high speed racing games we have to ask ourselves where the problem with its performance lies.  The answer is hardware access. HTML5 applications are treated by mobile hardware developed for iOS and Android as second class citizens and don&apos;t get access to the parts that allow for peak performance. A web view in iOS is hindered by the operating system to perform as fast as a native App although it uses the same principles. On Android both Chrome and Firefox show how fast browsers can perform whereas the stock browser crawls along in comparison.  The stock browser on Android reminds us of the Internet Explorer of the 90s which threatened to be set in stone for a long time and hinder the world wide web from evolving - the very reason Mozilla and Firefox came into existence. In essence HTML5 is a Formula 1 car that has to drive on a dirt road whilst dragging a lot of extra payload given to it by the operating system without a chance to work around that - for now.   Of course, the reason why the browser doesn&apos;t get the same trusted access to the OS tends to be because its content isn&apos;t, well, trusted. (Thanks @sputnikkers for the link.) &quot;There&apos;s nothing you can do...&quot; &gt;&gt; Dilbert This may have some computer manufacturers sweating. (Thanks @johnniegoat for the link.) Google Nexus 4 and Nexus 10 performance preview &gt;&gt; Anandtech If you like graphics showing shorter and longer bars for benchmarks on a ton of devices on a load of tests, this is the page for you. Compares Google&apos;s new devices against a range of existing smartphones and tablets including the Samsung Galaxy S2 and S3, Motorola RAZR I, HTC One X, iPhone 4S and 5, iPad 3 and more. One on One: Google Android director on Nexus strategy &gt;&gt; NYTimes.com  Brian Chen: So how does Google take advantage of the Motorola acquisition?  John Lagerling: The way I understand it is, it&apos;s mostly about the patents, the way you can sort of disarm this huge attack against Android. We talked about prices. There are players in the industry who were unhappy about more competitive pricing for the consumers. They want to keep the prices high, they want to force the price to be so high that operators have to subsidize the devices very highly. That&apos;s not only the Cupertino guys but also for the guys up in Seattle. They want higher margins, they want to charge more for software.  We simply believe there&apos;s a better way of doing it without extracting that much payment from end users, because there are other ways to drive revenues. Patents were used as a weapon to try to stop that evolution and scare people away from lower-cost alternatives. And I think with the Motorola acquisition we&apos;ve shown we&apos;re able to put skin in the game and push back.  You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/nov/07/technology-links-newsbucket", 
    "wordcount": "897"
}