{
    "headline": "Mars mission plan launched by US millionaire space tourist Dennis Tito", 
    "text": "     A US millionaire who became the first private space tourist has unveiled ambitious plans to send a man and woman  probably a married couple  on a round trip to Mars when planetary alignment allows in 2018. Dennis Tito, 72, a former rocket scientist who made his fortune through investments, said his Mission for America aims to spur a new era of space exploration. Tito, who became the first private space tourist when he paid the Russians $20m(13m) for a ticket to the International Space Station (ISS) in 2001, outlined his plans in Washington DC on Wednesday. He is not intending to fly himself. Speculation over the details of the risky voyage has spread through the space community in recent weeks after the Inspiration Mars Foundation, a non-profit organisation formed by Tito, hinted at a Mars mission. The trip will take advantage of the alignment of heavenly bodies in January 2018 to fly around Mars and return to Earth in the relatively short time of 501 days. The same opportunity will not arise again until 2031. Tito said he would fund the mission until the end of 2014 and hoped to raise the rest of the money through donations from private investors and foundations, through media rights sales and potentially through selling scientific data to Nasa. &quot;There is no time to lose,&quot; he said. &quot;Now is the time.&quot; Tito has put together a team with a pedigree, including Jonathan Clark, a former Nasa flight surgeon who is now an adviser at the National Space Medicine Biomedical Research Institute in Houston. Keith Cowing, editor of the NasaWatch website, said: &quot;Unlike the spate of space commerce companies that have flashed on and off the news in recent months, this effort has substantial cash behind it  at the onset. That fact alone moves this idea from giggle factor to the verge of credibility.&quot; The mission, likely to launch on 5 January 2018, aims to take a man and woman from the US on a flyby to within 100 miles of the Martian surface, and return them safely to Earth. The planned trajectory is known as a &quot;free return&quot;: once fired into space, the capsule will swing around Mars and come back to Earth regardless of what happens to its occupants. &quot;As a voyage of human discovery, this would be the most significant journey in the history of our species,&quot; said Anu Ojha, director of the UK National Space Academy. &quot;Their feasibility study shows that this is possible and with pretty much off-the-shelf hardware. It is extremely uncomfortable but it is doable.&quot; The feasibility study used a modified Dragon capsule from the private US space company, SpaceX, launched on one of the company&apos;s Falcon heavy rockets. In transit, the astronauts will have use of an &quot;inflatable habitat module&quot; that will detach before Earth atmosphere re-entry. The actual capsule the pair will travel in, excluding the inflatable addition, is likely to be &quot;the size of a toilet&quot;, the authors said. Continuing the lavatorial theme, they said they calculated the crew would need one toilet roll every three days. The mission faces substantial hurdles. The human body adapts to space by losing muscle and bone, and astronauts need daily exercise on resistance machines to slow down the wasting. Finding room for those machines is crucial. Then there is the radiation in space, which can damage organs and raise the risk of cancer and Alzheimer&apos;s disease. How the body and mind respond to deep space travel is essentially unknown, but the mission could provide much-needed information on how human physiology copes with the environment. &quot;The science return in terms of understanding Mars will be minimal, but the science return in terms of understanding human physiology will rewrite the textbooks,&quot; Ojha said. Another major threat comes from huge bursts of radiation that spray from the sun during solar flares or &quot;coronal mass ejections&quot;. The launch window coincides with a low in the cycling activity of the sun, but that only reduces the risk of a flare blasting the spacecraft. &quot;If you get a coronal mass ejection, there is virtually nothing you can do about it,&quot; Ojha said. Nasa took the risk during the Apollo era, but those missions were days long instead of months. Many experts say the mission will stand or fall on Tito&apos;s ability to raise funds. Tito said the cost would be similar to that of a mission to low Earth orbit  the realm of space occupied by the ISS  but did not give a full costing. But it is almost certain that he will not get rich from the mission. He said: &quot;Let me be clear, I will come out a lot poorer as a result of this mission but my grandchildren will come out a lot richer for the inspiration it will give them.&quot;", 
    "section": "science", 
    "gid": "science/2013/feb/27/mars-mission-plan-dennis-tito", 
    "wordcount": "827"
}