{
    "headline": "Porton Down's warfare research base staff become insect monitors", 
    "text": "Staff at the UK&apos;s secretive warfare research base on Porton Down are making themselves a new name in science, as monitors of rare insects on their large slice of Wiltshire&apos;s chalk uplands. Volunteers from the Defence Science and Technology Laboratory are running a network of nine traps for flies, moths and other insects in collaboration with entomologists from the Natural History Museum in London. Their finds have already confirmed the high value of the Site of Special Scientific Interest that covers much of the 2,500 hectare (6,177 acre) estate around the labs, which have tested everything from mustard gas to anthrax and nerve agents since they were set up in 1918. The down&apos;s grassland also includes wooded areas and scrub that make a composite landscape attractive to hundreds of insect species. The monitoring system is based on Malaise traps, a weatherproof funnel of netting invented by the Swedish entomologist Ren Malaise, whose catholic interests mirrored the Porton Down staff&apos;s enthusiasm for a new field of research. A believer in Atlantis, as an explanation for trans-Atlantic migration by very small insects, he traded sweets for insects with children in Burma and built up a major collection of paintings including Rembrandts. The Porton Down staff are collaborating with another wildlife enthusiast, Dr Erica McAlister, senior curator of diptera (two-winged insects) at the Natural History Museum, who is an effective advocate for flies and other sidelined insects in the media. She said: &quot;The Porton Down study is a great example of projects which promote our understating of UK biodiversity, in which the museum has got involved. &quot;Specimens will be deposited at the museum in Kensington for all to come and study. As well as benefiting the national collections, the findings will also provide greater knowledge of the local habitat and increases our knowledge of species ranges. This is so important when it comes to making informed decisions about conservation in the UK.&quot; The study follows a long tradition of flora and fauna flourishing on military land, from Porton Down  which is off limits to the public as a danger area  to the demilitarised zone between North and South Korea. Defence authorities in the UK have a record of encouraging this, notably in the work of Lt Col Norman Clayden who built up a corps of 4000 volunteers as head of the Ministry of Defence&apos;s conservation unit in the 1970s. Defying protests over untidiness from some officers, his policy of banning mowing at military barracks won the plaudit from the then defence minister Roger Freeman: &quot;Colour and birdsong have flooded back; kestrels have returned to nest, and this has also saved money by reducing grass cutting expenditure.&quot; The conservation officer at the DSTL, Stuart Corbett, said: &quot;The outcome of this venture will establish levels of biodiversity in various parts of the site which will enable us to undertake informed management actions. It will also provide a baseline with which projected alterations, due to factors such as climate change, can be examined.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/may/30/porton-down-staff-insect-monitors", 
    "wordcount": "507"
}