{
    "headline": "Photographing dragonflies is easier than you think", 
    "text": "The British weather can frustrate wildlife watchers, and this is especially so for those of us looking for insects. Dragonflies are warmth lovers; the recent hot spell is just what they need after cool weather and flooded rivers. Like a lot of other invertebrates whose life cycle revolves around water this is the time that dragonflies and damselflies emerge from their larval cases and exchange a life of swimming for one of flying. They don&apos;t stray far from water though so it is to ponds, lakes and rivers that you need to go to see them make their maiden flight. Dragonflies emerge throughout the summer starting as early as mid-April, but it is really early June when you can expect to see the adults returning to the waterside looking for mates. Of the 42 species of dragonflies and damselflies that regularly breed in the UK, most of the 17 damselflies and some of the 25 larger dragonflies are on the wing by mid-June. Dragonflies can be seen anywhere there is water so you could start with species like the broad-bodied chaser, large red damselfly and blue-tailed damselfly which can be found in your own garden pond. If you fancy a trip to the river you are likely to see the demoiselles, the largest of the damselflies as they dance and chase each other along the banks of the river flashing their iridescent wings. Many species are specific to a location. If you want to see a particular sort check the British Dragonfly Society website for where to go and descriptions of species. National Dragonfly Week also runs from 9-17 June and there should be a meeting somewhere near you. One place that is always worth a visit is the dragonfly centre at Wicken Fen, Cambridgeshire run jointly by the BDS and Dragonfly Project. Along with packed displays there is a reserve that boasts 22 species of dragonfly through the year. Many local Wildlife Trust reserves are excellent for dragonflies too. One of the best ways to get to know and identify dragonflies is to photograph them, and they can be difficult to approach unless you remember some simple tips. Firstly check when and where to see the species you are interested in and try to pick some reasonably warm weather. Although if it is cool, you might find the dragonflies are more approachable. Dragonflies are most active when it is warm and sunny so it may be better to avoid the hottest part of the day. If possible go in the morning and if you want one of those dew on the wings shots, go first thing. Approach the dragonfly slowly in a straight line hesitating every few steps with the camera already on the settings you need so that you can concentrate on the subject in case it moves. If the insect looks like it is about to fly take a step back and wait a few moments and remember to avoid any sudden movements. Be patient, very often damselflies will come to you if you stand still. Modern digital bridge cameras will allow you to fill a picture getting as close as one metre. If you have an SLR camera you will need a zoom lens or a macro lens if you want to get really detailed close up shots. Experiment with the use of fill-in flash to help if the light is poor. Try to have as large an aperture setting as possible while keeping the speed to at least the same number as the lens value. In other words, if you have a 100 mm lens keep the speed to above one hundredth of a second. Use autofocus, which allows you to concentrate on your stealth skills. Once you have identified your dragonfly, why not send the records to the BDS  you could help to produce this year&apos;s National Dragonfly Atlas.  Share your photos of dragonflies and damselflies on our Flickr group.  You can now also add Green Shoots photos via N0tice. Just register with the service, join the Green Shoots noticeboard, download the iPhone app and start submitting your shots.  Mike Averill is a member of the British Dragonfly Society", 
    "section": "environment", 
    "gid": "environment/blog/2012/may/31/photographing-dragonflies-easier-think", 
    "wordcount": "695"
}