{
    "headline": "Developing digital literacy in higher education: live chat", 
    "text": "The popularity of the Guardian&apos;s digital literacy campaign shows not only how much interest there is in this topic but also how much misunderstanding there is about what digital literacy is, or what purpose it serves. So what is digital literacy? In a blog for the us, JISC InfoNet researcher Doug Belshaw, describes the digitally literate as knowing how the web works, understanding how ideas spread through networks and able to use digital tools to work purposefully towards a pre-specified goal. But he then laments that digital literacy goes beyond mere computing skills such as using a word-processor or a database: &quot;The digital world is not a single, homogeneous space and, as a result, the literacies we require to traverse and interact in this space vary enormously. The digital landscape changes rapidly meaning that young people require not a static functional literacy, but a critical and creative set of attributes that help them to navigate various networks.&quot; The professionals who work in the digital space in HE are as diverse as the skills themselves, and everyone understands the values of digital literacy differently. There are the obvious gains for graduate employability (as some 90% of jobs in the UK require IT competency), student experience (with much of student learning being delivered through virtual learning environments) and, as Dr Abhay Adhikari explores in his blog, there are also personal development gains for students and academics. So on Friday 2 March, we&apos;ll bring together a panel that reflects the diversity of perpectives on digital literacy in HE and we invite you to join us, at 12pm GMT, for a discussion about the practical steps to improving digital literacy. Panel to follow Josie Fraser, social and educational technologist, Leicester City Council  Josie promotes and develops the effective and innovative use of ICT and e-learning policy and practice in the UK and internationally.She&apos;s active in online community research and development, have served on several national and international advisory boards. Working across the broad field of educational technology, she&apos;s primarily interested in digital literacy, and in how social technologies can be used to support learning and community development. @josiefraser Elizabeth Losh, director, Culture, Art, and Technology program, Sixth College, University of California, San Diego Elizabeth writes about digital literacy, distance learning, and the politics of Internet culture. She has published articles about videogames for the military and emergency first-responders, government websites and YouTube channels, state-funded distance learning efforts, national digital libraries, political blogging, and congressional hearings on the Internet. She is also the author of Virtualpolitik. @lizlosh David White, researcher, University of Oxford David runs an online learning group (TALL) at the University of Oxford. He developed the &apos;Visitors and Residents&apos; continuum of online engagement which he uses as a framework to map the ways in which learners are using the web. Currently running the JISC funded Digital Visitors and Residents project and a public engagement in science project with Marcus du Sautoy called &apos;Maths in the City&apos; @daveowhite Helen Beetham, consultant, JISC Helen is an adviser to the JISC Developing Digital Literacies programme and works with a number of UK Universities on strategic approaches to digital capability. She was previously principle investigator on the Learning Literacies for a Digital Age study (2009-2011) and co-holder of an ESRC seminar series on Literacies in the Digital University. As a member of the Beyond Current Horizons programme she was responsible for advising the last Government on a range of future scenarios for education. @helenbeetham Abhay Adhikari, digital strategist, Digital Footprints Abhay develops digital engagement strategies for the arts, culture and education sectors. He has worked on a range of global web based projects with private, public and voluntary sector organizations including BBC World Service Trust, British Council and Zubaan. He has hosted Social Media Surgeries in both the UK and India, and has developed undergraduate enterprise development programmes for institutions such as the University of York. Abhay recently spoke at TEDxYork. @gopaldass Sue Thomas, professor of new media, De Montfort University Sue has pioneered the concept of transliteracy which unifies literacies across time and culture and can be defined as &apos;the ability to read, write and interact across a range of platforms, tools and media from signing and orality through handwriting, print, TV, radio and film, to digital social networks.&apos; She is currently writing &apos;Technobiophilia: nature and cyberspace&apos;, forthcoming in 2013 with Bloomsbury Academic. @suethomas Chris Meade, director, if:book UK Chris is a writer, speaker, blogger and director of think and do tank exploring digital possibilities for literature, linked to the Institute for the Future of the Book, USA. if:book uk projects include immersive transmedia stories for schools, (e.g. Hotbook); collaborative writing (24 hour book); curated learning events (How Power Corrupts). Chris was previously Director of Booktrust (2000-7) and The Poetry Society (1994 - 2000). @ifbook Alison Mackenzie, dean of Learning Services, Edge Hill University Alison manages a broad range of academic services, extending beyond library, information and research support services to include learning, media and classroom technologies. This mix of activities, services and technologies characterize much of what features in the digital university and one measure of success is that my Service provides the right kind of support to staff and students to be able to gain the expertise they need to in turn be successful in their academic pursuits. Tristram Hooley, head, International Centre for Guidance Studies  Tristram is responsible for overseeing the development of the research and education programmes run by the Centre. He has been involved in research, teaching and education in and around higher education for most of his career and has particular interests in careers, doctoral education, social capital and the role of technology in research, teaching and guidance. He also writes the Adventures in Career Development blog. @pigironjoe Sarah Knight, programme manager, e-Learning, JISC Sarah currently co-ordinates JISC&apos;s work on Developing Digital Literacies which includes a programme of 12 institutional projects undertaking a holistic approach to developing digital literacies for all their staff and students. She has managed the production of numerous of internationally acclaimed e-Learning Programme publications including the recently launched Emerging practice in a digital age and Effective assessment in a digital age. @sarahknight This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/feb/28/developing-digital-literacy", 
    "wordcount": "1065"
}