{
    "headline": "Loss of wild pollinators serious threat to crop yields, study finds", 
    "text": "The decline of wild bees and other pollinators may be an even more alarming threat to crop yields than the loss of honeybees, a worldwide study suggests, revealing the irreplaceable contribution of wild insects to global food production. Scientists studied the pollination of more than 40 crops in 600 fields across every populated continent and found wild pollinators were twice as effective as honeybees in producing seeds and fruit on crops including oilseed rape, coffee, onions, almonds, tomatoes and strawberries. Furthermore, trucking in managed honeybee hives did not replace wild pollination when that was lost, but only added to the pollination that took place. &quot;It was astonishing; the result was so consistent and clear,&quot; said Lucas Garibaldi, at the National University in Ro Negro, Argentina, who led the 46-strong scientific team. &quot;We know wild insects are declining so we need to start focusing on them. Without such changes, the ongoing loss is destined to compromise agricultural yields worldwide.&quot; Pollination is needed for about three-quarters of global food crops. The decline of honeybee colonies due to disease and pesticides has prompted serious concern. Jason Tylianakis, at the University of Canterbury, New Zealand, described them as &quot;the species charged with protecting global food security&quot;. The new research shows for the first time the huge contribution of wild insects and shows honeybees cannot replace the wild insects lost as their habitat is destroyed. Garibaldi said relying on honeybees was a &quot;highly risky strategy&quot; because disease can sweep through single species, as has been seen with the varroa mite, and single species cannot adapt to environmental changes nearly as well as a group of wild pollinators. &quot;The studies show conclusively that biodiversity has a direct measurable value for food production and that a few managed species cannot compensate for the biodiversity on which we depend,&quot; said Tylianakis, who was not part of the research team. Garibaldi&apos;s team, whose work was published in the journal Science on Thursday, warn: &quot;Global degradation of natural services can undermine the ability of agriculture to meet the demands of the growing, increasingly affluent, human population.&quot; Garibaldi said: &quot;Without wild pollination, you will not get the best yields and the best agricultural land already farmed, so it is very important to get the maximum yield.&quot; He added that, across the world, the yields of crops that needed pollination were rising significantly more slowly than crops that did not. Wild pollinators perform better than honeybees because they deploy a wider range of pollinating techniques, such as &quot;buzz&quot; pollination. They also visit more plants, meaning much more effective cross-pollination than honeybees, which tend to carry pollen from one flower to another on the same plant. A second new study published in Science on Thursday showed more than half the wild bee species were lost in the 20th century in the US. It made use of a remarkable record made of plants and pollinators at Carlinville, Illinois between 1888 and 1891 by entomologist Charles Robertson. Scientists combined that with data from 1971-72 and new data from 2009-10 to discover the changes in pollination seen over the century as widespread forest was reduced to the fragments that remain today. They found that half of the 109 bee species recorded by Robertson had been lost and there had been a serious degradation of the pollination provided by the remaining wild insects, with their ability to pollinate specific plants falling by more than half. There was an increasing mismatch between when plants flowered and when bees were active, a finding consistent with climate change, according to the researchers. Laura Burkle, at Washington University in Montana, who led the work, said: &quot;There are two sides to this coin. These pollination systems are incredibly robust to environmental change, it is almost miraculous that they continue to pollinate given the land use changes. But the system is also incredibly compromised and further degradation will have serious impacts.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/feb/28/wild-bees-pollinators-crop-yields", 
    "wordcount": "668"
}