{
    "headline": "Boot up: Samsung's ambition, FTC's Google aim, iOS Easter bug?, and more", 
    "text": "A quick burst of 9 links for you to chew over, as picked by the Technology team Samsung aims to sell 510 million phones &gt;&gt; Korea Times  Samsung Electronics, one half of the global duopoly on smartphones, claims 2013 will be the year when it separates itself from bitter rival Apple.  The Korean technology giant is the world&apos;s largest maker of mobile phones and aims to ship a record 510 million handsets next year.   That&apos;s a lot of handsets - up 20% from an estimated 420m in 2012. And out of that 510m, it aims for 390m to be smartphones, according to a Samsung supplier. What really happened to Sony and Universal&apos;s 2 billion missing YouTube views &gt;&gt; Billboard.biz  On Thursday, when YouTube sent out its regular reports on view counts, one data company, SocialBlade, noticed that the channel views for Sony Music Entertainment and Universal Music Group saw its channel count sliced by about 2 billion views.  That led some folks to conclude that the views were &quot;fake&quot; and that nefarious &quot;black hat&quot; techniques were being cooked up by the labels to falsely inflate their views. The truth, however, isn&apos;t nearly as sexy.  Interviews Billboard.biz conducted with YouTube, label executives and analysts from Next Big Sound told a very different tale. Here&apos;s what really happened.    They weren&apos;t faked. Start from there. FTC chairman pushing for a Google antitrust decision this week &gt;&gt; AllThingsD  It&apos;s likely that the Federal Trade Commission will rule on its antitrust investigation of Google this week, with a similar settlement to the one discussed before the December holidays, according to multiple sources familiar with the matter.   Might Google be off the hook with the FTC? Hands-on with Ubuntu&apos;s brand-new, gesture-based phone OS &gt;&gt; The Verge  Our top London agent Vlad Savov just got his hands on the new Ubuntu phone OS and was able to get a quick look at some of the new OS&apos;s trademark features, including its new gesture-based interface. There&apos;s a bit of lag while swiping through the phone&apos;s different panels, but overall it looks to be quite the attractive and intelligent interface. Unlike nearly all of the major phone operating systems, there&apos;s no &quot;home&quot; button to speak of in Ubuntu -- it&apos;s all based on gestures.   Slated to have shipping devices in early 2014. Questions: who will make the hardware and how good are Canonical&apos;s patent lawyers for the inevitable fights if it gains any traction? Calendar App. Crash. March 2013 &gt;&gt; Apple Support Communities  There is a glitch with the calendar app. Do you have an all day appointment on April 1, 2013? if so, alter it, make it a few hours instead of all day adn March will return.  The calendar app has had issues with April 1 being the start of daylight savings time and the fact that &apos;all day&apos; can mean anything from 23-25 hours, and this glitch causes March to disappear. Remove &apos;all day&apos; from the equation, the calendar app is happy again and gives you back the month of March.   Will this be fixed in iOS 6.1, which is beginning to look like the buggiest thing Apple has put out since.. forever? (Thanks @daneyers on Twitter for the link.) Yes, hundreds upon hundreds of websites CAN all be wrong &gt;&gt; The Register Dave Mandi:   I recently published an article about odd time-signatures (for example, 11/8 or 15/ 16 instead of the usual 4/4) in pop songs) in a magazine. Since there&apos;s no easy way to double-check this information-- unlike, say, &quot;Who was the sixth president of the United States?&quot; -- the magazine&apos;s fact-checkers took to the web, and came back to me with a dozen sites that disagreed with some of the numbers as I&apos;d counted them. At the risk of sounding overly cocky, every one of them turned out to be wrong. But the fact-checkers were right to do what they did, since any source is better than none at all if it helps to keep a researcher honest. And I felt a professional obligation to explain in an email to them exactly why each of these counter-examples was mistaken--a process that took me an entire night.  Yes, doing that was an inconvenience, but it bothered me more that this bad information was out there to begin with, and subsequent music-related searches uncovered many similar examples.   Doesn&apos;t only apply to music, of course. The death of iOS magazine apps &gt;&gt; Good E-Reader  When you purchase magazines from the Apple Newsstand or the App store, you are not buying the magazine as you know it. They are all, in effect, apps. The Apple Newsstand simply puts them in one place, where in the past they cluttered up your iPad or iPhone. Magazine publishers are able to garner a large percentage of revenue earned per subscription, but many aren&apos;t doing so well. Just ask the recently defunct Daily.  Magazine Apps provide users with only a singular user experience. People in 2012 have been gravitating away from dedicated apps and moving in the direction of aggregators. These are news sources that compile all of the information from various news sources. We have really seen the rise of Flipboard, Pulse, Zite, and Google Currents that take all of your favorite websites, blogs, and news sites and puts them all in one place. People tend to like this direction better because all of the news is produced daily, rather than you having to wait until the end of the month.  In the digital realm, 2013 will be the year in which dedicated magazine apps see their demise.   That&apos;s a bold claim. Why Microsoft may be a &apos;classic value trap&apos; &gt;&gt; Businessweek  &apos;Value trap&apos; is a funny term, says Bill Koefoed, Microsoft&apos;s general manager of investor relations. Microsoft, he says, is trading in line with the big-cap technology sector, which has recently been out of favor with investors.  &quot;Enterprise tech hasn&apos;t been as sexy to the press. But our relevance to the enterprise has grown in a huge way. Our database business is growing faster than Oracle&apos;s and IBM&apos;s.&quot;  Koefoed says people focus on Windows, which provides a quarter of Microsoft&apos;s overall revenue, but not on the comparable 25 percent contribution from the company&apos;s servers and tools division, which he emphasizes that Ballmer has grown, from a $3 billion business, to a $19 billion enterprise over the past decade. &quot;Over time, the stock price works itself out. We&apos;re doing a whole bunch of things to be shareholder-friendly. Over time, that will be reflected in our share price.&quot;   (Thanks @avro for the link.) Tablet computers: Difference Engine: Smaller still is smarter &gt;&gt; The Economist &quot;N.V.&quot; writes (in the third person):   When the iPad Mini hit the shelves in early November, therefore, he was waiting eagerly with dozens of other enthusiasts for the local Apple Store to open. But, despite half an hour of hands-on experience, he actually left without buying one. A couple of weeks later, he accepted the inevitable and ordered a Nexus 7 tablet from Google with its Android 4.1 Jelly Bean operating system (since upgraded to 4.2).  The biggest disappointment about the iPad Mini was its surprising lack of innovation. For those grown accustomed to Apple always stunning and delighting by ratcheting up the level of technology with each new product, a device that comes with innards based on aging (obsolete?) hardware is a serious let down. All the more so when the customer is expected to pay a whopping two-thirds premium ($329 vs $199) over comparable devices from other respected makers.  The Mini&apos;s touch-screen display, for instance, uses technology from Apple&apos;s pre-Retina era, dating back to iPads of two generations ago. The Mini&apos;s dual-core processor, with its stingy 512 megabytes of random-access memory (RAM), was lifted from an iPad that went on sale back in March 2011. Its graphics engine is also two generations out of date. By no stretch of the imagination could the iPad Mini be called cutting-edge stuff.  You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2013/jan/03/technology-links-newsbucket", 
    "wordcount": "1381"
}