{
    "headline": "The science of webcomics", 
    "text": "Webcomics are increasingly widespread and popular. It could be argued their proliferation is linked to the decline of print comics, in the same way that free news sites and blogging are often blamed for the decline in newspapers. Webcomics don&apos;t get nearly as much mainstream publicity though (at least none that I&apos;ve seen). Even the more popular examples like XKCD seemingly go largely unmentioned in other media formats, despite their considerable success. Webcomics are interesting from a scientific perspective. They rely on both new and ancient technology (the internet and drawing, respectively) being fused seamlessly. They seem to be based on established rules and systems that appear to be the result of a bottom-up organisation, the result of numerous individuals contributing and responding to the responses obtained, rather than some structure put in place by some unspecified authority; a sort of &quot;emergent system&quot;, if you will, only not as profound. It&apos;s enough to shoehorn this into the Guardian science section, at least I could be wrong about all this; I&apos;m not involved in webcomics at all. So, like any good scientist, I thought I&apos;d investigate. To this end, I got in touch with the authors/artists/web gurus behind my personal favourite webcomic, Exterminatus Now.  For a detailed background on how it all came about, read this interview here. But in brief, Exterminatus Now is a webcomic about a four-man team of &quot;Men in Black&quot; in the Inquisition: a secretive international organisation who are responsible for policing and combating the constant attempts by occult forces to enslave society. It&apos;s a mix of sci-fi, fantasy, video games, wargaming, action movies and sitcom. Also there&apos;s swearing.  And every character is an anthropomorphic animal. I probably should have mentioned that first, if anything. It&apos;s the work of Garry Webber, Alan Graham, Stuart Edney and Martin Faulkner, or as they&apos;re known in the comic, Lothar (homicidal cyborg echidna), Virus (bookish rat), Eastwood (boorish silver fox) and Rogue (arrogant ninja cat) respectively.  Here&apos;s how it works. Sort of.  It seems there&apos;s four of you responsible for the webcomic. Who does what, exactly? Garry: We mostly all share in the writing duties. In the early days of the comic I was probably the most prolific writer. Today it&apos;s far more even, we constantly bounce ideas off each other. We all look after our forum as well. Alan does the art but there have been times and surely will be again where Martin has drawn the comic, though presently his time seems to be spent maintaining/designing the site. What&apos;s the connection between you and the characters? Is it that they&apos;re named after you, based on you, inspired by you? It seems like the opposite of a writer publishing under a pseudonym, where you have clearly fictional characters that are meant to be &quot;you&quot;. What&apos;s the deal there, basically? Alan: The webcomic self-insert is an odd convention. When we started out, a lot of webcomics were &quot;two guys on a couch&quot; style, where the characters were literally caricatures of the authors, hanging out talking about video games. Even non-autobiographical comics in more fantastic settings would often have characters who were clearly meant to represent the author. We also came out of the online forum scene, the user&apos;s handles, signatures and avatar pics were often used to create characters that were imagined to convene in cyberspace. These two influences meant that when we started, it just seemed natural to have the main characters be our forum handles.  Garry: For myself, Alan, and Stuart, our characters are &quot;us&quot; in a small way, taking our funniest/worst traits and amplifying them. Take Lothar for example. During the comics early days I was a typical 18-year-old internet user, i.e. full of self importance, righteous indignation, along with a smattering of being as dumb as a post. Lothar kind of typifies that &quot;Internet Tough Guy&quot; persona I put out there. It&apos;s definitely less true these days, mostly thanks to my wife putting up with me and making me calm down, but there is definitely a lot of my younger, more embarrassing self in there. Rogue is a different matter, an existing character of Martin&apos;s who is nothing like him aside from proficiency in martial arts. Martin: As Alan says, forum culture around the time lent itself to building a character around ones username. Thing was, I&apos;d taken my forum handle from a project I&apos;d been working on before I met these guys, and associated myself with a character for that project. Rogue was made for some of EN&apos;s pre-existing material, and got used because he shared enough physical design traits with my existing character (Silversword) to act like a surrogate version, but was never conceived with the same over-exaggeration of our worst traits. A lot of fiction these days presents worlds where magic and technology mesh, but you really take it to another level (angel-powered computer cores, various machine-Gods etc.). Do you have actual technical backgrounds/expertise, or is this a case of knowing the right words to use? Stuart: I&apos;ve read far too much pulpy sci-fi and fantasy, so I&apos;ve gotten the feel for it over the years. My proudest moment was one comic that came to me marked &quot;words words words&quot; on the script Garry had, and it ended up with a full page of technobabble. I found it funny. No-one else did. But I&apos;m about as technically minded as anyone schooled in the humanities instead of the sciences, which is to say not. I am, however, a good bullshitter. Garry: Indeed, a good example of such is issue #322, written by Stuart. It&apos;s all techno-babble fluff, but he manages to make it at least sound somewhat convincing From inception to launch, is it possible to say how long a typical episode takes? Even a quick, short blog takes me a few hours, lord knows how long it must take you. Garry: It really depends on the bolt of inspiration.. A lot of the times comics come from a conversation we have and can get written in near complete form within half an hour.  Alan: An artist as plodding and ponderous as me really has no business doing a regularly updated comic. A typical strip takes Too Damn Long. Martin: It&apos;s the drawing that takes the most time - if even our shorter 8 or 12 page storylines take a few months to actually make it to web, you can see how easy it is for us to build up quite a backlog any time one of us writes something.  How do you differ from the big print comics, your DCs and Marvels? I&apos;d imagine you don&apos;t have to deal with the problems they have (market demographics, constantly changing writers/artists, questionable reboots to consolidate decades long back stories and contexts, stuff like that), but are there any particular issues that plague webcomics? Alan: It&apos;s funny, we do actually have a decade long back story now. And those early strips do feel quite rough and in need of reboot. That&apos;s one of the pitfalls: being a complete amateur when starting out. I feel like we grew into something to be proud of, but those first couple years, in hindsight? Tough to look at. Garry: I think schedule slippage can be a bit more detrimental to a webcomic than print, especially for people who make a living out of their work. If you don&apos;t provide new content on a regular basis, you will lose readers and then your source of income. We do it for fun and have recently started selling T-Shirts, but we&apos;re not big enough for us to be able to do that yet. A lot of webcomics die simply due to lack of updates, sometimes for good reasons and bad. Stuart: Occasionally Hellboy and Atomic Robo. I find most superhero comics to be soap operas for nerds (says the nerd). I nick most of my ideas from other places. Martin: Print comics are meant to be read very quickly. A page with very little on it is fine when the next page is already right next to it, but webcomics have to take into account their update schedule. We do a lot of work to make sure each page packs a lot of punch, both in terms of humour and story development. I&apos;ve seen mention of you having a following among the Furry communities. Given that the comic is based in a world of anthropomorphic animals, this makes sense, but do you find you have followings or fans among certain communities or groups? Alan: Curiously, we have a small, but visible Russian contingent. A majority of our readers are from English-speaking countries, obviously. But a .ru site frequently appears in our top referring URLs, and a handful of Slavic speakers frequent our comment sections. There&apos;s even been an attempt by fans to translate the comic into Russian. Garry: I&apos;ve also found we have a few fans in military service, at least the US and UK. We previously had an application on the site that showed us where in the world our fans were, and we had a few in surprising parts of the world, including one in Israel who kept coming every week. Kinda makes me feel happy that we get people all around the world come and read our work. Martin: The comments section, our forum  those show me some level of our demographic, but I&apos;m never quite certain how the readership at large spreads Do you deal much with other webcomics? I&apos;ve seen mention of conferences and the like, but this is a community completely alien to me.  Alan: We&apos;re pretty insular, unfortunately. I&apos;m wont to go off drawing and not get back to even my co-authors for days or weeks, let alone stay in touch with other creators. If a strip appears on the site, the guys assume I&apos;m still alive. Garry: We sometimes have interaction with other authors online, such as Alan Forman of PoisonedMinds.com, but aside from that, not really. I think the most successful collaboration is that of the &quot;Big Three&quot; webcomics creators. Mike Krahulik and Jerry Holkins of Penny-Arcade.com, Scott Kurtz of PVPonline.com and Kris Straub of ChainsawSuit.com (among others). These guys all started out separately and now all work in the same building in Seattle. Stuart:  I read a fair few, but as far as I know the webcomic community is primarily a North American one, so I tend not to dabble with it. Martin: We tend to do our own thing. Certainly we all read other webcomics, and it&apos;s not unheard of for webcomics to reference and cameo each other regularly, or set up little rings of cross readership. At least one group set themselves up an entire publishing label to work under. Conventions, particularly, are a big thing across the states and Canada for webcomics artists to communicate with each other and their fans, and it&apos;s only been since Alan moved to Canada that we&apos;ve actually found it feasible to try being a part of that ourselves. So there you have it. Exterminatus Now, go read it and be one of the cool kids. If not that, then some other webcomic.  Dean Burnett&apos;s onlne creativity barely covers this blog and his Twitter account, @garwboy  Exterminatus Now is updated approximately every Tuesday.", 
    "section": "science", 
    "gid": "science/brain-flapping/2013/may/21/weird-world-webcomics-exterminatus-now", 
    "wordcount": "1904"
}