{
    "headline": "Climate change will threaten wine production, study shows", 
    "text": "Bid adieu to Bordeaux, but also, quite possibly, a hello to Chateau Yellowstone. Researchers predict a two-thirds fall in production in the world&apos;s premier wine regions because of climate change. The study forecasts sharp declines in wine production from Bordeaux and Rhone regions in France, Tuscany in Italy and Napa Valley in California and Chile by 2050, as a warming climate makes it harder to grow grapes in traditional wine country. But also anticipate a big push into areas once considered unsuitable. That could mean more grape varieties from northern Europe, including Britain, the US north-west and the hills of central China.     The most drastic decline was expected in Europe. Photograph: Conservation International    &quot;The fact is that climate change will lead to a huge shakeup in the geographic distribution of wine production,&quot; said Lee Hannah, a senior scientist at Conservation International and an author of the study.     Key - change in areas suitable for growing wine grapes through 2050. Photograph: Conservation International    Researchers expect big changes in regions enjoying the cool winters and hot dry summers that produce good grapes. &quot;It will be harder and harder to grow those varieties that are currently growing in places in Europe,&quot; Hannah said. &quot;It doesn&apos;t necessarily mean that [they] can&apos;t be grown there, but it will require irrigation and special inputs to make it work, and that will make it more and more expensive.&quot; Wine grapes are known to be one of the most finicky of crops, sensitive to subtle shifts in temperature, rain and sunshine. The industry has been forward-looking when it comes to anticipating the effects of climate change. Wine experts have known for severalyears that a hotter, drier climate would change growing conditions in many of the most prized wine regions  forcing vineyards to mist grapes on the vine to protect them from the sun, or move sensitive vines to more hospitable terrain. But the latest findings, published in the journal Proceedings of the National Academy of Sciences, still took the researchers by surprise. &quot;We expected to see significant shifts, but we didn&apos;t expect to see shifts like these,&quot; said Hannah. The scientists used 17 different climate models to gauge the effects on nine major wine-producing areas. They used two different climate futures for 2050, one assuming a worst-case scenario with a 4.7C (8.5F) warming, the other a 2.5C increase. Both forecast a radical re-ordering of the wine world. The most drastic decline was expected in Europe, where the scientists found a 85% decrease in production in Bordeaux, Rhone and Tuscany.     The future was also bleak for wine growing areas of Australia. Photograph: Conservation International    The future was also bleak for wine growing areas of Australia, with a 74% drop, and California, with a 70% fall. Wine growers in the Cape area of South Africa would also be hit hard, with a 55% decline. Chile&apos;s wine producers would expect losses of about 40%, the study found.     Wine growers in the Cape area of South Africa would also be hit hard. Photograph: Conservation International    But climate change would also open up other parts of the world to grapes, as growers look for higher, cooler ground, the study found. The industry is already scoping out potential new territory such as Tasmania. The findings could lead wine growers to strike out for wilderness areas around Yellowstone Park, or even scale higher into the hills of central China. Both areas could be prime areas for wine production, the study found. However, that search for new wine country could in turn create a whole new set of potential problems, for the wine growers of the new frontier. Some newly identified wine growing regions of the future are wilderness areas  such as that around Yellowstone Park in the US, where there are already clashes between ranchers and wolves. In China, the suitable wine growing regions of the future lie squarely in the hill habitat of the endangered giant panda. Both are going to be heading for those same hills. &quot;Wine is going to be on the move in the future as will wildlife,&quot; said Rebecca Shaw, a scientist for the Environmental Defence Fund and an author of the paper. &quot;This adaptation has the potential to threaten the survival of wildlife.&quot;     Climate change would also open up other parts of the world to grapes, as growers look for higher, cooler ground. Photograph: Conservation International  ", 
    "section": "environment", 
    "gid": "environment/2013/apr/08/climate-change-wine-production", 
    "wordcount": "664"
}