{
    "headline": "Microsoft sees a future through cleaner Windows", 
    "text": "Among the many criticisms lobbed at Microsoft by Apple&apos;s late founder Steve Jobs, one of the best remembered was about design: &quot;They have absolutely no taste. And I don&apos;t mean that in a small way, I mean that in a big way, in the sense that they don&apos;t think of original ideas, and they don&apos;t bring much culture into their products.&quot; The latest version of Microsoft&apos;s operating system for smartphones is a revolutionary product for its parent company because it is considered to have both taste and culture. Windows Phone uses the company&apos;s Metro interface, whose graphics are so cutting-edge they can make the iPhone seem out of date. Its creators, Microsoft&apos;s in-house design team, claim it is changing not only how their products appear, but the company&apos;s philosophy. Windows 8, the latest version of Microsoft&apos;s world-dominating PC software, will be released later this year and has been given a Metro makeover. The worry is that Microsoft has discovered the power of good taste a little too late. Windows software is installed on 95% of the world&apos;s estimated 1.5bn home and business PCs, but in the western world sales of laptop and particularly desktop computers have reached a plateau. When Windows 8 is released later this year, millions of Microsoft customers will ask themselves whether they should spend money upgrading an old computer, or treat themselves to new one. For many, that new machine is likely to be not a PC but a tablet, and until now Apple has been the only company capable of selling tablets in large numbers. &quot;The ground is shifting under Microsoft,&quot; says Jean-Louis Gasse, former head of Apple Macintosh development and contender for the chief executive role in the late 1980s. &quot;The world will no longer be PC-centric. We will see growing numbers of smartphones and tablets and we as users will spend more time on these devices. PCs will be reserved for the tasks of content creation.&quot; This could also be the year when investors form a view on whether long-serving Steve Ballmer  the 30th employee Microsoft hired and its chief executive for the last decade  should continue in the top job. Ballmer&apos;s efforts to catch up with Google on web search, and play a meaningful part in the mobile world, have so far proved fruitless. Windows Phone took just 1.5% of the mobile operating system market in the third quarter of 2011, according to research firm Gartner, compared to over 50% for Android and 15% for Apple. These setbacks have not mattered while Microsoft remains dominant in PCs  but all that could change if PCs no longer dominate. Research firm IDC forecasts that in affluent western economies, desktop computer sales will slip from 57.8m a year in 2010 to 49.8m by 2015. Laptop sales dipped by some 7m in 2011; they are expected to recover this year, but go on to grow at a far slower pace than previously. Sales of tablets are heading the other way, rising from 17.6m in 2010 to 77.4m last year and a projected 326m in 2015. &quot;This is going to be one of the most important years in Microsoft&apos;s history,&quot; says Gartner analyst David Cearley. &quot;The desktop era has been supplanted by a new mobile computing era and it makes Windows 8 the most critical version of Microsoft&apos;s operating system we&apos;ve seen in a long time.&quot; Cearley says the transition is &quot;as big, if not bigger&quot; than that made when Microsoft moved from its command-line operating system DOS  where words without graphics appeared teletext-style on a black screen  to the Windows format. If Windows 8 fails to become a credible alternative to Apple and Android, will Ballmer be replaced? &quot;It&apos;s too early to say,&quot; he says. &quot;If it fails badly, the market in general is going to be taking a very close look at Microsoft and that could include changes in management.&quot; The noises surrounding Windows 8, which is in limited trial circulation with opinion formers, are far from negative. Its interface should help: the Industrial Designers Society of America named Metro in its mobile phone form &quot;best in show&quot; last year. As few will have used it, here is a brief description. With white text on a simple background, it uses large type as the main visual element and for the controls. Windows, boxes and frames are banished. Elsewhere, the usual motionless app icons are replaced with animated tiles which draw in content from whatever they represent  a Twitter feed, the weather, photo albums. The name &quot;Metro&quot; refers to the uncluttered signs seen on the public transport system in Seattle, where Microsoft is based. Last month, design director Steve Kaneko, who has been with the company 20 years, suggested Metro had started to change the Microsoft philosophy. &quot;We have a smarter idea of who we are and who we aren&apos;t, and this goes back to Metro. It turned out to be something very authentic and unique to Microsoft and that confidence is attracting better designers, better developers and better programme managers, because they sense that we are no longer looking over our shoulders at other companies.&quot; Metro is being applied to the Xbox games console dashboard as well as phones and PCs, to imitate Apple&apos;s strategy of devices that are compatible and members of the same family. &quot;We are reducing the noise,&quot; Kaneko said. &quot;Content and information is getting denser and denser and the only way to prepare ourselves for the future is to strip ourselves out of the equation, so that what you are seeing is all about you and not about us.&quot; But early versions of Windows 8 suggest that Microsoft will, for now at least, steer clear of changing those elements that are must-haves for its business user base. Microsoft Office seems to have been relegated to an app, but when it is fired up brings a more traditional Windows look back to the screen. Crucially, Windows 8 will be compatible both with the Intel chips predominantly found in PCs, and with chips designed by the British group ARM, whose products are now found in almost every smartphone and tablet. Microsoft has taken what Gasse calls a &quot;Swiss army knife approach&quot;; not necessarily a good thing, he believes. &quot;If Microsoft tries too hard to have their PC and their tablet rolled into one, it&apos;s going to be a failure.&quot; In fact, analysts say Windows 8 has been primarily designed for tablets, and that most PC users, be they at home or at work, will remain with earlier versions for now and update in a few years with Windows 9. When Windows 7 was released in 2009, it boosted full-year revenues in the consumer software division by $3.5bn to $18.5bn. That is unlikely to be repeated this time: Gartner predicts Microsoft will have no more than a 20% share of the mobile market in three to five years. But analyst Mark Moerdler at Bernstein Research says the gloom surrounding Microsoft&apos;s share price, which, at $28, is down by nearly a quarter on its five-year high of $38, is based on a doomsday scenario that will not come to pass. &quot;We believe threats from tablet growth, alternate operating systems and cloud computing are manageable.&quot; Microsoft revenues rose 12% to nearly $70bn last year. Lower uptake of tablets in favour of PCs in emerging markets, and sales of its own tablets, will maintain momentum, with Moerdler predicting that Windows will see average revenue growth of 6% until 2015. Entertainment devices, driven by the enduring popularity of the Xbox, will grow 8%. Having seen off the threat from Jobs&apos;s Macintosh in the 1980s, and developed an internet browser still holding its own against rival offerings from Google and others, Microsoft has proved that, when faced with competition, it can fight hard and win. If Metro does not save Microsoft, it should at least ensure a graceful decline.", 
    "section": "technology", 
    "gid": "technology/2012/jan/08/microsoft-windows-8-future", 
    "wordcount": "1354"
}