{
    "headline": "Stakes are high for UN panel replacing millennium development goals", 
    "text": "For the past 12 years, the millennium development goals (MDGs) have shaped policy, guided political agendas, and channelled hundreds of millions of dollars of aid money around the globe. But with the MDGs due to expire at the end of 2015, the international community is starting to tackle the huge, inevitable follow-up question: what comes next? The post-MDG process will officially begin on Tuesday, when a UN-appointed committee of international political big-shots will meet for the first time in New York. Led by the UK prime minister David Cameron, Liberia&apos;s President Ellen Johnson Sirleaf, and Indonesia&apos;s President Susilo Bambang Yudhoyono, the 26-member committee has been assigned the task of creating a &quot;development vision&quot; to replace the MDGs after they expire. &quot;The stakes are very, very high,&quot; says Ben Leo, global policy director of the anti-poverty organisation, One Campaign. &quot;Not just in terms of money, but also how much time and energy is going to be spent on monitoring and implementing these goals  and creating additional political momentum over the next 10 to 15 years.&quot; The MDGs, which were agreed at a meeting in New York in September 2000, set out eight specific  and ambitious  goals for the international community, including eradicating extreme poverty and hunger, achieving universal primary school education and reducing childhood mortality rates. Some of those goals in some countries are expected to be achieved by the 2015 deadline; others most definitely will not. But the MDGs have had an enormous impact on the international donor community and how it spends its money. &quot;Now everybody knows what&apos;s at stake and how important this is,&quot; says Olav Kjrven, director of the Bureau of Development Policy at the UN Development Programme (UNDP). &quot;So now everyone with a particular interest will want to make sure that their particular issue is covered in the next framework.&quot; The activists lobbying the hardest are likely to be those whose issues were ignored completely by the MDGs. Topics like climate change, human rights, non-communicable diseases and economic inequality were all left out of the MDGs. Deciding on the key issues will be a tall order for the committee, officially known as the High-Level Panel on the Post-2015 Development Agenda. But the committee members will also have to deal with questions such as whether to set measurable targets; whether to focus on ends rather than means; and whether the post-2015 goals should be aimed at poor countries or the world as a whole. Tuesday&apos;s introductory meeting is likely to produce few concrete results, as it is the first time the members of the group will have sat down together as a panel. The real action will come in the first half of next year, which is when the committee is due to produce its final report. Those findings will then be presented to UN member states for consideration in September 2013. The process this time is much more drawn out than it was for the MDGs  and for good reason. &quot;There was a perception that [the MDGs were] negotiated and agreed behind closed doors, and then basically jammed through the General Assembly,&quot; says Leo. But that shouldn&apos;t happen this time, he adds. The spread of mobile phones and internet connections means the world is much more connected than it was in 2000. More voices can and should contribute to the post-2015 discussions, he says. Leaders realise that things need to be different this time. &quot;We want to look at how we can learn lessons from the MDG process,&quot; says a source from the office of David Cameron, who is co-chairing the committee. &quot;The co-chairs want the process to be as broad and engaging as possible.&quot; As the committee prepares its report, it will be taking input from a broad range of sources  academics, activists and UN experts, as well as the public. At the same time, the UN will be coordinating consultations in more than 50 developing countries to help gather input. All of those consultations may prove difficult for the committee to manage  let alone process and build into a cohesive report. But they seem to be ready to give it a shot. &quot;I actually don&apos;t believe it will make things more complicated,&quot; says Kjrven of UNDP. &quot;I believe it will provide a stronger basis for leaders to come together and see what the big picture is  and hopefully come to agreement.&quot;", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/sep/25/replacing-millennium-development-goals", 
    "wordcount": "751"
}