{
    "headline": "The matter that's not not not there", 
    "text": "Astronomers study the motion of stars in galaxies, as they twist and rotate under each other&apos;s gravitational attraction. The motion throws up a long-standing puzzle in astrophysics: The way the stars move indicates the presence of a certain amount of matter in the galaxies. But when you count up the matter in the visible stars, there isn&apos;t enough. This matter that&apos;s &quot;not there&quot; in the visible galaxy is called &quot;dark matter&quot;. No one knows what it is. It could for example by supersymmetric fundamental particles, which we might see in high energy particle colliders like the LHC, although none has put in an appearance so far. Several highly sensitive experiments huddled deep underground, where backgrounds are low, are hunting for hints of low-energy collisions between the atoms of the detectors and the dark matter particles the Earth is presumably passing through on its path through space. Despite some hints, no compelling discovery has been made yet.  This is one of the frontiers of knowledge. Either dark matter is about 80% of the matter in the universe and we don&apos;t know what it is, or our theory of gravity is wrong. One way or another, we want to know. Last month, a paper came out which threw a spanner into these already mysterious works. An analysis of the movement of the stars nearest us in the galaxy showed that their movements didn&apos;t require any dark matter. All the matter they needed was there in the visible stars; or as I put it on the radio, it was &quot;not not there&quot;. This was very puzzling, since as I said above, similar studies of the motion of more distant stars show strong evidence for dark matter, and other evidence points that way too. Was the Earth in some weird dark-matter-free void, while the rest of the universe was full of the stuff? Obviously a concern if you are sitting underground looking for particles of it. Well, a new paper out now claims that the analysis in this paper was wrong.  To get the result, an assumption about the average circular motion of stars, and in particular how that motion changes with the &quot;height&quot; of stars above the galactic disk, had to be put in. The first paper assumed it didn&apos;t change with height. The new paper says that it must.  If I understand correctly this is due to the fact that stars do not travel in perfect circles around the galactic centre, but have a random component of motion which means they oscillate around such circular paths instead. If you combine this with the known fact that the density, and random motion, of stars decrease as the distance from the centre of the galaxy increases, you get what is called &quot;asymmetric drift&quot;. I think this boils down to the fact that more stars in our vicinity are in fact inner stars on the outer bit of their oscillation than are outer stars on the inner bit of their oscillation. By &quot;inner&quot;, I mean stars which spend most of their time nearer the centre of the galaxy than us, and &quot;outer&quot; that they spend more time further out. This effect most likely changes with height above the galactic disk too. The authors of the new paper take this into account, and come to the conclusion that there is evidence for matter which is not there in the visible stars. Or if you prefer, not not not there. Either way, dark matter is back on the agenda.  Dark matter and astrophysics are close to my own field of high energy particle physics, but not identical to it. I am not really competent to referee either of these papers, and may have misunderstood. Trying to understand it, I am quite surprised at the number of assumptions that have to be made to get the result out - this is not a very clean or direct measurement, in fact. The first paper was indeed refereed and published. The second paper is not yet accepted by a journal but the authors are very well-respected and my favourite astroblogger thinks it&apos;s right. I&apos;d probably bet on that at this stage. At the very least it seems the first result was not as conclusive as it claimed. We shall see. As someone said at the Ri science and media discussion organised by Alok Jha in March: &quot;Peer review is a sort of &apos;kite mark&apos; of quality, but no such kite mark can be perfect.&quot; and &quot;The first paper is rarely the final word, and is often wrong.&quot;", 
    "section": "science", 
    "gid": "science/life-and-physics/2012/may/25/darkmatter-astronomy", 
    "wordcount": "775"
}