{
    "headline": "Apple sells 50 billionth app", 
    "text": "Nobody knows which was the first app to be downloaded from Apple&apos;s iPhone App Store on 11 July 2008, but the total number of downloads passed 50bn on Wednesday, signifying the rapid growth of a business created by the explosive spread of smartphones over the past five years. The person who downloaded the 50 billionth app will receive a $10,000 (6,580) gift card. But that&apos;s small beer compared with the payouts to app developers that Apple has made since opening the store. In April it announced that developers have received $9bn (5.9bn) in that time, pointing to a huge new economy that can now make teenagers into millionaires and create entire new business giants. Apple receives 30% of the revenue from app customers, meaning the company has made around $3.86bn from the app store. The Finnish company Rovio, which introduced its Angry Birds game to the App Store in December 2009, has since seen almost 2bn downloads worldwide on smartphones and tablets, while 17-year-old Londoner Nick D&apos;Aloisio sold his company that makes the Summly app to web giant Yahoo in March for an estimated 18m. Apps have also been used to create new sources of publicity by musicians such as Bjrk, and even Olympic athletes. Usain Bolt&apos;s app was downloaded millions of times last summer during the Olympics. But for developers, the growth of the App Store has brought its own problems. The sheer number of apps available has meant getting noticed has become essential to hitting the charts, and so making money; that $9bn paid to developers is very unevenly distributed, with the vast majority going to a comparatively small number of apps. The importance of making a splash with an app has led to schemes outside the store in which third-party companies offer to &quot;buy&quot; positions in the top-selling or most-downloaded app charts. Apple&apos;s insistence on taking 30% of any sales made through the App Store  including in-app purchases  has also led to clashes with large organisations, notably including Microsoft, which has declined to produce Office for the iPad, apparently because of disagreements about how to pay for it. The Financial Times also withdrew its app from the store in favour of a web version, protesting at the 30% rake and Apple&apos;s refusal to pass on details about subscribers. For Dave Addey, founder and managing director of the app development studio Agant in Leamington Spa, the arrival of apps has transformed his life. He tested the waters of Apple&apos;s App Store on its first day with a puzzle game called iDrops, priced at 59p. &quot;It sold quite well, and taught me how the store worked and how to do app development work,&quot; he said. &quot;Then I thought, &apos;what&apos;s the app that I really want to see?&apos;&quot; The result, in March 2009, was the UK Train Times app, which lets users find the times of trains from and between any station on the network using data from the Association of Train Operating Companies (Atoc). That has had more than 300,000 downloads, even at a price of 4.99. With close to 1 billion people using smartphones, and using them all the time, apps have begun to change how we think about computing, argues Addey. &quot;Desktop software used to be complex and would do lots of things. Now we think of apps as doing one thing really well, but individually focused. They&apos;ve also changed the perception of pricing for software.&quot; Where desktop software can cost anywhere from tens to hundreds of pounds, apps&apos; prices are typically measured in tens of pence  or, frequently, are free. Horace Dediu, a former Nokia manager who now runs his own Asymco consultancy, says that Apple&apos;s own numbers show apps have become the largest part of customers&apos; spending through the iTunes store  which also includes music, films, TV shows and books. Apps comprise 35% of that spending, despite being priced at or below the 79p typical of music tracks. He says that the growing number of accounts in app stores could also have a disruptive effect on other media types: &quot;Whereas video, books and music are targeted to smaller user bases, apps are broadly consumed. Developers like Rovio or Supercell can offer their products to billions while TV producers can only hope for millions. Apps are becoming the universal medium for entertainment, and iTunes the universal distributor.&quot; Apple has been criticised by both developers and customers because every app that goes onto the store is first checked by the company&apos;s own team. Delays are commonplace  and can stretch to weeks at busy times. Apps have been rejected for what seem like trivial reasons (such as appearing to use an Apple name in the title) or, more egregiously, for allowing people to access nudity and for expressing political views  which saw an app from a Pulitzer prize-winning cartoonist rejected (though later reinstated). Just as stunning have been some of the apps that have been let through - ranging from the fairly inoffensive, but trivial (such as &quot;fart apps&quot;, which simply make a noise)  to one called Baby Shaker which encouraged the player to shake an onscreen baby to make it be quiet. &quot;See how long you can endure his or her adorable cries before you just have to find a way to quiet the baby down!&quot; said the blurb. With 800,000 apps to choose from on both Apple&apos;s and Google&apos;s store, the size and completeness of the stores have become an important weapon in the smartphone wars being fought between Apple, Google, Microsoft and BlackBerry. While Apple and Google vie for the largest and most lucrative stores  where Apple is reaping larger rewards, according to independent research  Microsoft&apos;s Windows Phone and BlackBerry still lack key apps such as the popular photo-sharing apps Instagram and Snapchat. That means that they are hobbled in trying to appeal to app-conscious, and socially active, teens. In addition, any money spent buying an app tends to tie the phone&apos;s owner more closely to the platform - which has led BlackBerry and Microsoft to offer financial incentives to developers to write apps. Apple wasn&apos;t the first to introduce an App Store - Nokia had that first - and Steve Jobs was initially against the idea of offering apps on the iPhone. He feared that it would compromise its security and anger AT&amp;T/Cingular, then its only toehold in the mobile phone market: &quot;Cingular doesn&apos;t want to see their West Coast network go down because some application messed up,&quot; he said after the introduction of the iPhone in January 2007. It took months of persuasion by Scott Forstall, then head of iPhone software, and Phil Schiller, Apple&apos;s head of marketing, to change his mind. But once Jobs had shifted position, the whole company moved  and developers poured through the doors, virtually speaking.", 
    "section": "technology", 
    "gid": "technology/2013/may/15/apple-50-billion-app-store-downloads", 
    "wordcount": "1160"
}