{
    "headline": "Protesters call on George Osborne to recognise green economy's potential", 
    "text": "     Deborah Meaden, the businesswoman and TV &quot;Dragon&quot;, on Thursday attacked what she said was the failure of the chancellor, George Osborne, to promote green energy and businesses, as she led hundreds from business, environment, trade union, faith and women&apos;s groups in a protest outside the Treasury. Meaden, a Dragon&apos;s Den judge, told the Guardian: &quot;Osborne needs to overcome his blindness for green issues. Businesses need a framework  clarity and stability. You can&apos;t get the green economy going without knowing what you&apos;re aiming for.&quot; The protest, organised by Stop Climate Chaos, saw campaigners don green hard-hats to promote their message that &quot;green is working&quot;  a reference to the fact that the low-carbon sector is one of the few parts of the UK economy to have generated growth and jobs in recent years, as highlighted by the CBI in July.     Activists from Stop Climate Chaos Coalition protest in front of the Treasury to ask the government more active support for green economy and green jobs, London on 18 October 2012. Photograph: Stop Climate Chaos Coalition    As part of Thursday&apos;s protest, leaders from campaign groups such as the RSPB, the Women&apos;s Institute and Greenpeace delivered a joint letter to the prime minister, David Cameron, calling on him to maintain support for the UK&apos;s carbon targets, resist calls to build more fossil fuel infrastructure and focus instead on stimulating green growth. They also attempted to deliver a green hard-hat to Osborne, but Treasury officials declined to take it into the building. John Sauven, executive director of Greenpeace, said: &quot;We have a fantastic opportunity now to invest in green industries, green jobs, green growth. It&apos;s what this country needs. Unfortunately, George Osborne is one of the few people who doesn&apos;t understand that.&quot;     Deborah Meaden is seen among representatives from across civil society and business gather outside the Treasury during Stop Climate Chaos coalition protest  to ask the government more active support for green economy and green jobs, London on 18 October 2012. Photograph: Stop Climate Chaos coalition    Mike Clarke, chief executive of RSPB, said: &quot;Climate change is the biggest long-term threat to species on the planet  We have to take action and what&apos;s more it can contribute massively to the economy  We hope the chancellor will listen and reflect that in his policies.&quot; Meaden said that the climate debate had changed, and it was no longer just environment groups who were concerned. &quot;This is a genuine coalition,&quot; she said. &quot;When you get such a diverse group calling for the same thing, surely it&apos;s worth listening to. This is mainstream.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/oct/18/protest-george-osborne-green-economy", 
    "wordcount": "358"
}