{
    "headline": "Religious studies and theology", 
    "text": "What youll learnDepending on the course, you will learn the traditions of the worlds major religions - Christianity, Judaism, Islam, Hinduism and Buddhism. You will study their historical, theological, anthropological and sociological implications. You will learn when and why religions have clashed in the past, which may help you understand how they coexist today. As well as the nuts and bolts of a religion (what people believe and how they express their beliefs), your course should examine how religion impacts on peoples lives, how they behave: why they dont eat certain food and abstain from sex, for example. You will examine sacred religious texts, looking at who wrote them and how they have been interpreted over the years, and the cultural implications of translation. You may get the chance to explore the weighty issues of women in ministry, homosexuality and the church, theories of creation and religious extremism. Theology, meanwhile, will focus specifically on Christianity, and, while a religious faith is not required to study it, people considering a career in church ministry often take these degrees. In fact, some theology departments are attached to Bible and theology colleges that train church leaders, so courses will often involve some work experience in a local church or Christian organisation. Some universities offer joint degrees, so you could take religious studies with a relevant subject, such as history or philosophy.   interactive   How youll learnYoull learn through a mix of lectures, tutorials and seminars. As with other degrees, youll need to work independently and in a group. Youll be able expected to critically debate the hot topics concerned with each religion, and why the belief systems of one religion can be at odds with those of another. Crucially, you should know how to discuss these issues with respect for other peoples views. Throughout your degree youll develop excellent written, presentation and research skills. What entry requirements youll need Entry requirements vary, but its likely that religious studies or theology, philosophy, English literature and history will help your application.   interactive   What jobs you could doAs a religious studies graduate you will have plenty of valuable skills to offer an employer and will be equipped to enter professions such as law, journalism or education, or in more pastoral work, such as counselling, mediation and negotiation or social work. Graduates are also founding in charity work, personnel and accountancy. After a little more training, theology graduates are found in pulpits of various denominations across the land, or working for a church in other roles, such as community ministers or youth work.", 
    "section": "education", 
    "gid": "education/2008/may/01/universityguide.religiousstudiesandtheology", 
    "wordcount": "435"
}