{
    "headline": "30 Best iPhone and iPad apps this week", 
    "text": "It&apos;s time for our weekly roundup of the best new iPhone and iPad apps released this week on Apple&apos;s App Store, and this one&apos;s a bumper selection. As ever, the list doesn&apos;t include games, as they get their own separate post: this week&apos;s picks included iOS titles like Need for Speed: Most Wanted, Bubble Island, Hellfire, Gizmonauts and ARC Squadron. Android apps get their own separate post, which can be found here. Windows Phone has a monthly roundup, with the latest edition found here. On with this week&apos;s iOS apps! Jamie Magazine (Free) Celebri-chef Jamie Oliver has his own magazine, and now it&apos;s available on iOS as well as in print. Individual issues are sold for 2.99 or 3.99 via in-app purchases, or you can subscribe. Expect recipes galore, with the latest issue focusing on Christmas cooking.iPhone / iPad Onavo Count (Free) Onavo has become an essential iPhone download thanks to its ability to compress the data you use, and thus eke out your monthly allowance further. Now the company behind it has a new app, which helps you understand which apps are sucking up data, breaking down usage over the month, with pretty graphs.iPhone Summly (Free) Summly promises &quot;pocket sized news for iPhone&quot;, trawling hundreds of news sites, pulling in articles from their RSS feeds, then turning them into 400-character summaries, which can be flipped through using a neat gestural interface. For more on the company behind it&apos;s intentions, read our interview.iPhone in:play (1.49) If you&apos;re pondering an alternative to the default iPhone music player, in:play is well worth a look. Not least because of its striking typography-focused design, gestural controls and some seriously nifty navigation to root through even the largest digital music collection.iPhone Brian Cox&apos;s Wonders of the Universe (3.99) Scientist Brian Cox&apos;s planetary app has been out for a while on iPad, but now publisher HarperCollins has released a native iPhone version too, boiling down its text, videos and photography to something that works well on smaller screens.iPhone HowDo (Free) This is very neat: an app &quot;to show you how to do stuff in the real world&quot;, with the tutorials coming from other people using the HowDo app. The idea being that you can shoot photos, associate up to eight-second sound recordings with them, and then share them with the community, following other users who seem knowledgable.iPhone Threadlife (Free) Threadlife is picking up a fair bit of buzz this week, thanks to its aim to make &quot;shooting video as easy as taking photos&quot;. That involves shooting three-second video clips, which are then &quot;stitched&quot; together into longer stories, or &quot;threads&quot;, including your own videos and/or those of other users.iPhone Viz Profanisaurus Das Krapital 1.49 Dennis Publishing pleased fans of Viz with the launch of its Profanisaurus iPhone app earlier in 2012. Now there&apos;s an iPad version of the sweary dictionary, offering 12,000 definitions too rude to read to your grandparents.iPad Path (Free) Social app Path has fervent fans, who love its status as a more private version of Facebook and other services. It&apos;s traditionally been a smartphone thing, but now it&apos;s available on iPad too, with bigger photos and film/music/book previews, as well as the ability to see your whole day&apos;s posts in an attractive landscape view. It makes very good use of the larger screen.iPad James Bond: 50 Years of Movie Posters As cinemagoers get excited about the new Bond film Skyfall, there&apos;s an app from DK showcasing some of the poster art that promoted previous films. 105 posters are featured, with accompanying text from &quot;Bond expert&quot; (now that&apos;s a job worth having) Alastair Dougall.iPhone / iPad Wreck-It Ralph Storybook Deluxe (4.99) Talking of movies, Disney has launched an iOS book-app for its animated film Wreck-It Ralph, which tells the story for children with voice narration, animation, clips from the film and a racing game where kids get to build their own kart.iPhone / iPad Happy Places by Coca-Cola (Free) This is pretty surprising: a photo-sharing app from Coca-Cola, with a clean and stylish design, and the ability to share shots out to Facebook or Twitter, as well as Coke&apos;s own Happy Places community. The question is whether this kind of branded app will tempt anyone away from Instagram, Facebook Camera, Path and other popular apps.iPhone Bubble Guppies: Animal School Day (1.99) There are a number of big entertainment companies getting into app-education (appducation?), with MTV the latest. Its new app aims to teach children about animals: what they&apos;re like, where they live, and what they eat. Rewards, a doghouse to decorate and the option to register up to four children separately with the app should be a hit with parents.iPhone / iPad LinkTV World News (Free) iPad app LinkTV has a focus on international news, aggregating videos from broadcasters around the world tied to topical events, as well as text articles, documentaries and personalisation features.iPad 18 Months (Free) Calvin Harris has a new album out, and there&apos;s an app for that. And unusually, the app lets fans stream the album in full, with one caveat: they have to dance. A simple yet fun motion-detecting feature ensures that songs will play as long as the user is dancing or at least moving the phone.iPhone The xx (Free) The xx&apos;s last album Coexist has a very slinky iOS app that&apos;s just come out, offering high-definition videos for every song on the album, interactive artwork, and the promise of messages and news from the band, as well as ticketing details.iPhone / iPad Junior Astronaut - Breaking through the space barrier (Free) This is another excellent education app for children, this time from UK firms Immediate Media and Crank Publishing. Aimed at 9-15 year-olds, it focuses on space travel: rockets, gravity and other topics, with a look and feel inspired by children&apos;s space books from the 1950s and 60s. It&apos;s free, with an in-app purchase of 3.99 unlocking the whole book-app.iPad Oakley Airwave (Free) This one&apos;s for snow-sports fans, claiming to be &quot;the perfect app to enhance your day on the mountain&quot;. It tracks your alpine stats, connects to friends and syncs with Oakley&apos;s new Airwave goggles&apos; innovative heads-up display.iPhone Monogram (Free) Described as &quot;a shoppable magazine for your iPad&quot;, Monogram blends editorial with shopping links &quot;everything you can see, you can purchase&quot;. Like most fashion mags, really, but of course the key thing here is that the buying is built into the magazine. Monogram is a hint at how many of the more established fashion magazines will develop in their digital incarnations.iPad HuffPost Live (Free) This is only available in the US for now, but it&apos;s an interesting sign of the way Huffington Post is developing: &quot;a live-streaming video network that uses the most engaging stories on The Huffington Post as the jumping-off point for real-time conversations and commentary&quot;. The idea being that readers (viewers? users?) join in with the debates.iPad Beamr (Free) Beamr sounds like a novelty at first, turning your photos into &quot;a glossy-style magazine with a custom cover&quot;. But look closer, and there&apos;s a much better hook here: the ability to share photos at their original resolutions as shot on the iPhone, including the new panoramic shots. People you share them with can view, download and print the pics, too.iPhone Creatorverse (2.99) Linden Lab&apos;s main business is virtual world Second Life, but you won&apos;t see any 3D avatars in its new iPad app. Instead, this is a playful physics app that gets you to create... things, using joints, motors, forces, teleporters and other items. Then watch them in motion: &quot;From the simplest bouncing ball to an elaborate pinball machine&quot;.iPad DJZ TxT (Free) DJZ is a brand new website devoted to dance music (or, as the US would have it, &quot;EDM&quot;). It has just launched, with a spin-off app that isn&apos;t about presenting the site&apos;s content at all. Instead, it&apos;s a messaging app with the twist that you can include graphical &quot;emojis&quot; (emoticons) that act as beats and loops. &quot;Every conversation is a new remix,&quot; notes the App Store listing. Which sounds silly, but it&apos;s actually enormous fun.iPhone Thoughtful Gift Finder (Free) When you&apos;ve finished making dubstep-scronk messages, how about thinking of someone else for a change? Thoughtful Gift Finder does exactly what its name implies: released by Notonthehighstreet.com, it&apos;s a way to research gifts for friends and family, based on some of their key characteristics. More than 60,000 products are covered.iPhone Sooty Paint (1.99) Sooty is 64 now, y&apos;know. He&apos;s making his first appearance in an iPad app though, along with friends Sweep, Soo and Richard from his TV show. The app focuses on digital painting, with 20 pictures for children to colour in, and a blank canvas to come up with their own creations.iPad PC Pro Enhanced (Free) Another app from Dennis Publishing, but this time with less swearing and more computers. A digital version of PC Pro magazine, it includes more photography and podcast snippets alongside kit reviews, as well as product comparison features. The app charges 9.99 a quarter for the digital issues.iPad HotUKDeals (Free) British website HotUKDeals gathers discounts, deals and vouchers from a host of retailers and sites. Now it&apos;s got an app, which adds location into the mix to pinpoint nearby savings, while also letting you rate and comment on deals, or add those you&apos;ve found yourself.iPhone First@Scene (Free) This app comes from the Australian branch of St John Ambulance, and wants to help reduce road accident deaths and serious injuries, providing advice for anyone who finds themselves in a position to help after a car crash. Text, photos and revision questions all feature.iPad Trucks - Byron Barton (0.69) Byron Barton&apos;s Trucks book will be familiar to parents around the world: a colourful children&apos;s book covering trucks of all shapes and sizes. This is a digitised version of the book, with interactivity and features to help young (2-5) children practise their fledgling reading skills.iPhone / iPad Shatoetry (1.99) And last, something ridiculous: an official app from William Shatner in which the Star Trek veteran has recorded a host of words, which you can then string together into sentences to hear him say them. The idea being you compose poetry (sorry, &quot;Shatisms&quot; one senses the developer hasn&apos;t tested the lingo on Brits), or create them with friends through the app&apos;s Game Center integration.iPhone That&apos;s our selection, but what new iOS apps have you been using this week? Make your recommendations in the comments section.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/nov/02/best-iphone-ipad-apps-2nov12", 
    "wordcount": "1828"
}