{
    "headline": "Ministers planning 'hidden subsidies' for nuclear power", 
    "text": "Ministers are planning to subsidise nuclear power through electricity bills  despite their promises not to, a secret document seen by the Guardian reveals. The leaked document clearly lays out plans to use &quot;contracts for difference&quot; for nuclear energy, which would allow nuclear operators to reap higher prices for their energy than fossil fuel power stations. The plans will further inflame rows over energy policy and cause a political furore for the Liberal Democrats, who fought the general election firmly opposing an expansion of nuclear power. Fiona Hall, leader of the Lib Dem group in the European parliament with a special interest in energy, said she now had no doubt that the contract for difference was a subsidy. &quot;Industry on all sides believe this is a subsidy.&quot; She wants the UK court of auditors as well as the European commission to give a legal ruling on the issue and believes any subsidy runs against the coalition agreement. In a blog posted on the Liberal Democrat Voice website she calls on fellow party members to &quot;speak out&quot; against nuclear subsidies. The issue is a key one for many Lib Dem supporters and has acquired even greater resonance since the Fukushima disaster and the withdrawal from nuclear of countries such as Germany and Italy. Green campaigners believe the Lib Dems have been persuaded into allowing higher energy bills to flow into increased profits for nuclear companies by a sleight of hand that lets ministers disguise nuclear subsidies as support for &quot;low-carbon power&quot;. The Guardian has also seen a presentation made by Scottish &amp; Southern Energy to MPs last month, saying the plans contain &quot;hidden subsidies&quot;, will be open to challenge on legal grounds, and could &quot;mess up&quot; funding for renewables. Hall commented: &quot;I have not seen the SSE presentation but even the nuclear industry accepts this is a covert subsidy.&quot; Green campaigners are threatening to bring a legal challenge when the plans are made public later in the year. The leaked document, a submission to the European commission, which the government has confirmed as genuine, says: &quot;Our reforms will put in place a regulatory framework based on feed-in tariffs for all low-carbon technologies, which will allow younger technologies to mature so that in the near- to mid-term future they will be able to compete in the open market  in time, we expect that this regulatory framework will enable different low-carbon technologies to compete against each other on a level playing field for their appropriate role in the energy mix.&quot; This is the clearest evidence yet of government plans to subsidise nuclear power through the back door, by classifying it with renewables as &quot;low-carbon power&quot;, despite repeated assurances that there would be no public subsidy. In the coalition agreement subsidies to nuclear are explicitly ruled out. It said: &quot;Liberal Democrats have long opposed any new nuclear construction. Conservatives, by contrast, are committed to allowing the replacement of existing nuclear power stations provided that they are subject to the normal planning process for major projects (under a new National Planning Statement), and also provided that they receive no public subsidy.&quot; The government is already facing a crisis over its hopes for a fleet of new reactors to replace ageing generators. This week French company GDF Suez warned it would need increased financial incentives, including a strengthened price on carbon dioxide, to go ahead with its building plans. This followed the shock cancellation by German companies E.ON and RWE npower, partners in the Horizon consortium, of their plans to build new plants at Wylfa, Wales and Oldbury, Gloucestershire. Ministers apparently plan to argue that the proposed support system is not a direct subsidy and does not favour nuclear but puts it on the same footing as other forms of low-carbon energy  chiefly renewables, which will also receive a feed-in tariff. A top official from the Department of Energy and Climate Change (DECC) told the Guardian: &quot;We have made it very clear that this is about low-carbon energy in total. This is not a subsidy for nuclear power.&quot; But the plans are likely to come under severe attack in the European parliament. The Guardian understands that the Greens in Europe are preparing to take legal action against the government, arguing that the plans amount to state aid for nuclear. Claude Turmes, a leading Green in the European parliament, told the Guardian: &quot;We think these plans for feed-in tariffs for nuclear are state aid for nuclear power, which would not be allowed. We are looking at this very closely and we are going to fight this.&quot; The Decc official said: &quot;We don&apos;t think it should be seen as state aid and are in discussion with the commission on that.&quot; Within the energy industry the plans are also controversial. The Scottish &amp; Southern Energy presentation firmly labels the government&apos;s nuclear plans as &quot;subsidy&quot;. In the presentation MPs were told the government was bringing the changes in as it needed to &quot;hide the subsidy&quot; to avoid a furore. SSE noted the plans would have to &quot;clear state aid [rules], yet subsidy for a mature technology like nuclear is a likely stumbling block with the commission&quot; and accused the government of trying to hide this. SSE said: &quot;We are concerned because if a nuclear subsidy messes up renewable support [there will be] massive uncertainty in our core market.&quot; A spokesman for SSE said: &quot;It is unclear what subsidy is required to make investment in new nuclear work. What the UK needs is an honest debate about the level of subsidy required, the mechanism for providing it, and why consumers should pay for it. If we decide that nuclear does need a subsidy it must be transparent how this is being provided and not be done in a way that damages investment in essential new renewable generation.&quot; The government believes its plans do not amount to state aid or subsidy. &quot;This is purely in the context of reforming the electricity market, which we have said clearly is needed to give investors long-term certainty that this will encourage new build of low-carbon energy infrastructure,&quot; said the DECC official. A senior figure in the renewable energy industry told the Guardian that haggling over the state aid rules for nuclear would spell delays to the market reforms, and therefore create confusion for investors in the renewables industry, which could hurt the UK&apos;s ability to meet renewable energy targets. The &quot;feed-in tariffs&quot; referred to in the leaked submission are not the same as the feed-in tariffs by which households can gain extra income by installing solar panels. Domestic feed-in tariffs, which were slashed last year in a manner that was ruled illegal in key respects by the courts, require energy utilities to pay those who generate solar power a fixed price, in excess of the normal electricity price. But for nuclear power, the feed-in tariffs would take the form instead of a complex system known as &quot;contracts for difference&quot;. Under this arrangement, the government allows energy companies to sign long-term contracts, which would prioritise the purchasing of low-carbon power, though would not necessarily offer much of a premium compared with the standard electricity price. The attraction is that the long-term certainty these contracts provide makes it easier for investors to plan. These contracts  details of which will be set out later this year, to come into force from 2014  have not been used in the UK before, and some energy experts are concerned that their complexity will make them difficult to work in practice, or that they may distort the market unfairly and result in higher bills.", 
    "section": "environment", 
    "gid": "environment/2012/apr/20/coalition-u-turn-nuclear-energy-subsidies", 
    "wordcount": "1304"
}