{
    "headline": "Smule's new iPhone app would like to teach the world to Sing", 
    "text": "Some people think of Smule as a maker of novelty music apps like Ocarina, I Am T-Pain and Magic Piano which respectively involve blowing a virtual ancient wind instrument; tapping out songs on a curly touchscreen piano; and Auto-Tuning yourself to robo-rap. Some novelties. Smule&apos;s apps have been installed 61m times so far, and in July the company had 15m active users across its collection, with users having created more than 750m songs.  Magic Piano alone has notched up 21m installs and has 730k daily active users (DAUs), while AutoRap released in mid-July 2012  already has 3m installs and 350k DAUs.The caveat, as with many social/apps companies, is that it&apos;s unclear how all this usage is turning into revenues for the company. Even so, 15m active users for a firm that, according to co-founder Ge Wang, has been trying to &quot;help the democratisation of music&quot; since its first app in 2008. &quot;When we first started doing this, no one really knew what music apps meant, or what apps really meant,&quot; says Wang. &quot;We were just going for it! Now we feel more like we understand it&quot; Smule has raised $25.5m over four rounds of funding since 2008, and in December 2011 drove a spot of consolidation, buying fellow music apps developer Khush which had itself had hits with apps like LaDiDa and Songify. Prerna Gupta, Khush&apos;s chief executive who now works at Smule, says the two companies shared an ethos from the start. &quot;The goal was to make music creation accessible to people who don&apos;t have the ability to take music lessons. Our belief is that every human is musical,&quot; she says. Both Gupta and Wang offer similar explanations for their beliefs: the idea that music was once a fundamental form of human communication, but that in the era of recorded music, it became something to consume rather than create for the vast majority of people. &quot;There was no &apos;Am I a musician? Am I talented?&apos;,&quot; says Gupta of the pre-recordings era. &quot;People would just come home every day from work, get together and make music with their family and friends. We want to take technology and bring that back.&quot; The company&apos;s newest app is called Sing! and has just been released for iOS. It&apos;s a logical step on from the company&apos;s earlier app Glee Karaoke, helping people to sing songs alone, in pairs or in groups, adding vocal filters, connecting to Facebook friends and listening to other people&apos;s efforts. The songs come from a variety of artists more than 100 at launch including big pop acts like Justin Bieber, Lady Gaga and Carly Rae Jepsen. Like some of the company&apos;s previous apps, Sing! uses a spinning globe interface for its social listening feature. This time, though, it&apos;s the homescreen of the app, rather than placed behind a menu option. &quot;Our goal has been all about making music creation more accessible to people, but sometimes they just don&apos;t feel confident,&quot; says Gupta. &quot;By putting the globe and the social features up front, and showing them people all over the world some of whom are good and some of whom are not so good it really reduces the intimidation factor.&quot;     Smule's Sing! app puts its social features front and centre    Talking of intimidating, Smule is one of the developers forging relationships with the music industry: not just record labels, but music publishers too. To gauge the achievement in getting so many licensed tracks into AutoRap and Sing!, for example, collar a music lawyerand ask about the complexities of licences for apps that not only involve users exchanging virtual credits for songs, but which also let them create new versions of those tracks and share them on social networks. &quot;It&apos;s not a walk in the park, but we&apos;re starting to see a shift,&quot; says Gupta. &quot;People are starting to understand that this is not something that is cannibalising sales of the music.&quot; On the one hand, Smule&apos;s apps are a potential new revenue stream for artists, labels and publishers. On the other, though, it&apos;s part of that wider democratisation threat to the established music industry. &quot;We work with the music industry. We don&apos;t see ourselves as a competitor trying to take them down,&quot; says Gupta. &quot;And yet I can see why we may seem threatening to them, because the whole thing about recording technology has been to create this hierarchy where a very small percentage of people are professional musicians and controlling the content.&quot; She stresses that Smule isn&apos;t trying to suggest that anyone can become a professional musician by using its apps. An obvious parallel is with Instagram, which is about the joy of creating and sharing beautiful images, rather than suggesting anyone can be a professional photogapher. Even so, Wang hopes that if the main impact of music recording technology has been to concentrate music-making in a small percentage of the population, Smule and its apps are a part of the trends that could reverse that. If there&apos;s that desire in all of us to be musical, then if technology changed behaviour one way, we may be at a crossroads of using technology to pass into that part of ourselves once again,&quot; he says. &quot;We&apos;re very happy to see things moving away from the perception that you have a few individuals producing music and the rest of us consuming it. The lines are being blurred, and we want to help that happen even more.&quot;", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/aug/08/smule-music-apps-sing", 
    "wordcount": "932"
}