{
    "headline": "Coalition energy policy row as Ed Davey slaps down new Tory minister", 
    "text": "     A blistering row has broken out inside the Department of Energy and Climate Change (Decc) after the Liberal Democrat energy secretary, Ed Davey, slapped down his new Conservative minister of state for claiming that no more onshore windfarms need be built in Britain. In newspaper interviews, John Hayes said the country was &quot;peppered&quot; with onshore windfarms and that &quot;enough is enough&quot;. He was quoted as saying the number of wind turbines in the UK &quot;seems extraordinary&quot;, and &quot;we can no longer have wind turbines imposed on communities&quot;. A source said the minister had planned to make the remarks in a speech on Tuesday night but was instructed to remove them by Davey if he wanted to deliver a speech. The source said: &quot;What he planned to say was not government policy; will not be government policy. It might be what the Tory party would like to be energy policy, but it is not. He is not in charge of renewable policies on his own: he has to follow the coalition agreement, which is in favour of renewable energy and meeting our legal EU targets for 2020. &quot;He has been very silly to give interviews to the Telegraph and the Mail on a speech he was not allowed to deliver. &quot;The only way we are going to meet our targets is if we include renewable energy which is ultimately a cheap form of energy, and in parts of Wales and Scotland is popular.&quot; Decc concedes that if the number of onshore windfarms already built, those under construction, and those in the pipeline seeking construction are built, the UK will probably have enough onshore farms to meet its renewable targets. But the source said it was entirely wrong to say at this stage that no more windfarms will be built. Davey has taken control of renewable strategy from Hayes, and left the Tory minister with responsibility for delivery. Hayes was returning this morning from Scotland to hold discussions with Davey amid signs that a frank discussion is going to be necessary to smooth over relations and construct an alliance around the forthcoming energy bill. In the newspaper interviews, Hayes said: &quot;I can&apos;t single-handedly build a new Jerusalem but I can protect our green and pleasant land.&quot; He continued: &quot;If you look at what has been built, what has consent and what is in the planning system, much of it will not get through and will be rejected. Even if a minority of what&apos;s in the system is built we are going to reach our 2020 [renewable energy] target  I&apos;m saying enough is enough.&quot; David Cameron tried to draw a line under the dispute at prime minister&apos;s questions in the Commons, insisting there had been no change in government policy. A Downing Street spokesman said there were enough wind farms in existence or in the pipeline for the government to meet its EU imposed targets on renewable energy, and stressed that the current subsidies can be changed in the future. In an official statement, Davey said: &quot;There has been no change to government policy on renewable energy, as collectively agreed by the coalition cabinet. We set out in the renewable energy roadmap in July 2011 how we expect to reach our target of getting 30% of all UK electricity from renewable sources by 2020. &quot;We&apos;ve put in place support to bring on growth in new industries to deploy the technologies needed to diversify our energy mix in the most cost-effective way. There are no targets  or caps  for individual renewable technologies such as onshore wind. Nor are there reviews being done of onshore wind on the basis of landscape or property values. &quot;What we&apos;re currently consulting on are ways of making sure local communities feel the benefit of hosting windfarms, and whether our understanding of future costs is accurate. &quot;Onshore wind is one of the cheapest renewables, which is why we&apos;ve been able to cut the subsidy. It has an important role to play in our energy future.&quot; Caroline Flint, Davey&apos;s Labour shadow, has said the Tory-Lib Dem row over windfarms shows that the UK has &quot;a shambles of a Tory-led government which can&apos;t even agree with itself&quot;. Flint said: &quot;Onshore wind is the most developed and cheapest source of clean energy. If the government tries robbing Peter to pay Paul and cuts support for wind power, it could leave the public with even higher bills.&quot; The row came as the renewable energy industry met in Glasgow for its annual conference. Trade body RenewableUK&apos;s deputy chief executive, Maf Smith, said: &quot;As the wind industry meets in Glasgow to celebrate the success of this industry, it comes as some surprise that the new minister has said one thing to us and another to the press. We are on the eve of the publication of the energy bill, a crucial time for energy policy, with huge investment decisions to be made that will lead to tens of thousands of jobs over the next decade. If we are to see these jobs and investment realised confidence must be retained and that means consistency.&quot; Last month, Davey said the Tory &quot;Tea Party&quot; tendency was threatening green investment in the UK, and a group of global wind and nuclear companies warned earlier this month that political uncertainty was threatening millions in investment. Writing in the Guardian yesterday, Hayes said &quot;our long-term goal is to enable renewables to compete against other forms of low-carbon generation without subsidy&quot; but in the same comment piece praised the renewable energy sector for creating 20,000 jobs over the last year. The number of onshore windfarms built over the past year will be worth 737m to the economy over their lifetime, according to RenewableUK. The Tories and Lib Dems have had a series of run-ins over wind power this year, starting with a letter by 101 Tory MPs demanding an end to onshore wind subsidies and culminating in a fight in the summer over the level of subsidy cuts, which Davey eventually won by securing a 10% cut rather than the 25% that Chancellor George Osborne had wanted. Responding to Hayes&apos;s attack on windfarms, Greenpeace energy campaigner Leila Deen said: &quot;John Hayes&apos;s petulant outburst adds to the coalition&apos;s growing energy shambles and to a deepening divide within government between those who care about green growth and the economy and those who just want more oil and gas. &quot;Here is a new minister veering off-brief and publicly contradicting his bosses. His comments threaten jobs and his approach will drive up energy bills. &quot;Cameron needs to take charge, decide whose side he&apos;s on and reassure industry and investors that John Hayes won&apos;t go over their heads and make policy over the phone to the Daily Mail.&quot;", 
    "section": "environment", 
    "gid": "politics/2012/oct/31/coalition-energy-policy-row-ed-davey", 
    "wordcount": "1157"
}