{
    "headline": "How to tackle the climate, health and food crises, all at the same time", 
    "text": "From coal mines to rice paddies and cooking fires to diesel exhausts, 14 highly cost-effective measures could quickly curb global warming and save millions of lives, while also boosting global food production. That is the striking conclusion of a new study published in Science and the most authoritative look yet at the opportunities offered in tackling methane and black carbon - soot - pollution. The headline findings are striking. The measures would reduce warming by 0.5C by 2050, very useful indeed with the world failing to get to grips with carbon dioxide emissions. And that&apos;s only half the tale. They would also avert between 0.7 and 4.7 million premature deaths caused by air pollution every year and bump up crop yields by 30 to 135m tonnes a year. Methane and black carbon have grabbed attention before, in a major UNEP report in 2011 for example, because of the speed with which measures to tackle them take effect. Black carbon floats in the atmosphere for about a week, methane for about a decade, while carbon dioxide hangs around, heating the planet, for about a century. That means cuts in methane and black carbon take effect quickly, though CO2 remains the larger problem. Drew Shindell, at NASA&apos;s Goddard Institute for Space Studies, who led the research is clear that this is not an either/or situation: &quot;It is not at all a substitution. It would be a big mistake to focus on dealing with the near-term problems of methane and black carbon without also focusing on the problem of carbon dioxide as well.&quot; Nonetheless, his team&apos;s work shows action on methane and black carbon is hugely worthwhile and, for the first time, the study shows reveals the regional benefits, from a more stable monsoon in India to better growing plants in Mexico. Half the 14 effective measures identified, winnowed down from a list of 2000, target methane and include capturing the methane leaking from coal mines and oil wells, letting paddy fields dry out from time to time and managing manure better. Cutting the emissions from burping cattle and other livestock were not included, as few options to do so exist. The measures to prevent soot focus on providing cleaner alternatives to cooking and heating fires that burn wood and dung and using filters to capture the soot from diesel cars and trucks, both particular problems in the developing world. Preventing wildfires was not chosen, again because it is very hard to do. The action would have huge beneficial effects in preventing the disturbance of rainfall patterns, Shindell told me. The Indian monsoon is an example, because the large amount of black carbon in the atmosphere above the subcontinent absorbs sunlight, warms the air and creates air pressure gradients that disturb usual weather patterns. &quot;The monsoon might go somewhere else,&quot; says Shindell. &quot;The disturbance of patterns, that&apos;s a really powerful impact. Regional rainfall is probably much more important to people than rises in average temperature.&quot; Shindell adds that, in terms of its effect on precipitation, black carbon has five times the effect of CO2. Methane can also affect rainfall, by causing warming that leads to droughts. Cutting methane would particularly help the Mediterranean where droughts are highly likely to increase in intensity as the region heats up. Black carbon has a particularly strong heating effect when it falls on snow or ice, turning a white reflective surface into one that absorbs much more heat. &quot;The change is just enormous,&quot; says Shindell.  The biggest effect of cutting black carbon, &quot;really substantial numbers&quot; he says, would be right around the Arctic and in the Himalayas, both places that are warming much faster than the global average. The action set out in the paper would prevent 1C of warming around the northern pole and about 0.67C in the Himalayas. Cutting methane helps crops grow because the gas reacts with carbon monoxide to form ozone, which is a harmful pollutant near ground level. The pores - stomata - of plants shrink as ozone rises, cutting the carbon that can be absorbed and stunting growth. Reducing methane would have the biggest benefits for farmers near the equator, where the sun is strongest, and in places where rains that would wash ozone away are rare, such as Mexico and the Middle east. The study does a cost-benefit analysis of the measures too, which would cut 40% of current methane emissions. Shindell says about three-quarters of the reductions they consider can be achieved at a cost of less than $250 a tonne, with the last quarter costing about $1000 a tonne.  That stacks up against the benefits, which are valued between $700 and $5000, depending in part on how you chose to value averted deaths. But the benefits clearly outweigh the costs, says Shindell. &quot;Black carbon has such a powerful, harmful effect on human health that the benefits are vast, trillions of dollars.&quot;  Like climate change, the case for action is convincing, cost effective, humanitarian and urgent. So will the world act now?  Get the Guardian&apos;s environment news on your iPhone and iPad with our new app. You can also join us on Twitter, Facebook and Google+", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2012/jan/13/methane-black-carbon-emission-climate-change-warming", 
    "wordcount": "874"
}