{
    "headline": "Jeff Bezos says Donald Trump's behavior 'erodes democracy'", 
    "text": "Silicon Valley billionaire Peter Thiel should not be ousted from Facebooks board for his political views, Amazon CEO Jeff Bezos has said, even though he believes Donald Trumps actions erode democracy. Speaking at the Vanity Fair New Establishment Summit in San Francisco, the entrepreneur described how the Republican presidential candidate had attacked him on Twitter, making allegations that he bought the Washington Post to exert political power and avoid paying taxes. My first instinct was to take it very lightly, said Bezos, explaining how he responded to Trump using the humorous hashtag #SendDonaldToSpace. I have a rocket company so the capability is there.    Finally trashed by @realDonaldTrump. Will still reserve him a seat on the Blue Origin rocket. #sendDonaldtospace https://t.co/9OypFoxZk3&mdash; Jeff Bezos (@JeffBezos) December 7, 2015    However, after subsequent attacks Bezos took Trumps challenge more seriously. We live in an amazing country where we are allowed to criticize and scrutinize our elected leaders. In other countries you may go to jail or  worse  just disappear. The appropriate thing for a presidential candidate is to say Im running for the highest office in the most important country in the world, please scrutinize me. Thats not what weve seen. Instead, Trump has been lashing out at the media and critics, risking freedom of speech and democracy. Hes not just going after the media, but threatening retribution to people who scrutinize him. Hes also saying he may not give a graceful concession speech if he loses the election. That erodes our democracy around the edges. Hes also saying he might lock up his opponent. These arent appropriate behaviors. Despite viewing Trump as an inappropriate presidential candidate, Bezos supported Mark Zuckerbergs decision to keep Thiel on the Facebook board. There was public outcry for Zuckerberg to remove Thiel when he donated $1.25m to the Trump campaign after several women came forward criticizing Trump of sexual assault.   Related: The man who cried rigged: the problem with Trumps election claims    Peter Thiel is a contrarian, first and foremost. You just have to remember that contrarians are usually wrong, Bezos said.  Conventional wisdom is usually right, but you get big wins as a contrarian. When they are right its usually a gigantic win. Im not against contrarians. Amazons most important bets have been counter-intuitive. When we launched Amazon Web Services all the incumbents thought we were crazy. But when being a contrarian you are probably going to be wrong. Bezos said that if Thiel was on his board he would not ask him to leave. We dont want to live in a country where you cant associate with people with wildly different opinions from anyone else. Its way too divisive to say if you have this political opinion you cant sit on my board. Bezos also outlined his vision for his space company Blue Origin, which has been carrying out tests of its reusable space vehicle over the last few weeks. He said he wants to create the infrastructure that allows others to create businesses in space, just as the internet infrastructure allowed people to build businesses in cyberspace.   Related: The hypocrisy of Facebook's silence on Peter Thiel's support for Donald Trump    I want to build the heavy lifting infrastructure that allows for the dynamic entrepreneurial explosion of thousands of companies in space that I have witnessed over the last 21 years on the internet, he said. He described how Amazon.com could not have launched as a 10-person company without the logistics infrastructure of delivery services like USPS and FedEx, or credit card payment systems of the phone network that was repurposed for the internet. In space today, thats impossible. On the internet today, two kids in their dorm room can reinvent an industry, but they cant do anything interesting in space. I am using my Amazon winnings to create a new piece of heavy lifting infrastructure to allow low-cost access to space, he said. Nobody predicted Snapchat. You cant predict what amazing entrepreneurs can do in space. But I know if I can give them low-cost access to space some brilliant 22-year-old will figure it out.", 
    "section": "technology", 
    "gid": "technology/2016/oct/20/jeff-bezos-donald-trump-criticism-amazon-blue-origin", 
    "wordcount": "655"
}