{
    "headline": "Third of new free schools are religious", 
    "text": "A third of the free schools approved by the government to open from September 2013 onwards characterise themselves as faith schools, compared with a quarter of the first wave. More than 100 new free schools were announced on Friday, including 33 that describe themselves as religious, 20 of which are designated faith schools and will be able to select some pupils on this basis. Faith organisations have an advantage over parent groups in setting up free schools as they often have access to property, such as a church hall, and can swiftly mobilise community resources. Of the first wave of 24 free schools that opened last September, six were faith schools, including two Jewish schools in London, a Hindu school in Leicester and a Sikh school in Birmingham. A total of 102 free-school applications have been approved to open from next year. These include one backed by Manchester City football club and five private schools converting to the state sector. In all, 59 schools are being set up by teachers, existing schools and educational organisations, including the five private ones. During a school visit later on Friday, David Cameron said: &quot;The free schools revolution was built on a simple idea: open up our schools to new providers. And use the competition that results to drive up standards across the system. Get behind parents, charities and committed teachers who are trying to make things better. And give them the freedoms they need to transform our education system.&quot; The number of free schools opened so far has been modest; a further 50 are expected to open in September. The schools that have won approval in the latest round include the Connell sixth form college, a co-educational school being set up by Altrincham Grammar School for Girls and backed by Manchester City. The club will provide access to its football pitches. The Collective Spirit school in Oldham will be a &quot;faith sensitive&quot; school that does not select on the basis of religion but aims to build community cohesion. The East London science college, which will be based in Tower Hamlets or Newham, is being set up by a teacher group led by David Perks, founder of the Physics Factory charity, which campaigns to encourage the study of physics. The Big Life group, which is responsible for the Big Issue in the north of England, is behind a plan to open a primary school in Longsight, Manchester. The new schools include 85 mainstream institutions. Of these, 40 are primary, 28 are secondary and 10 are &quot;all-through&quot;. The rest are for different age ranges, including sixth formers. There are five schools for children with special needs and 12 &quot;alternative provision&quot; schools, for children who cannot attend mainstream schools. The Harris Federation, an academy sponsor, will open one of these in Croydon or Bromley. will cater for 90 pupils, including excluded children and teenage parents. There will be two schools backed by universities, the Marine academy primary in Plymouth and the University of Birmingham school and sixth form in Birmingham. The education secretary, Michael Gove, said: &quot;Free schools are driving up standards across the country. Now more and more groups are taking advantage of the freedoms we&apos;ve offered to create wonderful new schools.&quot; Rachel Wolf, director of the New Schools Network, the charity that advises groups wanting to set up new schools, said the announcement meant the free-schools programme was on its way to delivering a &quot;great new school for every community&quot;. Gove made a similar promise ahead of the general election, but has since declined to give a target. Wolf said: &quot;We are excited that such a large proportion of the schools are coming from within the education sector. With over half of the groups approved today being school-led, the profession is voting with its feet. Teachers across the country are recognising that free schools give them the opportunity to set up and run schools as they see fit, without being encumbered by unnecessary process and bureaucratic controls.&quot; Christine Blower, general secretary of the teachers&apos; union NUT, said free schools were &quot;neither wanted nor needed&quot;. It emerged last month that the Beccles free school in Suffolk had just 37 applications for children to start this September, despite originally planning to open with places for more than 300. Riverside Co-operative The Riverside Co-operative will be one of the biggest free schools when it opens in the east London development of Barking Riverside, catering for around 1,800 children when at full capacity. The school will be split into three &quot;mini schools&quot; for children of different abilities. There will be a &quot;grammar school&quot; stream for the most academically able, who will study for the English baccalaureate and be expected to take A-levels and go on to university. A second &quot;mini school&quot; will offer a mix of academic and applied learning, combining GCSEs with vocational education. A third, for children who arrive at school below the expected level for their age, will focus on literacy, numeracy and social skills. Children will be able to transfer between the three streams at the end of each year, and the most academic &quot;mini school&quot; is expected to be the largest, catering for half of pupils. Roger Leighton, executive head of the school, said: &quot;Our aim is to have flexibility between the three mini schools, rather than the old [grammar school] system of total separation and a clear break at the age of 11.&quot; Longsight school One of the free schools approved on Friday is backed by the Big Life group, the social enterprise behind the Big Issue in the north of England. The group is working with parents to set up an 189-place primary school in Longsight, a deprived area of Manchester where there is a shortage of school places. The Big Life group, which already manages a children&apos;s centre in the area, said it had supported more than 20 families with appeals for school places, and more than 40 families had asked for support finding a place. Manchester city council has already had to set up three temporary classes in the area as a population boom has squeezed schools. Fay Selvan, chief executive of the Big Life group, said: &quot;It&apos;s an area which has a lot of new migrants, a community which finds it hard to access school places. &quot;More traditional communities have got more established links to schools, such as through siblings. They are the people most affected by not having enough primary school places.&quot; Alongside education, the school will provide volunteering opportunities to parents, and training which leads to teaching and childcare qualifications. The school will encourage parental involvement through morning reading sessions and its curriculum will focus on language development. It will also offer maths, science, ICT and PE as discrete subjects. In its first year the school will offer 27 reception places, 15 year-one places and 10 year-two places, growing to a total of 189 places for children from reception age to year 6 by 2019.", 
    "section": "education", 
    "gid": "education/2012/jul/13/third-new-free-schools-religious", 
    "wordcount": "1189"
}