{
    "headline": "Tax breaks for games and training announced in autumn statement", 
    "text": "George Osborne has confirmed that the UK&apos;s video game, animation and &quot;high end&quot; television industries will benefit from a 25% tax relief from April 2013. The chancellor had already promised some form of games industry tax breaks as part of his March 2012 budget, but gave no further details at the time. In June the treasury released a statement claiming that these would be, &quot;among the most generous [reliefs] in the world&quot;. Responding to the news, Dr Richard Wilson, CEO of Tiga, an association that represents independent game developers, said: &quot;We did push for 30%, but we&apos;re very pleased, that&apos;s the key point. It&apos;s fixed at 25% which means it&apos;s going to be simple to understand and implement. It also gives us the most generous tax relief for video games within the European Union. It will be a big boost to the UK industry, and to Europe as a whole really. Global investors will see that our governments take games very seriously&quot;. The games industry contributes around 1bn a year to the UK economy, but has been losing staff and development contracts to countries offering generous tax subsidies. Tax relief in Quebec is worth up to 37.5% for creative industries employers.  &quot;This tax relief puts us on a level playing field and it shows the government has been listening,&quot; said Jo Twist, CEO of trade body, UKIE. &quot;We have to be cautious at the moment, though, because the details are still unclear.&quot;  The legislation for creative industries tax relief is being published on 11 December; this should spell out which sorts of companies and projects will be able to benefit. &quot;As far as we can tell, it specifically supports developers rather than publishers; so the makers of games rather than the funders,&quot; said Dave Bailey, co-founder of game developer, Mediatonic.  &quot;This is really good news for businesses like ours. It will help studios that want to create new IP. Developing games from scratch is a really cash-intensive process, you&apos;re taking a big gamble. This provides people with a cash boost if they&apos;re not making profits yet, or a reduction on taxes if they are. It incentivises creative risk-taking.&quot; Also in the Autumn Statement, the chancellor announced a 6m investment in training for the games, TV and animation industries. According to a press release from the Department of Culture, Media and Sport, this will be used to provide entry-level and professional-level training for up to 3,300 people working in these industries.  &quot;Combined with the Next Gen skills campaign to get creative computing into schools, this should really help with the talent pipeline,&quot; said Twist. &quot;It opens the chance for us to support apprenticeships, internships and more importantly continuous professional development. It should help crack open our innovative industry as a great career to pursue.&quot; There were other beneficial announcements for games development. A reduction in the general corporation tax to 21 percent in April 2014 will support the tax relief incentives, while a 50m investment into ultrafast broadband will create a new strata of twelve &quot;super-connected cities&quot; enjoying speeds of 80-100Mbps  perfect for online multiplayer gaming and digital downloads. The message the games industry has taken from Osborne&apos;s statement is that the government sees this sector as a decent bet for the UK economy going forward. &quot;The chancellor has said that the economy is taking longer to recover, growth is slower than expected,&quot; said Wilson. &quot;Against that backdrop, where you have high levels of government borrowing, its incumbent on any government to look for sources of growth, to support industries where we have some form of competitive advantage.  &quot;Clearly, there are areas such as aerospace, pharmaceuticals and the creative industries which are very important sectors - they have the capacity to grow. It&apos;s sensible for the government to back them&quot;.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/dec/05/tax-breaks-games-training-autumn-statement", 
    "wordcount": "659"
}