{
    "headline": "Reddit users remember internet activist Aaron Swartz", 
    "text": "Aaron Swartz, the 26-year-old who helped build Reddit.com as users know it, died  on 11 January. He was facing a trial related to allegations that he hacked into the online research group JSTOR and downloaded of millions of documents.  Within hours, the more prominent of Swartz&apos;s supporters took to Twitter and their blogs to express sadness, anger and disappointment that Swartz was gone.  Reddit users, some unknown in the public sphere and some known, immediately began memorializing Swartz&apos;s legacy in a way that is specific to the site he helped build: through a lengthy debate about the price of internet freedom, the grip of depression and Swartz&apos;s exact place in Reddit&apos;s firmament. Was he a co-founder or not? This is a quibble co-founder Alex Ohanian has publicly addressed as recently as 2011.  You can see the larger discussion on Reddit here. Below is a sample of commentary from Redditors. Some knew Swartz and some didn&apos;t, but most supported his mission, from Redditor (and former principal engineer for Technorati) KevinMarks to Redditor leopardprintlife:  &quot;.&quot; Redditor Neebat:   With all due respect, this is meaningless to most readers without an explanation. The single dot, by itself as a comment, represents a moment of silence and respect..  &quot;Very few people can say they had a deep impact in forming a culture&quot; Redditor Frankocean2:   Very few people can say they had a deep impact in forming a culture in the internet, one that translated into real life and gave us this site. With all his flaws, virtues and grey areas, reddit is now a social landmark because of its reach and Aaron was instrumental in shaping that.  &quot;We have a problem in our Justice Department&quot; Redditor leopardprintlife:   Aaron was the co-author of RSS 1.0, the co-creator Reddit and founder of Demand Progress amongst other contributions to this world in his short time here. We as a nation drop multiple indictments from a federal grand jury on this 26 year old genius for file downloading! We have a problem in our Justice Department... it&apos;s owned by Wall St.  &quot;I only hope it shakes up the academic publishing world and forces some movement to more public distribution&quot; Redditor michaelfosterfromku:   As someone who has had several articles published on JSTOR, I would have fully supported Swartz making those pieces publicly available by any means necessary. We academics are NOT PAID A PENNY by these journals to publish these documents, and we really want our work read by as many people as possible. Swartz was doing good work, and it&apos;s a real shame things ended this way.I only hope it shakes up the academic publishing world and forces some movement to more public distribution.  &quot;He really did manage a DDoS with one computer&quot; Redditor KevinMarks:   He really did manage a DDoS with one computer. When I was at Technorati (which indexed blog posts in real time when Google updated their index once a month), we had an API contest. Aaron decided to track mentions of every member of congress and rank them. He noticed that some of these API calls were a bit slow, so he forked off lots of instances to do them asynchronously. Which is how our indexing backlog got huge as all our slaves were tied up doing the expensive queries for the name of each member of congress OR their URL. We weren&apos;t expecting that, but I saw it was his API key so pinged him on IRC to back off a bit.  &quot;Aaron Swartz Censored SOPA.&quot; Redditor teeno731", 
    "section": "technology", 
    "gid": "technology/us-news-blog/2013/jan/12/reddit-users-remember-aaron-swartz", 
    "wordcount": "598"
}