{
    "headline": "RIM's core strengths are weaknesses now", 
    "text": "There&apos;s a Canadian mobile phone executive who is probably humming a happy tune right now and has a little extra spring in his step this morning. However he doesn&apos;t work for Research In Motion (RIM), the BlackBerry maker which last night announced a $125m quarterly loss as it saw revenues fall by almost 25% (and drop in real terms by $1bn) to $4.19bn, below even pessimistic Wall Street analyst forecasts. No, the happy man will be Stephen Elop, the Canadian in charge of Finland&apos;s Nokia, who will have read the news that RIM is &quot;withdrawing from consumer markets&quot; with, one expects, delight.  Update: RIM insists that it is not &quot;withdrawing&quot; from consumer markets but that it is instead &quot;refocussing on core strengths&quot;.  For Nokia, which has been trying for the past year to talk up the prospects of its new smartphone range running Microsoft&apos;s Windows Phone - and which sees a crucial launch next month in the US of its new Lumia 900 device - the news that it will only have to fight against two entrenched ecosystems, in the form of Apple&apos;s iPhone and Google&apos;s Android is the best possible. Bleak future Meanwhile for RIM, the future abruptly looks bleak. If Thorsten Heins, its chief executive for only ten weeks (though he was previously its chief operating officer, and has been with the company since 2007) is serious about abandoning the consumer business and focussing instead on businesses, RIM doesn&apos;t have long to live.  Update: RIM says Heins is going to &quot;focus on the core&quot; - that is, the business sector.  But even that won&apos;t necessarily save it. Here&apos;s why. It has already seen its share in businesses eroded: companies have discovered that they can lock down employees&apos; smartphones from central systems far better now than they could in 2007/2008, when RIM had its heyday. Then, the iPhone truly was a consumer-only device which you really wouldn&apos;t trust in a corporate environment. And Android hadn&apos;t even been released. Now, though, back-end servers in enterprises can enforce PIN locks on devices and wipe them remotely. Good Technology, one company which provides that back-end enforcement (but not on BlackBerrys) is seeing gigantic growth. RIM might want to go back to the enterprise, but it will find the iPhone and Android phones such as Samsung&apos;s hit Galaxy SII waiting for it. RIM&apos;s key problem is that enterprises now don&apos;t need its encryption on email, because device security can effectively enforce that, and secure connections (such as Google&apos;s) make online conversations untappable.  Its core strengths, in other words, have fizzled out. They don&apos;t exist in the same way any more. Government services in the US are abandoning RIM for the iPhone. Android wins will follow.  That means that the only thing it has left is its BlackBerry Messenger (BBM) service - which appeals to exactly those consumers who it is abandoning. But even they are finding new cross-platform solutions: WhatsApp, which works across multiple smartphone platforms, is one of the most-downloaded applications for the iPhone and Android. Exploring possibilities Heins has said that he is exploring possibilities. RIM would be a cheap purchase - but who would want it? Microsoft doesn&apos;t want a phone maker - it has in effect thrown in its lot with Nokia.  Here&apos;s what Patrick Spence, RIM&apos;s managing director for Global Sales &amp; Regional Marketing, said in a statement this morning: &quot;The claim that RIM has said it will withdraw from the consumer market is wholly misleading. Whilst we announced plans to re-focus our efforts on our core strengths, and on our enterprise customer base, we were very explicit that we will continue to build on our strengths to go after targeted consumer segments. We listed BBM, as well as the security and manageability of our platform, amongst our strengths.&quot; Thorsten Heins RIM CEO confirmed on the conference call after the results were announced: &quot;Whilst we announced we would refocus on the enterprise business, we also stated part of competing in the &apos;bring your own device&apos; segment is to create a compelling consumer offering. &quot;Ahead of the BlackBerry 10 launch and throughout the remainder of our FY13, it is critical that we drive BlackBerry 7 sales to sustain the subscriber base. To do this we plan to aggressively incentivize sales of BlackBerry 7 smartphones to both drive upgrades from older BlackBerry products to BlackBerry 7 and to attract feature phone customers to BlackBerry 7 for their first smartphone experience. &quot;We have new BlackBerry 7 devices scheduled to come out in the next few months to reinvigorate our position in the key entry level smartphone segment, to support our efforts to continue growing our subscriber base by upgrading feature phone customers to smartphones. &quot;We will seek partnerships to deliver those consumer features and content that are not central to the BlackBerry value proposition, for example media consumption applications.&quot; Media consumption aside (though look at how valuable having the iTunes Store has been to Apple, and how well Google&apos;s Android Market - now renamed Play - ties in users - one possibility is to license BBM to other companies. That could be popular - but WhatsApp is there first, and the carriers want to develop their own &quot;over the top&quot; systems too. Why would you want BBM? Though it&apos;s easy to think that it&apos;s the iPhone which undermined RIM, it only skimmed off a top level of business user. RIM&apos;s real decline began with the introduction of Android at the end of 2008. As multiple manufacturers began making cheap phones that appealed to consumers, offering apps for touch screens, the consumer business in the US began to close off to RIM, even while the proportion of people using smartphones grew - so that now Nielsen says that a shade under 50% of US mobile users have a smartphone, but in the past three months only 5% of buyers have been getting a BlackBerry - compared to 43% buying an iPhone and 48% buying a phone that runs Android. (Windows Phone was even less. Nokia has a long way to go.) RIM&apos;s problem is that in the US it can&apos;t persuade people to buy. Its touch-screen phones haven&apos;t impressed: the apps haven&apos;t been good enough and the touch-screen experience not enticing. That has meant a collapse in average selling price (ASP) of devices - but a decline too in the number of handsets people buy. When you ship fewer handsets and their price declines, you&apos;re entering a death spiral.     RIM overall device average selling price. Estimated from RIM results.    The surprising point though is that RIM has actually done well in the consumer market - but only outside the US. It is one of the most popular smartphones in the UK. In Indonesia there was a near-riot as people queued for the new models. In certain Middle East countries, teenagers of opposite sexes love being able to contact each other in a way that would be banned face-to-face. People who love BlackBerry really love it; although the bankers who originally used it dubbed it the &quot;CrackBerry&quot;, everyone else who adores its keyboard and no-frills functions will wonder what they&apos;ve done to offend Heins. Meanwhile the enterprise is being invaded by the iPhone, with Android coming up fast, and Nokia keen to emphasise the enterprise credentials that Windows Phone gives it. What&apos;s left for RIM? Phone sales are down:     RIM phone shipments growth, year-on-year. Source: RIM    And so are revenues and profits.     RIM revenue and profit, by quarter. Source: RIM    And just to emphasise how bad the spiral is, Heins wrote off $267m on the value of its older BlackBerry 7 handsets. The market doesn&apos;t want them. That brings the total value of writeoffs in its annus horribilis to $931m, including $485m in the previous quarter on the value of an estimated 2m PlayBook tablets, which were launched a year ago amid much fanfare with the intention of riding on the iPad&apos;s coattails while also being a proving ground for the new QNX software that will power the new BlackBerry 10 phones expected later this year.  The tension shows in RIM&apos;s inventory figure - which, after spiking due to a surplus of PlayBooks (since written down) has now begun climbing again.     RIM value of inventory, by quarter Dec 2002- Feb 2012. Source: RIM    As a percentage of revenue, inventory is also up:     RIM: value of inventory as percentage of revenue and of hardware sales, Dec 2002-2012    So far RIM has managed to get 1.35m Playbooks into the channel. Nobody knows quite how many have sold. But they&apos;ve been a source of financial pain for the company. For Heins, the problem now is where RIM can go. Its unique selling points that saw it through the early years of the smartphone explosion - corporate security and free messaging via BBM - have now been commoditised. Only its keyboard sets it apart - but the number of people who want that seems to be shrinking.      RIM worldwide subscribers, millions, March 2002 - Feb 2012    In the past three months, the number of global subscribers grew by only 2m to 77m- the first clear indication that growth is slowing. And contrast that to Apple - which in February announced that it had 100m users of its iCloud sharing service, and that that had gone up by 15m in just 21 days. Android, meanwhile, has an estimated 240m phones in peoples&apos; hands - all potential users of Google&apos;s adverts and app services. Simiarly, the number of handsets shipped compared to the growth in subscribers indicates that RIM is preaching to the already-converted: the proportion of handsets going to &quot;new&quot; subscribers is now lower than it has ever been. (This does not account for churn, where people leave the service while others join; RIM does not give the churn figure.)     RIM: new subscribers as a percentage of handset shipments, by quarter. Source: RIM data    RIM&apos;s nightmare though is Nokia&apos;s dream. The Finnish company is starting effectively from zero again in the US market with its Lumia 900, which will have a solid marketing push from the biggest carrier, AT&amp;T. It is quite possible that Nokia will pass RIM on the way up. The question now is how far RIM will go down. Horace Dediu, who runs the Asymco consultancy, has a rubric that the phone market doesn&apos;t forgive failure: once a company makes a quarterly loss - even once - then customers and carriers never trust it the same way. For RIM, the only comfort is that Nokia has made a loss in the past year too. But the Finnish company definitely has the wind in its sails. It&apos;s hard to say that of RIM, which reputedly turned down a buyout approach from Amazon last year. Its shareholders may come to regret that. Update: we regret the error in suggesting that RIM was withdrawing from consumer markets. This appeared in the first version of this article, based on reports on the BBC which in turn were taken from wire services distributed to thousands of media outlets worldwide.  RIM said that it was correcting such reports &quot;reactively&quot; where it found they had appeared - rather than sending out a message proactively explaining the situation to the media what its strategy is. In a way, that&apos;s a microcosm of its problem.", 
    "section": "technology", 
    "gid": "technology/2012/mar/30/rim-consumer-markets-blackberry", 
    "wordcount": "1835"
}