{
    "headline": "James Hansen retires from science to spend more time with his politics", 
    "text": "Leading climate scientist James Hansen is to retire from Nasa this week, leaving him more time to spend working on political advocacy at state, federal and international levels. It&apos;s clearly a move made with political advocacy in mind. As the New York Times puts it: &quot;At 72, he said, he feels a moral obligation to step up his activism in his remaining years.&quot;  Hansen has long been a problem for those who believe science and politics should be separate. It&apos;ll be very interesting to see this all play out. The NYT goes on to quote Hansen: &quot;As a government employee, you can&apos;t testify against the government  At my age, I am not worried about having an arrest record.&quot; Though he plans to work out of a converted barn in his home in Pennsylvania, he plans to lobby European leaders too, so don&apos;t expect it all to be kept to the other side of the pond. Climate change is an international business, after all. I honestly don&apos;t know what I think about the issue of whether scientists should be advocates. It&apos;s something I&apos;ve thought about a lot, and I really don&apos;t know. Roger Pielke Jr&apos;s book the Honest Broker is a good place to start picking through the topic.  Even when Hansen&apos;s political activities have been formally on vacation time, the title &quot;Nasa scientist&quot; follows him around. Even if he doesn&apos;t want to play on that credibility, others use it. Environmentalists love the kudos he brings. But maybe we need more, not fewer characters like Hansen, more people willing to speak out on the basis of their science.  Activist scientists are often dismissed, assuming their politics might erroneously influence the research. However, often it&apos;s the other way around: Scientists become activists because they see something to shout about. (Though I personally suspect most find it&apos;s a more symbiotic relationship).  It&apos;s also true that we can be somewhat selective about what we choose to call activism. As Jeremy Grantham put it in Nature last year, overstatement may generally be dangerous in science, but for climate change, uniquely, understatement is even riskier. By not speaking out, or under-dramatising risk, quieter scientists are simply doing a less acknowledged form of activism, possibly all the more dangerous because it runs with less scrutiny. Scientists as activists on political issues can be really annoying. I can think of several who I really wish would just STFU. But I can also think of several people for whom the ideal of the depoliticised scientist suits very well, and they&apos;re generally not scientists themselves, or the general public. They&apos;re people who&apos;d like to keep the world running exactly as it is now, no tricky questions asked, thank you. The idea that science shouldn&apos;t be sullied by politics is a huge win for those who&apos;d rather scientists didn&apos;t think about the consequences of their work.  Indeed, hypothetically speaking, if I wanted an army of scientific workers to do my bidding I&apos;d train them to think politics smells bad and demonise people like Hansen. I might let them play with some light &quot;philosophy&quot;, certainly no sociology. A bit of the less juicy bits of Popper on a Thursday lunchtime maybe, with some workshops in business, PR and lobbying as a further &quot;enrichment&quot; programme.  I&apos;d probably try to enforce really hierarchical and competitive structures within science too, so the workers only talk up and down, rather than organise together. And I&apos;d divide the curriculum up as much as possible, abstracting it all and dismantling anything that invited anyone to consider the work of scientists in any broader context. That&apos;s just hypothetical of course, a slightly dystopic thought experiment. I wish Dr Hansen all the best in his retirement. I look forward to seeing what he does with it. I hope he takes some time to put his feet up, though, and not only when a judge insists upon it.", 
    "section": "science", 
    "gid": "science/political-science/2013/apr/02/james-hansen-retires-science-politics", 
    "wordcount": "657"
}