{
    "headline": "How Meles Zenawi went from medical school dropout to prime minister", 
    "text": "Ethiopia&apos;s prime minister, Meles Zenawi, has died aged 57. A commanding and compelling figure, he tended to polarise opinion. Former US president Bill Clinton cast him as a &quot;renaissance leader&quot;, but others regarded him as despotic and dictatorial. However he was perceived, though, Meles was hard to ignore. Here are some key dates and political events in his life: May 1955 Born Legesse Zenawi in the Tigray region of Ethiopia. He would later change his name to Meles, in tribute to an activist killed by Ethiopia&apos;s communist government. 1974 Dropped out of medical school and travelled back to the Tigray bush to take part in a nationalist revolt against the dictatorship of Colonel Mengistu Haile Mariam. A year later, he helped found the Tigrayan People&apos;s Liberation Front (TPLF). 1989 Became leader of the TPLF, broadening its ethnic Tigrayan power base by setting up the Ethiopian People&apos;s Revolutionary Democratic Front (EPRDF), a coalition incorporating other ethnic groups. May 1991 After Mengistu had fled Ethiopia en route to Zimbabwe, Meles and his EPRDF rebels arrived in the Ethiopian capital, Addis Ababa. Two months later, an interim government was formed with Meles as transitional president. August 1995 After poorly contested elections, the EPRDF swept to power; the Federal Democratic Republic of Ethiopia was proclaimed, and Meles became Ethiopia&apos;s first prime minister. 1998-2000 Border tensions between Ethiopia and Eritrea, which ceded from Ethiopia in 1993, resulted in a war that claimed tens of thousands of lives before Ethiopia declared victory in May 2000. Seven months later, the two countries signed a peace treaty. May 2005 Ethiopians voted in a poll billed as the country&apos;s first democratic election. The opposition Coalition for Unity and Democracy (CUD) gained huge support in cities and towns, but the election culminated in violence in Addis Ababa when the CUD claimed the EPRDF fixed the outcome. A total of 193 protesters and seven policemen were killed, and lingering post-election violence damaged Ethiopia&apos;s reputation as an emerging African democracy, raising the possibility of foreign aid being withdrawn. Meles condemned an EU report criticising the conduct of the election as a &quot;pack of lies&quot;. December 2006 Ethiopia sent troops into Somalia to drive Islamists from power. Analysts claimed Meles&apos;s government was backed by the US. The move underlined the close ties Meles had fostered with the west since ousting Mengistu&apos;s regime. Ethiopian troops withdrew from Somalia in January 2009. December 2009 Meles represented Africa at the Copenhagen climate talks, cementing his position as one of the continent&apos;s leading statesmen despite opposition claims of autocratic tendencies. In a comment piece for the Guardian, Meles said Africa would be hardest hit by the effects of climate change. He subsequently appealed to the conference for a finance deal whereby rich countries would fund schemes to help poor states adapt to climate change and embrace clean technology. May 2010 The EPRDF won a landslide victory in the national election, claiming 499 out of 547 seats. The result meant a fourth term as prime minister for Meles, but human rights groups questioned the poll&apos;s validity, citing reported irregularities. EU and US observers said the vote failed to meet international standards, while opposition leaders demanded the election be held again. April 2011 Ethiopia&apos;s foreign ministry used a press release to voice support for Eritrean rebel groups fighting to overthrow President Isaias Afewerki. Just over a year later, fears of renewed conflict between the two countries resurfaced when Addis Ababa announced it had sent troops into its sworn enemy&apos;s territory for the first time in more than a decade. The announcement also marked the first time Ethiopia had admitted to such attacks since the conclusion of the border war. June 2012 Ethiopia announced plans to keep its troops in Somalia until the Horn of Africa nation ratifies a constitution and its military is able to fend off militant threats. Ethiopian troops had crossed into Somalia in November 2011. July 2012 Meles&apos;s failure to attend the African Union summit in Addis Ababa intensified speculation about his health; the rumours subsequently gathered increasing momentum. 20 August 2012 Ethiopian state television reported the death of Meles following a sudden infection. &quot;The premier [had] been receiving medical treatment abroad for the past two months and his health was improving, but due to a sudden infection which occurred [on Sunday], he went back to hospital for emergency treatment, and even if a lot of medical attention was given by his doctors, he died yesterday [Monday] at around 23:40,&quot; said the statement. It was announced that deputy prime minister Hailemariam Desalegn would become acting prime minister. Legacy Meles saw his legacy as continuous with the accomplishments of the EPRDF. &quot;I cannot separate my achievements from what can be considered as the achievements of the ruling party,&quot; he once said. &quot;Whatever achievement there might have been, it does not exist independent of that party.&quot; Under his rule, Ethiopia was widely praised for its economic progress. Education improved and women gained greater rights. But Meles&apos;s authoritarianism attracted the frequent censure of human rights groups, and such concerns will inevitably temper assessments of his bequest to Ethiopia.", 
    "section": "global-development", 
    "gid": "global-development/2012/aug/21/meles-zenawi-dropout-prime-minister", 
    "wordcount": "860"
}