{
    "headline": "RSC's A Life of Galileo: pure inspiration", 
    "text": "Bertolt Brecht&apos;s Galileo has probably brought the tale of Galileo and his trial to more people than any single science or history book ever written. By adapting the story into a tragedy, Brecht explores many facets of the interface between belief and evidence.  These include not just religious faith versus scientific evidence but also Galileo&apos;s internal struggle to rationalise his recantation, even though he knows his observations are true. Having written my own take on Galileo in The Sky&apos;s Dark Labyrinth, I have a tremendous affection for this story and the charismatic Italian who discovered the mountains of the moon, the stars of the Milky Way, and the moons of Jupiter.             So, it was with considerable pleasure that I spent an afternoon in December working with the RSC cast to give them some insight into the astronomy and the astronomers of the early 17th century. We moved around like orbiting planets, we played with footballs and torches in the darkness to demonstrate the phases of the moon, and we dropped things to demonstrate that no matter how much something weighs, heavy things and light things dropped from the same height always fall to the floor in the same time (neglecting air resistance). As I was showing the cast sunspots, using movies taken by current telescopes, I could see in their faces the wonder that I imagine Galileo must have felt when he saw the spots for the first time. It struck me that this is the great value of the One Culture movement, which uses the arts and their reliance on emotional stimulus to explore science and scientists. The name was coined by the Royal Society and comes from a play on the title of C P Snow&apos;s Two Cultures lecture in 1959. The lecture was itself a new round in the &quot;argument between poetry and philosophy&quot; that has been running since classical times. It must surely be one of the most fascinating areas of human endeavour that science is a rational and objective discipline, yet is practised by humans who have millions of years of gut reaction and emotional decision-making hardwired into them. It is thus perfect fodder for artistic exploration.     Stuart Clark demonstrating lenses to the cast of the RSC's Galileo. Photograph: RSC    Brecht does subvert the Galileo story for artistic purposes. The most significant departure is the relationship that Galileo has with his eldest daughter, Virginia. In the play, her marriage prospects are ruined by Galileo&apos;s dogged championing of his observations.  In realty, Galileo could not raise sufficient dowry and so placed Virginia and her younger sister in a convent. Nevertheless, his relationship with Virginia was a strong and loving one, as their letters prove. In the play, Galileo&apos;s mistreatment of Virginia serves as a metaphor that scientists can often be blind to the consequences of their work. Galileo is not prepared to recant to save his daughter&apos;s marriage but does so to save his own skin. This leads to the play&apos;s most thought-provoking scene. Broken and aged, Galileo sits toying with the brachistochrone apparatus, a curving track that allowed him to discover that the quickest path between two points may not be the shortest, or most obvious route. As I watched a rehearsal in January, the powerful way in which the cast brought science alive was truly inspirational and by the time we got to this scene, I was thinking hard about its symbolism. Scientists often discuss the best way to engage the general public in their work. Many times, the efforts end up being thinly veiled attempts to teach science. Yet, perhaps the best way to engage non-scientists is to jettison the educational agenda and simply entertain people with stories based upon science or scientists. It may not be the shortest or most obvious path to take, but it may ultimately prove to be the quickest and most effective way of gaining a wider appreciation of science. A Life of Galileo by Bertolt Brecht (translated by Mark Ravenhill) runs from 31 January to 30 March at the Swan Theatre, Stratford-upon-Avon Stuart Clark is the author of The Day Without Yesterday (Polygon)", 
    "section": "science", 
    "gid": "science/across-the-universe/2013/jan/31/rsc-life-galileo-pure-inspiration", 
    "wordcount": "675"
}