{
    "headline": "Nintendo Wii U: Japanese launch date and price announced", 
    "text": "Nintendo has announced the Japanese release date and pricing details for its forthcoming Wii U console. The machine will launch in Japan on 8 December in two packages: a white basic bundle, priced at 26,250 (209), will include the console, one GamePad and an 8GB hard drive; the black premium edition boasts a 32GB hard drive and will retail at 31,500 (251). The new console  which comes with a tablet-style GamePad, complete with its own display  is thought to be slightly more powerful than the Xbox 360 and PS3 machines. The Japanese press conference only mentioned two potential launch titles, New Super Mario Bros U and mini-game collection NintendoLand. It is expected that a full launch line up will be revealed at European and North American press events being held on Thursday afternoon. &quot;A lot of attention is going to focus on the price to start off with, and that&apos;s understandable,&quot; said Michael French, editor-in-chief of industry news site MCV. &quot;But the UK trade and retailers were always prepared for something around the 250 mark. Nintendo deciding to offer two SKUs suggests it is being mindful of price and trying to create models that are both as affordable as possible for families this Christmas and have appeal to the more dedicated or digital savvy consumer. &quot;Given Nintendo&apos;s profit-strapped financials in the wake of the 3DS launch price and swift price drop, I imagine this device is priced to include some decent margin for Nintendo to keep investors happy, too.&quot; A likely UK price of more than 200 has surprised some industry pundits, especially as the hugely successful Nintendo Wii console launched ay 179.99. &quot;It&apos;s all about the value proposition, it&apos;s not necessarily about the headline price,&quot; says Piers Harding-Rolls, senior principal analyst at Screen Digest. &quot;It&apos;s the content and the experiences the machine will offer. I think there will be a large pent up demand from Wii users; they&apos;ll be excited by Wii U over the Christmas period, but it&apos;s down to games. &quot;The 3DS was an important lesson for Nintendo  the content wasn&apos;t there for that console. They need to get the games content right this time.&quot; Nintendo also has a significant challenge communicating the unique features of its machine. Wii U was first revealed under the codename Project Cafe in 2011 and was officially named at that year&apos;s E3 games conference in Los Angeles. However, there was some confusion over whether the console&apos;s controller was a standalone device. The publisher will need to tell mainstream consumers why they need a smaller screen in their hands while playing games on their television. Certainly, this is a vital launch for Nintendo, which earlier this year posted its first annual losses for more than 30 years. Its 3DS handheld console performed poorly after launch and although sales have improved, it won&apos;t be enough to adequately boost Nintendo&apos;s bruised financials. A big Christmas hit, with Wii U sales in the region of 2m-3m before the end of the year, could ensure the veteran games company has a very happy new year.", 
    "section": "technology", 
    "gid": "technology/2012/sep/13/wii-u-japanese-launch-date-price", 
    "wordcount": "529"
}