{
    "headline": "Ouya Android games console closes in on funding deadline", 
    "text": "US startup Ouya made a splash from the very first day of its Kickstarter campaign seeking $950k of funding for a $99 Android games console. It raised $2.3m in its first 24 hours. Nearly four weeks later, Ouya has raised $7.7m on the crowdfunding site, with (at the time of writing) 15 hours still to go before its deadline. Once that elapses, though, the hard work really begins for the company as it tries to deliver on its promises, while aiming to disprove its vocal critics. As a reminder, Ouya will be an Android-based games console with a projected launch date of March 2013. It will be open to any developer that wants to make a game or app for it, and the company is promising that the console will be fully hackable too. Ouya has already provided a model for a successful Kickstarter campaign, announcing regular news and partnerships throughout its four-week funding drive. That includes a partnership with cloud gaming service OnLive, which is promising hundreds of streaming console games for Ouya. Publishers like Square Enix and Namco Bandai have pledged their support, as well as indie developers U4iA and Robotoki both launched by veterans of Activision&apos;s Call of Duty franchise. Ouya is working with open source media player XBMC, and has secured partnerships with TuneIn, Vevo and iHeartRadio from the entertainment space, hinting at its ambitions to go beyond games a wider trend that&apos;s already evident for Xbox 360 and PlayStation 3. Along the way, Ouya has drawn a lot of criticism too, including concerns that the rootable console will foster piracy; the difficulty of making a device like this for $99; questions about the company&apos;s plans for its app store and global marketing; and the suggestion that even if Ouya is a success, larger TV manufacturers could simply squash it by building in similar functionality to their products. Having interviewed Ouya chief executive Julie Uhrman just before the Kickstarter campaign launched, I talked to her again at the start of its final week about some of the bouquets and brickbats coming Ouya&apos;s way, and about its plans for the future. Early feedback &quot;We are truly excited and blown away by the support: it&apos;s amazing how well an open, affordable, accessible games console has resonated with gamers and developers,&quot; she says. &quot;A lot of people were surprised that we wanted to do something as audacious as taking on the console industry, which hasn&apos;t changed much for 20 years with its closed platforms and content that costs more than anywhere else. But people are really excited about somebody wanting to buck the trend.&quot; In truth, there is no shortage of disruptions to that traditional industry: smartphone and tablet gaming on one side, and Facebook social games on the other. Ouya&apos;s hope is that it can combine two of the key elements of both those sectors free-to-play games and much lower barriers to entry for developers and make them as much of a success on televisions as they have been on other devices. &quot;People started asking &apos;if this is possible, why hasn&apos;t it been done before by a large corporation?&apos;,&quot; says Uhrman. &quot;But sometimes the simplest ideas are staring you in the face, and they escape people.&quot; Uhrman accepts that Ouya hasn&apos;t provided details of its business model and launch plans as full as its critics (both constructive and less so) would have liked. &quot;We&apos;re running a business: we&apos;re not Charlie Sheen on a media blitz,&quot; she says. &quot;We&apos;re building our business in front of people. But that allows us to have a two-way conversation with our audience, and incorporate their feedback before we finalise the development.&quot; Piracy fears What about the feedback on piracy? Android is already a platform that sparks lots of debate about high levels of piracy even though the phenomenon exists on rival platforms like iOS as well. Will a rootable console automatically lead to piracy at a level that makes it difficult for developers to turn a profit on Ouya?  &quot;Developers understand what we&apos;re doing, and those questions haven&apos;t been coming from them,&quot; says Uhrman. That&apos;s debatable: a number of developers have raised piracy as one reason to be cautious about Ouya when I&apos;ve asked them, although none have seen it as a deal-breaker. But Uhrman goes on to make a good point about Ouya&apos;s focus on free-to-play games. Every title available through the console&apos;s store will be free to download initially, with developers then free to make money however they like: upgrades to paid versions, in-app purchase (IAP) for virtual items, subscriptions and so on. &quot;Piracy is one of the reasons we chose the free-to-play model,&quot; she says. &quot;You don&apos;t see piracy on Facebook games, or on free-to-play games [on mobile].&quot; Yes and no. Yes, in that a free-to-play focus means any piracy of game clients for Ouya simply widens the funnel of players who may then pay for stuff in-game. However, this simply shifts the scrutiny onto the security of whatever payment mechanisms are being used for in-app purchases in these games. As Apple recently found out, IAP systems aren&apos;t uncrackable. Ouya will need to choose its payment and security partners carefully. TV competition One of the most interesting criticisms of Ouya came from Forbes journalist Erik Kain, who claimed that the console&apos;s &quot;fatal flaw&quot; was the risk that large TV manufacturers who are already involved in the Android ecosystem he cited Samsung could build similar technology into their TVs and kick the legs out from under Ouya&apos;s business and developer ecosystem. And when I put this question to Uhrman, in a slightly rambling way, I stumble on a different but related question: couldn&apos;t Ouya be the technology that gets built into televisions rather than existing as a standalone console? There&apos;s a very long pause. &quot;Building a great gaming ecosystem is about more than the console,&quot; she says. &quot;We always believed that the console would die away and become a chipset on the television. But you still need a great, responsive controller and a gaming ecosystem with great developers and great games.&quot; But? &quot;Ouya could be in a TV. Right now we are focused on building a great business around gamers and games, and right now we have to be a console connected to a television. That&apos;s where the biggest reach and biggest audience is. Who knows what the future holds? We&apos;ll have the best suite of content, and the best controller on the market&quot; That long pause makes sense. What Ouya doesn&apos;t need right now are opportunistic headlines suggesting it plans to get out of the console market and into TVs as soon as it can especially when its future depends on lots of people pre-ordering its first-generation console. But it&apos;s clear there could be a future for Ouya as an open, Android-based gaming platform for connected TVs, likely via partnerships with manufacturers. And that&apos;s potentially even more disruptive in the grand scheme of things than a $99 games console although such partnerships may bring their own challenges to Ouya&apos;s open ethos. Those debates are for the future. In the meantime, Ouya has a final funding push to complete, and a business to build. &quot;We&apos;re thrilled by the level of enthusiasm and support so far, but we&apos;re also focused on building a great product, delivering it in March 2013, and continuing to work on more great content for launch,&quot; says Uhrman.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/aug/08/ouya-android-console-funding", 
    "wordcount": "1270"
}