{
    "headline": "Tony Ryan: We can use jeans to clean up our cities' air", 
    "text": "Tony Ryan is professor of physical chemistry at Sheffield University. He is particularly interested in polymers and soft nanotechnology. Together with the fashion designer Helen Storey he is developing a laundry additive called Catclo that sticks to the surface fibres of clothes and reacts with airborne nitrogen oxides to neutralise them. Air pollution in British cities causes thousands of deaths every year from asthma, lung disease and heart attacks. In London alone, nitrogen dioxide pollution is said to cause an extra 4,000 deaths a year. Catclo is in the final stage of development and Ryan and Storey hope that it will be added to as many washing detergents as possible. They are in talks with a number of manufacturers and the cleaning products company Ecover is testing the additive. How does Catclo work? Catclo contains nanoparticles of titanium a thousand times thinner than a human hair. When clothes are washed with Catclo these particles are deposited on to the fibres of the fabric. When the catalysed clothes are worn, light shines on the titanium particles and it excites the electrons on the particle surface. The excited electrons try to react with something and the first thing that they see is oxygen because it&apos;s in the air just above the surface of the particle. So the excited electron splits the oxygen in half and  because oxygen molecules are two oxygen atoms  then you have an oxygen atom that&apos;s alone and oxygen atoms react with something immediately. That&apos;s generally water and that makes peroxide, aka bleach, which bleaches the nitrogen oxides that are polluting the atmosphere. Bleach? Isn&apos;t that a skin irritant? No. We&apos;ve been wearing clothes treated with Catclo for two years with no ill-effects and tests back this up. Why clothing? Why not some other external surface like house bricks? It&apos;s a question of surface area. The surface area of a house is pretty small because the bricks are flat. Whereas the surface area of clothing is the surface area of the fibres and the fibres are very small. So if you unwrap all the surface of the fibres it&apos;s much bigger than the area of the fabric. Does it only work on the outer layers?  Light gets all the way through most clothes because most clothing is quite see-through. If you had a pair of curtains the same thickness as your trousers they wouldn&apos;t be very good. Curtains are actually quite deep; there&apos;s a lot of material because you need a lot of material to absorb all the light. How much nitrogen oxide can treated garments absorb? At a typical London street concentration of nitric oxide, which is 40g per m3, coated denim will take out 80% of the pollution at the kind of flow rate you get from someone walking. But what if I&apos;m indoors or sitting still? If you are sitting still outside there will be air movements. If you are inside under fluorescent lights then there is still sufficient light to make the catalyst work. There is always a temperature difference between you and the room and that causes convection, because every person is like a little radiator. You are a walking 100 watt radiator and you yourself cause convection: you heat the air, that hot air rises and that air gets replenished with fresh air. So if you are catalytic  if your clothes have been catalysed  the air that comes off you is clean and it will get replenished with dirty air because of the temperature difference between you and the room. Will it damage my clothes? It does, but all of these reactions are below microscopic level. How is the additive applied? Do you have to add it to every wash or can it be built into clothing from the start? There are ways of binding the additive to fabric so it is there permanently or you can wash it in. If you wash it in, it could last 10 or 20 washes; if it is put in professionally by clothes manufacturers it could last for ever. How soon will it be available? We are talking to all sorts of people about how we might apply this. But the key thing is that for this to work everyone needs to do it. So that&apos;s why we&apos;d prefer the laundry route because everyone washes their clothes. We are talking to all the big detergent manufacturers and it looks like Ecover will get to market first. Because we are so keen to get this out there is no patent. If this technology was owned by a single brand it would only hit a small proportion of the population and there would be no discernible difference. It would mean people buying new clothes and the environmental impact of that would be very bad. The thing about doing laundry is that you are retrofitting existing clothes. So I&apos;m really sold on doing it by laundry. For example, to get Sheffield below the air-quality threshold we need about a quarter of a million people to be catalysed at any one time  about half the population. So if it was only people in Levis then you wouldn&apos;t have enough people. But because there are more pairs of jeans in the UK than there are people, if half the people had washed their jeans in this stuff then we&apos;d be there. It works particularly well with denim. Who&apos;s the most famous owner of a pair of jeans you have catalysed? We had a request to catalyse universities minister David Willetts&apos;s jeans via the Manchester science festival. If David Cameron or the minister for environment want to courier me their jeans I&apos;d be more than happy to catalyse them. Catalytic Clothing will be running a pop-up laundry at Manchester science festival,  27 October to 4 November ", 
    "section": "science", 
    "gid": "science/2012/oct/21/bright-idea-jeans-clean-cities", 
    "wordcount": "967"
}