{
    "headline": "Buzzard trapping plan abandoned as government U-turns again", 
    "text": "A controversial plan to trap buzzards and destroy their nests to protect pheasant shoots has been abandoned by the government, the latest in a series of U-turns. &quot;In the light of the public concerns expressed in recent days, I have decided to look at developing new research proposals on buzzards,&quot; said Richard Benyon, the wildlife minister. The climbdown is the fourth change of policy this week following about-turns on the &quot;pasty tax&quot;  VAT on hot snacks such as pasties and sausage rolls  and a big cut to the proposed rate of VAT on static caravans, a policy which is thought to have provoked the biggest rebellion by government MPs in this parliament; ministers have also scaled back their ambitions to expand the use of secret courts for security-risk cases, though the white paper on this is still deeply unpopular with lawyers and rights activists. The Department for the Environment (Defra) had planned to spend 375,000 on testing control measures for buzzards, after complaints that a surge in numbers of the protected bird of prey was leading to too many pheasant chicks being killed. But the proposal caused uproar among conservationists, who pointed out that the government&apos;s own documents acknowledged the number of pheasant chicks taken by buzzards was unknown, with only anecdotal evidence available. &quot;The minister has made a strong decision, reflecting the strength of the nation&apos;s desire to see government protecting precious wildlife,&quot; said Martin Harper, the RSPB&apos;s conservation director. However, Tim Bonner, campaign director for the Countryside Alliance, criticised the U-turn. &quot;That the government has chosen to ignore rural people in favour of a large and vocal special-interest group shows ministers are now willing to give in to whoever shouts the loudest,&quot; he said. Labour has criticised the recent spate of U-turns, saying they are evidence of a wider &quot;omnishambles&quot;. However government officials point out many of the proposals were made to be consulted on, and significantly altering or abandoning an idea is evidence that they are &quot;listening&quot; to expert and public views. &quot;We&apos;re damned if we do, and damned if we don&apos;t,&quot; said one senior Liberal Democrat source. The 2010 British Breeding Bird Survey shows the breeding population of buzzards rose by 146% from 1995-2009. Benyon said: &quot;The success of conservation measures has seen large increases in the numbers of buzzards and other birds of prey [and] I celebrate that. At the same time it is right that we make decisions on the basis of sound evidence and we do need to understand better the whole relationship between raptors, game birds and other livestock. I will collaborate with all the organisations that have an interest in this issue and will bring forward new proposals.&quot; A Defra official acknowledged the RSPB&apos;s campaign had been compelling. She said the new research would aim to establish the impact of birds of prey on pheasants first, before considering control measures. There is no timetable for the new terms of reference. The RSPB had pointed to previous research that found few pheasant chicks were killed by any bird of prey. An independent study by Adas and commissioned by the British Association for Shooting and Conservation found that, on average, 1-2% of pheasant poults released were taken by all birds of prey, the RSPB said. Labour&apos;s Mary Creagh, shadow environment secretary, said: &quot;I am delighted this out-of-touch government has dropped its stupid plans. This was the latest environmental blunder from a government that has long forgotten its pre-election green ambitions with the forests sell-off and badger cull.&quot; The government has also been criticised for favouring grouse shooting in the Pennines, after its wildlife agency Natural England abandoned plans to ban the burning of peat land on a grouse moor and withdrew from an unprecedented legal action against the Walshaw Moor estate that sought to ban burning completely.", 
    "section": "environment", 
    "gid": "environment/2012/may/30/buzzard-trapping-plan-abandoned-uturn", 
    "wordcount": "654"
}