{
    "headline": "Digital resources: researchers need better access and more training", 
    "text": "Although today&apos;s young researchers appear at ease in the digital world, a report published in 2008 provided early notice that all may not be as it seems. It told us that while young people were very familiar with technology, they often lacked the critical skills to assess and analyse the information they were finding in a meaningful way: relying too heavily on search engines and not reading articles thoroughly. 2008 can seem like a very long time ago in technological terms  unbelievably Second Life and MySpace were the main social networking sites on offer  but the issue remains more important than ever in today&apos;s research environment, where resources are increasingly found online. Every year tens of thousands of researchers come through the doors at the British Library to access our collections. Often you will see a slim laptop or Apple Mac alongside a student&apos;s pencils and papers, even more so in the public areas beyond the Reading Rooms with the free wifi being as much of a student staple as the requisite strong coffee. Some 75% of our users come to do academic research. The challenge that we, along with all other research institutions, now face is how to tailor our services to enable these researchers to get the most out of the resources on offer. To start to find out how the British Library and technology consortium JISC commissioned Researchers of Tomorrow  the most detailed investigation to date into research behaviour and information seeking habits among doctoral students. Published at the end of June, the report surveyed 17,000 doctoral students from 72 UK universities over 3 years, and asked questions about how they found information, how they used technology, and what they needed from institutions to improve their research experience. The report&apos;s findings indicate that the greatest challenge to researchers is the difficulty of access to e-journals. It is easy to see why: doctoral students across all subjects told us that they predominantly look for secondary published resources to inform their research, and for over 80% of researchers, this means accessing full text journal articles. These same materials are often subject to licensing restrictions and other limitations imposed by e-journals publishers and other information service providers. This appears to be an area of sharpening tension in the doctoral and broader research community, with the majority of students surveyed describing it as a &apos;significant constraint&apos; in the research process, and one of the biggest frustrations affecting their work. Despite the ongoing debate around open access in the media, the report&apos;s findings have told us that there is a significant level of confusion among researchers around what open access means, or even how reliable open access materials are. Another finding from the report shows that as many as 35% of those researchers surveyed in 2011 did not receive any face-to-face training in research and information-seeking skills in the previous academic year, even though 65% of researchers ranked it as their most important training need. These outcomes are concerning, but fortunately they are also an area where significant improvements can be made, through increasing face-to-face training and support for researchers when they start their PhD programmes, but also much earlier as they enter higher education. The findings from the Researchers of Tomorrow report have provided a challenge to the whole information community to enable more integrated and user-friendly access to online resources. At the British Library we provide research information, as well as face-to-face training, for researchers from over 150 UK universities, including a significant number of doctoral students writing their theses who may go on to become the supervisors guiding the next generation of researchers. Along with JISC, we are already using the study to rethink our own training programmes in order to better inform students, considering how to retain high-quality focus on training and support in specific disciplines that we know are valued by researchers, while also improving relevance of our training in the digital information environment. For the British Library that role largely falls to our team of curators and specialists who provide key points of contact and support for the research community. In universities, the critical importance of this issue patently requires a deeper solution, one that involves supervisors of doctoral research, subject librarians and other key support staff, who need to ensure today&apos;s researchers, and tomorrow&apos;s are trained to get the most out of the digital resources available to them. Maja Maricevic is head of higher education at the British Library This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/jul/11/researchers-of-tomorrow-report", 
    "wordcount": "772"
}