{
    "headline": "Put your memory to the test in our online experiment", 
    "text": "Whether we want to remember our last birthday party, our first love, a shopping list or where in the world we put those reading glasses, memory is indispensable. That each and every one of us regularly depends on it is what makes memory the captivating research area it is. There are many aspects of memory that we and other researchers study in the laboratory, but as valuable and important as lab research is, nothing beats taking it into the real world and sharing it with real people  which is why we are delighted to be part of &lt;this memory project with the Guardian. Your engagement with our research is a great opportunity not just to peek into the world of science but to enter and actively shape the course of our research. For us, it is a chance to share our interest in a topic that concerns everyone. This memory study provides an insight into the kinds of experiments we run in our lab. It will give you the chance to participate in and learn about a typical laboratory memory experiment and its impact on advancing our knowledge about the topic. The results will contribute a large amount of useful data to our research. In our lab we mostly study long-term memory. One form of long-term memory is episodic memory, the memory for our own past: the episodes of our lives that we experienced and that make up our autobiography. We use various methods to explore episodic memory, including scanning the brains of healthy volunteers using a technique called fMRI, and examining the effects of neurological and psychiatric disorders  and normal ageing  on memory abilities.  We also look at the different brain areas that might be involved in memory, such as the frontal lobe, medial temporal lobe, and parietal lobe. With this project, we are taking our research out of the laboratory and into the home of every interested reader to help us capture a broad range of features of long-term memory and at the same time provide an insight into memory research. We want to demonstrate how fascinating memory can be and that science is not an ivory tower.  Yasemin Yazar is a PhD student at the Memory Laboratory in the Department of Experimental Psychology, University of Cambridge, where Dr Jon Simons is her supervisor  This article was amended on 1 February 2012. The memory experiment has now closed and the researchers are processing the results. The Guardian/Observer Memory Week  Tuesday: Take part in the memory study devised by the University of Cambridge (above). Test yourself against the nation  Wednesday: Live Q&amp;A, memory expert Charles Fernyhough  Saturday: Free guide, Making the most of your memory  Sunday: Free guide with memory tests and exercises Memory Week is part of our Head Start season, with guides and giveaways helping you to use your head for a positive start to 2012", 
    "section": "science", 
    "gid": "science/blog/2012/jan/10/put-memory-to-test-online-experiment", 
    "wordcount": "483"
}