{
    "headline": "MPs condemn Treasury's green tax strategy", 
    "text": "The government is refusing to provide a definition of what it counts as a &quot;green&quot; tax, in a move that campaigners fear denotes political meddling, an influential group of MPs warned in a report on Monday. Green taxes have become highly contentious, as free-market thinktanks and sections of the media have seized on them as a soft target. George Osborne, the chancellor of the exchequer, has criticised the taxes as &quot;costly&quot;, cheered by Tory MPs. The new mood is in stark contrast to the Conservatives&apos; pre-election promise to increase the proportion of government revenues coming from green taxes, as a way of both helping to cut down on environmental damage, and shifting the tax base away from taxes on work and income. But in refusing to provide a clear definition of what constitutes an environmental tax, the Treasury has made it difficult to judge whether such promises are being met. Joan Walley, chair of the environmental audit committee, which produced a report nearly seven months ago calling for a definition, said: &quot;[This] is an unacceptable delay. It is also unacceptable, after such a long interval, to provide an incomplete response, which does not address our pivotal recommendation for clarity about what constitutes an &apos;environmental tax&apos; and the need for an environmental taxation strategy.&quot; She said that only by being clear about what is counted as an environmental tax and the rationale behind such taxes could the government and public judge the worth of such charges. She added: &quot;Our inquiry last year showed that the Treasury was undermining public trust in green taxes by appearing to use them as a revenue-raising tool rather than a serious attempt to change environmentally damaging behaviour. While we continue to wait for an environmental tax strategy, people will not be able to have confidence in the government&apos;s tax motives.&quot; The committee published on Monday the government&apos;s response to its report on last year&apos;s budget. The MPs said the government&apos;s response did not address several of its top recommendations, including the need for and content of an environmental taxation strategy. There is confusion over what constitutes a green tax - the Treasury&apos;s partial and provisional definition excludes fuel duty and air passenger duty, for instance, even though environmental rationales have been used to justify them, and even though they are counted as green taxes by the government&apos;s own Office for National Statistics. Chloe Smith MP, Treasury economic secretary, told the committee last week that work was still continuing on a definition. A Treasury spokesman said: &quot;As the economic secretary made clear to the committee this week, the government continues to work on a definition of environmental taxes. The government remains committed to increasing the proportion of tax revenue accounted for by environmental taxes.&quot;  Get the Guardian&apos;s environment news on your iPhone with our new app. You can also join us on Twitter, Facebook and Google+", 
    "section": "environment", 
    "gid": "environment/2012/feb/06/treasury-green-tax-strategy", 
    "wordcount": "489"
}