{
    "headline": "Sustainable development is the only way forward", 
    "text": "The term &quot;sustainable development&quot; emerged in the 1970s and 80s as awareness grew of the natural limits within which human development takes place. Despite near-universal recognition that it is a powerful unifying concept, bringing together social, economic and environmental factors, it has spent the 20 years since the first Rio Earth summit languishing in environment ministries. But it now appears possible, even probable, that sustainable development will emerge as the main framework for development practice in the coming decades, replacing or rebalancing the poverty eradication focus of recent years. Instead of millennium development goals, we might have SDGs, or sustainable development goals. What might such a transition to sustainable development mean for development co-operation? That was the subject of a recent paper I wrote for the UN&apos;s Development Co-operation Forum. Your thoughts would be welcome. The most important change would be the involvement of rich countries as well as poor. Sustainable development tackles affluence and excess, not just poverty, and it is the high-income countries that most need to alter their resource use (with a gradually increasing burden of responsibility on middle-income countries, especially the largest ones). Financial transfers will therefore reduce in importance relative to other areas of action (such as trade and regulation). Aid agencies might develop new roles as whole-of-government enforcers of development policy coherence. But finance will still play an important role. If extreme poverty declines significantly over the next 20 years, as economic growth continues in the south, the rationale for development co-operation under a poverty eradication paradigm might diminish. Yet the inclusion of other objectives under a sustainable development framework, such as greening growth and conservation of resources and ecosystems, could mean more funding to countries where the environmental impacts of growth are greatest. This would challenge the consensus that aid to middle-income countries should be reduced. Physical science considerations such as geography and resource allocation will become more dominant in allocation calculations than they have been under the poverty eradication framework, which has relied predominantly on social scientific (economic and political) analysis. Not all development finance needs to be transferred across borders. Technological advance, perhaps more than anything else, has led to rapid reductions in poverty. Investing more in public research could lead to technological solutions to poverty and sustainability problems becoming more rapidly and openly available. The public justification for development co-operation will need to evolve. To engage the broad coalition of support required to maintain high levels of development co-operation, rich countries will have to appeal to mutual benefit, not just charity  an approach more in tune with shifting attitudes in poor countries tired of being seen only as recipients of largesse. Global sustainability could join global security as the basis of a frank appeal to national self-interest. National governments may finally find a way to introduce international taxation. The beauty of taxing global public bads (like air travel, overfishing, oil exploration, currency speculation), and the reason it is so appropriate for a sustainable development framework, is that either a) the bad is diminished or b) the money raised can be spent on global public goods. Some people say a focus on sustainable development will mean longer term horizons and objectives, but I disagree. Both sustainable development and poverty eradication are both long-term and urgent endeavours, requiring not only the gradual and substantial redirection of country policies, but rapid response to pressing problems. But it is true that politicians, who generally have short-term (four to six-year) mandates are better at making short-term decisions. Long-term global objectives will require decision making at a multilateral level, but the challenge is making such decisions legitimate and effective. One clue comes from the language of climate finance which emphasises entitlement rather than voluntarism. This sense of the historical responsibility of developed countries could be expanded to cover not just greenhouse gas emissions but also depletion of natural ecosystems and resources, transforming the balance of power between source and recipient of development finance. Ideally, sustainable development could provide an overarching framework within which all sub-goals (eg poverty eradication, social equality, ecosystem maintenance, climate compatibility) are framed. Sustainable development is not a subset of development; it is development (in a modern world of resource limits). Environmental issues are not one factor among many (as in MDG7), but the meta-context within which poverty and other goals are sought. And while we are at it, it may be time to redefine Official Development Assistance. The objectives of development co-operation (including climate finance) could be folded into a single definition such as: &quot;the promotion of sustainable development, with particular concern for poverty eradication, equitable resource management, human rights, and global stability&quot;, rebranding it as sustainable development co-operation, or SDC. A final point. There is a serious danger that poor countries may come under pressure to compromise on poverty reduction objectives for the sake of the planet  &quot;green aid conditionalities&quot; could emerge. It should be made explicit that the poorest countries should follow whatever path best brings them out of poverty, including engaging in dirty growth if that means eradicating poverty faster.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/may/21/sustainable-development-shape-world-to-come", 
    "wordcount": "847"
}