{
    "headline": "Xbox One: hands-on with the new controller and Kinect", 
    "text": "     You can&apos;t trust the internet. Prior to the Xbox One launch event, there were rumours the controller would be a wildly different beast, perhaps with its own touch pad in response to Sony&apos;s refreshed PS4 Dualshock. The truth is simultaneously more mundane and more intriguing. The new pad looks and feels a lot like the old Xbox 360 version; it&apos;s roughly the same size and the same weight. But the design team has added or improved on over 40 features  some of which become immediately obvious when you first use it.  A good starting point is the addition of intricate rumble motors on the triggers  which are now rather excitingly called &quot;dynamic impulse triggers&quot;. It seems the tech behind these has changed, from a mechanical linkage to a magnetic sensor, so developers are now able to register even the slightest touch, bringing more analogue depth to the squeezing action. In a demo session after the reveal event, journalists were given the chance to try out the controller with some very short (non-interactive) demos. In the first, we&apos;re shown a heartbeat pounding in the chest of a simple human figure; every two-phase beat produces a rumble that moves across from one trigger to the next, which is actually faintly disconcerting and may well prove useful in horror games. I preferred the driving demo, in which hitting the button to start the engine sends a clunk through the triggers as though you&apos;ve just twisted a key in the ignition. Another one has a character forming a fire spell in their hand, which has vibrations growing in the triggers, before the spell is cast, which is accompanied by a blast of rumble across the whole controller.  It seems that the trigger rumble is great for close up personal movements, while the main part of the pad is more for environmental effects  there&apos;s a real sense of depth to it now. And of course, the trigger feedback is going to be great in shooters  another demo simply shows a gun being fired, and has the right trigger rumbling alone in response, so you get a real feeling of a metal trigger being depressed.  The new thumbsticks feel really nice. They&apos;re smaller in diameter than the Xbox 360 versions and the outside rim is textured (Microsoft refers to this effect as &quot;knurling&quot;) so you have a better grip. They also apparently require 25% less force to move them, making for more fluidity of movement. Also, although the size and shape are similar to the predecessor, the edges have apparently been better contoured to fit a wider variety of hand sizes and the battery compartment has been changed so that it&apos;s now inside the controller body rather than sitting beneath it, getting in the way. I hadn&apos;t noticed this in the past really, but the new design is comfortable and pleasingly bulky. Oh and fighting game fans may be pleased to not that the D-pad is now a proper cross rather than a circular disc, and you get a satisfying click from button presses, which should be better for moves which require circular sweeps.  Elsewhere, the designers have updated the port where the headset used to go. Apparently, this will allow much higher fidelity of communications and will be used in unannounced peripherals, perhaps some sort of text input device, or a microphone? The communication between the wireless controller and the console has also been improved, with the response times reduced by about 15% to 20%. As for Kinect, it seems that every aspect of the technology has now been hugely improved and updated. The camera is three times the fidelity of the old version and offers a much wider field of vision (about 40%, meaning that up to six players can now be spotted and tracked by the system. Importantly, too, it allows participants to stand much closer to the camera  when I tried it, it was able to track me to within a couple of feet of the console  not the generous six feet that the Xbox 360 Kinect wanted out of you.      Kinect group programme manager Scott Evans shows off the new generation sensor for the Xbox One.  Photograph: Nick Adams/Reuters    During a demo with Scott Evans, the group programme manager of the Kinect department, we see how the motion tracking sensor can pick out the user&apos;s individual fingers, facial expression, even the buttons on a shirt. Apparently, to create this almost 3D model, it uses a technology called &apos;time-of-flight&apos; which measures the amount of time it takes for photos to bounce back off you to the sensor. And if you&apos;re playing in low light conditions there&apos;s even a infra-red  or &apos;active IR&apos; mode so it&apos;ll see you even in pitch darkness. The best part of the demo, however, is when I get to test the skeletal tracking, the part of the tech that analyses player body movement  which now happens in high-definition with 25 joints tracked. Again, the message is, it&apos;s all massively improved. The sensor can pick up where I&apos;m looking  if I move my face away it knows (and may even be able to pause onscreen content until I look back). It knows if I swivel my arm or even my wrist; it can even use physics to track muscle use  when I stand on one leg it knows that all my pressure is on that one limb. If I jump in the air, it can tell that there is no pressure through the leg muscles at all. If you squat it can calculate the torque being applied through your legs. And when you throw punches at the screen it can measure the force of the movement. It&apos;s weird. But that&apos;s not the weirdest thing. The weirdest thing is that new Kinect can also track your heart rate. Yes, the sensor can track micro fluctuations of blood flow in your face, through the combination of the colour feed and the active IR. This will be useful for fitness games of course, but there&apos;s the potential here for use in survival horror games, ramping up the action if you&apos;re showing a fear response. In fact, the camera also reads facial expressions  it knows if you&apos;re smiling, frowning or looking surprised. All of this could be potential data for game designers.      Microsoft's Kareem Choudhry demonstrates how the new Kinect for Xbox One can read facial features and other visual indications to approximate the heart rate of a user. Photograph: Ted S Warren/AP    So, the new controller is a rather nice, sturdy but sensitive re-think of the classic Xbox 360 pad, with decreased latency and increased functionality on those triggers. New Kinect takes all the ideas behind the first one and apparently makes everything work so your body is accurately tracked, different players are properly distinguished and you don&apos;t need a living room the size of a tennis court to play it. Microsoft is certain it can bring developers back into the fold  even though there&apos;s still this uneasy feeling that gamers don&apos;t actually want to get up and dance around their coffee tables. Actually, though, even if we see titles that merely use the microphone or heart monitor, it&apos;s still a huge leap over the first rendition of the tech. And of course with a 1080p colour camera and Skype functionality, you have a decent video chat system too. There is, whatever else you think of Xbox One so far, some potential here. The tough part is going to be convincing people.", 
    "section": "technology", 
    "gid": "technology/2013/may/22/xbox-one-kinect-controller-hands-on", 
    "wordcount": "1204"
}