{
    "headline": "Technology is a double-edged sword", 
    "text": "Over at the New Statesman, Steven Pooleis Mad as Hell. Like Howard Beale in the film Network, he&apos;s Not Going to Take It Any More. What&apos;s bugging him is what he calls &quot;cybertheorists&quot; (aka &quot;cyberhustlers&quot;)  the guys  and they are mostly guys  who are constantly &quot;dreaming of a perfectible electronic future and handing down oracular commandments about how the world must be remade. As did manyreligious rebels before them, they come to bring not peace, but a sword. Change is inevitable; we must abandon the old ways. The cybertheorists, however, are a peculiarly corporatist species of the Leninist class: they agitate for constant revolution but the main beneficiaries will be the giant technology companies before whose virtual image they prostrate themselves&quot;. There&apos;s lots more in that indignant vein. Who are these intellectual hustlers, these &quot;Pol Pots of the touchscreen and Twitter&quot;? Poole fingers the usual suspects  Jeff Jarvis, David Weinberger, Clay Shirky, Steven Johnson (only a &quot;minor cybertheorist&quot;, poor chap) and a brace of Chris Andersons (one the ex-editor of Wired and the other the guy behind TED talks). To which one expostulates: what  no Kevin Kelly!!! And where are Stewart Brand, John Perry Barlow and Nicholas Negroponte, to name just three other cheerleaders for the digital future? If Poole is so annoyed, then he might at least have prepared a more comprehensive charge sheet. Cynical web-marketing types might view Poole&apos;s rant as what is known in the trade as &quot;linkbait&quot; on the grounds that articles that namecheck prominent digerati tend to attract lots of Google juice. But let us be charitable and attribute no such sordid motive to him. What his piece usefully highlights is a serious asymmetry in our public discourse about the internet and, indeed, about technology in general. One way of thinking about this is suggested by the work of Joseph Schumpeter, the Austrian economist who was fascinated by the process of economic development. Pondering the role of entrepreneurship and innovation in this process, Schumpeter argued that capitalism renews itself in periodic waves of traumatic upheaval. He was not the first to have this idea, but he was the first to come up with a memorable term for the process: Schumpeter called them waves of &quot;creative destruction&quot;. We&apos;re living through one such wave at the moment, but our public discourse about it is lopsided. That&apos;s because the narrative tends to be dominated by enthusiasts and evangelists, by people who, like the &quot;cybertheorists&quot; Poole detests, tend to focus on the creative side of the Schumpeterian wave. At the same time, people who are sceptical or fearful about the new technology tend to be labelled  and sometimes derided  as luddites or technophobes. The trouble is that Schumpeter meant what he said: innovation is a double-edged sword. Digital technology is indeed creative, in the sense that it enables us to do new things that were hitherto impossible, or to do old things better. In the case ofthe internet, for example just thinkof the web, Wikipedia and Skype, all instances of technology thathave transformed our lives, mostlyfor the better. But technology is also destructive in the sense that it destroys or undermines things that are valuable: bookshops and print newspapers, for example and  who knows?  maybe even institutions such as the BBC. Digital technology has already resulted in a dramatic erosion of personal privacy. And it&apos;s enabling things that are potentially or actually sinister  government surveillance on a massive scale and at an unimaginably detailed level, for example; and the growth of a few mega-corporations such as Google, Apple, Amazon and Facebook that might eventually mediate most of our communicative acts. Given that technology is both creative and destructive, wouldn&apos;t it be better to have a public discourse about it that accepted this uncomfortable truth? Obviously yes. So why doesn&apos;t it happen? One answer, suggested many years ago by the great cultural critic Neil Postman is that we live in what he called a &quot;technopoly&quot;, that is to say a society in which technology is effectively deified. &quot;Because of its lengthy, intimate and inevitable relationship with culture,&quot; Postman wrote, &quot;technology does not invite a close examination of its own consequences. It is the kind of friend that asks for trust and obedience, which most people are inclined to give because its gifts are truly bountiful. But, of course, there is a dark side to this friend it creates a culture without a moral foundation. It undermines certain mental processes and social relations that make human life worth living. Technology, in sum, isboth friend and enemy.&quot; Spot on. Cybertheorists  and luddites  please copy.", 
    "section": "technology", 
    "gid": "technology/2012/dec/23/creative-destruction-john-naughton-networker", 
    "wordcount": "798"
}