{
    "headline": "The best midwife in his field  a shepherd gets to grips with lambing", 
    "text": "The maternity ward was a penned-off part of the meadow in a bend of the river. The most expectant of the mothers-to-be had gone down on her side, first looking to the sky as if for divine inspiration, then straining and kicking slowly with her back hooves. Then she broke with the script, struggling to stand up and walk around, looking for the lamb that was still inside her. Shepherd David Reeves moved in and I followed with his toolkit. He caught the huge-bellied Southdown sheep by her flanks, rolled her over and reached inside. Sealed in what looked like shrink-wrap was a little face with scrunched up closed eyes, its mouth open showing the tip of a blue tongue. But there were no toenails poking out, ready for delivery. &quot;This isn&apos;t good,&quot; he said. His arm sank in almost to the elbow and I sprinted to the other side of the field for an old jumper. When I got back, the lamb was first-footing, but the shepherd needed a grip on its slime-covered joint. Wrapping it in the jumper, he tugged hard. The lamb popped out like a cork from a bottle and I felt a splash of amniotic fluid on my cheek. David tore open the sac, shredding the glutinous membrane, clearing the animal&apos;s mouth with thumb and forefinger, and held it in front of its recumbent mother&apos;s nose. She began to lick the drenched, limp body. The lamb came to life, jerking its limbs and attempting to sit up. Another day-old lamb had come to investigate and began nuzzling the ewe. Worried that the intruder might imprint on the wrong mother, David handed it to me and I returned the wriggling animal to its real mother. Now standing, the ewe licked continuously until the matted, wrinkled pelt of her newborn dried enough for its woolly bobbles to appear. The lamb stretched and staggered to its feet and gave a little toy bleat. The ewe answered softly and the lamb called again, a quiet interchange of baas and bleats cementing the bond between mother and infant.", 
    "section": "environment", 
    "gid": "environment/2012/apr/06/sandy-bedfordshire-midwife-shepherd-lambing", 
    "wordcount": "350"
}