{
    "headline": "Renewable heat incentive scheme delayed for a year", 
    "text": "An 865m scheme to financially reward households that generate hot water or heat from renewable sources has been delayed for up to a year in a further embarrassment for government over low carbon energy payments. The second phase of the renewable heat incentive, seen as the equivalent of the solar feed-in tariff for generating electricity, was announced last year and due to be launched next week. But in a statement on Tuesday, the Department of Energy and Climate Change said that it wanted to conduct further consultations on how to control costs. The scheme, which is intended to make it financially attractive for consumers to install low carbon heating systems like solar water heaters, biomass boilers and ground source heat pumps, is unlikely now to be in operation until mid-2013. Consumers and business have previously been told that they can expect to be paid around 8.5p/kWhr for the hot water and heat which they generate and use themselves, with a further payment if surplus heat is &quot;exported&quot; to other users. The payments, which will run for 20 years, are expected to come direct from the Treasury, rather than electricity companies who are paying consumers for solar electricity generation. But embarrassment over the introduction of the solar feed-in tariff  has pushed the government into rethinking how it can manage public demand for the heat subsidy. In the last year the government has had to make two emergency changes in the solar tariff and has lost three court cases brought by Friends of the Earth and solar companies. Decc now proposes to include an &quot;emergency brake&quot; mechanism which would close the RHI scheme down as payments approached pre-set levels. Climate minister, Greg Barker, said: &quot;Putting in place cost control measures for the RHI is the prudent thing to do, given this is millions of pounds of taxpayers&apos; money at stake and taking on board the lessons learned from the feed-in tariff scheme. We will ask industry for its views in the summer and in the meantime will arrange for interim measures to be in place to manage the scheme&apos;s budget. Decc will launch a formal consultation in the summer to explore different policy options to ensure the RHI stays within its budget. This could include a system to lower tariffs as the scheme grows.&quot; Paul Thompson, head of policy at the Renewable Energy Association, said: &quot;To launch an official consultation on bringing the shutters down, having only just fired the starting gun on the RHI, is premature to say the least. The renewable heat market isn&apos;t going to flare up like solar did. If anything were concerned about an underspend. This consultation on interim cost control is unnecessary and unhelpful, but it&apos;s certainly not a reason for lenders to become alarmed  particularly as government intends to remove this power when longer-term control measures are in place.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/mar/27/renewable-heat-incentive-scheme-delayed", 
    "wordcount": "485"
}