{
    "headline": "Somali NGOs call for help to ease burden of Mogadishu street children", 
    "text": "The muezzin calls for afternoon prayer. A small boy wearing torn trousers and a dirty, brown oversized T-shirt rushes from a shed. Holding a rusty paint tin, he stands at the entrance to Isbahaysiga mosque in Mogadishu, a short distance from Somalia&apos;s partially rebuilt houses of parliament. Ali Noor is 10. He has been working as a shoe shiner for three years, and the tin he is carrying holds the rudimentary tools of his trade  a sponge, brush and shoe polish. Friday&apos;s midday prayers draw the biggest congregation; for Ali, this is the best time to earn a living. His eyes are fixed on the feet of worshippers coming to the mosque. He&apos;s searching for dusty shoes. The dry, sandy streets of Mogadishu mean plenty could benefit from his skills. Ali is one of at least 20 boys competing to clean the shoes of the well-heeled Muslim faithful who worship at the mosque. For each pair of shoes cleaned, he charges $0.10, although fierce competition from other boys means some clients bargain the price down to as little as $0.05. While the white-robed men pray, the boys are busy at work. After an hour, Ali&apos;s T-shirt is wet and sweat falls from his brow. Yet he is all smiles  and $0.70 richer. &quot;I like Fridays,&quot; he says. &quot;I earn more than on other days, so my little brothers will have something to eat tonight.&quot; In every mosque, street cafe, restaurant  anywhere people gather to pray or socialise  street children crowd and compete to clean people&apos;s shoes. Those too weak or too young (under six years of age) to work simply beg. Ali&apos;s father died three years ago and, as the eldest child, he has to work to support his four younger siblings. His mother, Fartun Mohamed, is unable to work due to ill health, and her youngest child requires round-the-clock care due to a genetic condition. The exact number of street children in Mogadishu is unknown. In 2008, local aid agencies and Unicef, the UN Children&apos;s Fund, estimated there were at least 5,000. But that was before the country was hit by the worst famine in 60 years, in 2011. Families lost their livestock and farms, leaving them unable to provide for their children; the upshot was an increased number of children on the streets in search of food and work. Yasin Abdullahi, chairman of the Somali Children Care Organisation, says at least 11,000 street children were counted in 2011, and the number is expected to increase following the government&apos;s pledge last year to ban the use and recruitment of child soldiers in areas it controls, but without any plans to integrate the children into the community. &quot;The numbers are increasing further because all those former child soldiers have nowhere to go and are now on the streets,&quot; says Abdullahi. With no government-run shelters for street children, local organisations are stepping in. The NGO Kheyre Development and Rehabilitation Organisation (Kedro) provides tin shelters for street children next to a dump off the airport road. The shelters are home to 100 children; many are orphans, and some are former child soldiers with drug-related problems. Most were picked up at the nearby dump, where they used to scavenge for food and recycled materials to sell. The children are able to attend school at the shelter, but they&apos;re lucky to get one meal a day because Kedro has limited funds. For some, hunger and inadequate drug rehabilitation support lead to a return to scavenging, substance abuse and even criminal activity. &quot;They need greater help that we can&apos;t provide. They shouldn&apos;t be left on the streets,&quot; says Fatma Hassan, head of Kedro. Mohamed Osman, 11, was one of the children cared for at the shelter, but he is now back at the dump. Mohamed hasn&apos;t seen his parents for about four years. They were living in one of the many camps for internally displaced people that dot the city. Standing on top of a fresh heap of rubbish, inhaling shoe adhesive from a soft-drink bottle and coughing heavily under the intense midday sun, he explains: &quot;I needed help first, not school and books, so I left them and came here.&quot; Hassan says her worst fear is that children will be recruited into the many militia gangs operating in parts of the country still not under government control. &quot;These children have no parents or education,&quot; she says. &quot;If nothing is done to integrate them back into the community, which is the case now, they will all become child soldiers and robbers.&quot; The new government, which took office in November, says efforts are being made to address the issue of street children. &quot;The number of children on Mogadishu roads is unacceptable so we&apos;ve put the issue at the top of our action plan for this year. Child welfare is a big priority for this government,&quot; says Dr Duale Aden Mohamed, director general at the Ministry of Human Development and Public Services. For Ali, shoe shining isn&apos;t how he wants to spend his life. &quot;I want to go to school and buy my own car. Going to school is easier than this work.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2013/jan/16/somali-ngos-mogadishu-street-children", 
    "wordcount": "879"
}