{
    "headline": "Minibeast menagerie", 
    "text": "Limestone excavated from this land built the surrounding villages and drystone walls. Over the last century, or more, the pocked and ridged ground has been colonised by a richness of species, taking advantage of the thin, well-drained, low-nutrient and calcium-rich soil. Huge anthills are scattered about. Anthill volume is directly related to age  a big hill can be hundreds of years old. The yellow meadow ant is the architect of these giant green domes; it is shy and discreet, but turning over the limestone slablets strewn around the habitat reveals aggregations of thousands, usually accompanied by the little, white and blind ant woodlouse. There are also many busy nests of red ants, black ants and the large black ant. Other inhabitants under the rocks include a quick-running, tawny-amber and flat ground beetle (Platyderus depressus), and a squarish-bodied harvestman, grey-brown with a pattern of darkened spines that gives it a chequered appearance. Although its body is just 3mm long, I know instantly it is a species I have never seen before: the four-spined harvestman (Homalenotus quadridentatus). Spring is here and the sallow buds have burst, revealing petal-less flowers  explosions of white filaments topped with yellow balls of pollen. The sallow tree is circled by the deep buzz of huge queen bumblebees, feasting on its pollen and nectar. Among the red-tailed bumblebees and buff-tailed bumblebees are even chunkier vestal cuckoo-bees. Apart from having yellow next to white on her sides, the vestal looks like a regular bumblebee, but her life strategy is radically different. She infiltrates a buff-tailed bumblebee nest, kills the resident queen and takes over. I am surprised cuckoo-bees emerge this early: surely they have little to do until the bumblebees have reared their first few generations of workers?", 
    "section": "environment", 
    "gid": "environment/the-northerner/2012/mar/28/collyweston-quarry-northamptonshire-minibeast-menagerie", 
    "wordcount": "289"
}