{
    "headline": "Rwanda seeks diaspora investment to cut reliance on foreign aid", 
    "text": "Rwandans in the UK are among those being tapped to contribute to a new &quot;solidarity fund&quot; set up by President Paul Kagame in a bid to lessen the government&apos;s reliance on foreign aid. &quot;Why should a citizen of another country have an obligation to feed me forever? This is almost blasphemy,&quot; Kagame reportedly said last week at a fundraising lunch for the Agaciro Development Fund in the capital, Kigali. According to the government, Agaciro  which means &quot;dignity&quot; in kinyarwanda  has already attracted pledges totalling 20bn Rwandan francs (20m) since launching in August. The fund&apos;s website says Agaciro aims to improve the country&apos;s financial autonomy and will give Rwandans &quot;a higher level of direct ownership in the nation&apos;s projects&quot;, with priorities chosen through national consultations. Individuals can transfer money to the fund through banks, online or SMS. Its Twitter feed features a rolling record of pledges. Businessmen in Kigali, the Rwanda ministry of defence, and the diaspora in Uganda, Tanzania and Belgium are among those listed as contributing to the fund. Local newspapers report contributions from members of parliament and Rwandan peacekeepers in Darfur. Launching the sovereign wealth fund in August, Kagame said it would help raise additional funds for development projects in the country but that it is not intended to replace foreign aid. &quot;Other people may provide assistance and this should not be considered entirely a bad thing,&quot; he said. &quot;However, such assistance should only come as a supplement to what has been generated by ourselves, because assistance by other people is like anaesthesia. &quot;We are not changing our relationship with our partners and neither are we trying to isolate ourselves. We are simply trying to add value to the relationship because aid is never enough and we need to complement it with homegrown schemes to accelerate growth.&quot; Often dubbed an aid darling, Rwanda&apos;s position with its donors has become increasingly precarious. Last month, the EU followed the US and Germany in suspending part of its multimillion euro aid package to the country over allegations that the Rwandan military is supporting the M23 rebellion in neighbouring Democratic Republic of the Congo. Britain froze 16m in aid to the Rwandan government in July, though 8m was reinstated by Andrew Mitchell before leaving his post as international development secretary last month. The Agaciro fund falls under the ministry of finance, though the government says it plans to place it under independent management. Since the fund&apos;s launch it has embarked on a wide-ranging awareness campaign, erecting billboards, hosting cultural events, and organising talk shows on radio stations and the national TV channel. This weekend Coventry will host a UK launch event for Agaciro under the banner of &quot;Let&apos;s drive our own development&quot;. Kitoko, a popular Rwandan singer, is set to perform at the event, organised by the West Midlands Rwandan Community Association. Apollinaire Kageruka, president of the WMRCA, said he expects up to 400 to attend the fundraising event, with members of the Rwandan diaspora travelling from across the UK. &quot;We are trying to contribute to our country&apos;s development,&quot; said Kageruka. Remittances to developing countries from migrants were last year expected to top $370bn  more than three times the size of foreign aid  pushing governments around the world to look for ways to harness these funds, which typically flow directly to family and friends. According to World Bank figures (xls), remittances to Rwanda topped $100m (62m) in 2010, more than 1.5% of the country&apos;s GDP. Other countries, including Ethiopia and Kenya, have created &quot;diaspora bonds&quot; to encourage investment in local development projects.", 
    "section": "global-development", 
    "gid": "global-development/2012/oct/11/rwanda-diaspora-investment-foreign-aid", 
    "wordcount": "614"
}