{
    "headline": "The killer itch: science writing that makes you want to scratch", 
    "text": "Some pieces of writing get into your head. &quot;The itch&quot; by Atul Gawande, published in The New Yorker in 2008, is one of those  quite literally. It&apos;s about the phenomenon of itching. Not just an occasional annoying skin tingle, but the kind of itch that doesn&apos;t go away. An itch so deep and menacing that it could send you mad. Gawande is a surgeon, giving him privileged access to some of the weirdest medical stories (tip number one for science writers: write about what you know best), and in &quot;The itch&quot;, he&apos;s dug up a doozy. It&apos;s the story of a patient who spun around the itch-scratch cycle so many times that she ploughed right through her head and hit her brain. One morning after scratching her scalp during the night, Gawande writes, &quot;she sat up and, she recalled, &apos;this fluid came down my face, this greenish liquid.&apos;&quot; What hooks you is the personal story: Who is this lady? He teases you with personal details about her life and the thought that something had gone terribly wrong for her somewhere (tip number two: people make the best subjects, not ideas). What keeps you reading paragraph after paragraph is the mystery: Why the hell is she so itchy? Is it physical or psychological? He doesn&apos;t tell you straight away, instead drawing out the tale with historical anecdotes, medical facts and literary references (tip number three: insert some suspense). Gawande tells us, &quot;the only thing that kept [her] from tearing her skin and skull open again, the doctors found, was to put a foam football helmet on her head and bind her wrists to the bedrails at night.&quot; She ends up in hospital, in a bed next to a man with the same condition, who finally dies after scratching into his carotid artery (tip number four: include a life-or-death tension, or failing that, at least some element of conflict). Through the story of her itch, he spans the breadth of medical science from neurology to obsessive-compulsive disorder, trying to find out what might be to blame. It&apos;s like an episode of House, the American medical drama in which a crack team of doctors diagnose mysterious illnesses in the style of Sherlock Holmes. The difference here is that the mystery is never quite solved. She grows older, and the itch remains. Yet despite the less than satisfying end, it&apos;s a brilliant piece of writing. I&apos;m desperate to read on, scratching the urge with every word. I dare you to read it and not feel an itch, too. Angela Saini is a freelance science writer based in London. She is the author of Geek Nation: How Indian Science is Taking over the World Enter the Wellcome Trust Science Writing Prize in association with the Guardian and the Observer", 
    "section": "science", 
    "gid": "science/2012/apr/02/killer-itch-science-writing-scratch", 
    "wordcount": "473"
}