{
    "headline": "Anti-pollution protesters halt construction of copper plant in China", 
    "text": "Thousands of anti-pollution protesters took to the streets of a south-west Chinese city on Monday, halting the construction of a multimillion pound molybdenum copper plant.  Police used tear gas to disperse the crowds after rioters lobbed bricks at government offices in Shifang, Sichuan province, the English edition of the state-run newspaper Global Times reported. Other accounts said a dozen police vehicles were overturned or attacked. Authorities said they had temporarily suspended the project while they conducted inquiries, but warned they would investigate anyone who spread rumours. The demonstration is the latest in a series of &quot;not in my backyard&quot; grassroots protests in China, testifying to growing fears about the toll that development is taking of the environment and health. Last summer, tens of thousands of people in the north-eastern city of Dalian marched to demand the relocation of a chemical plant. The demonstrations in Shifang began on Sunday night, when students and residents gathered to protest. A local police officer told the Global Times there were &quot;several thousand&quot; protesters on Monday, while the South China Morning Post reported that tens of thousands were involved. Photos posted online showed protesters carrying banners reading: &quot;Safeguard our hometown, oppose the chemical factory&apos;s construction&quot; and &quot;Unite to protect the environment for the next generation&quot;.  Residents told the Global Times that some had filed complaints against the project, but officials had taken no action. &quot;The local government will definitely carry out supervision during the entire process of constructing the project. If the company fails in the environmental protection assessment, the local government would not allow it to go into production,&quot; Xu Guangyong, mayor of Shifang, told protesters on Monday morning, the state-run China News Service reported. But by Monday night, authorities had vowed to suspend construction of the 10.4bn yuan (1bn) molybdenum-copper alloy factory by Shanghai-listed Sichuan Hongda. Shifang government said on its microblog account that police officers had been injured along with 13 protesters. Others said the number of injured protesters was far higher, the South China Morning Post reported.  &quot;Many protesters were injured when police sprayed tear gas at the crowds, from teenage students to elderly residents,&quot; one witness told the newspaper. The newspaper said a petition letter circulated by protesters warned: &quot;It will be too late to protest once the factory is built  How many Shifang people have enough money to move away from the city? We&apos;ll have to unite to keep the chemical factory out of Shifang.&quot; Ma Jun, the director of the Institute of Public and Environmental Affairs, said the case showed the lack of public participation in environmental decision-making. &quot;Heavy metal projects are always highly polluting. Of course the public has concerns about this,&quot; he said.  &quot;The government only released the short version of the plant&apos;s environmental report, which did not have information about the solid waste and waste water. It should have released the full version. &quot;At the least, they needed to hold a public hearing. In other countries the public have legal recourse when their right to participation cannot be guaranteed, but that is not possible in China.&quot; Sichuan Hongda could not be reached for comment.", 
    "section": "environment", 
    "gid": "world/2012/jul/03/china-anti-pollution-protest-copper", 
    "wordcount": "540"
}