{
    "headline": "Lessons the tech world learned in 2012", 
    "text": "LESSON 1 Tweet in haste, repent at leisure Who would have thought that an elderly Tory peer would become a leading innovator in internet law? Yet that is what Lord McAlpine has become. It&apos;s not clear whether it was him or his lawyers who came up with the idea of going after the UK Twitter users who tweeted  or retweeted  false allegations that he had been involved in child abuse, but, whoever was responsible, the fact is that it has changed the legal landscape in the UK. The smart move was to discriminate between different classes of users. Those with 500 or fewer followers could get in touch with McAlpine&apos;s lawyers and, upon payment of a small fee to charity, escape with a pardon. More substantial tweeters were required to pay heftier damages or face the full force of m&apos;learned friends in court.     Sally Bercow. Photograph: Paul Clarke/Rex Features    Chief among the latter was Sally Bercow, Mr Speaker&apos;s lively spouse, who, at least at the time of writing, seems determined to see things through to the bitter end. If it comes to that, we can look forward to an entertaining and instructive legal contest. All of which is comforting for the establishment. At last, the unruly internet beast is being tamed. Twitter gives broadcast-type communication power to ordinary citizens and if a broadcasting network such as the BBC can be held responsible for what it transmits, surely Twitterers should be too? Only up to a point, Lord Copper. Obviously, people should be responsible for their actions, but it&apos;s absurd to judge the behaviour of a thoughtless individual by the same standards as we apply to that of a professional news organisation such as the BBC. If the only tweets that were judged acceptable were anodyne ones, then the value of Twitter as a public service would be greatly diminished. Besides, lots of professional journalists made similar errors in jumping to conclusions about the identity of the Sandy Hook killer. LESSON 2 Valuing technology companies remains an inexact science Before Facebook&apos;s initial public offering (IPO), the big question was: how much is the company worth? Post-IPO, the answer was: less than we thought  or were led to believe by Wall Street. Facebook shares fell 24% in the first three days of open trading, a fact that has led some disgruntled investors to contemplate legal action. Clearly they hadn&apos;t heard that valuations of internet companies arrived at by consulting the entrails of chickens are possibly as reliable as those arrived at by legions of spreadsheet-wielding consultants. But the story of Facebook&apos;s oscillating valuations paled into insignificance compared with the row about the price that Hewlett-Packard, the troubled US computer giant, paid for software firm Autonomy. In October 2011, HP bought the Cambridge-based company for $11.7bn. Last month, HP announced that it was taking an $8.8bn write-off because it had realised that Autonomy was not worth anything like its purchase price. HP claimed that $5.5bn of the write-off was explained by the discovery of &quot;accounting irregularities&quot;. HP&apos;s criticisms are vigorously denied by Mike Lynch, the founder of Autonomy, who has set up a website to contest them. Meanwhile, in another part of the forest, Larry Ellison, the CEO of Oracle, has also set up a website, which claims that &quot;Autonomy had been &apos;shopped&apos; [ie offered for sale] to Oracle as well, but Oracle wasn&apos;t interested because the price was way too high&quot;. While all of this is going on, the average reader might be forgiven for asking how a big company such as HP could have made an $8.8bn mistake in its valuation of a prospective acquisition. Shouldn&apos;t it have taken the advice of accountants? It turns out that it did. The New York Times reported that all of the Big Four firms  KPMG, Ernst and Young, Deloitte and PwC  had been consulted at one time or another. Next time, HP should try those chicken entrails. LESSON 3 Raspberries come in unexpected flavours           A few years ago, Eben Upton and some of his academic colleagues in Cambridge University&apos;s Computer Laboratory became concerned about the fact that most of the kids who wanted to study computer science no longer knew how to program. So they had the idea of designing a small, cheap computer that they could give to prospective students at open days. Anyone who turned up for interview would be asked what they&apos;d done with it and only those who had done something interesting would be considered for admission. Thus began the most intriguing home computing experiment since the BBC Model B transformed Britain&apos;s IT landscape in the 1980s. &quot;We thought we&apos;d make maybe a few hundred of these devices,&quot; Upton wrote later, &quot;or, best case, a lifetime production run of a few thousand.&quot; How wrong can you be? When Raspberry Pi, for that is what the device was eventually christened, was announced, 100,000 people joined the mailing list. When it went on sale, the demand crashed the servers of the two major online retailers that had signed up to sell it. To date, it has sold more than 800,000 units and stands as an astonishing rebuke to the sceptics who said that in these days of iDevices and tablets there was no market for a device that ran Linux and simply sat blinking at you when you switched it on. But then that&apos;s what they also said about the BBC Micro. LESSON 4 The iPad isn&apos;t a magic bullet for publishers after all Print publishers hate the web, partly because they can&apos;t control what people do with the content that they publish on it, but mainly because they can&apos;t make the buggers pay for it. So when the Apple iPad arrived they fell upon it like ravening wolves. Sure, they had to pay the Apple 30% tax for publishing through the iTunes store, but at least the customer paid something. And the gorgeous screen and processing power of the Apple tablet meant that publishers could create &quot;immersive reading experiences&quot; that, coincidentally, kept the reader from venturing out into the nasty world wild web.     Rupert Murdoch closed the Daily after less than two years    Ever willing to try something new, Rupert Murdoch launched The Daily, the world&apos;s first iPad-native newspaper, in February 2011. He closed it on 15 December 2012, saying that the product &quot;could not find a large enough audience quickly enough to convince us the business model was sustainable in the long term&quot;. An expensive mistake? Yes, but also a valuable experiment for the rest of us. The truth is that iPad publications may look cool, but they can be pretty clunky. For one thing, you have to download the whole publication before you can start reading page one. (Imagine if you had to do that with websites.) For another, they are mostly &quot;little more than heavy PDF files, weighed down with multimedia bells and whistles&quot;. That&apos;s not to say that iPad-native magazines don&apos;t have a place in the digital ecosystem, but they&apos;re not the magic bullet the publishing industry once hoped they would be. LESSON 5 Why Facebook should not have a seat at the United Nations With a billion users, Facebook may have as many people as India, but basically it&apos;s a dictatorship. Come to think of it, adhering to democratic principles is not  and never has been  a requirement for admission to the UN club. Robert Mugabe&apos;s Zimbabwe, is a member, for example, as are Iran, Belarus and Angola. So maybe Facebook&apos;s CEO would feel quite at home at the UN&apos;s New York HQ. After all, like all the best dictators, he always knows what is best for his people.     Facebook's Mark Zuckerberg    He knows, for example, that they want everything to be &quot;social&quot;  ie open to the world. He also knows that their petty obsessions with their privacy are just that  petty. Only the other day, the company announced the termination of users&apos; ability to hide from Facebook searches. Sam Lessin, one of Zuck&apos;s henchmen who has the interesting title of &quot;director of product&quot;, told journalists that the ability to hide from the site&apos;s search would be &quot;retired&quot; as only &quot;a single-digit percentage of users&quot; actually hide themselves from Facebook search. How George Orwell would have loved that use of the word &quot;retired&quot;! Given that Facebook has a billion users, a single-digit percentage could mean tens of millions of privacy &quot;retirees&quot;. Oh and by the way, the &quot;product&quot; in Mr Lessin&apos;s job title is you and me.   LESSON 6 Book publishers have finally realised that they are the main course in Amazon&apos;s lunch menu Here&apos;s a riddle: &quot;Disintermediation is a very long word. How do you spell it?&quot; The answer, of course, is &quot;it&quot;. But disintermediation is now the mot de jour. It means wiping out the intermediary and that is what the internet does. Remember travel agents? Record shops? Bookshops? Book publishers? For a long time, publishers maintained that, while the internet was certainly destroying the business models of other industries, book publishing was such a special business that it wouldn&apos;t happen to them. After all, in the end, every author needs a publisher  doesn&apos;t s/he? Only sad people go in for self-publication. Er, not necessarily. The arrival and widespread acceptance of ebooks, together with on-demand printing and Amazon&apos;s ebook publishing engine have transformed self-publishing from a dream to a reality. If you&apos;ve written something and it&apos;s in Microsoft Word format, then upload it to Amazon&apos;s publishing engine, upload an image for the cover, choose a price and in about four hours it&apos;ll be for sale on the web. And in case you think that self-publishing is just for wimps, remember that that&apos;s the way Fifty Shades of Grey started. LESSON 7 Just because governance of the internet is too important to be left to the United Nations doesn&apos;t mean that it doesn&apos;t need governance     African delegates at WCIT-12    The farce that was the World Conference on International Telecommunications (WCIT-12) has ended, but the problem of internet governance endures. The conference was ostensibly about updating and harmonising international telecommunications protocols (for example, mobile roaming rates) but some countries, including quite a few authoritarian regimes, and phone companies sought to use it as a vehicle for controlling internet content and levying charges on those who create and provide it. In the end, the conference broke up in thinly veiled disarray, with most western countries refusing to sign up to the proposition that the International Telecommunication Union (ITU) should have any major role in internet governance. Two cheers for that. But we are still left with a problem, which, crudely stated, is this: it ain&apos;t broke, but it needs fixing. Because of its history, governance of the net is unduly weighted in favour of US-based or US-dominated institutions. This was fine when the internet was predominantly a US-European phenomenon. But now it&apos;s a truly global network and we need a multinational governance structure that a) reflects that reality but b) doesn&apos;t break the openness and vitality of the system. The first person to crack that problem gets a Nobel prize. LESSON 8 If you want privacy keep off the net. Or at least encrypt your stuff In 1999, Scott McNealy, then the CEO of Sun Microsystems, famously observed that consumer privacy issues were a &quot;red herring&quot;. &quot;You have zero privacy anyway,&quot; he said. &quot;Get over it.&quot; At the time, people wondered what Scott had been smoking. Now we know better. We have been sleepwalking into a networked world where privacy is ostensibly worshipped like motherhood and apple pie but is everywhere abused. You may wonder why particular ads seems to follow you everywhere you go on the web? Or why brands you &quot;like&quot; mysteriously turn up in your timeline and in those of your &quot;friends&quot;. Google knows every YouTube video you&apos;ve ever watched (and also what&apos;s in your Gmail). Facebook knows all of this stuff plus your real name. And, on the other side of the fence, the US National Security Agency (and possibly also its overseas franchises) is hoovering up all your electronic communications. The UK Data Communications Bill suggests that our domestic agencies have similar ambitions. And western countries are still selling electronic surveillance kit to repressive regimes all over the world. The only real solution is to switch off your mobile phone and never again use the net. Failing that, you could try encrypting your email using something such as PGP. But that&apos;s not for the faint-hearted, so perhaps the rule to live by is this: don&apos;t put anything in an email that you wouldn&apos;t put on a postcard. LESSON 9 The future&apos;s mobile and that&apos;s not necessarily good news 2012 showed that the explosion in the adoption of smartphones (ie internet-connected mobile handsets) and tablet computers shows no signs of abating. This means that we&apos;re heading for a world in which most people will access the internet via handheld devices. And this has major implications. The upsides are clear: it will be easier for billions of people to integrate the net into their daily lives, with all the benefits that that can bring. The downsides are less obvious to most people, but they are worrying and real. In particular, it will be a world in which most people access the net via closed, &quot;tethered&quot; devices that will greatly enhance the powers of corporations that few of us have any reason to trust. Technology giveth and technology taketh away.", 
    "section": "technology", 
    "gid": "technology/2012/dec/30/tech-world-lessons-learned-2012", 
    "wordcount": "2263"
}