{
    "headline": "Facebook shares sink even lower as analysts fear more sell-offs", 
    "text": "Facebook&apos;s shares hit new lows Friday as analysts worried the social network&apos;s insiders may be preparing to sell yet more stock. The company&apos;s share price reached a low of $18.03 on Friday before ending at $18.08, down 5.28% for the day. Facebook&apos;s shares are now worth less than half the $38 price they were sold for in May. The latest fall came as two analysts from firms associated with May&apos;s troubled initial public offering (IPO) cut their price targets on the shares. Bank of Montreal (BMO) analyst Daniel Salmon cut his target for Facebook&apos;s shares from $25 to $15  the lowest rating of his peers  and warned the company may struggle to meet a 4% revenue-growth target in the third quarter.  Bank of America analyst Justin Post cut his target on the shares to $23, arguing the company had good long-term prospects while citing concerns about the looming expiration of &quot;lockup&quot; agreements that prevented some early investors and company insiders from selling shares. Facebook&apos;s shares fell 6.3% after the expiration of its first lockup agreement in mid-August freed up some 271m shares for sale. Legendary Silicon Valley investor Peter Thiel, the first big outside investor in Facebook and a company director, used that opportunity to sell more than 20m shares, most at $20 a share. Co-founder Dustin Moskovitz has shed 1.35m shares at prices ranging from $18.79 to $20.08, adding $26.2m to his fortune. Post was more positive about the company&apos;s long-term prospects from new advertising formats but wrote &quot;recent selling activity on the August lockup suggests to us the risk of future selling pressure&quot;. Facebook&apos;s next lockup expiration comes on 15 October, when another 249m shares will be freed up. The largest expiration comes on 14 November, when co-founder and largest shareholder Mark Zuckerberg and others will be free to sell 1.32bn shares. More shares will also be released in December and in May next year. On the day of its IPO Facebook was briefly valued at $104bn, more than the market value of Goldman Sachs and Nike added together. On Friday Facebook was valued at $38.69bn, less than Nike&apos;s $44.19bn.", 
    "section": "technology", 
    "gid": "technology/2012/aug/31/facebook-shares-sink-even-lower", 
    "wordcount": "367"
}