{
    "headline": "Censorship is inseparable from surveillance", 
    "text": "There was a time when you could censor without spying. When Britain banned the publication of James Joyce&apos;s Ulysses in the 1920s and 1930s, the ban took the form on a prohibition on the sale of copies of the books. Theoretically, this entailed opening some imported parcels, and it certainly imposed a constraint on publishers and booksellers. It was undoubtedly awful. But we&apos;ve got it worse today. Jump forward 80 years. Imagine that you want to ban www.jamesjoycesulysses.com due to a copyright claim from the Joyce estate. Thanks to the Digital Economy Act and the provision it makes for a national British copyright firewall, we&apos;re headed for a system where entertainment companies can specify URLs that have &quot;infringing&quot; websites, and a national censorwall will block everyone in the country from visiting those sites. In order to stop you from visiting www.jamesjoycesulysses.com, the national censorwall must intercept all your outgoing internet requests and examine them to determine whether they are for the banned website. That&apos;s the difference between the old days of censorship and our new digital censorship world. Today, censorship is inseparable from surveillance. Of course, you can surveil without censoring, watching everything and stopping nothing. Ironically, from a human rights perspective, censorship with surveillance is better than censorship on its own. In despotic regimes around the world, censorship is the spur that gets internet users to use TOR, the Onion Router, a technology for bypassing censorwalls that offers some anonymity in the bargain. When the government in Syria or Iran blocks Facebook or Human Rights Watch, internet users figure out how to install and use TOR, and their browsing habits are kept private from the secret police. When the state drops the censorship, many users drop TOR  which slows down your internet connection  and then everything they do is visible to the agents of the state who might kidnap, torture and kill them for looking at the wrong parts of the internet. The death of privacy? We hear a lot about the death of privacy, and the supposed end of our desire to be private. I think it&apos;s more correct to say that we&apos;re very bad at pricing the long-term option on a present-day privacy disclosure. That&apos;s because privacy tradeoffs are one of those areas of public life where actions and consequences are separated by a lot of time and space. That&apos;s a recipe for a problem that&apos;s nearly impossible to get good at solving. To understand why, think of the old days of film cameras. In those days, most families shot one or two rolls of film a year  one on the family vacation and one though Christmas and birthdays, more or less. You&apos;d send the film off to the lab for photo processing, sometimes months after the exposures were shot, and you&apos;d get back your pictures. Most would be mediocre, some would be terrible, and a few would be wonderful. But unless you went to extraordinary lengths to record the circumstances of each shot, you would almost certainly have no idea what you did to make the good ones good and the bad ones bad. Without that vital knowledge about causes and effects, it is impossible to improve at any task. The easiest way to cultivate a knowledge of cause and effect is to move the two closer together. When digital cameras arrived on the scene, they were inferior to film cameras in many ways, but they had an immediacy that film cameras had never managed. Even &quot;instant&quot; Polaroid cameras couldn&apos;t compare with the feedback that digital cameras gave. As soon as you press the shutter button, your image appears on the viewfinder. Even though digital cameras lack the resolution of film cameras, most of us amateurs make better photos with them than we ever did with our film cameras. Merely being able to marry cause and effect does that. As a society, we&apos;ve gotten so good at taking photos that we now buy products like Hipstamatic that degrade our pictures to make them look more &quot;authentic,&quot; in part because our casual snaps are so well-framed and -timed that they have the look of a studio portrait. Adding grain, blur and colour imbalances restores the sense that they are &quot;genuine&quot; spontaneous shots. Privacy disasters We lack any effective means of moving cause and effect together for privacy, especially for the worst kinds of privacy disasters. In the early 1980s, I had a teacher whose wife went into hospital to deliver their first child. Afterwards, they were approached by a nice man from a marketing consortium offering a basket of free nappies, baby-grows, wipes, and other necessities. All he wanted in return was the child&apos;s name, date of birth and address (details that privacy detractors trivialise as &quot;tombstone&quot; information). They gave it to him. A few weeks later, the baby died. It was unforeseen and tragic. More tragic, though, was what happened every year on the child&apos;s birthday: the grieving family got a slew of commercial offers in the post, targeted at a dead child&apos;s ageing ghost. Few of us would have the foresight to turn down a basket of freebies on the grounds that our newborn first child might die suddenly. It&apos;s not the sort of thing that we are likely to turn our minds to as we recover in a maternity ward. Of course, once the lesson of the downside of this sort of disclosure has been learned, we&apos;re not likely to forget it, but how many times in our lives do we get to apply the lesson? Will we be clever and insightful enough to apply the lesson the next time someone offers us an unrelated privacy bargain (say, a Boots reward card)? Privacy isn&apos;t the only problem that is widespread, potentially grave and characterised by the separation of cause and effect. In fact, these are the traits that unite our most pernicious public health problems. No one would smoke if the tumours emerged with your first drag. No one would overeat if every mouthful of cheesecake was instantly transformed into an equal volume of cellulite on your thighs or stomach. No one would drink to excess if the hangover started while you were hoisting your first pint of the evening. Many people who smoke will never develop cancer. Many people who eat cheesecake have the BMI of a ballerina. Many people who drink never get drunk. But for people who do experience problems, the consequences are grave, even deadly. Likewise, many people who deliberately or inadvertently disclose their private information will never suffer any particularly grave consequences. But the worst failures of privacy disclosure will be just as grave as in other public health problems  bankruptcy, identity theft, even danger of violence (in the case of Iranian dissidents who allow themselves to be snooped upon by the national firewall). Privacy v profit There are plenty of services that make healthy profits off of this unfortunate dynamic. The existence of overeating doesn&apos;t mean that &quot;people don&apos;t care about obesity&quot;. The success of the tobacco industry doesn&apos;t mean &quot;people don&apos;t care about cancer&quot;. And the existence of widespread privacy disclosures online doesn&apos;t mean &quot;people don&apos;t care about privacy&quot;. Governments put a lot of energy into tackling public health problems. They regulate the companies that profit from the problems  by instituting a minimum drinking age, prohibiting public smoking and so on  and conduct public education campaigns to help people appreciate the potential future effects of their present-day causes. Reflecting the difficulty of such problems, governments often turn to the lurid, disturbing imagery, such as graphic photos of diseased lungs or shock adverts depicting the dangers of drunkenness. Imagine, instead, that the government spent an equivalent amount to make the problem worse. Imagine that the state used its tax coffers to ensure that cigarette vending machines were placed in every school. Imagine if they instituted a nationwide two-drink minimum for people stopping in at petrol stations or riding the buses. Fundamentally, this is what national censorship regimes accomplish. They require us to disclose our every online click and keystroke to the state and the private companies that operate the censorship mechanisms it employs. They especially require this of our children, particularly in schools and libraries. It&apos;s often the case that the companies that supply censorware to schools, libraries and parents are the very same that serve autocrats from Burma to Bahrain, repackaging their code and their blacklists for sale in liberal democracies&apos; educational institutions. Most of the privacy disclosures made by most of the internet&apos;s users will not harm them in any way. But we all make so many disclosures, so often, that it&apos;s only a matter of time until each of us comes up against the difficulty of getting better at privacy. We need the state to help us fight the public health problem, to encourage the use of tools that promote privacy online, to deliver the technical skills to help each child operate her computer and browser in a way that puts her in charge of how her information is disclosed as she moves through the web. We need them to remind us all that this stuff matters, and to pause and think through our information habits and consider the ways that they might come back to bite us in the future. We can&apos;t do that at the same time as we are nationally discounting the value of all private internet information to zero. We can&apos;t tell people to value their privacy and treat it as valueless. Well, we can, but only if we don&apos;t actually care about the harms that can arise from privacy breaches. Only if we want to make &quot;people don&apos;t care about privacy&quot; into our national mission-statement.", 
    "section": "technology", 
    "gid": "technology/2012/mar/02/censorship-inseperable-from-surveillance", 
    "wordcount": "1637"
}