{
    "headline": "Angry Birds' Mighty Eagle: 'We have expanded the market for games'", 
    "text": "They may be familiar, but the stats around Angry Birds remain startling, starting with the franchise&apos;s 700m downloads across all platforms a figure likely to top 1bn sometime in 2012. The original iPhone game is the biggest-selling paid app ever on both the UK and US App Stores according to Apple, with follow-ups Angry Birds Seasons and Angry Birds Rio also in the top 10 in both countries. More than 1m people have reviewed the Android version of Angry Birds on Google&apos;s Android Market, and Rovio has sold 25m plush toys so far. On the back of that, there are now more than 20,000 licensed Angry Birds products on sale, from board games and books through to t-shirts, shoes and sweets. A theme park is on the way in Finland, while Angry Birds shops will soon launch in China. Peter Vesterbacka&apos;s job is to fly around the world telling journalists and conference audiences these numbers, while also working on the company&apos;s marketing strategy. Does Rovio&apos;s &apos;Mighty Eagle&apos; not worry that Angry Birds might be getting a little over-exposed? &quot;We say no all the time: every day and every hour,&quot; says Vesterbacka. &quot;From the outside, you can see we&apos;re doing quite a few things, but there are even more things that we&apos;re not doing. But our guiding principle has always been to surprise and delight. How can we do something that is different and bigger than anything that has been done before. We&apos;re going for crazy numbers and crazy scale.&quot; I sat down with Vesterbacka at the Mobile World Congress show in Barcelona, where he&apos;d picked up a GSMA award for Best Mobile App for Consumers for Angry Birds Rio. He&apos;s become a recognisable figure at mobile and media industry events, with his ever-present red Angry Birds hoodie. In print, his statements often sound bullish and to critics, verging on arrogance but in the flesh, he has remained approachable and enthusiastic even as Angry Birds has grown into a phenomenon. &quot;There is no role model: nobody has done what we&apos;re doing before,&quot; he says. &quot;We want to create a long-lasting, global brand. This is very important though: we hope we know what we&apos;re doing, but we don&apos;t always. We&apos;re learning every day, and getting better in the toy business, the book business, the games business It&apos;s okay to make mistakes, especially if you&apos;re going into new areas and doing things differently.&quot; Walk into any mobile games industry conference, and you&apos;ll find some executives wondering aloud when the world will get tired of Angry Birds. Yet the series&apos; popularity has been accelerating, rather than dropping off. It took five months to reach 10m downloads of the original Angry Birds, but 79 days for its sequel Angry Birds Seasons, and then just eight days for Angry Birds Rio. On Christmas Day 2011 alone, the three games were downloaded more than 6.5m times. Next up is Angry Birds Space, with a 22 March launch that will include a game, animated content, physical products and books. Rovio is working with NASA on the project, and National Geographic on the book, with more products to come. &quot;It&apos;s the first time we have everything available on launch day: animation, toys, books, candy, everything,&quot; says Vesterbacka. &quot;It&apos;s massive: most Hollywood movies don&apos;t have this. And this is just the first phase of our space programme. There is more to come.&quot; Angry Birds has been more than a game for some time now: it&apos;s a mainstream entertainment franchise with a huge and global reach Vesterbacka claims it&apos;s &quot;the most copied brand in China&quot; already, which is what led to the retail strategy there. But yes, entertainment. &quot;Some of our competitors are in the business of play. We are in the business of entertaining people. That&apos;s why we bought the animation studio, and are creating books. It&apos;s about creating amazing entertainment experiences.&quot; says Vesterbacka. &quot;One thing we know how to do pretty well is games, but that&apos;s not the only way to entertain people.&quot; That said, he thinks Angry Birds has been part of the wider trend for games to find an audience beyond the people who owned consoles and handhelds before the rise of Facebook social games and smartphone apps. &quot;It&apos;s a very important point: every day I hear from people who say they never played games, but they play Angry Birds,&quot; says Vesterbacka. &quot;We have expanded the market for games, and there are now more gamers, even if they don&apos;t view themselves as gamers. Gaming is more mainstream than ever: games are normal now. Not even Nintendo managed to do that with the Wii. Angry Birds is now 700m-plus downloads, and soon to be a little bit more. And that&apos;s why we don&apos;t think Angry Birds is going to go away any time soon. It&apos;s not just a game.&quot;     One of Rovio's team sporting an Angry Birds sports jacket at Mobile World Congress    Another reason Angry Birds may be sticking around is its community of fans. In October 2011, Rovio said the games had 30m daily active users (DAUs), although that&apos;s likely to be higher now. This network is the starting point for marketing new Angry Birds games and products. &quot;We are launching several new games this year,&quot; says Vesterbacka. &quot;We&apos;re launching many more, all around Angry Birds. This year we&apos;re seeing a lot of the projects that we started last year become real.&quot;  The network may also be opening out for other developers and entertainment companies in the coming months. For example, Rovio&apos;s chief executive Mikael Hed mooted partnerships with music labels and artists at the Midem conference in January. &quot;When we used to talk to a lot of people, they would offer to help us with distribution,&quot; says Vesterbacka. &quot;Now, we happen to have the biggest distribution network on the planet. We can take their content and distribute it to our fans.&quot; Facebook is the other new frontier for Angry Birds, with the game having launched on the social network in mid-February 2012. Just over two weeks later, it has 3.9m monthly active users (MAUs) and 930k DAUs, according to analytics site AppData. A key new element for the Facebook version of Angry Birds is its four new power-ups: King Sling, Super Seeds, Sling Scope and Birdquake, joining the Mighty Eagle one that made its debut in the mobile game. All can be earned through gameplay, gifted by friends and purchased for between $1 and $40 on Facebook. Vesterbacka says Rovio doesn&apos;t just see these power-ups as ways to make the free Facebook game make money. They were designed with an eye on the broader merchandise business too. &quot;&quot;We launched four new power-ups, not 10 or 400. We designed them to be iconic. When we were designing them, we asked ourselves &apos;Are these good enough for somebody to walk around in a t-shirt with them on?&apos;&quot; The power-ups are more like characters than pure monetisation mechanics, in other words. And monetisation in freemium games is something Vesterbacka has strong views on, tied in to his belief that Rovio needs to create fans, not just consumers. &quot;We don&apos;t want to create 100 crap things you can buy in the game, then hope something will stick and 2% of your fans will buy it,&quot; he says. &quot;If only 2% of your most loyal fans buy what you&apos;re creating, then you&apos;ve created something that&apos;s not very good.&quot;", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/mar/01/angry-birds-peter-vesterbacka-rovio", 
    "wordcount": "1259"
}