{
    "headline": "King of the crags", 
    "text": "Few fells dominate the skyline from afar like Harter Fell as it rises between Eskdale and the Duddon. See it from Holmrook, or Drigg on the coast, and, as 67-year-old Eric Harrison says, &quot;It standsthere absolutely magnificent in the centre, like &apos;I&apos;m the king of the castle&apos;.&quot; His family has shepherded Brotherilkeld farm at the head of Eskdale for more than 100 years and he has farmed here for 40 years plus with his brother Geoff. When he was eight, Eric accompanied farmer Tom Crozier and a horse called Zebe that worked on the farm to Harter&apos;s summit. Eric had hoped  as boys will  to hitch a ride on the sturdy fell pony, but Zebe (which always wore a chain so it could be readily caught when it trod on the links) was carrying a bag of cement needed to make a platform for the Ordnance Survey trig point on top. He was forlorn to find that neither could he ride down. The steep angle tipped him headlong over the horse&apos;s head, down towards the leafy belt of trees by the river Esk, below where, farther on near Doctor Bridge, gunman Derek Bird took his life after leaving a trail of destruction through west Cumbria two years ago. Much better to take in the glorious prospect of the Scafells and Coniston hills, and also in the direction of Black Combe&apos;s whale-like mass to the south-west, with its slopes down near Millom by the Duddon estuary  the way stray sheep would wander. To prevent this, the Harrisons built a fence three miles long, like &quot;a great wall of China&quot;, according to Eric. &quot;One June was so bitterly cold with sleet, snow and hail we needed rum in our coffee,&quot; he says. &quot;After nearly losing a tractor in a peat bog, we loaded a horse with fence posts and wire. It had a foal that would fall asleep standing still as we toiled away for weeks on end.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/oct/21/eskdale-cumbrian-king-crags", 
    "wordcount": "336"
}