{
    "headline": "Malnutrition identified as root cause of 3.1 million deaths among children", 
    "text": "Malnutrition is the underlying cause of death for at least 3.1 million children, accounting for 45% of all deaths among children under the age of five and stunting growth among a further 165 million, according to a set of reports released ahead of a nutrition summit in London. The shocking figures, published in the Lancet on Thursday, emerged as world leaders prepare to meet on Saturday to pledge extra money for nutrition, ahead of the G8 summit of industrialised countries on 17 June. &quot;The Lancet series today shocked us into a new truth: undernutrition is an even deadlier threat to child survival than we ever thought,&quot; said Molly Kinder, director of agriculture and nutrition policy at ONE, the anti-poverty group. &quot;These alarming facts are now irrefutable. Undernutrition is responsible for 600,000 more child deaths each year than was previously realised.&quot; The latest Lancet reports follow the journal&apos;s series in 2008, which helped put nutrition on the development agenda. &quot;Countries will not be able to break out of poverty or sustain economic advances when so much of their population is unable to achieve the nutritional security that is needed for a healthy and productive life,&quot; said Professor Robert Black, of Johns Hopkins Bloomberg School of Public Health, who led the Lancet research. &quot;Our findings strengthen the evidence that good nutrition is a fundamental driver of a wide range of development goals, and while the impetus for improving nutrition today is stronger than ever, the costs of inaction are enormous.&quot; Aid for basic nutrition came to $418m in 2011, only 0.4% of total official development assistance. Similarly, nutrition has been a low government priority in Africa. Saturday&apos;s nutrition summit, co-hosted by the UK, Brazil and the Children&apos;s Investment Fund Foundation (CIFF), is expected to see financial pledges from rich governments and declarations of commitments from poor countries. Aid campaigners, who see the summit as the biggest opportunity in a decade to secure financial and political commitments on nutrition, expect pledges that will take the overall figure for nutrition to between $600m and $800m a year. Enough Food For Everyone IF, a coalition of more than 200 NGOs and faith groups, which is holding a rally in Hyde Park on Saturday to coincide with the summit, is calling for $1bn a year by 2015. Even if the summit comes up with more money, it will fall far short of the $9.6bn a year the Lancet says is needed to reduce the number of deaths from malnutrition among under-fives by 1 million. The money would be targeted at 34 countries with high malnutrition rates, supporting interventions identified in the 2008 Lancet series as cost-effective. These include exclusive breastfeeding and appropriate, healthy foods for infants; providing mothers and children with sufficient vitamins and minerals, including vitamin A and zinc supplements, iodised salt, and other micronutrient powders and fortified foods; and the prevention and treatment of cases of acute, severe malnutrition. Maternal nutrition is also crucial, said the Lancet, not just for the mother&apos;s own survival, but for her child&apos;s chances of survival and development. Undernourished women are more likely to die in pregnancy, to give birth prematurely, and to have babies who are too small for their gestational age. Iron and calcium deficiency are identified as key contributors to maternal death, putting mothers at increased risk of anaemia and pre-eclampsia; maternal iron deficiency is also found to be associated with low birth weight. &quot;They [governments] need to do something as they have so many stunted children,&quot; said Kinder. &quot;They need to come up with money.&quot; Brazil has been one of the success stories in reducing malnutrition. Daniel Silva Balaban, a director at the UN World Food Programme who was involved in Brazil&apos;s nutrition policy, emphasised that hunger and malnutrition was a political problem, not an economic one. &quot;When countries have the political will to tackle malnutrition, it is possible to deal with it, for example in Rwanda,&quot; he said. Balaban pointed out that the success of a school feeding programme key to Brazil&apos;s success in tackling malnutrition involved not just the ministry of education but also the co-operation of the education, health, social development and finance ministries. &quot;You also need a line in the budget to show that you believe in the programme and that you have a plan,&quot; he said. &quot;You put what money you can in the budget and donors can support you in finding the money.&quot; Balaban said it was important to create a legal framework so that the commitment to tackle malnutrition outlasts any government changes He also stressed the need to enlist the public, including smallholder farmers who can provide produce directly to school or municipalities. The Lancet&apos;s 2008 series stimulated political commitment to a reduction in malnutrition and led to the creation of the Scaling up Nutrition (Sun) movement, which emphasises the importance of a child&apos;s first 1,000 days. National commitment in poorer countries is growing, donor funding is increasing, and civil society and the private sector are more engaged. &quot;Undernutrition has a complex set of political, social and economic causes, none of which are amenable to easy solutions that fit within the timeframe of a single political cycle,&quot; said Dr Richard Horton, editor-in-chief of the Lancet. &quot;For this reason, the outlook today for nutrition is not wholly good. However, the forthcoming nutrition for growth event in London and G8 leaders&apos; summit present an immediate opportunity to foster political support for the interventions that can be quickly scaled up or linked to nutrition programmes.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2013/jun/06/malnutrition-3-million-deaths-children", 
    "wordcount": "942"
}