{
    "headline": "Nokia doubles down on maps and location-based services", 
    "text": "Location-based services got off to a bumpy start in the mobile industry when operators were trying to sell customers on their appeal in the early 2000s. It turned out people didn&apos;t really want to pay to find their nearest cash machine after all. Fast forward to 2012, and it&apos;s a very different story. Hundreds of millions of people are using mapping apps on their handsets; free turn-by-turn navigation is now a standard smartphone preload; and location is bubbling away as a feature in social apps like Facebook, Twitter and Foursquare. Location and mapping is a big deal, finally, and that&apos;s why it&apos;s such a big story when someone gets it wrong, like Apple. It&apos;s also a big deal for Nokia, which for all its recent well-documented troubles in the smartphone market, can still count its location activities as a real strength. That&apos;s why a series of announcements made by Nokia this week are so interesting. The company unveiled a new service called HERE that will extend to iOS, Android and Firefox OS as well as Windows Phone; announced plans to buy a company called Earthmine for its Street View-esque 3D street-level imagery; and reminded everyone of its augmented-reality technology with a bundle of features called LiveSight. In short, location, location, location and a fourth location thrown in for good measure: Or as Nokia described HERE in a blog post: &quot;The world&apos;s first location cloud that delivers a location platform, location content and location apps across any screen and any operating system.&quot; There&apos;s more:  &quot;Just like digital cameras created possibilities that were unthinkable with analog photography, today&apos;s digital mapping has amazing potential to grow into what we call computational cartography, the ability to produce maps on-demand and tailored to their actual use cases. Today&apos;s digital maps are generic  i.e. always the same, irrespective of the content they visualize. We also believe that this game-changing evolution in mapmaking should be available to more businesses and more people around the world  it should expand beyond cars and beyond Nokia devices.&quot;  That means an HTML5-based HERE Maps app for iOS which will be distributed through Apple&apos;s App Store once approved as well as an app for Mozilla&apos;s upcoming Firefox OS. For Android, Nokia is planning something different: a HERE Maps API for developers to make their own Android apps using the technology. &quot;This openness is what sets HERE apart from other digital maps in the world,&quot; claims the blog post, although that&apos;s a statement open to debate, given the growth of the OpenStreetMap project in recent years. This appears to be a rebrand and major expansion of the existing Nokia Maps service already used by Microsoft for non-Nokia Windows Phones, as well as Amazon, Yahoo and other companies. Meanwhile, the acquisition of Earthmind &quot;a complete solution for collecting, processing, managing, and hosting 3D street level imagery&quot; complete with camera-toting branded cars is a signal of Nokia&apos;s intention to go head-to-head with Google&apos;s Street View service, while also sucking in more 3D data for its main maps. Then there&apos;s LiveSight, a bundle of technologies that help apps detect buildings that are being viewed through the smartphone&apos;s camera, filter points of interest to only show those in line of sight, and freeze the camera frame to &quot;inspect the city without having to hold the camera pointed at the target&quot;. LiveSight is being used for Nokia&apos;s own City Lens augmented reality app, but it&apos;s described as just &quot;the first application providing a LiveSight-enabled experience&quot;, so there will be others. The big picture is of a company doubling down on one of its undoubted strengths, positioning itself not only against the rival that&apos;s having problems with its maps business (Apple), but the rival that&apos;s pumping even more investment into its successful services (Google). What&apos;s fascinating too, though, is the way HERE shows a future for Nokia beyond Windows Phone. Nokia may have put all its smartphone eggs in Microsoft&apos;s basket, but when it comes to services it wants to be everywhere. It&apos;s also a reminder that there is value within Nokia beyond its handset manufacturing business: potentially handy if Windows Phone turns out to be just as much of a burning platform for Nokia as Symbian was. Back in 2007, Nokia paid $8bn for mapping firm NAVTEQ. In 2012, Nokia&apos;s own market cap is hovering just above $10bn. Apple, meanwhile, ended the third quarter of this year with $121.3bn in cash and long-term securities, and it still needs a great mapping Well, let&apos;s not get ahead of ourselves. Nokia isn&apos;t positioning itself as an acquisition target for Apple just yet, not least because Windows Phone is very much alive and kicking. And buying Nokia for its maps wouldn&apos;t fit neatly into Apple&apos;s traditional strategy of quietly buying smaller startups then moulding their technologies for its own ends. But if HERE&apos;s greatest strength is its openness and cross-platform nature, it&apos;s tempting to wonder whether there&apos;s also a risk for Windows Phone as a platform. Whenever Nokia has shown off its Lumia handsets in 2012, its maps and location services have been strongly flagged up as a differentiator for Windows Phone, and Lumia in particular. An impressive HERE app for iOS and a steady flow of third-party Android apps built with its API could undermine that. Lots of ifs. What we can say for sure is that the launch of HERE, and Nokia&apos;s ongoing improvement of its location and mapping services, is a timely reminder that the company shouldn&apos;t just be judged on how many Windows Phones it sells.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/nov/14/nokia-here-maps-location", 
    "wordcount": "938"
}