{
    "headline": "Nuclear-free future not an option for UK energy strategy, says chief adviser", 
    "text": "A nuclear energy-free future for the UK is not something the coalition &quot;is thinking seriously about&quot;, the government&apos;s chief science adviser said on Tuesday at the launch of the country&apos;s long-term nuclear strategy. The government said its nuclear strategy would help seize the economic opportunities of a 1 trillion global market and provide 40,000 UK jobs. Prof Sir John Beddington, the government&apos;s chief scientific adviser, said new nuclear power was essential: &quot;We really can&apos;t see a future for the UK energy sector, if we are to meet our climate change obligations and have resilience in the power sector, without a significant component of nuclear. A non-nuclear scenario is not one the government is thinking seriously about.&quot; Beddington led a review of the nuclear research and development programme needed if the government&apos;s high-nuclear scenario for future energy is to be feasible. Prof David Mackay, chief scientific adviser at the department of energy and climate change, said this scenario  one of four set out in the 2011 carbon plan  envisaged 75GW of nuclear capacity in 2050 providing 86% of the UK&apos;s electricity, a situation he compared to France today. The industrial strategy, welcomed by the nuclear industry which worked with government to develop it, covers every part of the nuclear chain from new build, operations and maintenance and waste management. It includes:  15m for new research facilities in the UK.  Collaboration with the $450m US government programme to build small, modular reactors than can be transported or stacked together.  12.5M to join the Jules Horowitz Test Reactor programme being constructed in France to develop future advanced nuclear fuels.  Examining new technologies including thorium reactors, which cannot meltdown, and fast reactors, which can be fuelled by waste plutonium.  A focus on training the next generation of nuclear engineers, as 70% of current senior staff are due to retire in the next 10 years. The energy secretary, Ed Davey, said: &quot;Nuclear and other forms of low-carbon power mean highly skilled jobs and sustainable growth. We need all our energy options in play in the fight against climate change, and to keep the lights on in a way that is affordable to consumers.&quot; The business secretary, Vince Cable, added: &quot;We need to sharpen [the UK&apos;s] competitive advantages to become a top table nuclear nation.&quot; Craig Bennett, at Friends of the Earth, said: &quot;The nuclear industry has always over-promised and under-delivered and it is extremely risky for this government to bet the UK&apos;s energy future on new designs of nuclear reactors that we don&apos;t know the cost of and we don&apos;t know will ever be built. In contrast, there are huge opportunities for the government to throw its weight behind renewable and energy efficiency technologies that already exist and are proven to work.&quot; The government is in the middle of tense negotiations with EDF, the energy company controlled by the French state, over the guaranteed price it will receive for electricity from its two planned reactors at Hinkley Point in Somerset. But Mackay said the government would be committed to future nuclear power even if the EDF deal fell through. Mackay alluded to the enormous projected cost of the EDF reactors, when describing the attraction of small modular reactors. &quot;One reason for interest in them is that they are easier to finance than the large reactors we have now, so they may be more attractive to the economy,&quot; he said. Beddington added: &quot;There is the potential of synergy by working with the US, which is setting up a large SMR programme. It creates the possibility for piggy-backing on the US work.&quot; Future decisions on the UK&apos;s energy mix &quot;will depend on political and financial issues&quot;, said Beddington. &quot;Our job was to [recommend the R&amp;D measures needed] to ensure that if the choice was made in future to go for the higher nuclear level, we could do it.&quot; He said his panel had presented some advice to government in December: &quot;The broad response is that it has been accepted.&quot; Greenpeace&apos;s policy director, Doug Parr, said: &quot;In 2010, the Climate Change Committee identified the low-carbon technologies the UK should develop and deploy in order to become world leading. The list included offshore wind and marine energy. It did not include nuclear. With the cost of offshore wind predicted to be on par with or cheaper than nuclear by 2020, there is no rationale for distorting policy to prop up the nuclear dinosaur.&quot; Mackay said the approach to dealing with the UK&apos;s 100 tonne stockpile of plutonium was changing from a heavy focus on the mixed-oxide fuel (MOX) approach, a programme which has suffered huge and costly failure in the past, to include consideration of advanced &quot;fast&quot; reactors, which can consume plutonium. The International Energy Agency has estimated that there will be 930bn of investment in new nuclear reactors in the next 20 years, and 230bn in decommissioning and waste storage. In January, the government suffered a serious setback when councils in Cumbria rejected a proposal to host a deep geological disposal site. The prime minister, David Cameron, said previously that a permanent waste solution should be in place before new reactors were built.", 
    "section": "environment", 
    "gid": "environment/2013/mar/26/nuclear-free-future-energy-strategy", 
    "wordcount": "888"
}