{
    "headline": "Bill Gates predicts iPad and Android users will switch to PC tablets", 
    "text": "Users of iPad and Android tablets might not have noticed, but a lot of them are &quot;frustrated&quot; because they &quot;can&apos;t type, they can&apos;t create documents, they don&apos;t have [Microsoft] Office there&quot;. At least according to Bill Gates, who three years ago said of the iPad: &quot;there&apos;s nothing on the iPad I look at and say &apos;Oh, I wish Microsoft had done it.&apos;&quot; But with total iPad sales since April 2010 already past 141m, and total tablet sales according to IDC at 253m  of which fewer than 2m are the Surface RT or Surface Pro  one might wonder whether he&apos;s right. Gates also says that a key problem for Microsoft in trying to grow its business in China is levels of piracy within government and large businesses there  a problem that it doesn&apos;t face elsewhere  and which has made it a &quot;disaster&quot; for revenue growth. Speaking to CNBC, Gates  who is also a member of the board of Berkshire Hathaway, led by the legendary investor Warren Buffett  said Windows 8 is part of a blurring of the distinction between the PC and the tablet. But he also thinks that many users of iPads  and, by extension, Android tablets  are frustrated because &quot;they can&apos;t type, they can&apos;t create documents, they don&apos;t have Office there&quot;. That, he implies, means it&apos;s only a matter of time before Surface and other PC-tablet hybrids grab that market. &quot;Windows 8 is revolutionary in that it takes the benefits of a tablet and the benefits of a PC, and it&apos;s able to support both of those  so if you have Surface, Surface Pro, you&apos;ve got that portability of a tablet but the richness of a PC in terms of the keyboard, Microsoft Office of a PC,&quot; Gates explained, when he was asked what&apos;s happening to the PC market  which, despite its swoons, still generates about $80bn (51.4bn) in revenues annually. &quot;So, as you say, PCs are a big market. It&apos;s going to be harder and harder to distinguish products whether they&apos;re tablets or PCs, with Windows 8, Microsoft is trying to gain share in what has been dominated by the iPad-type device. &quot;But a lot of those users are frustrated, they can&apos;t type, they can&apos;t create documents, they don&apos;t have Office there, so we&apos;re providing them with the benefits of something they&apos;ve seen and made that a big category, but without giving up what they expect in a PC.&quot; According to IDC, the Surface crept into the top five tablet devices during the first quarter of 2013 with 900,000 shipments, giving it a 1.9% share. But Microsoft has plans to expand its distribution and to revamp the Surface, with stories emerging of a new version in June  possibly offering a 7in form factor. Asked in the interview about Apple&apos;s plummeting stock price, and whether rumours that it will have a &quot;lost decade&quot; like Microsoft with slower growth, Gates doesn&apos;t mention Tim Cook by name, and gives an equivocal response: &quot;Well, with tech companies, whoever&apos;s the leader is always questioned  [commentators] say is this the end of [the company], and there&apos;s more times people think that&apos;s the case than it really is the case, and eventually [the commentators are] right, and they say: &apos;Oh, we said these people would have challenges.&apos;&quot; But that&apos;s because the competitive landscape is changing: &quot;we have some amazingly strong companies  Apple, Google, Microsoft  and companies coming up like Amazon, Facebook; Samsung to some degree belongs in that mix. &quot;If you do deep software both on the client, and deep services  if you have things that are unique for businesses, which is a particular strength for Microsoft, the software business is an amazing business to be in, both in terms of growth and the profitability dynamics.&quot; Finally he&apos;s asked about China, where slow growth has been a problem for Microsoft for years: an estimated 77% of the Windows and Office software used there is pirated. As Steve Ballmer has in the past, Gates ascribes that to piracy levels  though he goes further than Ballmer has by putting the blame on large institutions there. &quot;Well, China has been a disaster if you say per unit of your product that gets used, how much do you get paid,&quot; Gates explains. &quot;It&apos;s been over 10:1 versus the United States, and even by 4:1 versus India, so it is a uniquely high piracy market. Now, the trendline [is], that number&apos;s been coming down somewhat.&quot; But the unusual element, he explains, is: &quot;The place we have piracy in China that we don&apos;t have piracy in most of the rest of the world is government institutions, state-owned enterprises and large businesses. All over the world, you have the challenges when you get down to the consumer, even to some degree small business, but here we have a challenge with these large entities. It is improving, but fairly slowly, so there&apos;s a constant dialogue with the companies, the government about these large entities, how to get compliance rates up to be higher.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/may/07/bill-gates-ipad-android-pc-tablets", 
    "wordcount": "866"
}