{
    "headline": "How can I transfer files from my DOS laptop?", 
    "text": "I have spent several hours Googling the transfer of DOS files. I use an IBM laptop running DOS for all my relational databases, and my backups are on dozens of floppies. It would be much faster and more convenient to use the USB port but, of course, DOS does not support USB. Or would it be simpler to plug the hard drive into my desktop and read the files that way?Roger Funeaux People usually have this problem when they are trying to rescue data files from an old computer, and old PCs often have hardware limitations. Your laptop presumably started out running Windows XP, so there are probably several ways to get at your DOS files, depending on its drives and input/output ports. You could, as you suggest, remove the hard drive and plug it into your desktop PC, possibly via a cheap external hard drive enclosure. But if it means unscrewing lots of tiny screws, it&apos;s not something I&apos;d want to do every week, and certainly not every day. What I would have done is partition the hard drive so that the laptop could dual boot into either DOS or Microsoft Windows. Assuming your laptop still has a Windows sticker with a COA(certificate of authenticity) number, you could create a secondary partition and install Windows alongside the DOS on your primary partition. You could still run your relational databases on DOS. However, you could use a boot manager to run Windows when you wanted to backup your files to an external USB hard drive. Live Linux CD or USB Otherwise, does your IBM laptop have a CD-Rom or DVD drive? If so, the simplest approach would be to boot from a Live Linux disc. This should recognise your old hardware, including the USB ports. Again, this would allow you to copy your files to an external hard drive. It doesn&apos;t much matter which version of Linux you use. Historically, we all used Knoppix, because this was the first Live Linux CD to be widely circulated. Puppy Linux is an alternative for systems that are short of memory. However, I&apos;ve given up on the numerous versions of Puppy and just use Ubuntu. In my experience, it&apos;s much better at recognising and installing hardware, and it doesn&apos;t accidentally lose either the trackpad or the keyboard or the Wi-Fi connection or whatever the next time you boot it. Of course, if your laptop doesn&apos;t have an optical drive, you can use your desktop PC to create a bootable version of Linux on a USB memory stick instead. Lots of websites have instructions, but Ubuntu&apos;s How to create a bootable USB stick on Windows is a good place to start. DOS does USB You mention that you spent &quot;several hours Googling the transfer of DOS files&quot;, and I wonder if you tried searching for USB drivers for DOS.There are some. Georg Potthast sells DOSUSB device drivers that support USB peripherals including, now, USB 3.0. DOSUSB is a little pricey at 71.65 including VAT, but it may well be justifiable as a business purchase. There&apos;s also Panasonic&apos;s well known but old USBASPI V2.20 MS-DOS Driver, which you can download free from HDD Guru.(The Panasonic website no longer finds any USBASPI drivers.) Using USBASPI and similar drivers involves editing the config.sys file to set device=himem.sys before loading the driver into high memory with devicehigh=USBASPI.SYS and so on. Bootdisk.com has an excellent page on DOS USB Driverswith example configs, links to drivers, and various other suggestions. Use a cable Going back to the days before Microsoft Windows 3.0 changed the world, I had other ways to move DOS files between machines. The first was to use a dial-up modem and an FTP (file transfer protocol) program, and this should still work. You probably have an old USB Robotics or similar modem hidden away somewhere, and it should still work, but this is not so much a recommendation, more a last resort. My preferred method was to use Traveling Software&apos;s wonderful LapLink program. This came with both serial and parallel cables in the box, along with a couple of floppy disks and manuals. The software worked much like an FTP program, only the connection was made via one of the short cables provided. If you have two PCs with serial ports and a null modem cable, you could also transfer the files using the free File Maven software instead of LapLink. If your desktop PC does not have a serial port, maybe you could try a USB to serial adapter. Another alternative is to use a LapLink or null modem cable with MS DOS&apos;s INTERLNK.EXE and INTERSVR.EXE files. PCXT has a step-by-step guide. Moving on  Finally, have you explored the idea of upgrading to a more modern operating system running a free version of something like MySQL or Microsoft&apos;s free SQL Express? I recall that some companies spent most of the 1990s screaming about the pain of moving from DOS to Windows, and how their essential applications only ran under DOS, but that seemed to stop when Windows 2000 came out. The NTVDM virtual DOS machine in Windows NT 4.0 and later 32-bit versions no doubt helped, but the world has moved on since 1996. Many of the people who really did have a good use for DOS  and there are some  moved to FreeDOS, which is an open source (GPL) clone of MS-DOS and still being actively developed.  But in general, I don&apos;t see the point of being a late adopter. You have to move on eventually, so procrastination just means you miss out on the good stuff while storing up pain for the future.", 
    "section": "technology", 
    "gid": "technology/askjack/2013/may/02/how-transfer-files-from-dos-laptop", 
    "wordcount": "960"
}