{
    "headline": "New to Nature No 84: Aleiodes gaga", 
    "text": "A new species of parasitoid wasp of the family Braconidae from Thailand has been named &quot;in honour of popular singer and performer Stefani Joanne Angelina Germanotta, known professionally as Lady Gaga&quot;. The species is known from a single female specimen collected along a nature trail at 507 metres elevation in the Chae Son National Park. What makes this 5mm waspinteresting isn&apos;t its natural history, for we know almost nothing of it. Rather, it is the fact that this species, along with 178 others of the genus Aleiodes, was described in the first &quot;turbo-taxonomic&quot; study &quot;based largely on COI barcoded specimens, with rapid descriptions&quot;. First speed dating, now speed species descriptions. The concept is innovative and enticing. Using a fragment of the mitochondrial cytochrome oxidase subunit 1 (COI) gene, Dr Buntika Areekul Butcher of Chulalongkorn University in Thailand, with international collaborators M Alex Smith, University of Guelph, Mike J Sharkey, University of Kentucky, and Donald LJ Quicke, Imperial College London, has attempted to shift species discovery into high gear. This rapid genetic trawling for species took advantage of a three-year survey of 25 national parks in Thailand that collected about 1,000 specimens of the genus. Identification of species in the genus is difficult in general and nearly impossible in tropical regions with large numbers of unknown species. As a morphologist and descriptive taxonomist, I have not yet gone gaga for DNA barcoding. As often applied, barcodes use arbitrary measures of genetic distances as an inferior substitute for explicitly testable theories of species based on unique combinations of complex characters. The authors have commendably specified the nucleic acids at particular bases, potentially elevating them to character status. Whether such bases are truly without variation across all populations of a species is yet to be determined, but is an empirical question. Similarly, whether such markers of uniqueness have stability over long periods of evolutionary, or even historical, time is also untested. The aim of describing species is to recognise, describe and name the results of evolution, not to proliferate the number of names in reference to ephemeral shifts in gene frequencies or, in this case, in nucleic acids. By naming as species only those fully diverged end products of selection, species are both most informative and predictive. The morphological description of the Lady Gaga braconid is based on only one specimen. Even among entomologists who describe a single holotype in formal descriptions, they traditionally follow up with a summary of variation within the species based on studies of all available specimens, often numbering in the hundreds or thousands. In this case, the authors did not have that luxury. Time will tell whether it would be more prudent to collect these new species more extensively before formally describing and naming them, or whether a rush to print is a better strategy because it makes the existence of species known, and that in itself can prompt more collecting. There is no question that DNA barcodes can tip off experts to the existence of genetic variation outside an average expected within a taxon. Whether and how often such variation corresponds to evolutionarily meaningful species is again open to empirical investigation, and the authors have set the stage to do just that. For several years, developers of DNA barcoding have denied that it would be used for the discovery of new species and claimed its use was instead as a powerful new identification tool for species already rigorously corroborated by taxonomic research. The authors are congratulated for ending this charade and setting forth a large data set with which we can begin to critically and objectively assess the role and limitations of DNA in species discovery.", 
    "section": "science", 
    "gid": "science/2012/sep/16/new-to-nature-aleiodes-gaga", 
    "wordcount": "618"
}