{
    "headline": "Kyoto protocol: Australia signs up to second phase", 
    "text": "Negotiations towards a new global treaty on climate change took a small step forward on Friday as the Australian government announced it would join up to a continuation of the Kyoto protocol beyond 2012. At the end of this month, governments will meet in Doha, Qatar, to discuss a new treaty that would be signed in 2015 and come into force from 2020. But the mood ahead of the UN conference is tense, as few countries are willing to make the concessions needed for a compromise deal. Greg Combet, Australia&apos;s climate change and energy efficiency minister, said the country would &quot;commit to limiting its greenhouse gas emissions from 2013 to 2020 with a Kyoto target consistent with the bipartisan target of reducing emissions to 5% below 2000 levels by 2020&quot;. But he added that this did not rule out the option later of moving up Australia&apos;s 2020 target range of 5-15%, or 25% below 2000 levels if Australia&apos;s conditions relating to the extent of action committed elsewhere in the world are met. The current commitment period of the Kyoto protocol finishes at the end of this year, and developing countries are adamant there must be a continuation if they are to sign up to any 2015 deal. Also on Friday, New Zealand drew fire from environments and opposition politicians for ruling out a second phase of Kyoto. The country&apos;s climate change minister, Tim Groser, said the country would be better served by working towards the new 2015 treaty. Australia&apos;s move makes it one of only a handful of countries outside the European Union&apos;s member states to agree to such a deal. It follows the country introducing a carbon tax in June that will lead to a system of carbon trading, similar to that in operation within the EU, intended to reduce greenhouse gas emissions. Australia finally ratified the 1997 Kyoto protocol in 2007, under the last Labor government, after a decade of refusal, despite signing up to the treaty originally. But subsequent leaders turned away from it again. Climate change is a highly divisive issue in Australian politics  the country is heavily dependent on coal, and is a big exporter. There are many vocal climate sceptics in the country with the ear of government, and a powerful mining lobby. &quot;This is an extremely welcome announcement from Australia and for the first time expands international commitment beyond Europe,&quot; Ed Davey, the UK&apos;s energy and climate change minister, said. &quot;Having Australia on board will really help to push the second Kyoto protocol period which is vital to maintaining agreed rules to cut global emissions as we make the transition to a new, global, legally binding deal. &quot;Australia&apos;s work to reduce emissions is bold and promising. I&apos;ll be working hard with Combet and our global counterparts to make even more progress in Doha.&quot; Another development that may make negotiations in Doha easier is the result of the US presidential elections. Although Barack Obama has been largely reticent on climate change, his opponent would have been much less likely to approach the negotiations favourably, given the extent of opposition to action on emissions within the US Republican party.", 
    "section": "environment", 
    "gid": "environment/2012/nov/09/australia-kyoto-protocol-second-phase", 
    "wordcount": "531"
}