{
    "headline": "Drug-taking is less prevalent on campus than students think", 
    "text": "Most students (90%) think their peers have tried illegal drugs while at university  but in reality nearly half of students (45%) have never tried any form of illegal drugs, according to a survey of the drug culture on UK campuses. &quot;The worry here is the perception rather than the reality. Young people are very peer-led and if they think that all their friends are experimenting with drugs, they may be more likely to try it for themselves. In reality the number of students who are actually taking drugs is much lower than they think,&quot; says Oliver Brann, editor of studentbeans.com, which conducted the research. Of those who admit to taking drugs while at university, 77% say they&apos;ve used cannabis, 39% ecstasy and 24% cocaine.  Ketamine, the animal tranquiliser, has been tried by one in six of the students who took part in the survey. But it tops the list of drugs respondents say they would never try  63% rule it out.  Students are also wary of LSD (61% won&apos;t try it), mephedrone (57%), cocaine and amphetamines (both 52%). Just 3% say they wouldn&apos;t want to try cannabis, according to the report which questioned 1,401 current UK university students online. Drug-taking doesn&apos;t start at university: four out of five students had already used illegal drugs before they arrived on campus. Nearly half of them had tried drugs by the age of 16. Three-quarters of students are using drugs no more than once a month, and half spend less than 10 a month on them. Students who need advice about drugs are unlikely to consult their parents or a doctor. The most popular way of getting information is via the internet (67%). A fifth of students smoke cigarettes and a quarter have tried legal highs, the most popular of which is currently nitrous oxide, or laughing gas, so-called because of its euphoric effects.", 
    "section": "education", 
    "gid": "education/2012/oct/12/students-drug-taking-less-prevalent-on-campus", 
    "wordcount": "316"
}