{
    "headline": "UK intelligence make thousands of requests for Microsoft data", 
    "text": "UK intelligence agencies made thousands of requests for information on private communications via Microsoft products last year, with demands for Skype call information outnumbering those made by US agencies. In 2012, the UK made 1,268 requests to Skype for information such as the names of callers, their address, email account details and telephone numbers dialled. This was a quarter of all requests received by the Microsoft-owned internet call service from governments around the world. The requests could have come from British police and intelligence agencies, such as GCHQ. The US made 1,154 requests, while German and French intelligence agencies were among the top five heaviest users of backdoor access to Skype data, along with Taiwan. Germany made 686 requests and France made 402. Microsoft received more than 75,000 snooping orders in 2012, affecting 137,000 user accounts, according to its first law enforcement requests report, the publication of which in March was not widely reported. The UK was among the top three most active nations in requesting data from Microsoft, from products including Hotmail and Outlook email services, SkyDrive and Office 365  which store files such as documents, videos and photos on Microsoft&apos;s servers and allow users to fetch files stored on their own computers from remote locations  and the Xbox Live service, which gamers often use to chat online. The UK made 9,226 requests on 14,301 Microsoft accounts, though not all of these are separate individuals, as some users have multiple Microsoft accounts. Only the US and Turkey made more requests, at just over 11,000 and 11,400 respectively. Skype became part of Prism, the internet intelligence system set up by America&apos;s National Security Agency, in February 2011, according to leaked documents obtained by the Guardian, just three months before Microsoft announced it intended to buy the video-calling company. Following the takeover by Microsoft in October 2011, Skype made big changes to simplify and centralise its network. &quot;Supernodes&quot;, which act as directories of Skype users and help route calls, were transferred from Skype&apos;s own data centres and storage rented from other companies including Amazon, on to Microsoft&apos;s data centres. Crucially, Skype also stopped its previous use of private computers as supernodes, according to security researcher Kostya Kortchinsky, and reduced the total nodes in use from 48,000 to 10,000. At the same time, Microsoft drew attention for filing a US patent application entitled &quot;legal intercept&quot;, which described a method of snooping on internet calls. Skype denied the changes were prompted by government pressure, saying the supernodes were not set up to monitor or record calls, and that all its calls were encrypted. But security experts, including Ravi Mandalia, raised concerns. &quot;Microsoft will be owning the keys used for encryption and thus these man-in-the-middle agents (servers) can be easily used to decrypt the data if need be,&quot; Mandalia wrote at the time. &quot;This effectively means that your Skype calls may not be secure anymore when it comes to eavesdropping and your privacy may be at risk.&quot; Microsoft is left to make its own decisions about which information requests to comply with. According to Microsoft&apos;s chief lawyer, general counsel Brad Smith, who wrote on the subject in March, information requests for the parent company are processed via the US and Ireland, while Skype takes requests from its headquarters in Luxembourg. Both companies said they required an official signed document compliant with local laws before releasing information. They are answerable to law enforcement agencies in the US, Ireland and Luxembourg. In the US, a subpoena is required before turning over non-content records, such as a subscriber&apos;s address, and a court order or warrant is required before producing content. However, when a user is thought likely to harm themselves or others, or if they are involved with indecent images of children, Microsoft can bypass these official channels by reporting what it describes as &quot;limited information about a user&quot; without a legal request. According to Skype, none of the information it has handed over so far has included the content of calls, although experts say the new network architecture could make content snooping easier. The UK received no content data from Microsoft directly. However, five requests from Ireland resulted in content being handed over. In the US, 14% of requests  1,544  resulted in content being shared with intelligence agencies. But more than 7,000 British requests resulted in data being shared, including names, addresses and browsing history showing a list of websites visited by a Microsoft customer. Google&apos;s six-monthly transparency report, the next instalment of which is expected in July, shows the UK made 2,883 requests from the internet search group during 2012. According to the most recent figures, 70% of requests resulted in some form of data being shared with UK agencies.", 
    "section": "technology", 
    "gid": "technology/2013/jun/11/uk-intelligence-requests-microsoft-data", 
    "wordcount": "808"
}