{
    "headline": "Clean energy photography competition winners - in pictures", 
    "text": "   Joint winner, Chris Flavin:  'As a student of architecture much of what I am taught deals with how to improve the sustainability and green credentials of building and infrastructure projects on an increasingly large scale. I feel that these kinds of large scale green projects give the public the wrong idea about sustainability, making people think that individual green actions are too small to make a difference. This houseboat at Felixstowe Ferry highlights the every little helps attitude that everyone should take if we are serious about cleaning up our energy use in the UK' Photograph: Chris Flavin/CBE photo competition/FoE       Joint winner, Wayne Beesley: This is an image of the Liverpool Bay windfarm taken from the UK's longest stretch of protected sand dunes in Formby, Merseyside. Liverpool has a great industrial heritage and the windfarms signify real progress for a port and city that has fallen behind some of Europe's more innovative environmentally forward-thinking cities and ports. The unusual winter silver sunset sets the scene off perfectly' Photograph: Wayne Beesley/CBE photo competition/FoE       Highly commended, Charles Garnett: 'I feel the image gives a sense of wind energy living in harmony with the rural environment. The pic was taken on  a warm evening at the end of July as dusk fell on the rolling hills and dales overlooking Windlee windfarm, Eaglesham, near Glasgow' Photograph: Charles Garnett/CBE photo competition/FoE       Highly commended, Christopher Rogers: 'This image was taken from one of the passenger transfer vessels (used to move men and equipment around the field as its being built) moving at speed approaching the windfarm. The spray is created by the bow of the vessel as it rides the waves. I chose this image as I love the individual droplets of water, they are seen glinting in the sunshine partially masking the monopiles, making them appear as giants rising from the spray.' Photograph: Christopher Rogers/CBE photo competition/FoE       Highly commended, Keith Jones: Powis castle garden commercial nursery once used over 5,500 of electricity but now has a 27 kilowatt ground source heat pump fed by 50kW of photovoltaic, making it what I think is one of the first energy self-sufficient nurseries in the UK' Photograph: Keith Jones/CBE photo competition/FoE       Highly commended, Des Ong: The beach at Donna Nook in Lincolnshire is famous for its large colony of common seals. The flat windy coastline provides the perfect clean energy source to power the turbines, whilst also creating an important breeding ground for the seals. The dozing seals enjoying the late afternoon sun, were oblivious to the power being generated close by. Despite the incoming tide and the bitter cold January wind, this colony of seals became the focus of my image with the turbines in the background. The gentle silhouette of the seals set in the warm orange light softens the boundaries between civilisation and the natural world' Photograph: Des Ong/CBE photo competition/FoE       Highly commended, Margaret Squires: Some 81% of households with tumble dryers use them rather than washing lines to dry their clothes. Across the nation, drying clothes the old-fashioned way is far more cost-efficient than building another power station, transporting the electricity to my house and using it to dry my clothes that way. No one would consider putting a power station on Ben Loyal in Scotland, but just in case they did, aren't the clothes drying a whole lot prettier?' Photograph: Margaret Squires/CBE photo competition/FoE       Highly commended, Micky Thompson: 'Approaching Glasgow in the early morning we flew over this windfarm. Every photographer must have a bit of luck sometimes. The window was clean, the sun behind me, the cloud was light and the plane not too high. I was meant to get this shot. Clean energy being generated in a wild, clean place' Photograph: Micky Thompson/CBE photo competition/FoE       Rhoda Kellar: 'Quite simply, I heart wind turbines' Photograph: Rhoda Kellar/CBE photo competition/FoE  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/sep/04/clean-energy-photography-in-pictures", 
    "wordcount": "0"
}