{
    "headline": "Shanghai's sow-strewn water supply not a health hazard? Pigs might die", 
    "text": "Not a very happy World Water Day for the people of Shanghai. In the past two weeks, the number of dead pigs recovered from rivers that supply water to the great financial centre has risen to more than 16,000. The authorities say there is no risk to health, but no one has much confidence in that appraisal. Contaminated water is now one of the greatest causes of illness in China. A report from Greenpeace East Asia suggests 320 million people  nearly one in four of the population  are without access to clean drinking water, while 190 million people are drinking water that is severely contaminated. A Chinese government study conducted in 2011 found nearly half of all cities had &quot;seriously contaminated&quot; groundwater supplies. The alarming figures are backed by Unicef, which in a report published on Friday says that almost 90% of child deaths are due to diarrhoeal diseases caused by contaminated water, lack of sanitation or inadequate hygiene. They report 760,000 deaths in 2011  an appalling statistic that nonetheless represents a 30% improvement on the 1.2 million annual deaths recorded in 2000. Meanwhile, the latest water outlook report of the OECD, the thinktank of the world&apos;s 27 richest countries, suggests global water demand will increase by 55% worldwide between 2000 and 2050. The increase in demand, the report says, will come mainly from manufacturing (+400%), electricity (+140%) and domestic use (+130%). Groundwater depletion, which more than doubled between 1960 and 2000, may become the greatest threat to agriculture and urban water supplies in several regions in the coming decades. Fifteen years ago, world leaders listened to scientists and committed to tackling climate change. Vast political and financial resources have since been invested in trying to reduce emissions and develop alternative energy supplies. They may be nowhere near enough, but more than 120 countries are now committed to changing the way they generate and use energy. The water and sanitation crisis has been largely ignored by world governments, however, even though it is possibly more urgent than climate change and is already affecting billions of people. Governments have invested comparatively little in water saving, industry has been allowed to pollute on a massive scale, farmers have been left to take too much, and consumers have been able to waste water. Provision has been left to the market, which clearly has not worked, and though the UN has declared water a human right, countries have been able to ignore the problem. Even the millennium development goals have not been enough to encourage governments. The world is on track to halve the proportion of people without access to safe drinking water, but half the population of developing regions still has no sanitation, the target for which will be hopelessly missed.", 
    "section": "global-development", 
    "gid": "global-development/2013/mar/22/shanghai-water-supply-health-hazard", 
    "wordcount": "463"
}