{
    "headline": "New iPad buyers face online delays as Apple struggles with demand", 
    "text": "People pre-ordering Apple&apos;s new iPad online to avoid the release-day crowds at stores will have to wait longer to get their hands on the devices. Apple says that due to high demand, it has been forced to put back delivery times for online buyers. Those ordering online will now be restricted to a maximum of two devices, and will have to wait until Monday 19 March, rather than getting deliveries on the launch date of Friday 16 March because demand for the new version of the tablet is &quot;off the charts&quot;, according to an Apple spokesperson. Unveiled by chief executive Tim Cook on Wednesday 7 March, the new iPad boasts what Apple calls a &quot;retina display&quot;  meaning that when held at normal reading distance the individual pixels in the display cannot be discerned. The new iPad also includes superfast LTE connectivity for mobile broadband, though the wide range of frequencies used throughout the world, and Apple&apos;s focus on the US, means that the first models will apparently not be compatible with LTE frequencies allocated for the UK. The announcement of the three-day delay in shipments for online orders may increase crowds at the company&apos;s retail stores ahead of the launch. However Apple is still selling its iPad 2, now a year old, on which it has reduced the price  from a starting price of $499 down to $399 in the US, and from 399 to 329 in the UK. Would-be Apple buyers can be impatient. In January, enraged Chinese shoppers pelted Apple&apos;s flagship store in Beijing with eggs and shoving matches broke out with police after customers were told the store would not begin selling the iPhone 4S as scheduled. The company is believed to have halted sales there after determining that many of the buyers were aiming to sell them on directly for a markup. The demand for the iPad may raise Apple&apos;s share of the tablet market beyond the 60% share it already enjoys, according to some analysts. IMS Research forecasts that approximately 70m iPads will be shipped in 2012, which would represent a 71% year-on-year growth. Gerry Xu, PC market analyst at IMS Research, says: &quot;There is a large customer base loyal to Apple products that have been waiting for the latest tablet. &quot;Many owners of the iPad 1 are also expected to upgrade to the latest release. In addition to this consumer demand, growth is also forecast as a result of sales into enterprise and education.&quot; IMS Research is forecasting that Apple&apos;s share will rise to 70%, while that of Android tablets will actually fall, from 35% in 2011 to 26% this year, as new tablets using Windows 8 become available in the latter part of the year.", 
    "section": "technology", 
    "gid": "technology/2012/mar/12/new-ipad-online-delay-apple", 
    "wordcount": "461"
}