{
    "headline": "China unveils details of pilot carbon-trading programme", 
    "text": "China has unveiled details of its first pilot carbon-trading programme, which will begin next month in the southern city of Shenzhen. The trading scheme will cover 638 companies responsible for 38% of the city&apos;s total emissions, the Shenzhen branch of the powerful National Development and Reform Commission (NDRC) announced on Wednesday. The scheme will eventually expand to include transportation, manufacturing and construction companies. Shenzhen is one of seven designated areas in which the central government plans to roll out experimental carbon trading programmes before 2014. China is the world&apos;s biggest carbon emitter and burns almost as much coal as the rest of the world&apos;s countries combined. Li Yan, Greenpeace east Asia&apos;s climate and energy campaign manager, said that the pilot programmes will inform the central government on how to motivate local authorities to adopt low-carbon policies. The push to reduce carbon emissions coincides with the newly installed leadership&apos;s effort to tackle the country&apos;s dire air pollution problem, which has emerged as a source of widespread anger and frustration in recent months. &quot;Having a mid-term strategy, and trying to prepare years ahead, is actually in line with China&apos;s interests and its political and social priorities,&quot; she said. On Monday, the Chinese newspaper 21st Century Business Herald reported that the NDRC has discussed implementing a national system to control the intensity and volume of carbon emissions by 2020. The agency expects China to reach its carbon emissions peak by 2025, five years earlier than many recent estimates, according to unnamed sources quoted in the article. At a recent climate change meeting, the agency &quot;announced that it&apos;s currently researching and calculating a timetable for the greenhouse gas emissions peak, and will vigorously strive to implement a total emissions control scheme during the &apos;13th five-year plan&apos; period (from 2016-2020),&quot; the paper quoted a NDRC official, also unnamed, as saying. &quot;The NDRC is looking for a national cap, but nobody knows exactly when that is going to happen,&quot; said Wu Changhua, greater China director of the Climate Group. &quot;There&apos;s still a lot of work to be done.&quot; The EU&apos;s carbon trading scheme, the world&apos;s largest, has suffered repeated setbacks in recent months. In April, MEPs voted against a proposed reform aimed to raise the price of carbon, which has been diluted by an overabundance of permits.", 
    "section": "environment", 
    "gid": "environment/2013/may/22/china-carbon-trading-shenzhen", 
    "wordcount": "389"
}