{
    "headline": "Domestic critics carp over extent of China's munificence towards Africa", 
    "text": "Is it pure altruism or thinly veiled self-interest? Neither, according to Beijing: aid to Africa, which has doubled in thelast few years, is about co-operation andmutual benefit. But if the outside worldhas become increasingly suspicious about China&apos;s involvement with Africa  prompting accusations that its aid strategy is solely about pursuing raw materials or finding work for Chinese firms  some at home have the opposite concern: that it is too generous. They wonder why a developing country, where almost 100 million rural dwellers were living on less than a dollar a day last year, should be spending so much on helping others. When appeals for donations were launched after this month&apos;s deadly earthquake in Sichuan, critics were quick to suggest that should divert funds from overseas aid. &quot;This year, we should not give assistance to African brothers. Instead, [the government] should donate to Sichuan,&quot; wrote one microblogger. Another compared the country to a person without sufficient food donning expensive clothes: &quot;It&apos;s the same as beggars donating. I don&apos;t find it touching,&quot; he argued. Deborah Brautigam, a Sino-African relations expert at Johns Hopkins University, said that while the Chinese public may appreciate emergency relief, they seem less understanding of the rationale for other assistance. &quot;The department of foreign aid reports that with greater transparency, they are spending a lot more time fending off criticism from Chinese citizens who believe China should use its money to end poverty at home,&quot; she said. Just as in the west, taxpayers often overestimate how much their government give in overseas aid. In fact, particularly since the early 1980s, China has stressed that its aid strategy is about co-operation and mutual benefit rather than philanthropy. China&apos;s foreign aid programme began at an unusually early stage of development: it supported Vietnam and Korea from 1950, and African countries from the second half of the 1950s. Between 1967 and 1976, a remarkable 5% of government spending went on foreign aid  though this included, for example, military aid. Much of the information on aid is still classed as state secrets, said Brautigam. But China has begun to publish more details; in 2011 it issued its first white paper on foreign aid. According to that, 45.7% of the budget went to Africa in 2009.Brautigam estimates current Chinese aid spending in Africa  including traditional development aid and concessional loans but not debt relief  at around $3bn (1.94bn), up from around $1.4bn four years ago. That figure is akin to OECD aid data for other countries though not directly comparable. Some people may overestimate Beijing&apos;s aid commitments because they lump different arrangements together. China has overtaken the World Bank to become the top lender to Africa, but Brautigam notes that its loans tend to be at market rates, while most of the World Bank&apos;s are zero-interest and repayable over much longer terms. Chinese international aid has yet to reach 0.7% of Gross National Income, the target set by developed countries. In fact, state media reported this month, it accounts for only 0.07% of GDP. He Wenping, of the West Asia and Africa centre at the Chinese Academy of Social Sciences, said grumblings about the aid budget were unlikely to shift the government&apos;s strategy, but would remind officials that they needed to explain the programme and its purpose better to the domestic audience. &quot;People who object to the aid are narrow-minded,&quot; she said. &quot;China, as a big country among other developing countries, has a responsibility to help the others. But, she noted, assistance also brought benefits for Beijing, strengthening diplomatic and other ties. &quot;China provides help, but it takes Chinese projects, Chinese workers, and Chinese materials there, too,&quot; said He.&quot; Additional research by Cecily Huang ", 
    "section": "global-development", 
    "gid": "global-development/2013/apr/29/china-critics-aid-package-africa", 
    "wordcount": "636"
}