{
    "headline": "Shades of the past as people flee fighting in Congo's Kivu provinces", 
    "text": "After three years of tentative peace in the restive Kivu provinces in eastern Democratic Republic of the Congo (DRC), people are once again on the move. Violence has flared between a group of recidivist rebels and the national army, sending thousands fleeing to camps within the country and over the border to Rwanda and Uganda. Former fighters of the National Congress for the Defence of the People (CNDP) mutinied in April, having been integrated into the army in March 2009. They have since moved from the old CNDP heartland of Masisi towards the borders with Rwanda and Uganda, driving a wave of terrified people ahead of them. Officials estimate that more than 40,000 people have been displaced by the fighting, with more than 8,000 heading for Rwanda. &quot;We&apos;re fleeing fighting between the ex-CNDP militia and the army,&quot; said Nzabandora, who did not give his last name, as he paused for a break on his walk from Kibumba to Goma last week. Kibumba was attacked by the rebels on 8 May; Nzabandora had pushed an improvised wooden bicycle, weighed down with his belongings, more than 10km. There was still another 15km to go. &quot;We saw lots of [national] army soldiers and fled,&quot; he said. &quot;The soldiers were moving towards the positions of the ex-CNDP, so we left.&quot; Thousands of Kibumba residents made the same journey, not knowing where they would end up. &quot;I don&apos;t even have a destination,&quot; said Nzabandora. &quot;We will walk towards Goma, and hope to find somewhere to sleep. Maybe a church, or a school. We are simply fleeing for our lives  we have no hope for the future at the moment.&quot; There was little support waiting for the fleeing population at Goma. Juvenal Sabonepa headed with his wife and children to Goma, even though he has no family or friends there. He had hoped for aid, but found nothing. &quot;No NGOs have come, there is no food, no drinking water, no healthcare,&quot; he said. &quot;We have to work together to look after ourselves, but we have nothing to give our children.&quot; In the absence of support from NGOs or agencies, the community in Goma has come to the aid of the displaced population. Sabonepa and his family were welcomed into the home of Alphonse Katabera, who lives on Goma&apos;s outskirts. &quot;This is my house, we welcomed these people in,&quot; said Katabera. &quot;As you can see, there is nowhere else for them to go. The communities look after each other, we support each other. I have shared my house, my food, my drinking water with them. We are happy to welcome them.&quot; Sabonepa&apos;s wife, Dafrose, explained that the displaced Kibumba community had come together to insulate the most vulnerable from the effects of the brewing conflict. &quot;We bring all the children together, we play with them,&quot; she said. &quot;It&apos;s important. They are traumatised by these events, we have to work together to maintain a sense of normality for them, even in these difficult times. The women also support each other. We can help each other by looking after each other&apos;s children, and sharing cooking.&quot; Kouassi Lazare Etien, the head of the UNHCR sub-office in Goma, admits that the UN refugee agency was caught on the back foot by this population movement. &quot;The situation [at Kibumba] came as a surprise. The fighting flared up while eyes were on Masisi,&quot; he said. &quot;Luckily enough, this exodus did not last more than four or five days, and this population ultimately was able to return home.&quot; He added that the government must take much more responsibility for the conflict and displacements. The Kibumba residents have now made the long trek home. The rebels have left the village and headed north along the Rwandan border, but they may not feel secure knowing that the conflict continues to ebb and flow further north, towards the border intersection of DRC, Rwanda and Uganda. Here, thousands more have fled as the fighting intensifies. In Kiwanja, not far from the clashes between the army and rebels, there is a stark reminder of what is at stake. This was the site of a massacre in the 2008 conflict between the CNDP and the army, where International Criminal Court indictee and then-CNDP militiaman Bosco Ntaganda oversaw the slaughter of 150 people. The UNHCR camp in Kiwanja is still full of people displaced by that conflict. &quot;I came here in 2008, from a village 30km away,&quot; explained Beatrice, whose baby was born in the camp. &quot;We can&apos;t go back, as there is no guarantee of peace or security.&quot; Another camp resident, who preferred to remain anonymous, said he has not been able to return home because his village, left untended for so long, has &quot;turned into jungle&quot;. The displaced people of the camp go into the neighbouring town to work as modestly paid cleaners or gardeners. There is a shared allotment next to the camp, where the displaced women cultivate vegetables. &quot;I cook the spinach that I grow for my children, and sell whatever else I can,&quot; says Gaurette. &quot;The community cultivates the garden together, which is good. But really, we just want to be able to return home.&quot; Should the rebels seize Bunagana, a strategically important town on the Ugandan border where the fighting is now focused, their anti-government rhetoric and military positions will be ominously reminiscent of 2008. The local population can only hope a solution to the conflict is found quickly  and that the new camps springing up around north Kivu do not last as long as the one in Kiwanja.", 
    "section": "global-development", 
    "gid": "global-development/2012/may/18/fighting-congo-kivu-provinces", 
    "wordcount": "962"
}