{
    "headline": "Tame the markets, civil society tells David Cameron and co in Liberia", 
    "text": "Political leaders must &quot;move urgently&quot; to address unsustainable growth and address the rising inequalities that have wreaked havoc on poor people, civil society groups meeting in Monrovia this week have demanded. In a strongly worded communique to the UN&apos;s high-level panel (HLP), which is discussing the development framework after the millennium development goals (MDGs) end in 2015, NGOs and grassroots organisations said governments need to &quot;tame and regulate the hubris of financial markets and unsustainable growth, thereby generating greater national policy space and more resources for human development, and keeping socially disruptive inequalities from getting worse&quot;. The communique, published on Wednesday, added: &quot;Alternative economic models and approaches exist that combine growth with human development and human rights in ways that are environmentally sustainable. These models are more participatory, can draw on new financing mechanisms and build on the energy, dynamism and creativity of those who are traditionally marginalised and oppressed. What&apos;s needed is the political will among global and national leaders and decision-makers to adopt such approaches and make them central to the post-2015 development agenda.&quot; The outcome document emphasised the importance of human rights, particularly the rights of women, in the post-2015 process. It called on the panel, chaired by the Liberian president, Ellen Johnson Sirleaf, Britain&apos;s prime minister, David Cameron, and the president of Indonesia, Susilo Bambang Yudhoyono, to prioritise tackling violence against women and girls, especially sexual violence, and recognise the unpaid work women do in supporting development, such as caring for children and families. It said promoting women&apos;s rights, including sexual and reproductive rights, is &quot;critical&quot; to the success of the post-2015 agenda. It added: &quot;The agenda should include a reinforced standalone gender equality goal and expanded gender targets and indicators across the entire framework. Failure to do so would reverse the gains of the last 20 years.&quot; There is near universal agreement among women&apos;s groups that a separate gender equality goal is required in any new targets to follow the MDGs. The communique also called on the panel to realise the potential of children and young people, and to include provisions for better education and skills training, as well as support for young people in getting decent paid work. It added that older people and those with disabilities must have &quot;full and equal participation&quot; in all stages of the economic process, and said smallholder farmers need to be better supported. &quot;We strongly believe that the post-2015 development agenda should be based on a vision of socioeconomic transformation and a strategy that will have at its core a commitment to protect and promote the human rights of people, to build their economic capabilities and thereby harnessing their potential and recognise them as key contributors to development,&quot; said the communique. At a meeting to discuss the outcome document with some panel members, Professor Gita Sen, from the Indian Institute of Management in Bangalore, said the perceived wisdom that economic growth is necessary for poverty reduction really depends on what type of growth it is. Some economic growth is &quot;producing vulnerability and impoverishment&quot;. &quot;Is it [economic growth] producing jobs, or is it unsustainable or ripping off resources and making it impossible for farmers to produce?&quot; she said. Ousainou Ngum, from the Agency for Co-operation and Research in Development, told the panel that Africans, whose voices were not given much thought in the creation of the MDGs, need to play a major role. &quot;Being at the table is critical,&quot; he said. African civil society groups are working on an &quot;Africa agenda&quot;, setting out &quot;concrete&quot; proposals that are particularly relevant to the continent. The agenda will be presented at the next HLP meeting in Bali in March. Amina Mohammed, special adviser to the UN secretary general on post-2015 development planning and ex-officio member of the HLP, told the meeting that human rights are central, and civil society groups would have a key role in ensuring they are upheld. Homi Kharas, who is lead author on the final report of the HLP, due to be published at the end of May, said integrating business, economics and the social agenda is &quot;something the panel takes very seriously&quot;. He added that he is &quot;sure we will have one agenda for 2015&quot;, after concerns were expressed about a possible two-track process: the HLP is running in parallel with the open working group discussing a set of sustainable development goals. The objective is for both streams to feed into recommendations. The HLP talks officially begin on Thursday, with an outcome document expected on Friday.", 
    "section": "global-development", 
    "gid": "global-development/2013/jan/31/tame-markets-david-cameron-liberia", 
    "wordcount": "777"
}