{
    "headline": "It's time we challenged agricultural hegemony", 
    "text": "The dam is beginning to crack, faster than I would have believed possible. Britain, one of the world&apos;s most zoophobic nations, is at last considering the return of some of its extinct and charismatic mammal species. While wolves, lynx, bears, bison, moose, boar and beavers have been spreading across the continent for decades, into countries as developed and populous as ours, and while they have been widely welcomed in those places, here we have responded to this prospect with unjustified horror. Or perhaps I shouldn&apos;t say &quot;we&quot;. The population as a whole tends to be more sympathetic to reintroductions than the tiny number of people who own most of the land. Britain has one of the highest concentrations of landownership in the world, and the big landowners are often the most conservative members of the population. Unfortunately they are the ones who have power in the countryside. Despite the best efforts of the landowners, some very determined people have been trying to bring to Britain a little of what has been delighting the people of other European nations. After years of obstruction, things are suddenly starting to happen. Following the successful beaver reintroductions in two parts of Scotland, the first release in Wales could be about to happen. The Welsh Beaver Project hopes to be able to reinstate some animals in the Rheidol valley in mid-Wales next year. In Scotland a group of biologists called the Lynx UK Trust has now applied for a licence to release lynx - a predator which should be welcome in a country where deer numbers have gone beserk. Unsurprisingly, the old guard  the landowners and the bodies that represent them  is doing all it can to prevent such reintroductions, and any wider rewilding. In response to the beaver plan, a spokesman for the National Farmers&apos; Union said:  &quot;I haven&apos;t seen any evidence that they&apos;ll contribute anything to the ecosystem. The history as far as introducing mammals in particular is not a particularly good one. We&apos;ve seen the grey squirrel, rabbits and even mink so in reality there isn&apos;t much evidence to suggest they do any good at all.&quot;  When people make arguments as bad as this, you know they haven&apos;t a leg to stand on. Unlike grey squirrels, rabbits and mink, beavers are native to the United Kingdom. They were hunted to extinction for their beautiful pelts, their meat and the chemical (castoreum) they secrete, which was of great value to the perfume industry. The last ones died out in the 18th century. They are a keystone species, which means that they have a larger influence in the ecosystem than their numbers alone would suggest. Their dams, burrows and ditches and the branches they drag into the water create habitats for a host of other species: water voles, otters, ducks, frogs, fish and insects. In both Sweden and Poland, the trout in beaver ponds are on average larger than those in the other parts of the streams: the ponds provide them with habitats and shelter they cannot find elsewhere,. Young salmon grow faster and are in better condition where beavers make their dams than in other stretches4. The total weight of all the creatures living in the water may be between two and five times greater in beaver ponds than in the undammed sections5. Beavers slow rivers down. They reduce scouring and erosion. They create small wetlands and boggy areas. They trap much of the load that rivers carry6, ensuring that the water runs more clearly. The NFU&apos;s ignorance of these basic facts reinforces the longstanding suspicion that farmers&apos; leaders know next to nothing about the natural world. The self-styled &quot;guardians of the countryside&quot; are often less well-informed than the average urbanite. Similarly misleading claims surround the plans to reintroduce the lynx. This is what the National Farmers&apos; Union says:  &quot;Particular concerns would be the safety of livestock and the increased stress levels in livestock resulting from these predators as well as any impacts on local wildlife and biodiversity.&quot;  The lynx is an ambush hunter that lives exclusively in woodland. It will enter open spaces only with extreme reluctance. If your sheep aren&apos;t in the woods, the lynx poses no threat to them. Only where farmers fail to keep their sheep out of the woods (something they deliberately fail to do in some places, with devastating consequences for woodland ecology) are their animals at risk. As for the impacts of the lynx on wildlife and biodiversity, the lynx is part of our native fauna: in other words a component of our wildlife and biodiversity. Our wildlife has adapted to live alongside it. A specialist roe deer predator, it will help to control this overpopulated species, as well as some of the exotic species of deer (sika in particular) that are damaging forestry and the regeneration of woodlands in some parts of Britain. But that&apos;s not the worst of the scaremongering by farmers&apos; groups. In response to my book Feral, the Farmers&apos; Union of Wales has claimed that my proposals for the rewilding of parts of the uplands &quot;would be akin to the herding of American Indians onto reserves&quot;. That&apos;s quite a claim. As I&apos;ve come to expect from these organisations, the union has produced not a stick of evidence to support it. What is the fiendish device I&apos;ve proposed to enable this act of genocide? Er, scrapping rule 12 of the European Union&apos;s good agricultural and environmental condition code. This rule forces farmers to clear the land of &quot;unwanted vegetation&quot; if they want to claim their subsidy payments. It&apos;s a policy that has caused the pointless, taxpayer-funded destruction of habitats all over the EU. In other words, I&apos;m suggesting that farmers should have a choice over whether or not they want to clear their land. If they don&apos;t want to clear it or keep sheep on it, they can still claim their payments. Terrified yet? The other proposal I make is that the main subsidy they receive (the single farm payment) should be capped at 100 hectares of land. It&apos;s outrageous that the dukes, sheikhs and speculators with the largest holdings are each receiving millions of pounds a year from taxpayers much poorer than themselves, merely by virtue of the amount they own. A cap would give small farmers an advantage over large ones, making it less likely that they will lose their land and livelihoods. Very much &quot;akin to the herding of American Indians onto reserves&quot; in other words. What we are seeing here is an example of how unaccustomed to challenge the farmers&apos; leaders have become. If their batty assertions were confronted more often, they might stop exposing themselves to ridicule. But so dominant are they in debates over rural policy, and so seldom are conflicting voices heard, that they have not had to temper their scaremongering fantasies with reality. Governments and other agencies treat farmers as if theirs is the only rural voice that counts. Yet they are a small minority even of the rural population. In Wales, farmers (both full- and part-time) account for 1.5% of the total population and just 5% of the rural population. A similar situation prevails across the rich world. Yet, in the countryside, they have 95% of the voice, and everyone else is marginalised from decision-making. You can see the impacts of this dominance in England&apos;s impending badger cull. Prof John Bourne, who conducted the government-funded study which showed that badger killing is a waste of time and money, recalled what he was told by a senior politician: &quot;Fine, John, we accept your science, but we have to offer farmers a carrot. And the only carrot we can possibly give them is culling badgers.&quot; For too long, farmers&apos; leaders have come to see their interests and that of the countryside as synonymous, and for too long the rest of us have accepted that view. It&apos;s an aspect of what I call agricultural hegemony: the exercise of the cultural hegemony Antonio Gramsci identified, but in the countryside. It&apos;s time we challenged it. Footnotes 1 Erlend B. Nilsen et al, 7th April 2007. Wolf reintroduction to Scotland: public attitudes and consequences for red deer management. Proceedings of the Royal Society - B, Vol. 274, no. 1612, pp.995-1003. doi: 10.1098/rspb.2006.0369 2 sa Hgglund and Gran Sjberg, 1999. Effects of beaver dams on the fish fauna of forest streams. Forest Ecology and Management: Vol. 115, nos 23 ,pp259266. doi:10.1016/S0378-1127(98)00404-6. 3 Krzysztof Kukua and Aneta Bylak, 2010. Ichthyofauna of a mountain stream dammed by beaver Archives of Polish Fisheries. Vol. 18, no. 1, pp33-43. doi:10.2478/v10086-010-0004-1 4 Douglas B. Sigourney et al, 2006. Influence of Beaver Activity on Summer Growth and Condition of Age-2 Atlantic Salmon Parr. Transactions of the American Fisheries Society, Vol. 135, no. 4, pp1068-1075. doi:10.1577/T05-159.1 5 Robert J. Naiman, Carol A. Johnston and James C. Kelley, 1988. Alteration of North American Streams by Beaver. BioScience, Vol. 38, No. 11, pp. 753-762. 6 Robert J. Naiman, Carol A. Johnston and James C. Kelley, 1988. Alteration of North American Streams by Beaver. BioScience, Vol. 38, No. 11, pp. 753-762.", 
    "section": "environment", 
    "gid": "environment/georgemonbiot/2013/jun/06/challenge-agricultural-hegemony", 
    "wordcount": "1557"
}