{
    "headline": "Apple and Google still in the hunt for control of mobile market", 
    "text": "In one noisy corner is Google, claiming victory for its strategy of free, ubiquitous software, while in the other, there are Apple&apos;s eye-watering profits as the world&apos;s most valuable company. This is the titanic battle to control the future of the tablet and smartphone market  and with it, the way that more than a billion people with the devices access information. In the latest round, Google&apos;s executive chairman, Eric Schmidt, claimed victory over Apple in the platform wars  just as Microsoft triumphed over Apple in the 1990s by working with hardware manufacturers and forcing Apple into a market niche. He cited research by Gartner that found Google&apos;s Android had secured 72% of the global smartphone market compared with Apple&apos;s 14%. &quot;This is a huge platform change; this is of the scale of 20 years ago  Microsoft versus Apple,&quot; said Schmidt. &quot;We&apos;re winning that war pretty clearly now. The core strategy is to make a bigger pie. We will end up with a not perfectly controlled and not perfectly managed bigger pie by virtue of open systems.&quot; Much of Google&apos;s rhetoric seems designed to undermine Apple, from its open internet strategising to Schmidt&apos;s characterisations of an internet space he once described as &quot;the largest experiment in anarchy that we have ever had&quot;. It&apos;s a seductive observation  and one designed to reinforce Google&apos;s strategy and worldview as one of boundless possibilities and an open, creative internet. Apple, however, is unlikely to be bothered by much Google is doing and looks anything but vulnerable. With a well-feathered nest of $176bn in assets, and on track to sell, at best guess, 113m iPhones in 2012, it looks exceedingly comfortable. As well as smartphones, Apple and Google compete in the tablet market, with Android powering a slew of tablets and Apple pushing the iPad and iPad Mini. It&apos;s an industry sector set to boom in 2013, according to Gartner. The iPad Mini also indicates a new willingness from Apple to extend its market reach by offering a smaller, cheaper product for a market subset  something that may indicate a parallel cheaper iPhone could be on the cards. This competition is good for consumers, says Enders analyst Benedict Evans. &quot;The consumer benefits from a surge in competition and frenzied innovation,&quot; he said. &quot;But there are some complex overlapping issues here, and it&apos;s not binary competition between Apple and Google; Apple primarily makes money from devices and Google makes money from advertising.&quot; Together, Apple and Android now account for 90% of the smartphone market, but only a third of global mobile sales. Though Schmidt can boast of Android&apos;s market share, those figures disguise sales in China, where key Google services are not preloaded. &quot;If Apple is selling 200m iPhones at a 45% gross margin, it really doesn&apos;t matter how many phones Google is selling,&quot; said Evans. &quot;It is not concerned with market share, but has also managed to attract and retain developers. Apple&apos;s is an ecosystem that is self-sustaining.&quot; The rise of mobile  and the popularity of apps that Google has itself promoted through Android  is creating pockets of data effectively walled off from the rest of the web. Though some, like the picture-sharing app Instagram, extend their content online, many do not and this presents a challenge to Google&apos;s stated aim of indexing the world&apos;s information. Google&apos;s answer has been to promote HTML5 as a rich design language for the mobile web  thus encouraging developers to build apps that function within a web browser and within Google&apos;s indexable domain. While websites are obsessing over which mobile strategy to employ, all that consumers might have noticed was a slower, less ambitious mobile app. The Facebook founder, Mark Zuckerberg, announced an abrupt change of tack, ditching a browser-based HTML5 app, that worked across all smartphones, for a native app. &quot;We burnt two years,&quot; he said. With mobile critical to Facebook&apos;s future, and investors piling on the pressure for a solid mobile strategy, that may prove to be a costly mistake. Mobile advertising is still experimental and ineffective, facing a tough challenge in balancing small screen size with a meaningful, non-invasive experience; eBay announced last week that it had pulled advertising from its mobile app. David Wenig, eBay&apos;s president of global marketplaces, said: &quot;We aren&apos;t happy with the user experience and we don&apos;t need the money.&quot; Other companies  including Facebook  are less fortunate, and have to find a way to make mobile ads work. Mobile could also be pulling the rug out from under Google&apos;s significant business, despite its strategic moves into mobile software. A slip of the printer&apos;s finger released Google&apos;s third-quarter results early and without the spin of the chief executive, Larry Page. Revealing earnings below expectation and a slowing of Google&apos;s previously exponential revenues, the result was a $20bn drop in the company value. With Apple seemingly secure in the premium consumer electronics space, there is one more major shift in mobile that will spell trouble for Google. &quot;Discovery is moving away from typing, but also from search. Apps too are a structural threat to search, because they are vertical search,&quot; said Evans. Behavioural data backs this up; search traffic declined in September this year for the first time since 2006, partly because of more vertical searches through apps. That&apos;s bad news for Google, which still relies on search-related advertising for its core business  and great news for Apple and its app-controlling empire. &quot;Google is starting to miss out on signalling information that gives context to searches, being cut out of knowing the device location,&quot; says Evans. &quot;Google has a problem.&quot; This article was corrected on 27 December 2012: &quot;a 45% growth margin&quot; in the original should have read &quot;a 45% gross margin&quot;.", 
    "section": "technology", 
    "gid": "technology/2012/dec/26/apple-google-smartphones-mobile", 
    "wordcount": "975"
}