{
    "headline": "UK greenhouse gas emissions down 7% in 2011", 
    "text": "Last year&apos;s mild winter helped UK greenhouse gas emissions fall 7% in 2011, as people used less gas to heat their homes, provisional figures published by the Department of Energy and Climate Change reveal. The fall follows a 3% rise in 2010, the first in almost a decade, which green groups called a &quot;wake-up call&quot; that showed government policies weren&apos;t cutting emissions fast enough to tackle climate change. The fall in 2011 was in part due to it being the fifth warmest year on UK temperature records, leading to the residential sector showing the largest fall in emissions, of 22% on 2010 levels. The Met Office confirmed the winter of 2011 was &quot;significantly milder than the last three&quot;, and across the year maximum temperatures were 1C above normal in much of the UK, and as much as 1.5C in parts of England. Nuclear power came back online at the country&apos;s biggest reactor, Sizewell B, which also helped to cut emissions. Maintenance work had shut down the plant in Suffolk for six months in 2010. There was an 11% increase in the use of nuclear power in 2011. Ed Davey, the energy and climate change secretary, said the fall  which covered the first full year of emissions records with the coalition in power  showed government policies were working: &quot;This is more evidence of how the UK is leading the way in the fight against climate change. Carbon emissions are down, homes are more energy-efficient and low-carbon power is up. Thanks to the green deal and the government&apos;s reforms to the electricity market I hope to see this trend continue and gather pace.&quot; Emissions were down in other sectors too, with those from energy supply down 6.1%, business 8% and transport just 1.4% compared with 2010 levels. David Symons, director at global environmental consultancy WSP Environment &amp; Energy, said: &quot;These figures are to be welcomed, but it&apos;s important to understand the underlying reasons for the downward trend. The government can take credit for some of the emissions reductions  particularly through the 35% increase in renewable electricity generation over 2010  but not all. In reality, other factors out of government control  such as the warmer weather and global energy prices could well have had a greater impact over the past year.&quot; He added that higher gas bills, as well as the milder weather, also played a role: &quot;The largest emissions reduction comes from home gas heating. The government attributes this to winter 2011 being significantly warmer than 2010, but we believe that the 20% increase in domestic gas prices over the same period is also significant. Hard pressed households will have been putting on an extra jumper rather than the heating.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/mar/29/uk-greenhouse-gas-emissions-2011", 
    "wordcount": "461"
}