{
    "headline": "Sony Liverpool to close amid flurry of game industry redundancies", 
    "text": "The past 48 hours has seen a wave of redundancies in the video games industry, culminating this morning with the news that Sony Computer Entertainment is set to close its Liverpool development studio.  Founded as Psygnosis in 1984 and bought out by Sony 10 years later, the developer was responsible for some of the most iconic brands of the early PlayStation era, including the futuristic racing game WipEout. There are suggestions that many staff will be relocated to other Sony studios in the country, but the Guardian is waiting for an official comment from the publisher. In a statement released on Wednesday morning, Sony said:  It has been decided that Liverpool Studio should be closed. Liverpool Studio has been an important part of SCE Worldwide Studios since the outset of PlayStation, and have contributed greatly to PlayStation over the years. Everyone connected with Liverpool Studio, past and present, can be very proud of their achievements. However, it was felt that by focusing our investment plans on other studios that are currently working on exciting new projects, we would be in a stronger position to offer the best possible content for our consumers.  The studio has most recently worked on a Vita version of WipEout, and carried out a lot of testing on the Vita hardware. Sony has also pointed out that only the development section of the Liverpool office is to close; its various localisation and financial departments will continue unaffected.  The Sony statement follows news from casual games developer Popcap that it is to shed 50 jobs at its Seattle headquarters and may well close its Ireland office with the possible loss of almost 100 jobs. In a blog post explaining the decision, the company&apos;s co-founder John Vechey wrote:  In the past year, we&apos;ve seen a dramatic change in the way people play and pay for games. Free-to-play, social and mobile games have exploded in popularity. That happened fast. Surprisingly so. The change in consumer tastes requires us to reorganize our business and invest in new types of games on new platforms. It&apos;s a completely different world from when we started.  Elsewhere, Norwegian developer Funcom  responsible for massively multiplayer online games such as Age of Conan and Secret World has conceded that it will be laying off staff &quot;temporarily&quot; to reduce production costs. Furthermore, troubled publisher THQ has reportedly made 20 more marketing and production staff redundant. A leaked email apparently from the company&apos;s president, Jason Rubin, informs staff:  As you know, it is my vision for THQ to enter into new markets though new distribution methodologies, and reaching those consumers in those markets will take a different approach to marketing. It is also vitally important that we improve our production methodologies and oversight so that we are shipping better titles, on budget and on time.  Video game analysts are suggesting that major changes in the way games are made and distributed are forcing publishers to re-evaluate their business models  which, in turn, is leading to job losses. The rise of digital downloads and the growth of the free-to-play sector (where consumers download new titles for nothing but then buy in-game goods) require very different types of studio, staff and development schedules than the traditional console games business.  &quot;There&apos;s a common theme here,&quot; says Michael French, editor-in-chief of industry publication MCV. &quot;The market has moved so quickly over the last few months that these companies probably haven&apos;t seen their own shortcomings.  &quot;Funcom launched an MMO in a highly challenging space that has been eroded by free-to-play games, and Popcap has admitted that the free-to-play market has shot past their expectations versus their casual games business. And Sony as a business has been chopping off bits and pieces of its business as it prepares for this new era.&quot; French also suggests that redundancies tend to group together like this because of the way publishers divide their financial years. &quot;A lot of companies see the start of September as a new quarter so these measures need to be put in place before 31 August. But there is a wider trend here and its affecting the whole industry.&quot; For game developers and publishers, the current spate of job losses and studio closers is indicative of a wider trend. &quot;It&apos;s tragic, but it&apos;s reflective of today&apos;s market,&quot; says Andy Payne, founder of veteran UK publisher Mastertronic and chairman of trade body, UKIE. &quot;The reality is, it&apos;s getting harder to know the ways you can make money form games. There&apos;s an awful lot of exploration going on, and the business models are changing in front of our eyes. There are so many options for consumers now to get entertainment onto their connected devices, and that&apos;s causing pretty substantial disruption. &quot;We have our iOS game Fluid Football in the charts at the moment, and if we can get it in front of enough people, if we can create a word-of-mouth buzz on social networks we may make some money from it. But it&apos;s so hard to predict: the technology is moving so fast, no one knows where their revenues are coming from. &quot;I mean, did the guys at [Oxford-based developer] NaturalMotion ever think they&apos;d be grossing $12m a month on games like CSR Racing? We&apos;re in a digitally connected world economy that moves at the speed of light and it&apos;s very unpredictable. The awards for the winners are immense but the losses can be substantial.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/aug/22/games-industry-redundancies", 
    "wordcount": "915"
}