{
    "headline": "UK broadband speeds 42% slower than advertised, survey finds", 
    "text": "British broadband customers are paying for services that are more than 40% slower than advertised, a Guardian investigation has found, with thousands complaining that they are being short-changed by their internet service providers. In just three days, more than 3,000 readers participated in the Guardian&apos;s online broadband speed test. It found widespread differences between the speeds promised and those delivered. Customers are paying for an average of 12 megabits per second, but actually receiving 7Mbps, a gap of 42%. Readers complained of broadband blackspots in city centres, of exposed copper lines that fail in bad weather and of having to move businesses out of homes because of poor connections. &quot;If you were buying a dozen apples and you got three, you wouldn&apos;t put up with it,&quot; said Hugh Colvin, an arts organiser who lives on the Welsh border and rents two telephone lines so that more than one member of his family can use the internet at a time. &quot;It&apos;s outrageous that I pay the same as somebody who is in the middle of London getting 10 times the speed.&quot; The survey, part of the Guardian&apos;s Britain&apos;s Broadband Vision campaign for better online infrastructure, found that Sky customers reported a 60% shortfall, the widest gap between median advertised and actual services.  Sky customers were promised an average 12Mbps and received 4.8Mbps. Virgin customers reported a 41% shortfall  they were promised 30Mbps but received 17.7Mbps. BT&apos;s customers fared best, paying for 8Mbps and receiving a quarter less at 6Mbps. The gap was 27% for BT&apos;s budget service, Plusnet. TalkTalk subscribers had been promised an average speed of 8Mbps, but were receiving 5Mbps, a gap of 37.5%. Since advertising rules changed in April, internet service providers can only claim &quot;up to&quot; speeds if at least 10% of users are receiving them. The threshold was criticised as too low even by the broadband companies and they are now moving away from blanket advertising to quoting a different speed for each customer. TalkTalk says its advertisements refer to average speeds, and everyone is given an individual quote before signing up. A spokesman said: &quot;No one enters a contract with us without receiving a speed estimate tailored to them.&quot; BT said it removed speed claims from its website on 1 April. &quot;We have provided personalised speed quotes for some years now, so our customers know exactly what they&apos;re getting before any commitment is made.&quot; A spokesman for Sky said the company emphasised unlimited download allowances rather than headline speeds. He said: &quot;Since Sky Broadband continues to be the UK&apos;s fastest growing ISP, all the evidence points to customers responding very positively to the service we offer.&quot; A Virgin Media spokesperson said: &quot;Virgin Media has long argued for greater clarity in broadband advertising and, while the changes in April were long overdue yet welcome, we&apos;ve seen ISPs continue to hide behind generic terms or catch-all claims. We are committed to continuing to lead this industry which is why we only advertise speeds that our customers can reasonably expect to actually receive. Ofcom&apos;s independent and comprehensive research consistently shows we deliver what we say, with our 30Mb service actually providing almost 31Mb on average. That&apos;s not to say we are complacent. We continue to deliver the UK&apos;s fastest widely available broadband and we&apos;re in the process of boosting speeds for customers with our doubling upgrade and the introduction of 120Mb. Virgin Media now delivers superfast broadband as standard to millions of UK homes and we&apos;ve raised expectations of what consumers deserve from their ISP.&quot; Ofcom describes proper broadband as 2Mbps or over, and this is the minimum bandwidth needed for video services such as the BBC&apos;s iPlayer. The speed tests found 18% of respondents were receiving 2Mbps or less, with many saying their service was often slower. BT, whose copper network is used by every major telecoms retailer in the UK, is spending 2.5bn to upgrade the service by installing fibre optic cables from the exchange to street cabinets. It aims to reach two-thirds of the UK by the end of 2014 and, with taxpayer help, 90% of homes by 2017. Those with fibre optic cables to their street cabinet could get speeds of up to 76Mbps, but experts say the service could still be unreliable for properties furthest from telephone exchanges, because they rely on copper wiring for the final mile. BT has countered this by including smaller market towns in its roll-out plans, and a competition allowed 10 harder-to-reach communities to win fibre for their exchange. Customers will be able to order an all-fibre line from BT from next year, although the initial price could be as high as 1,000, putting it out of reach of most householders and home-based workers. BT Group chief executive Ian Livingston said: &quot;The UK will be a leader by comparison with other western European economies. We&apos;ll be giving fibre to within 400 meters of the average home. If people really want and need faster speeds, we can provide it.&quot; Labour says the government must update the national broadband plan, with an emphasis on more fibre connections direct to homes, businesses, schools and health centres. &quot;Ultimately fibre to the home is the aim,&quot; said the shadow minister for innovation and science, Chi Onwurah, a former head of telecoms technology at Ofcom. &quot;By 2020, we should have concrete plans in place. I do think that it is a failure of leadership that the government isn&apos;t prepared to do that.&quot; The communications minister, Ed Vaizey, has said the UK is on track to have the &quot;best broadband network in Europe&quot; by 2015.", 
    "section": "technology", 
    "gid": "technology/2012/may/11/broadband-speeds-slower-than-advertised", 
    "wordcount": "960"
}