{
    "headline": "Make the climate debate about bills  not bears", 
    "text": "I have a simple rule of thumb for everything in politics: our starting point should always be where the public is. That doesn&apos;t mean we finish in the same place as we start, or that there&apos;s no role for government leadership. With the Climate Change Act we proved that with bold, ambitious, decisive action, we could lead the debate and shape public opinion. But unless we start in the same place as the public, we will never be able to lead them to where we need to get. The BBC&apos;s Frozen Planet might pull in viewing figures of nearly 8 million, but the proportion of the public that ranks climate change as a priority is not just low, but falling. In 2007, 19% of people told Ipsos Mori that the environment was one of the most pressing issues facing the nation. In December 2011, just 4% still thought so. We cannot close our eyes to the realities of the world. Every opinion poll shows that the economy, jobs and the cost of living are the most important issues for the public  and the young people I meet are no different. So if we want to build public support for tackling climate change, we have to speak about climate change in a way that addresses people&apos;s day-to-day concerns about prices, jobs and security. Prices  because energy bills top the list of the public&apos;s concerns, and people need to know there is fairness in the way energy is bought and sold. Jobs  because at a time when growth in our economy is flat-lining and unemployment is rising, the transition to a low-carbon economy has the potential to be a major source of wealth and employment for our country. And security  because the health of our economy and the functioning of our society depends on us having an energy policy which can keep the lights on. For too long, the case for tackling climate change has just been about polar bears and melting ice caps. But it needs to be about bills, not bears. Politics is about improving people&apos;s lives - and there is nothing wrong with a politics that appeals to people&apos;s self-interest. We have to be clear that cutting our carbon emissions and preventing climate change is in everyone&apos;s interests. The only sort of politics that will be able to build public support for tackling climate change is one which talks to both people&apos;s self-interest  what&apos;s in it for them and their families  and to the common good. Couching climate change as a problem affecting other people, elsewhere, at some unspecified time in future, true though all those things might be, will never be enough to win hearts and minds. We have to explain that relying on highly volatile imports of fossil fuels, often from unstable parts of the world, is not just bad for the carbon it produces, but because it&apos;s hitting people in the pocket through higher energy bills. Simply hectoring from the sidelines turns people off. If all people hear about climate change is they need to stop using their cars to get to work, or cut back on foreign holidays, or stop eating meat, they will switch off. So we have to be optimistic too, and show that a low-carbon economy has the potential to be a huge source of jobs and growth for the UK. When millions of people are out of work, and millions more are worried about their jobs, the transition to a low-carbon economy is a good news story. Unless we address people&apos;s concerns about prices, jobs and security, and show that cutting our emissions and tackling climate change will leave them and their families better off, the same old voices will carry on peddling the same old rubbish about the transition to a low-carbon economy being a burden on bill-payers and a threat to jobs and growth. In the end, if we&apos;re serious about building public support for tackling climate change in the UK, it has to be about bills, not bears.  Caroline Flint MP is the shadow climate and energy secretary", 
    "section": "environment", 
    "gid": "environment/2012/apr/02/climate-debate-bills-bears", 
    "wordcount": "680"
}