{
    "headline": "Wet weather averts drought risk in England", 
    "text": "The risk of a serious drought in England continuing this summer has abated significantly thanks to the wet weather in April and May, according to the Environment Agency. Hosepipe bans may be lifted if the skies stay grey. The news comes as the Institution of Civil Engineers (ICE) warned that the government needed to put in place a system of compulsory water metering accompanied by differential pricing to preserve supplies and prevent droughts in future. The torrential jubilee weekend rain was the culmination of a spring washout  including the wettest April on record  following an unusually hot and dry March. Almost all reservoirs are now at least 75% full and river flows have returned to normal for the time of year, the agency said, but groundwater levels are still below normal, with some areas needing 140% of long-term rainfall this winter to recover fully. &quot;We have seen a huge improvement in water resources in just a few short months, putting us in a much more positive position for the summer. While the downpours in April were pretty miserable, they were really welcome as water companies were able to refill their reservoirs, river levels are mostly back to normal and many wildlife habitats that were suffering have recovered,&quot; said Trevor Bishop, head of water resources at the Environment Agency. But the agency is concerned that by the end of this year the situation could deteriorate again if there is a third consecutive dry winter. Water companies rely heavily on winter rain to recharge reservoirs and underground water sources  the current drought was caused by two dry winters in a row that severely depleted reserves. The Met Office is trying to discover whether wet summers and dry winters are likely to become a recurring pattern under climate change. South East Water, Sutton and East Surrey Water, Veolia Water Central and Veolia Water Southeast confirmed their hosepipe bans would remain in place. The companies say their supplies are heavily dependent on ground water resources, which remain significantly or even severely depleted. Even if wet weather is still on the cards this year, the longer term outlook remains problematic as an expanding population and rising demands on water resources are putting increasing strain on the UK&apos;s water supply, according to the Institution of Civil Engineers. The institution is calling on ministers to introduce compulsory water meters with differential pricing. That would mean everyone could have a certain amount of water  ample to cover drinking, cooking, bathing  provided cheaply, but would have to pay much more for anything above that amount, including activities that waste large quantities of water, such as washing the car with a hose or filling a swimming pool. A sprinkler running for an hour can use 1,000 litres, more than the average family of four get through in a day. &quot;Metering with discretionary tariffs and social tariffs to protect the vulnerable would mean some people would pay more for water  but that would encourage people to use it more wisely. Without metering people don&apos;t even know how much they&apos;re using [which means] a lot gets wasted,&quot; said Phill Mills, deputy chair of the water panel at ICE. &quot;Metering would allow for smarter bills.&quot; Charging for water on that basis would be fairer, as poor families would no longer subsidise the rich who tend to have swimming pools, large gardens and multiple vehicles that often take up a lot of water. It could also help to bring down domestic water usage by as much as a third, a reduction needed to avoid paying the price for our water profligacy. Cheap water has come to be taken for granted by most people in the UK  it falls out of the sky often enough, as the Jubilee weekend reminded people  but that cannot last if we are to avoid damaging droughts like the one that has afflicted much of England this spring, according to ICE. It calculates that a 30% reduction in domestic water use is needed to secure water supplies for the future. At present, most people pay about 1 a day for an unlimited supply of drinkable water, much of which is used for purposes such as gardening and flushing the toilet, for which clean water is unnecessary. That is too low to encourage people to save water, whether by changing their behaviour, turning off taps and fixing leaks, or by buying water butts that could be used for gardening, let alone investing in higher cost systems that recycle water from washing to be used in &quot;grey water&quot; systems such as toilet flushing. The ICE report found that by 2050 using expensively treated potable water for everything, as most people do at present, will be unsustainable. It calls for a 30% reduction of per capita consumption in homes (currently 150 litres per day) and discretionary tariffs that reward low usage with prices rising as usage increases. Michael Norton, chair of the ICE panel and one of the authors of the report, said: &quot;The single biggest problem is the low value we place on water. It&apos;s currently much undervalued and provided to most of us without limit. &quot;The United Nations has rightly stated that water for health and hygiene is a human right and should be affordable to the whole of society, but that makes up only a small proportion of our direct water use  less than 15%. Everything else is discretionary and should be charged as such.&quot; Norton warned that areas now considered rainy could see their weather change significantly in the future and become drier or experience greater unpredictability in rainfall. Simply relying on a small number of reservoirs scattered through the country  as we do currently  would become impracticable. ICE also called on the government to change regulations so that water companies could collaborate more, for instance by sharing resources with neighbouring regions.", 
    "section": "environment", 
    "gid": "environment/2012/jun/07/drought-risk-wet-weather-rain", 
    "wordcount": "986"
}