{
    "headline": "In South Sudan, one day we shall be a happy nation", 
    "text": "I would have graduated from university in 2011 but because of the separation of South Sudan from Sudan, the University of Juba, where I study, did not reopen until earlier this year. I thought this time nothing would stop me from finishing my course as I have only one year left. Unfortunately, fighting between students resulted in the closure of the university again in March. Why am I so unlucky? I work hard every day to raise my university tuition fees so that I can graduate and get a well-paid job and settle down. I just have to be patient. Since independence, Juba has gone from good to bad because prices have skyrocketed due to an increase in the population and some economic problems since South Sudanese in Sudan and other parts of the world are returning, and the rate of development has slowed down. I used to wake up and see new development, which is not the case nowadays. Maybe that is due to the closure of the oil pipeline that passes through Khartoum and the high rate of corruption in the Juba government. In April I took a month&apos;s leave to go and spend time with my parents in my village. Life is fair in the village since one does not need to buy everything from the market. I enjoyed the short holiday. I had to pick up a hoe and do some cultivation. I think the tomatoes I planted will soon be ready for harvest. It was nice to stay with my mother, but I wanted to come back to the city because it is not easy to earn money in the village. The tension between South Sudan and Sudan has made me afraid because I can imagine going back to that miserable life as a refugee. I would rather join the army than become a refugee again. The government of South Sudan is trying its best, although most of its promises are easier said than done. The government has promised to improve education and health facilities, but the actual work on the ground is not up to the promises being made. Although there are some small changes, they don&apos;t equate to the millions of dollars being sent by international communities to help the young government. The returnees have increased the population and pushed up the prices of goods, services and fares, and increased rents within the city. The positive thing is that most of them have skills, as they had the opportunity to go to school where they had been living, so they are helping to build a skilled labour force. In Juba, almost everything has gone up, and we have a lot of NGOs and government cars causing traffic jams on the roads, which are always busy during the day. Fruit has become a luxury. I used to be able to buy an apple for $0.50, but today it costs $2. There is no media law to protect journalists, so they need to be careful about what they are reporting. And the quality of the information may not be good, because journalists are poorly paid and they are not encouraged in their work. At the moment we still have only government TV. We do not have private TV stations. A private company is trying to set up a station in the country. Hopefully, this will help to balance the information broadcast. I think the problems here are like those in most developing countries, and no condition is permanent. I think the situation will change and we shall be a happy nation. One day, these problems will come to an end  but all citizens need to work hard to bring about the change we are expecting.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jul/10/south-sudan-happy-nation", 
    "wordcount": "621"
}