{
    "headline": "Samsung loses bid to overturn US Galaxy tablet sales ban", 
    "text": "Samsung has lost its attempt to overturn a ban on US sales of its flagship Galaxy Tab 10.1 tablet computer, in a fresh blow for the South Korean manufacturer in its patent war with Apple. A judge in California on Monday refused to lift the ban  which came into force last week  while the court weighs up Apple&apos;s claim that Samsung illegally copied the design of the iPad. A spokeswoman for Samsung on Tuesday said the company would continue to appeal against the injunction. Apple and Samsung are involved in patent disputes in several countries around the globe, in a row that has moved front and centre in the battle for the increasingly crowded tablet market. Samsung was ordered on 26 June to halt US sales of the Galaxy Tab 10.1  one of the closest competitors to the iPad  until the South Korean firm goes to trial with Apple on 30 July. The US district judge Lucy Koh also hit Samsung with a US sales ban for its top-end Galaxy Nexus smartphone on Friday. Samsung said in a statement: &quot;Samsung is disappointed with the court&apos;s decision that denied our motion to stay. We believe today&apos;s ruling will ultimately reduce the availability of superior technological features to consumers in the US. &quot;Regardless, we will continue to pursue a request for an appeal of the Galaxy Tab 10.1 preliminary injunction, which we filed on 26 June to the court of appeals for the federal circuit.&quot; Pre-trial bans on products are rare in the US. But analysts said the injunctions would not have far-reaching consequences for Samsung in the tablet and smartphone markets. &quot;The impact on Samsung is limited as shipment volume of Galaxy Tab 10.1 and Nexus are quite small,&quot; Lee Sun-tae, an analyst at NH Investment &amp; Securities, told Reuters. &quot;Even if Apple wins an injunction request on Galaxy S III, Samsung will have plenty of time to get around it, as it normally takes quite a long time for a court to process such requests.&quot; Total sales of tablet computers will reach 105m units this year and 143m in 2013, according to the research firm IDC  compared with total PC sales of about 400m, of which more than 60% will be laptops. Samsung&apos;s Galaxy Tab range of tablet computers run Google&apos;s Android software, which is also used by a range of rival manufacturers including Sony and Motorola. Apple is expected to remain the dominant player in the tablet market for the foreseeable future, with Gartner forecasting that the iPad will account for 61.4% of all sales this year. Android tablets are forecast to account for 31.9% of tablet computer sales this year.", 
    "section": "technology", 
    "gid": "technology/2012/jul/03/samsung-galaxy-nexus-sales-ban", 
    "wordcount": "455"
}