{
    "headline": "Bad day for space probes: one lost on Mars, another in 'safe mode' at Jupiter", 
    "text": "Nasas Juno space probe orbiting Jupiter went into safe mode with cameras and instruments offline just as it prepared to pass over the immense planets dense cloud tops, the space agency said. Juno had rebooted its onboard computer and could communicate with Earth but its activities were limited until engineers diagnosed what went wrong, Nasa said. The spacecraft is healthy and we are working our standard recovery procedure, said Rick Nybakken, Juno project manager from Nasas Jet Propulsion Laboratory. Its too early to take a guess but the issue with Juno was not caused by the intense radiation belts surrounding Jupiter because the spacecraft was far away when it entered safe mode, said mission chief scientist Scott Bolton of the Southwest Research Institute in San Antonio. On Mars, scientists with the European Space Agency lost contact with the Schiaparelli experimental lander that was supposed to touch down. The mother ship successfully slipped into orbit around Mars but the fate of the lander was unknown.   Schiaparelli lander's planned descent to Mars Schiaparelli landers planned descent to Mars   For Juno it is the second setback in less than a week. The solar-powered craft has been orbiting Jupiter since July on a $1.1bn mission to explore its poles, atmosphere and interior. Last week mission managers decided to postpone an engine firing planned for Wednesday after a pair of valves in the spacecrafts propulsion system did not work as expected. Nasa said this and the latest problem were not related. The delay means Juno will not swing close again to Jupiter until December. The spacecraft made its first close pass in August, beaming back pictures of Jupiters stormy north pole, which appeared bluer than the rest of the planet. Scientists continued to pore over close-up images from the first flyby, determining that Jupiters magnetic fields and northern and southern auroras were more powerful than expected. The Juno mission was designed to fly closer to Jupiter than previous spacecraft, coming within 2,500 miles of the surface. Some three dozen close passes are planned during the 20-month mission. With the Associated Press", 
    "section": "science", 
    "gid": "science/2016/oct/20/bad-day-for-space-probes-one-lost-on-mars-another-in-safe-mode-at-jupiter", 
    "wordcount": "343"
}