{
    "headline": "University applications down by 6%", 
    "text": "The organisation representing British universities has expressed concern about the potential impact of tuition fees after figures showed a drop of more than 6% in student applications with less than a month to go before the deadline for 2013 applications. Data from the Universities and Colleges Admissions Service (Ucas) showed there were 265,784 university applications by UK-based candidates up to 17 December, 6.3% down on the parallel period in the admissions cycle the year before. While this is less than the 8.4% year-on-year fall seen in earlier Ucas figures, released in mid-November, the looming January deadline makes it ever more likely that the total 2013 applicant figure will see a second sizeable fall following the introduction of annual fees of up to 9,000. Nicola Dandridge, the chief executive of Universities UK, stressed that the situation could change over the next few weeks, noting that 2012 saw a sudden rush of January applications. She said: &quot;However, we must be concerned about any drops in the numbers applying to university and in particular, we must look closely at how the increase in graduate contributions in England may be affecting the decisions of prospective students. However, the December figures show a drop in numbers across the UK, suggesting that it is not solely a question of tuition fees in England putting students off from applying.&quot; A breakdown of the Ucas figures to mid-December shows a 6.5% fall for applicants in England and 11.7% for those in Wales, with smaller drops of 3.9% and 0.5% for Scotland and Northern Ireland respectively. Scottish students at home institutions pay no fees, while those from Northern Ireland have fees capped to 3,575 for Northern Irish universities. Dandridge added: &quot;Going to university can transform lives, increase the chances of getting a job and increase your salary. No one should be put off applying to university because of worries about finance.&quot; Mary Bousted, general secretary of the Association of Teachers and Lecturers, contrasted the figures with comments by the universities minister, David Willetts, that institutions should do more to target male applicants from poorer white families. She said: &quot;Unless this government makes access to higher education a realistic and genuine possibility for young people from less privileged backgrounds, his concern for white, working-class boys will be just empty rhetoric.&quot; A spokeswoman for Willetts&apos;s department said: &quot;It is too early to form a definitive picture about university applications for the 2013/14 academic year. Traditionally fewer than 50% of applicants have submitted their applications by this point in the cycle. &quot;It is important that no one is put off applying to university because they do not have information about the student support available to them. Most new students will not pay upfront, there will be more financial support for those from poorer families and everyone will make lower loan repayments than they do now once they are in well paid jobs.&quot;", 
    "section": "education", 
    "gid": "education/2013/jan/03/university-applications-down-6percent", 
    "wordcount": "501"
}