{
    "headline": "International women's day: a voice from Accra, Ghana", 
    "text": "   Abdulai Slamatu Photograph: Abdulai Slamatu    My job is to help prevent violence against women and girls in the busy Agbogbloshie market in Accra. This market is the home and workplace of an estimated 70,000 young female porters, locally known as kayayei, and their families, who come to Accra to escape the extreme poverty of northern Ghana. The kayayei are very young, very poor, and experience unacceptably high rates of gender-based violence. In Accra&apos;s markets, the kayayei are marginalised and often taken advantage of. As one of 75 peer educators, I was trained by Marie Stopes International to provide information and services about sexual and reproductive health and gender-based violence to the kayayei in the Agbogbloshie and Mallam Atta markets. I was selected for additional training, and now serve the dual role of anti-gender-based violence champion in addition to peer educator. There are 15 anti-gender-based violence champions. We help them access services such as a local shelter for abuse victims, counselling and healthcare, and report cases to the police&apos;s domestic violence and victim support unit. We also support activities like informal group discussions with market communities, reinforcing the message that gender-based violence is both illegal and wrong, and that the police will take action on reported cases. Unfortunately, many kayayei leaders and residents aren&apos;t aware that violence is even wrong or illegal. Victims feel under pressure to say nothing, especially when the perpetrator is a family member or important member of their community. I encourage kayayei to speak up and report rape and other forms of violence against them through group discussions and awareness raising. We help victims report cases to the police  including how to preserve evidence  and are an immediate point of contact when there is an abuse case. And we work with community leaders so they can help to spread the word about violence, particularly to men within the communities, who are often the perpetrators. So far, we&apos;ve supported five kayayei girls to report cases of rape and assault to the police. More than 2,300 kayayei have been reached with information about how to prevent and report gender-based violence. I&apos;m excited about the progress we are making in our community. Little by little, violence against us will stop.", 
    "section": "global-development", 
    "gid": "global-development/2013/mar/08/international-womens-day-voice-markets-accra", 
    "wordcount": "367"
}