{
    "headline": "Horsing around in the morning", 
    "text": "At foggy first light, a fresh pile of droppings on the river bank showed a horse was on the loose. We began to make our way along the old canal towpath. Heavy hooves had gouged out great horseshoe lumps of earth. Each seemed a stamp of authenticity, a reminder of our forebears leading their barge-towing beasts for mile after mile of ankle-turning unevenness. We dodged dung and divots and pressed on. Mist seemed to intensify the brightness of light shapes: white flanks shone on a tufted duck lifting from the river at our approach. A barn owl rose from the path just ahead, pale on the underwings, but darker above as it flew with strong, even wingbeats towards its roost  the shattered crown of a massive pollarded willow. It dropped inside, raised its wings once, then disappeared from view. Behind a screen of tall poplars and alders, two horses were grazing in the middle of a rough, tussocky field. These were no more than little draught horses, with deep chests, broad heads and feathered fetlocks. The mare, piebald and wall-eyed, had a backbone like a ship&apos;s keel and ribs that showed. She was tethered to a stake. The stallion was free, dark-bodied, roguishly handsome, with curlers in his mane and tail. He walked up the foot of the towpath and the &quot;curlers&quot; revealed themselves as burdock burrs, knotted into his mane and studded through his long, coarse, tail hair. He stopped, close enough for me to sniff sweet eau de cheval and look into black eyes in a jet black head. After brief mutual inspection, he turned away, grunted and ran to the mare. He began sniffing at her behind, nuzzling under her tail. She recoiled, pulling away to the end of her tether. The rope strained and I wanted it to break, so that this poor skinny nag could come up here and pound the river bank, where the grass was so much greener.", 
    "section": "environment", 
    "gid": "environment/2012/feb/10/sandy-bedfordshire-horsing-around-morning", 
    "wordcount": "327"
}