{
    "headline": "How ExoMars Schiaparelli lander may have met its fate on Mars", 
    "text": "It was supposed to be the first European spacecraft to carry out science on Mars, but it now looks likely that the European Space Agencys (ESA) Schiaparelli lander met its end in a destructive high-speed collision at the planets surface. Although ESA has not yet conceded that its lander crashed  and it may be weeks before its fate is known for certain  scientists said that this appeared the most likely scenario. Jorge Vago, the ExoMars project scientist, said: That [a crash] sounds plausible. Based on what we know [a soft landing] is unlikely.   Related: Total recall ... of unsuccessful attempts to land on Mars    The data beamed back from Schiaparelli show that the first five minutes of its descent went flawlessly. The craft entered the atmosphere at about 21,000km (13,039 miles) per hour, its heat shield worked effectively and it deployed its parachute to slow it from supersonic speeds to around 240 km (149 miles) per hour. The probe also successfully switched on its radar, which it uses to refine the descent sequence, based on its speed and altitude. At some point after switching on the radar, Schiaparellis sequence began to depart from what scientists had anticipated, however.   What went wrong with the Mars lander   First, it jettisoned its parachute about 30 seconds earlier than happened in their simulations  not a problem in itself because the craft had already slowed down to its terminal speed and was in free fall. Next, its retrorockets switched on, but only for three or four seconds rather than the 30 seconds required to slow Schiaperelli down sufficiently for a gentle landing. I dont know how much you would decelerate in a few seconds of engine, but not a lot, said Vago. If youre talking about the lander going down at 200 km/h or so  that would mean we lost the lander. After the thrusters switched off, the craft carried on transmitting for a further 19 seconds, during which time its computers entered their landing sequence, then the transmissions went silent. The thrusters are designed to switch off automatically a few metres above the surface to avoid throwing up a large plume of Martian dust. The sudden radio silence, 50 seconds sooner than expected, could indicate that the craft had smashed into the surface at high speed. Its belly featured a crushable structure, something like the crumple zone on a car, designed to absorb the final shock of touchdown  but this was supposed to occur at walking pace.   Related: Bad day for space probes: one lost on Mars, another in 'safe mode' at Jupiter    If the collision happened at high speed, Schiaparelli may have ended up in a squashed state similar to that of Nasas Genesis probe when it crashed down in a Utah desert in 2004 after its parachute failed to deploy. If Schiaparelli split apart it was likely to have stayed in big chunks rather than shattered, Vago predicted. Nasa is already using its Mars Reconnaissance Orbiter to image the landing site but locating the paddling pool-sized craft could take weeks or months  although probably not the decade it took to find the ill-fated Beagle 2. Schiaparellis parachute, which is about eight metres across when laid flat, might help lead scientists to the crafts final resting place. The question now is how the failed landing will affect plans for ESAs six-wheeled rover, due to be launched in 2020, for which Schiaparelli was always intended as a technology demonstrator. The part of the descent sequence that worked well for Schiaparelli differs from the rover and will rely on four parachutes, including a giant one 35 metres in diameter, instead of just one. However the rover is designed with a similar onboard computer, radar, gyroscope and accelerometer, and it seems that one of these bits of machinery  or the dialogue between them  was where things went wrong. The concern is will we be able to learn enough from this attempt to be sure that the next one, which is much more ambitious, will work well? said Vago.", 
    "section": "science", 
    "gid": "science/2016/oct/20/how-the-exomars-schiparelli-lander-may-have-met-its-fate-on-mars", 
    "wordcount": "650"
}