{
    "headline": "Britain must commit 132m a year to combat malnutrition, says charity", 
    "text": "Save the Children are urging David Cameron to commit Britain to spending 132m a year until 2020 to combat malnutrition in poor countries before a hunger summit in London. The charity said the event on 8 June, which takes place a week before the G8 summit of world leaders in Northern Ireland, could provide the necessary cash for nutrition, considered one of the most effective ways of making a meaningful impact on development. Yet aid for basic nutrition remains at only 0.4% of total official development assistance, which came to $125.6bn (83bn) last year. Next week&apos;s meeting, Nutrition for Growth: Beating Hunger through Business and Science, will be co-hosted by Britain, Brazil and the Children&apos;s Investment Fund Foundation. It will bring together business leaders, scientists, government officials, and civil society groups to make commitments to tackle undernutrition in some of the poorest countries. The If coalition of 100 UK NGOs and faith groups will hold a rally in Hyde Park to coincide with the hunger summit. A Save the Children report, Food for Thought, published on Monday, says the global economic impact of malnutrition may be up to $125bn. Children who are malnourished go on to earn 20% less as adults, compared with those who are well nourished. This, they say, means malnutrition acts as a barrier to economic growth. Estimates suggest that in low- and middle-income countries, the impact of malnutrition could decrease GDP by 2-11%, said the charity. Estimates of the cost of iron-deficiency to national economies are about 4.5% of GDP in 10 developing countries, ranging from 2% in Honduras to 7.9% in Bangladesh. In India, the economic cost of malnutrition comprises 0.8-2.5% of GDP, or $15-46bn, while in China, malnutrition could cost between 0.2-0.4% of GDP, or $15bn-24bn. The charity wants rich countries to spend an additional $1bn a year between now and 2020 on basic nutrition. Despite enormous progress in other areas, such as a halving in the number of child deaths over the past two decades, the charity said malnutrition was an &quot;Achilles heel to development&quot;, and that momentum would stall if the world failed to tackle the condition.     Justin Forsyth, chief executive of Save the Children. Photograph: Bilal Hussein/AP    Hunger affects about 870 million people a year and undernutrition contributes to the death of 2.3 million under-fives each year. Malnutrition in the first 1,000 days of life can have irreversible consequences, restricting a child&apos;s ability to learn and increasing susceptibility to sickness, affecting school attendance. The Food for Thought report reveals that not having a nutritious diet can severely impair a child&apos;s ability to read and write a simple sentence and answer basic maths questions correctly, regardless of the amount and quality of schooling they have received. The research, based on studies of thousands of children in Ethiopia, India, Peru and Vietnam, found that at the age of eight, children who are stunted due to chronic malnutrition are 19% more likely to make a mistake reading a simple sentence like &quot;I like dogs&quot; or &quot;the sun is hot&quot; than they would have been expected to do had they not been stunted. &quot;We have made huge progress in tackling malnutrition, but having a quarter of the world&apos;s children at risk of underperforming at school will have grave consequences for the fight to end global poverty,&quot; said Justin Forsyth, chief executive of Save the Children. &quot;World leaders must take the opportunity to change this in London on June 8th and commit to tackle the scourge of malnutrition for good. We want to see funding for countries suffering the highest burden so that millions of children&apos;s lives can be transformed.&quot; In addition to funding, the charity said countries should declare and meet interim targets by 2016 and reform various initiatives, such as the new alliance for food and security nutrition, and include accountability mechanisms with detailed public plans to achieve maternal and child nutrition impacts.  This headline of this article was amended on 28 May 2013. The original said &quot;132bn&quot;. This has been corrected to 132m", 
    "section": "global-development", 
    "gid": "global-development/2013/may/28/britain-combat-malnutrition-children-charity", 
    "wordcount": "685"
}