{
    "headline": "The first dinosaur. Or not ", 
    "text": "   The newly named Nyasasaurus was found in the 1930s. Life reconstruction by Mark Witton.    In the 1930s palaeontologist Francis Parrington led an expedition from Cambridge University to southern Tanzania. He brought back a wealth of fossil material from beds that were Middle Triassic in age  around 240-245 million years old. With much to work on, the collected specimens were later distributed between his PhD students and Alan Charig was handed some of the reptile material. In particular there was an unusual specimen, consisting of an upper arm bone (humerus) and part of the backbone, which appeared to have some dinosaur-like characteristics. Charig worked on this material in the 1950s and described it in his 1956 PhD thesis, but it was not given a name. Charig would later refer to this animal as being dinosaur-like or perhaps even an early dinosaur, but he never got around to formally publishing the description and naming the animal properly. He had a manuscript prepared but at the time of his death in 1997 it remained one of a series of works that he had never quite finished off. However, there has been a recent drive to complete and update these unfinished works. The death of a researcher can often leave important and interesting works undone, but there is a fine tradition of completing projects and crediting the contribution for those who have passed away. And so to today&apos;s big story, the description of that odd specimen, now finally named as Nyasasaurus parringtoni after the location that heralded the fossils and the man who dug them up. Alan Charig&apos;s name is on the paper itself, listed as an author alongside colleagues from the Natural History Museum in London (where the material now resides and Charig spent most of his career) and from Berkeley and Washington Universities in the U.S. The team conducted their own analysis of the material in advance of checking Charig&apos;s notes and found that he had come to the same general conclusions that they had and for the same reasons, spotting the same key features on the specimen that point to the identity of Nyasasaurus. Though, having said that the identity of this newly named genus is not entirely clear. It may be a dinosaur or fall just the other side of this line in the sand. This is not a major surprise or problem  there&apos;s not much of the animal preserved and so providing such an exact ID is naturally difficult. However, it&apos;s not actually much of a problem and either way, as the features of this animal show it is clearly close to dinosaur origins and pushing back the date of the earliest known dinosaurs. Previously dinosaurs were known to be present around 230 million years ago, but Nyasasaurus is somewhere between 240 and 245 million years old. The animals formerly regarded as the nearest relatives to dinosaurs date from this earlier time, so the presence of either a very early dinosaur, or an animal which is the new closest relative to the dinosaurs had been expected. Nyasasaurus therefore fills a gap in the fossil record and drags the origins of the dinosaurs further back in time. We expected to find them at this kind of time, but confirmation is of course always nice. I am indebted to Dr Paul Barrett, one of the authors of this study, for taking the time to provide me with some of the historical background to this paper. Nesbitt, S.J., Barrett, P.M., Werning, S., Sidor, C.A., &amp; Charig, A.J. In press. The oldest dinosaur? A Middle Triassic dinosauriform from Tanzania. Biology Letters.", 
    "section": "science", 
    "gid": "science/lost-worlds/2012/dec/06/dinosaurs-fossils", 
    "wordcount": "589"
}