{
    "headline": "UK opposes a 2030 renewable energy target", 
    "text": "The UK government wants nuclear power to be given parity with renewables in Europe, in a move that would significantly boost atomic energy in Britain but downgrade investment in renewable generation, according to a leaked document seen by the Guardian. The move would in effect remove the most important prop from the beleaguered renewable energy sector  the Europe-wide targets stipulating that a proportion of each member state&apos;s energy must come from renewable sources. That target should be scrapped when its current phase  requiring member states to generate 20% of energy from renewables  runs out in 2020, according to a secret submission to the European commission. &quot;The UK envisages multiple low-carbon technologies: renewables, nuclear and carbon capture and storage, all competing freely against each other in the years to come  For this reason, we cannot support a 2030 renewables target,&quot; it reads. But the document calls for &quot;some type of target for 2030&quot;, which a government adviser told the Guardian is likely to be a target for low-carbon energy. This would include nuclear alongside renewables and so far unproven technology for capturing and storing carbon dioxide underground. The issue of giving nuclear parity with renewables is likely to be controversial for the energy secretary, Ed Davey, as the Liberal Democrat party&apos;s official position is &quot;no to nuclear&quot;. Industry experts and green groups said that nuclear power and the fledgling renewables industry would not compete on a level playing field, because nuclear technology has benefited from more than six decades of public subsidy, while renewable power has had its support slashed. The UK&apos;s renewable energy sector has already suffered a series of blows, with an anti-renewables backlash whipped up by right-leaning thinktanks and Tory MPs, more than 100 of whom sent a letter to the prime minister attacking renewables and calling on him to cut subsidies from onshore wind farms. Many wind turbine manufacturers have expressed concern over the effect of this on their prospective multibillion-pound investments in the UK. Meanwhile, the gas industry has been lobbying heavily, arguing that gas offers a cheap alternative to renewables, despite being a fossil fuel. Removing the targets could spell disaster in particular for new forms of renewables such as wave and tidal power, which had been tipped as areas in which the UK could lead the world. Ruth Davis, of Greenpeace, warned that the government&apos;s stance would threaten jobs. &quot;Many companies have already put their investments in UK renewables projects on hold, as they lose confidence in the government&apos;s domestic energy policies,&quot; she said. &quot;By opposing a European renewables target, the UK is signalling that it would prefer business as usual in its own energy sector to a German-style green industrial revolution.&quot; Davis added that the moves to boost nuclear power would backfire, and be a gift to the gas industry. &quot;Including carbon capture and storage and nuclear power in the target would enable the big six energy companies to retain their current stranglehold on our power sector, building whatever kind of power generation most suits their business models. It will lock in public subsidies to nuclear generation and make us more dependent on expensive imported gas.&quot; Many of the potential jobs in nuclear generation in the UK, spearheaded by the French company EDF, are likely to go to French experts, as their nuclear industry is much bigger. Claude Turmes, the Green MEP who was the European parliament draftsman for the original renewable energy directive, warned that the UK government&apos;s stance would imperil efforts to tackle climate change. He said: &quot;Low carbon targets are a Trojan horse, pushed by the nuclear industry and its proxies, to give a boost to ailing nuclear power. Nuclear is already more expensive than a number of renewable energy sources and by 2020 will be more expensive than offshore wind power, for which there is a huge potential in the UK. &quot;It is hard to understand why the UK government wants to waste its energy on this expensive French technology, when it could be focusing on maximising the potential of home-grown renewable energy technologies, which would create thousands of jobs in the UK.&quot; Davey said the UK was at the forefront of climate policy in Europe, arguing for the EU&apos;s target of cutting emissions by 20% by 2020 to be toughened to 30%. He said: &quot;I am strongly committed to making the case in Europe for a 30% emissions reduction target. Stepping up our ambition on emissions reduction makes sense for energy policy, it makes sense in terms of green growth and jobs, and now we know it makes sense financially, because it would put us on the most cost-effective pathway to our 2050 target.&quot;  This article was amended on 12 March. The original headline suggested the 2030 target was to be scrapped; there is currently no 2030 target. The standfirst also incorrectly said the document talked of rebranding nuclear power as a renewable form of energy; this has has been corrected.", 
    "section": "environment", 
    "gid": "environment/2012/mar/11/uk-renewable-energy-target-nuclear-power", 
    "wordcount": "840"
}