{
    "headline": "UN Women's Lakshmi Puri urges global action to end violence against women", 
    "text": "     Governments should not back away from implementing commitments to end violence against women, according to the deputy of the UN agency for women ahead of what is expected to be a contentious meeting next year as some developing countries resist what they see as bullying by the west. Prevention and elimination of violence against women will be the dominant theme at the March session of the commission on the status of women (CSW), the UN policymaking body dedicated to promoting gender equality and advancement of women. A report commissioned by the UN has recommended that government delegates adopt a &quot;global implementation plan&quot; to be launched in 2015, 20 years after the landmark UN conference on women in Beijing. The case of Malala Yousafzai, the 14-year-old girl, shot in the head by the Pakistan Taliban, provided a stark illustration of what the report describes as a critical moment as worsening economic conditions, persistent environmental degradation, internal conflict and wars exacerbate violence against women and girls, and violations of their rights. As well as being an abuse of human rights, violence against women has an enormous negative impact on development, according to the experts convened by UN Women, in terms of lost productivity and strain on public services. A study in Chile found that women&apos;s lost earnings as a result of domestic violence cost $1.56bn (1bn)  more than 2% of GDP. An Australian study calculated that for every woman whose experience of violence could be prevented, A$20,766 (13,631) in costs could be avoided (pdf). Lakshmi Puri, the deputy executive director of UN Women, the agency created two years ago, stressed that violence against women is a development issue as well as a human rights one (video). &quot;It is an opportunity cost to economic development,&quot; she said. &quot;It is a social issue, a development issue, and a social cohesion and social harmony issue.&quot; Puri, who describes violence as &quot;the most severe expression of discrimination&quot; against women, urged governments to reaffirm commitments to existing international obligations at next year&apos;s CSW meeting. &quot;There are a number of normative commitments. We have to reaffirm those. There should be no regression from that,&quot; she said. &quot;What we need is an effective  accelerated implementation. And what we also need, of course, is to emphasise practical ways in which this implementation can be brought about. We should be able to get a recognition that ending violence against women is closely related to economic [and] political empowerment, other aspects of gender equality and women&apos;s empowerment. Everything has to be addressed together; one is a gateway to another.&quot; A report in September said the prevention of violence against women and girls cannot be achieved without the full implementation of existing legal obligations under the convention for the elimination of all forms of discrimination against women. More detailed obligations are outlined in the 1995 Beijing declaration. Experts have emphasised the obligation on states to &quot;refrain from invoking any custom, tradition or religious consideration to avoid their obligations&quot;. Despite the expectation that some countries will cite tradition to back away from commitments, Puri said: &quot;I&apos;m quite optimistic that it should be possible to have a consensus and an outcome which is forward-looking and progressive  We always have this problem of different cultural relativism. But nothing, no cultural or traditional values, condone violence against women. On that there is no disagreement.&quot; Women&apos;s groups say there is a risk that a global implementation plan will not be adopted. They say some African countries and the Organisation of the Islamic Conference are conflating the drive to end violence against women as an attack on culture, &quot;honour&quot; killings and female genital mutilation being just two highly sensitive topics. &quot;There is a huge pushback in the global south,&quot; said Yasmeen Hassan, global director of Equality Now, a US group. &quot;They feel more and more bullied by the west. The recession has made things worse, they have less control over their economies but at least they can control women.&quot; UN experts wrote in September: &quot;State-sanctioned violence and discrimination against women is significantly tied to cultural and social norms that pervade a nation, which are then used to justify, excuse or tolerate violence against women and girls. When laws and policies limit women&apos;s freedoms or deem women as &apos;complementary&apos; instead of &apos;equal&apos; to men, this trickles down to public perception of women and girls and their role in society.&quot; According to UN Women, up to seven in 10 women are targeted for physical or sexual violence in their lifetime and 603 million women live in countries where domestic violence is not a crime. Puri has said the elimination of violence against women must be part of any target on gender in the post-2015 development agenda. She added that the millennium development goal on empowering women was the least well-defined. &quot;It was not a transformative goal and it did not address any of the structural issues behind or underlying gender inequality and women&apos;s disempowerment  Women&apos;s needs, interests and perspectives must be reflected and mainstreamed through gender-sensitive targets and indicators. We are always handicapped by the lack of data. Often that becomes an excuse for not being able to measure and hold accountable.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/nov/12/un-women-lakshmi-puri-action-violence", 
    "wordcount": "893"
}