{
    "headline": "Mystery bird: least grebe, Tachybaptus dominicus", 
    "text": "    Least grebe, Tachybaptus dominicus (synonym, Podiceps dominicus; protonym, Colymbus dominicus), Linnaeus, 1766, also known as the least dabchick or American dabchick, as the Mexican or Santo Domingo grebe or as the short-billed grebe, photographed at the Sabal Palm Sanctuary, Brownsville, Texas, in the southern Rio Grande Valley (North America).  Image: Joseph Kennedy, 28 April 2012 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Nikon D200, Kowa 883 telescope with TSN-PZ camera eyepiece 1/500s f/8.0 at 1000.0mm iso400    Here&apos;s the original mystery bird photograph:      Question: This North American mystery bird is readily recognizable from one particular field mark. What field mark is that? Is it visible in this photograph? This bird is also notable for one of its physical traits. What trait is that? Can you identify this bird&apos;s taxonomic family and species and tell me which field mark helped you make that ID? Response: This is an adult least grebe, Tachybaptus dominicus, the smallest member of the grebe family, Podicipedidae. The body size is a great species clue, although this is difficult to determine when there&apos;s nothing in the frame that provides a good size comparison. In that case, eye colour is an excellent clue for identification, since adult least grebes are the only species in North America with golden eyes. (although some eared grebes and possibly some horned grebes, may have yellow eyes in autumn, but keep in mind that the least grebe is much smaller than either of these two species.) The least grebe&apos;s most northern occurrence is in Texas, and it ranges southward through much of Central and western South America into Argentina. These tiny birds are roughly the size of an American robin. They are sedentary and gregarious outside of breeding season. The least grebe seldom flies but it is an excellent swimmer, especially underwater, where it does much of its hunting. It primarily eats insects along with some algae. Only adult birds have the distinctive golden eyes: juveniles have brown eyes.  The Mystery Birds reference library: Africa Antarctica  South and Central America Oceania and the South Pacific Ocean .. .. .. .. .. .. .. .. .. .. ..  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at the Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist evil google+: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/aug/16/5", 
    "wordcount": "410"
}