{
    "headline": "Childcare minister Elizabeth Truss attacks unruly nurseries", 
    "text": "The childcare minister Elizabeth Truss has criticised &quot;chaotic&quot; nurseries for failing to prepare children for school life. The Tory minister said she had &quot;seen too many chaotic settings, where children are running around&quot;. She said that by allowing unruly behaviour in nurseries, children are unable to sit still by the time they get to primary school. She said: &quot;We want children to learn to listen to a teacher, learn to respect an instruction, so that they are ready for school. &quot;This isn&apos;t about two-year-olds doing academic work  it&apos;s structured play which teaches children to be polite and considerate through activities which the teacher is clearly leading.&quot; In comments to the Daily Mail, Truss  who has two children  called for a more traditional approach similar to the French system, where graduate level teachers supervise children from as young as two. &quot;What you notice in French nurseries is just how calm they are. All of their classes are structured and led by teachers. It&apos;s a requirement. Children get into the habit of waiting their turn, of saying hello to the teacher when they come into the room,&quot; she said. &quot;They learn to socialise with each other, pay attention to the teacher and develop good manners, which is not the case in too many nurseries in Britain.&quot; Truss came under criticism on Twitter for her comments, which the Daily Mail prcised as: &quot;In an interview with the Daily Mail, she said many nurseries were filled with toddlers &apos;running around with no sense of purpose&apos;.&quot; Anand Shukla, the chief executive of the Daycare Trust, tweeted: &quot;Just what sense of purpose do we expect toddlers to have?&quot; The comments come as the government is preparing to give tax breaks to working parents to help cover the costs of childcare. The changes, which are set to be introduced in 2015, will offer working couples as much as 1,200 per child. Truss&apos;s attack on nurseries suggests that improvements need to be made to some schools before the tax breaks are brought in. She added that Ofsted inspectors will be told to mark down nurseries which do not employer better qualified staff and more provide structured learning. From September, the education watchdog will only give nurseries and pre-schools with acceptable standards either &quot;good&quot; or &quot;outstanding&quot; ratings  the &quot;satisfactory&quot; rating will be scrapped and replaced with &quot;requires improvement&quot;. Last week, Truss claimed that fewer than one in three nurseries use flexible employment arrangements, which allow them to employ graduate leaders. She said: &quot;Early education, by providing a valuable foundation for a young child, goes on to have a profound effect on that child&apos;s future for decades to come.&quot; Truss revealed in February that she employs a nanny to help care for her two children.  This article has been amended to correct an inaccurate quote", 
    "section": "education", 
    "gid": "education/2013/apr/22/childcare-minister-elizabeth-truss-nurseries", 
    "wordcount": "494"
}