{
    "headline": "Boot up: Windows 8 'listless', tracking Google's income, forecasting Twitter and more", 
    "text": "A quick burst of 10 links for you to chew over, as picked by the Technology team Windows 8 uptake remains listless after public launch &gt;&gt; Computerworld  According to data released Thursday by Web measurement firm Net Applications, 0.45% of all computers running Windows during October were powered by Windows 8. That number, which represents 45 out of every 10,000 Windows machines, was a jump of slightly more than one-third over the month before.  But it&apos;s a far cry from Windows 7&apos;s uptake: At the end of October 2009, Windows 7 accounted for 2.33% of all Windows PCs, or 233 out of 10,000. That puts Windows 7 as the easy winner in the early race. Its share of all Windows PCs in its release month was more than five times that of Windows 8&apos;s.  There is at least one caveat, however. Windows 7 went on sale Oct. 22, 2009, four days earlier on the calendar than Windows 8, which hit retail Oct. 26.   Seems rather early to be calling it &quot;listless&quot;. But it&apos;s a data point. Let&apos;s all check back in a month or two. Microsoft Surface RT: the sad treadmill of overhyped expectations &gt;&gt; TechCrunch John Biggs:   In short, Microsoft knows the PC industry is tepid at best. Aside from the arms races in financial computing and gaming, there is very little to compel the average user to upgrade. Win8 will fulfill most of that compunction but by launching a product that wasn&apos;t indicative of its strengths is a big problem. Looky-loos and tire kickers will see everyone from Pogue to Burns saying that the Surface is great but it isn&apos;t and they&apos;ll be scared off for at least two hardware generations.   (Thanks @avro for the link.) An industry breakdown of Google&apos;s $100m per day advertising revenue &gt;&gt; Hubspot It&apos;s an infographic, and a pretty big one. A useful reference point (assuming that the numbers are roughly correct.) Predicting what topics will trend on Twitter &gt;&gt; MIT Media Relations  At the Interdisciplinary Workshop on Information and Decision in Social Networks at MIT in November, Associate Professor Devavrat Shah and his student, Stanislav Nikolov, will present a new algorithm that can, with 95% accuracy, predict which topics will trend an average of an hour and a half before Twitter&apos;s algorithm puts them on the list -- and sometimes as much as four or five hours before.  The algorithm could be of great interest to Twitter, which could charge a premium for ads linked to popular topics, but it also represents a new approach to statistical analysis that could, in theory, apply to any quantity that varies over time: the duration of a bus ride, ticket sales for films, maybe even stock prices.   Oooo. Searching for power after Hurricane Sandy &gt;&gt; USA Today Fascinating gallery: phone charge is the new food. (Via @benedictevans on Twitter.) Open data: seize the moment &gt;&gt; BMJ The august British Medical Journal calls for data from all clinical trials to be made available for analysis so that we can properly determine the effects of new pharmaceuticals. (Via @bengoldacre on Twitter.) Stolen cellphone databases switched on by major US carriers &gt;&gt; Naked Security  [US] Carriers have up until now blocked SIM cards on stolen phones, preventing unauthorized calls from going through.  That was easy to get around: thieves would simply install a new SIM card and sell the phone on the second-hand market.  The new databases will instead block the International Mobile Equipment Identity (IMEI) number, a unique identifier that stays in the phone regardless of the SIM card being used.   Seriously, IMEI blocking has been in place in the UK for, what, ten years?  iPad mini teardown &gt;&gt; iFixit Actually includes the phrase &quot;Thanks for the repairability, Apple!&quot; though as the years have gone on, iFixit has had to invest in better and better macro lenses for its photos as components have gotten smaller and smaller. Samsung display, Broadcom, Fairchild, Hynix chips, adhesives. A5 chip with 512MB RAM.  You can replace the LCD and glass separately; that aside you&apos;re pretty much stuffed. Apple awarded patent rights for original iOS Maps app GUI &gt;&gt; Apple Insider Will courtroom shenanigans inevitably follow? (Thanks @alexredcloud for the link.) Do You Wanna Touch &gt;&gt; Coding Horror  [Microsoft&apos;s] Surface is just like the first iPad in that it has all the flaws and rough edges you&apos;d expect in a version one device. But it is also like the first iPad in that there is undeniably the core of something revelatory and transformative here - a vision of the future of computing that doesn&apos;t sacrifice either keyboard or touch.  Reviewers think Surface is intended to be a tablet killer, but it isn&apos;t. It&apos;s a laptop killer. After living with the Surface RT for a few days now, I&apos;m convinced that this form factor is the replacement and way forward for the stagnant laptop. I can&apos;t even remember the last time I was this excited about a computer. The more I use it, the more I think that touch plus keyboard is the future of all laptops.  You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2012/nov/02/technology-links-newsbucket", 
    "wordcount": "888"
}