{
    "headline": "How 3D printing is revolutionising guitar-making", 
    "text": "Guitarists of the Pete Townshend school wouldn&apos;t be impressed, but their managers would be. The Who&apos;s pioneering instrument-smasher could find he&apos;s met his match with one of the bespoke nylon-bodied guitars made by Olaf Diegel, professor of mechatronics at Massey University in Auckland, New Zealand. &quot;You could throw one against the wall without worrying about it breaking,&quot; said Diegel, who will begin selling the guitars online at the end of June. Their robustness might be music to a band manager&apos;s ears. But perhaps more notable is how Diegel makes the instruments, which are attracting interest from around the world. Diegel is an exponent of 3D printing. His zany guitar bodies are created using computer-aided design (CAD) software, output in one piece on an EOS 3D printer. This is the new world of additive manufacturing. &quot;The old style of [subtractive] manufacturing is you start with a block and cut away the material you don&apos;t need. With this you start with nothing and add material one layer at a time until the object is finished.&quot; The process is a little like inkjet printing, but instead of ink squirting out of the print head, successive layers of plastic or metal powder are deposited according to the CAD file&apos;s instructions. Layers are fused together by the heat of the molten plastic or with a precision laser beam in a process called sintering. Pundits say the technology ushers in a manufacturing revolution. Whereas designers have for a couple of decades been using 3D printers costing several thousand pounds to create manufacturing prototypes, devices for less than 1000 are now appearing on enthusiasts&apos; desktops. They can be used for making anything from plastic toys to circuit boards. An open source 3D printer development effort  the RepRap project, based at the University of Bath  is building models that can replicate themselves, 10,000 of which are thought to be in use worldwide. Diegel&apos;s guitars are catching the attention of about a dozen people a day, who are enquiring about having one for themselves. They won&apos;t come cheap, starting at about 1000 for standard Scarab and Spider designs. The bodies are formed with a cavity in the back, into which a block of wood is fitted for attaching the neck and pickups. The wooden core was added to Diegel&apos;s original solid plastic design to make the sound brighter. &quot;If we want it to sound like a Gibson we use mahogany and if we want a [Fender] Strat or Telecaster sound we use maple.&quot; Depending on the degree of customisation, and the buyer&apos;s choice of neck and hardware, the price could end up at about 1500. Straightforward designs will be despatched within about 48 hours of ordering while custom models will take a week or more. Diegel, who plays guitar and has a collection of electric models, printed his first one as an experiment. &quot;It was so good that I decided to set up a business selling them.&quot; The 3D printer he uses limits him to making electric guitars. That&apos;s a function both of its size  it&apos;s too small to print an acoustic body  and the plastic it uses, which lacks the resonance of wood. He is working with printer maker 3D Systems in the US to make Gibson Les Paul-style bodies from polyether ether ketone (PEEK), which has similar rigidity to wood. Combined with 3D printing&apos;s ability to produce objects with complex internal shapes, this offers a range of accoustic possibilities. &quot;That&apos;s where you can have enormous fun with having each string resonate to a different acoustic chamber.&quot; Diegel expects to have a guitar on the 3D Systems stand at the 3D Printshow in London in October, which has the tagline &quot;The world is about to change again&quot;. Kicking change along is the proliferation of comparatively low-cost printers such as 3D Systems&apos; $1300 (837) Cube, and models from China, which are affordable enough for Massey University to put at the disposal of design students. &quot;They go wild on them  whenever they have an idea they test them out on these baby printers, which are very cheap to run.&quot; Websites such as thingiverse.com are sources of free designs. But Diegel says design software has a way to go before it&apos;s simple enough for everyone. &quot;Before 3D printing is really mainstream the software will need to be so easy to use that your grandmother could design a new knob for her oven. We&apos;re not there yet.&quot; Vik Olliver, a long-time collaborator with Bath University&apos;s Adrian Bowyer on the RepRap project and seller of 3D printer consumables, points to another elusive goal: as a self-replicating machine, the RepRap was envisaged as colonising to the developing world, where it would be used to make the consumer goods that sustain modern life but which are often inaccessible to poor communities. For a variety of reasons that hasn&apos;t happened, Olliver says. In turbulent regions of the world such as Palestine, whose people could do with RepRaps, trade restrictions block their importation. RepRap development has also diverged from the goal of making simple machines that can print most of their own parts to becoming increasingly complicated. &quot;It&apos;s at the stage where it&apos;s still a rich white guys thing.&quot; He remains optimistic that the technology will eventually get into the hands of those who need it most. &quot;It will reach a point where it will just flow over the dam, as it were. Once the rich white guys have their toys, everyone will think: &apos;what about the poor buggers in the third world?&apos;.&quot; Olliver and Diegel foresee 3D printing having a future on both a grand and tiny scale. With chemical reagents as their raw materials, RepRaps could be used for &quot;DNA origami&quot;, or putting DNA to work as a nanoscale construction material, Olliver said. Diegel, meanwhile, expects to soon see the day when 3D printers are capable of outputting entire buildings. &quot;I think in five to six years that will be possible. Ten years ago one guy at the University of Southern California was researching this, and now I know of at least six universities that are working on printing houses. &quot;That is going to accelerate the pace.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/jun/15/3d-printing-revolutionising-guitar-making", 
    "wordcount": "1054"
}