{
    "headline": "History curriculum 'experts' need to consult primary sources", 
    "text": "I am fed up to the back teeth with media commentators such as Simon Jenkins (On history, Karl Marx would agree with Gove, and so do I, 1 March), history professors and others (such as secretaries of state for education) telling us what should be on the history curriculum for primary-aged children. They have no idea what such children think and understand about history. For young children, the &quot;great temporal arc&quot; of history is likely to begin with their grandparents, &quot;the electric current of narrative&quot; concerns more their own families, streets, towns and villages than prehistory. Primary-aged children have creative and imaginative ideas about history; they can empathise with historical events in deep and sophisticated ways. But, in the main, they do not think in the ways that Simon Jenkins, history professors (and the secretary of state for education) seem to assume. It is telling that Elizabeth Truss&apos;s list of sources of evidence for the history curriculum (Letters, March 2), contains nothing from children. Please could the &quot;experts&quot; reduce the volume of their loud and self-confident voices and leave some space for the voices of children to be heard. Then there is the chance that we may develop the kind of curriculum that starts where children are, instead of where others think they should be. And there might be the faint chance that we can reduce the relentless damage to primary education in England, assailed for 20 years.Dr Jean ContehSenior lecturer in primary education, University of Leeds  Simon Jenkins&apos; shallow understanding of the intellectual and philosophical complexity of the study of history beggar&apos;s belief. His patronising conclusion that it &quot;is no more than a good novel&quot; is insulting to historians and novelists. What he advocates is propaganda at the level of Mills and Boon, not history as written by Niall Ferguson, Christopher Hill and AJP Taylor  totally different as those three are. By promoting a school curriculum for history as one which starts &quot;at the beginning&quot; and ends &quot;at the end&quot;, one &quot;driven by the cold steel of cause and effect&quot;, he ignores the questions raised by what constitutes the beginning; where is the end; who determines the causes and how does one identify the effects? He dodges the nature of evidence-based argument, the problematic status of evidence, the power of empathy and the structured character of narratives. A story is not just an objective &quot;story&quot;, its a subjective human construct with a purpose. One does not assume that children have to know all about these matters at the age of seven, but the curriculum should be designed so that by the time their compulsory history teaching ends they have a chance of understanding the complexity of the process of historical inquiry. Schooling should not be a succession of injections of propaganda, but an education in how understanding is acquired.Paul AndertonNewcastle under Lyme, Staffordshire  The young Jenkins shot his father in the foot when his interest in learning about the second world war brought him to ask about the first. Asking questions is the essence of learning history, for there is never time to learn it all if history at school is the assimilation of fact  there are far too many facts. There are so many facts that even the great Roberts, Ferguson, Starkey, Beevor, Black and others mentioned by Simon Jenkins keep on coming up with more. So, asking questions forward or backward? A chronology or curiosity? The truth will lie in both directions, but if there is so little time given to the subject, then go for the questions, reducing the prescriptive part to just one statement: history is the story of attaining, holding and losing power. Look for power and start asking questions, son.Richard PayneIpswich, Suffolk", 
    "section": "education", 
    "gid": "education/2013/mar/04/history-curriculum-experts-primary-sources", 
    "wordcount": "638"
}