{
    "headline": "Euro 2012 ultimate team: Fifa 12 developers pick their fantasy first 11  in pictures", 
    "text": "   Goalkeeper: Gianluigi Buffon (Italy) Controversially, the Fifa developers have gone for the Juventus legend, over England shot-stopper Joe Hart  although to be fair, Buffon has conceded one less goal than the Manchester City No 1  and is widely considered to be one of the finest keepers of all time. If you can prise him away from Juve in Fifa 12 he's got an overall rating of 85 and is just the man to marshall a shaky back four Photograph: Odd Andersen/AFP/Getty Images       Defender: Daniele De Rossi (Italy) Although naturally a midfielder, De Rossi performed brilliantly against Spain in a three-man defence, holding off the likes of Iniesta and Xavi with convincing solidity  that's why he's in the Fifa 12 side as a central defender. Along with Buffon, it's another player England could do with having an off-day on Sunday. For Fifa 12 managers, his combination of tackling, passing and shooting skills makes him a useful squad member Photograph: Odd Andersen/AFP/Getty Images       Defender: Mats Hummels (Germany) Voted by readers of the Guardian's Sports Blog as the best player of the tournament so far, the 23-year-old Borussia Dortmund centre back has been a lynchpin in the German side, providing both a significant physical presence and a cultured one, able to slide passes into midfield as well as bring opposing attackers to a grinding halt. With a Fifa 12 rating of 84 he'd slot nicely into an expensively assembled side Photograph: Anne-Christine Poujoulat/AFP/Getty Images       Defender: Fabio Coentrao (Portugal) The phrase 'comfortable going forward' will no doubt pop up in many reviews of this left back's tournament performance. He tormented Denmark with endless penetrative runs down the flank and has been unlucky not to score so far. Able to take on roles as a left-sided defender or winger, and even useful in central midfield, he's another smart Fifa 12 purchase for managers who like to load their sides with utility players Photograph: Patrik Stollarz/AFP/Getty Images       Midfield: Steven Gerrard (England) The midfield veteran has been inspirational so far, seemingly infecting the whole England side with his sense of steely determination  you suspect that the side's performance in the knock-out stages will depend largely on his form. Fifa 12 managers will face a tough struggle signing him from Liverpool, but will get a near-perfect Premiership artisan in return Photograph: Scott Heavey/Getty Images       Midfield: Andrea Pirlo (Italy) One of the defining playmakers of the modern game, Pirlo has been a constant source of clever forward passes during Italy's group matches, and his freekick against Croatia showed his menace from dead ball situations. At 33, he's something of a short-term signing for Fifa 12 managers, but with a player rating of 86, he's worth the expense for those chasing immediate Champions League glory Photograph: Christof Koepsel/Getty Images       Midfield: Xavi (Spain) The player of the tournament in 2008, Xavi Hernndez has so far combined beautifully with midfield partner and Barcelona teammate Iniesta to power Spain's formidable attack. During the game against Ireland, he broke the all-time record for highest number of attempted passes during a European Championship match: 136, of which 127 were successful. It goes without saying that Fifa 12 managers seeking an inspired supplier for their strikers should put Xavi at the top of a list marked 'incredibly unlikely transfer targets' and start saving Photograph: Claudio Villa/Getty Images       Midfield: Franck Ribery (France) Man of the match in France's rain-soaked victory over Ukraine, the ridiculously skilled Ribery remains a key protagonist for Les Bleus, and his fitness will be crucial if the side are to advance beyond the mercurial might of Spain. Should perhaps be on the left wing of this dream team instead of Iniesta, but who am I to argue with the creators of Fifa? Photograph: Julian Finney/Getty Images       Left wing: Andres Iniesta (Spain) It's no surprise to see the creative heart of the Spanish side in the Fifa 12 first XI. He's had a magnificent Euro 2012 so far, and if Spain progress, he's likely to be a lead contender for player of the tournament. Usually a central or attacking midfielder, thanks to his sharp instincts as a playmaker, Barcelona have player Iniesta on the left wing  which is perhaps why the Fifa developers have him there. And with a Fifa 12 player rating of 91, he's an obvious catch for virtual managers Photograph: Claudio Villa/Getty Images       Striker: Mario Gomez (Germany) The Fifa 12 team has gone for a lone striker, ignoring Rooney, Torres and Balotelli in favour of Bayern Munich star Gomez. Currently joint top goal-scorer alongside Russia's Alan Dzagoev (who, of course, won't be getting any more) Gomez has said he doesn't feel appreciated by German fans  which will no doubt change when he scores the winning penalty against England in the semis. Fifa 12 managers looking for an intelligent forward able to anticipate, control and convert crosses from any direction should stick him on their scouting list Photograph: Lars Baron/Getty Images       Right wing: David Silva (Spain) The diminutive maestro who powered (the first half of) Manchester City's premiership winning season could easily be lost among figurative giants like Xavi and Iniesta. But during the demolition of Ireland he proved his mastery of manipulating the ball, the pitch and everything else on it. Rated at 86 in Fifa 12, he'll play on the wing but also in that mythical hole behind an out-and-out striker  perfect for managers who prefer more exotic formations. You'll need deep pockets, mind Photograph: Patrik Stollarz/AFP/Getty Images  ", 
    "section": "technology", 
    "gid": "technology/gallery/2012/jun/22/euro-2012-ultimate-team-fifa-12", 
    "wordcount": "0"
}