{
    "headline": "Google halts new orders for 16GB Nexus 7, surprised by demand", 
    "text": "Sources close to Google say the search giant seriously underestimated the demand for the 16GB version of its 7in Nexus 7 tablet, which has sold out from stockists and other sources while demand for the smaller 8GB version remains comparatively low. The company has now halted further orders of the 16GB version of the tablet, costing 199, on its Google Play store in the US and UK. Orders made in the period up to the end of last week are due to be fulfilled, but a shortage of stock now means a hiatus in sales. While the 8GB model, which costs 159, is shown as &quot;in stock&quot; and being delivered in 3-5 business days, the 16GB version only offers an option to &quot;sign up to be notified by email&quot; when it becomes available. The 8GB version is only being sold through Google&apos;s own store, rather than physical retailers - but online buyers appear to have shunned it, surprising Google, which had thought that the cheaper version, despite having only half as much storage, would sell better than it has.  The Guardian understands that Google&apos;s planners had thought that buyers on the Google Play store, more than from physical or online retailers, would be more committed to the company&apos;s &quot;cloud&quot; concept, and so would have more of their content stored online, rather than wanting to keep it on the device. But most buyers appear to have noted that the storage on the device cannot be upgraded and decided to get the larger model.  The Nexus 7 appears to have been a huge hit, although Google has not yet released any figures for sales. Its principal competitors for sales in physical stores such as Currys and PC World in the UK are Apple&apos;s iPad and Amazon&apos;s Kindle Touch. A spokesperson for Dixons Retail, which sells all three, said sales of the Nexus 7 have been &quot;extremely brisk&quot; but declined to say where it ranked against the other two. Google has already put off the date for deliveries of the 16GB version once, extending it by up to a week. Asus is believed to be ramping up production of another batch of models, but that could take some weeks to arrive. In the UK, Tesco is understood to have turned down a number of orders made online for the 16GB version after overwhelming demand. It is not selling the 8GB version. Google has seen huge demand for the Nexus 7 since announcing it on 27 June and offering online ordering directly from the Google Play online store, followed a few days later by the announcement that a number of physical retailers would be selling it. The Nexus 7 marks Google&apos;s first foray into the tablet business. The device is made to Google&apos;s specifications by Asus; the 8GB version is being sold almost at cost ($199 compared to the build cost of $157), according to estimates by IHS iSuppli. The 16GB version is more profitable for Google. The popularity of the 7in Nexus 7 has prompted speculation that Apple, which presently dominates the tablet market, will launch an &quot;iPad mini&quot; with a smaller screen than its existing 10in device later this year. The company has declined to comment.", 
    "section": "technology", 
    "gid": "technology/2012/jul/22/google-nexus-7-16-surprise", 
    "wordcount": "546"
}