{
    "headline": "Greed, the environment and John Clare's legacy", 
    "text": "Power, corruption and greed by the few cause poverty and vulnerability for the many. This is as true in the UK as in other countries, both rich and poor. How many present-day rural dwellings occupy vulnerable and marginalised land created by the enclosures described by George Monbiot (How Britain&apos;s environmental crisis began 200 years ago, 10July)? Where were the former occupants of City land, described by Nick Mathiason and Melanie Newman (Report, 10 July), obliged to find shelter and places to live but on flood-prone banks of the Thames? It is not so much what governments do, or do not do, in the aftermath of flooding and other disasters but what they and powerful corporations have done, and continue to do, that influences how and where those without the power, the money or the land, are obliged to find their livelihoods. A recent article in the Public Library of Science, entitled The Good, the Bad and the Ugly, describes, with examples from countries including the United Kingdom, how poverty does not just happen but is created by the actions and inactions of others. Itdemonstrates how environmental degradation, discrimination, community displacement, denial of access to resources, corrupt siphoning of public money and self-seeking public expenditure, have endangered and impoverished millions of people. Until these causative actions are recognised, demands for flood protection, described by Fiona Harvey (Britain is facing 860m bill for flood protection, warn climate advisers, 11 July) and after-the-event squabbles about assistance will continue.James LewisMarshfield, South Gloucestershire  Thank you, George Monbiot. It&apos;s always good to remember John Clare of Helpston and there will surely be people for whom Monbiot&apos;s article is an introduction to the great witness-poet. The enclosures were significant acts in the movement that put &quot;the earth and all that therin is&quot; at the service of capital, and hence of capitalism. They were not the beginning of the environmental crisis: we were already fast using up forests and burning fossil fuels without fear of the consequences. This is not to detract from any celebration of Clare and our debt to him: particularly Monbiot&apos;s recognition that Clare suffered &quot;the fate of indigenous people torn from their land and belonging everywhere&quot;.Janet DubGwyddgrug, Carmarthenshire  John Clare may not be the greatest of poets, but George Monbiot is right to commend him as a writer of truth. Ifa random section of the British public were asked: &quot;What would you wish for most?&quot;, I&apos;d be surprised if more than 80% of them didn&apos;t answer: &quot;To win the lottery&quot;. Wealth is worshipped without question by most of us. But not by Clare: &quot;Accursed Wealth! O&apos;erbounding human laws, Of every evil thou remain&apos;st the cause.&quot; Never has any poet said anything truer.Allan E BakerKettering, Northants", 
    "section": "environment", 
    "gid": "environment/2012/jul/13/environment-witness-poet-john-clare", 
    "wordcount": "473"
}