{
    "headline": "How to pass a Google interview: busting the brain teaser myth", 
    "text": "Do you know why manhole covers are round? How much toilet paper is needed to cover Texas? Whether people can swim faster in water or syrup? Several books, websites and forums claim that the ability to answer these questions is the key to getting a gig at one of the most revered tech companies in the world. They purport to give hopefuls the cheat&apos;s code to a life of free meals, laundry service and Lego walls within Google&apos;s employ. All you have to do, they suggest, is learn the tricks. But current and former Googlers agree that the ability to answer brain teasers isn&apos;t the secret key to getting a job at the search giant  because there isn&apos;t one. A software engineer who worked at the company for four and a half years and at one point interviewed two to three Google applicants per week, said the company actually frowns on brain teasers. &quot;I&apos;ve actually been amused when I see these &apos;what questions they ask at Google&apos; type things, because, one, they&apos;re usually just these very old brain teasers, and two, once they&apos;re published somewhere, Google&apos;s not going to ask them any more,&quot; the software engineer said. Google employees agree that getting into the company is a rigorous process  applicants go through multiple rounds of interviews that can last several hours  but the trick question myth has been a part of tech company lore for decades. &quot;My understanding is that this is the sort of the thing that has been going around for at least 10 or 15 or 20 years; that at x tech company these are the things they ask. Before it was Google, it was said that Microsoft and IBM would ask these questions.&quot;  Gayle Laakmann McDowell, author of The Google Resume and founder and CEO of CareerCup.com, was a software engineer at Google between 2005 and 2008, where she, too, interviewed potential candidates. McDowell said Microsoft asked brain teasers 15 years ago but have since ended the practice. &quot;Any information that is out that the companies are asking brain teasers is very, very out of date  or people are misinterpreting what the questions are about,&quot; McDowell told the Guardian. She says that people who assess difficult estimation questions (how many pizzas are delivered every year in New York?) as trick questions don&apos;t understand what they are being asked.  &quot;Ninety-nine percent of the time it&apos;s about problem solving. Just ask questions and see if you can logically deduce the answer,&quot; McDowell said. These questions are typical for positions like software engineering that rely heavily on mathematics. &quot;All the tech companies are really asking very similar questions. There&apos;s nothing that scary about Google&apos;s,&quot; McDowell said.", 
    "section": "technology", 
    "gid": "technology/us-news-blog/2012/oct/03/google-interview-brain-teaser-myth", 
    "wordcount": "458"
}