{
    "headline": "Are you sitting comfortably?", 
    "text": "Many teachers tell personal stories to their students. They go into class and illuminate language forms or simply build relationships by sharing personal information and anecdotes. Nothing can help to better illuminate a dry grammar point than putting it into the context of a funny incident or personal reflection. But while blurring boundaries between students and personal life can sometimes be problematic, there is a way to achieve that engagement with learners without breaching confidentiality, and that is by telling traditional folk tales in class. Ten years ago I went from being a full-time English language teacher to becoming a professional storyteller and part-time teacher. Helping teachers to become classroom storytellers is a significant part of my work. Recently a teaching colleague had a go at telling a folk tale from the Dartmoor area of south-west England to her class of mixed nationality adults studying academic English. She was looking forward to trying something that was outside her comfort zone, but the telling of the story required her listeners to repeat a phrase three times and she was concerned about whether she would be able to get the students to join in. Would she get it right and would these adult learners participate? She needn&apos;t have worried. Her students threw themselves into the storytelling experience. As soon as they found out they were going to be told some local folklore, the students were interested, happily putting down pens and gathering round her. She started the story and immediately felt comfortable. The students were in a secure listening frame of mind. There was none of the anxiety about listening to a recording and taking notes or filling gaps. Here was a comfortable and deeply human listening experience, familiar to most of them from their mother tongue as part of their own home and school learning background. They relaxed and she relaxed. When it came to the repeated phrases she indicated with a hand signal that they could join in and all of them did. Afterwards the students were inspired to prepare and tell folk tales from their own heritages. Instead of doing comprehension exercises, students were being invited to respond creatively and share their cultures. Storytelling is, in its very nature, a reciprocal activity. So what is stopping many teachers from becoming classroom storytellers? Only a small minority of English language teachers tell folk tales without the support of a written text and nearly all of those who do so are teaching young learners. But storytelling, the longest established oral art form, has never been exclusively for children. Communities have always gathered together to share stories  we are all primed for storytelling. One obstacle may be that this most fundamental skill has been neglected by recent generations. We may not have been told stories by our teachers  although we are likely to remember the one who did. Very few teacher training courses include a storytelling skills workshop, perhaps because the trainers lack experience. You may be apprehensive about the ability of your students to follow stories because of their limited language skills. But it is the case that simple vocabulary and sentences suit storytelling and that repetition and the universality of the folk-tale structure make storytelling accessible to language learners of all ages and levels. After I told the simple Chinese tale of The Island of the Sun in English to post-beginner young learners in Italy, they talked in Italian about what they had imagined and then pairs acted out scenes from the story in English. Beforehand neither the students nor their teachers had believed that they would cope with listening to an extended piece of spoken English. The students succeeded and their confidence was boosted. Folk stories offer an open and respectful way for students and teachers to learn about other cultures. I contribute to worldstories.org.uk, a website launched in the UK recently that offers interlingual resources celebrating the 21 most spoken languages in UK school students&apos; homes. The stories are both in English and the language the story comes from, so you can read and listen to The Island of the Sun in Mandarin Chinese as well as English. This provides a unique opportunity for teachers to raise students&apos; awareness of the beautiful scripts and sounds of many different languages. And for multinational classes, where students come from different cultures, here is an opportunity for their heritages to be acknowledged among their peers. The site also includes simple tips to develop classroom storytelling skills and to get learners responding creatively through drama, guided mental imagery and writing. David Heathfield is one of the trainers on the horizonlanguagetraining.co.uk one-week Storytelling in Language Teaching course starting 12 August", 
    "section": "education", 
    "gid": "education/2012/apr/10/storytelling-for-teachers-inspire-learners", 
    "wordcount": "781"
}