{
    "headline": "When the chips are down: potato, maize and rice crop yields set to fall", 
    "text": "Farmers will need to grow different crops as rising temperatures and unpredictable rainfall lead to a drop in yields of maize, rice and wheat in developing countries, according to agricultural experts. The three crops are the main source of calories globally, but all regions will have to change their approach to what they grow and eat, researchers said in a report, Recalibrating food production in the developing world (pdf), which analysed the potential effects of climate change on 22 of the world&apos;s most important commodities. Agriculture and food production releases up to 17,000 megatonnes of carbon dioxide  29% of global greenhouse gas emissions  according to analysts at the Consultative Group on International Agricultural Research (CGIAR). But while emissions associated with food production need to be reduced, climate change will also require a &quot;complete recalibration&quot; of where specific crops are grown and livestock raised, said the report. &quot;The food-related emissions and, conversely, the impacts of climate change on agriculture and the food system, will profoundly alter the way we grow and produce food. This will affect different parts of the world in radically different ways, but all regions will have to change their approach to what they grow and eat,&quot; said Sonja Vermeulen, the head of research at CGIAR&apos;s climate change programme. According to CGIAR researchers, climate change could cause irrigated wheat yields in developing countries to fall by 13%. Irrigation might help wheat survive stressful conditions, but the amount of water needed to do so would place unsustainable demands on water sources. Agriculture already accounts for 70% of all fresh water used. Irrigated rice production in poor countries could tumble by 15%. In Africa, many farmers of maize, which is not well suited to rising temperatures, could lose 10-20% of their yields. Potatoes, the world&apos;s fourth largest food crop, are best suited to cooler climates, so steadily rising temperatures are likely to reduce yields in places where people already struggle to meet basic nutritional needs. More than half of the world&apos;s potatoes come from developing countries such as India and China. Climate change will disrupt growing conditions just as farmers need to boost agricultural production as the world&apos;s population grows from 7 billion to more than 9 billion by 2050. Farmers, therefore, need to simultaneously increase yields while reducing their own greenhouse gas emissions, otherwise food production will be threatened further. The report cites several hardy crops that may have to be considered as substitutes for crops more vulnerable to climate change. Barley could be attractive for its ability to withstand salinity in the soil, as well as heat and drought, although more research is needed to determine just how much stress it can withstand. Millet, cowpea and lentils are also nutritious foods that can tolerate harsher conditions, although their tolerance to dry conditions has its limits. &quot;In short, extensive research needs to formulate targeted, region-by-region approaches that recalibrate agricultural production according to the effects of climate change. In some cases, this could require farmers to embrace entirely new crops,&quot; said the report. The switch to new crops, however, may not be to the taste of people. Kenyans, for example, like the taste of maize  introduced by the British to feed horses. They may take some persuasion to eat ugali  a polenta-like dish  made from millet or cassava instead of maize. &quot;This cultural challenge is another facet of climate change adaptation that should get as much attention as plant breeding,&quot; said the report. &quot;The good news is that if farmers and food producers start to adapt now, they can stave off some of the dour food production and distribution scenarios laid out in this research. But they can&apos;t face these complex, interrelated problems, which vary from crop to crop and region to region, alone. They need support from the highest levels,&quot; said Philip Thornton, the report&apos;s author.", 
    "section": "global-development", 
    "gid": "global-development/2012/oct/31/chips-down-potato-maize-rice", 
    "wordcount": "648"
}