{
    "headline": "America's growing educational gender gap", 
    "text": "Many Americans have come to think that poor academic performance, lack of focus and abject hooliganism are male rites of passage: dudes, we are told, wind up in messy-but-hilarious high jinks before buckling down and getting serious with school, work and relationships  but that it&apos;s OK because they eventually get it together. So it&apos;s normal for boys to build tree houses and sneak away from home to go camping rather than study  these activities are emblematic of a happy, healthy, red-blooded childhood (see: Dennis the Menace, The Sandlot, Stand by Me). In adulthood, guys are pretty much expected to latch onto other distracted forms of masculine bonhomie that might even continue post-marriage  promiscuity and boozy bromances have become a sort of existential spirit journey for young men (see: The Hangover, Old School). In short, boys will be boys  so go the carefree explanations for these exploits. Few have seriously considered, however, whether this nonchalance is any good for males  or the rest of the society. But it might be time to ponder that. Nowadays, far more young women than men obtain bachelor&apos;s degrees in the US: 36%, compared to 28% for guys, according to the Pew Research Center (pdf). Females started outnumbering males in higher education in 1992, according to Pew, and social commentators have raised serious concerns about the phenomenon since about 2000. In her Atlantic article &quot;The War Against Boys&quot;, Christina Hoff Sommers highlighted that boys have more class failures, disciplinary problems and learning disabilities than girls  trends that bode poorly for the group&apos;s future academic performance. And, in an increasingly information-based economy, in which highly-educated, highly-skilled workers are in greater demand than the traditionally male-dominated ranks of manual laborers, this tendency has troubling implications for men&apos;s long-term livelihood. More recently, young women have also started dropping out of the labor force en masse  to obtain still more education.As detailed in a recent New York Times article, economists expect this group to reap financial benefits on par with those of second world war vets who obtained high levels of wealth and comfort during the postwar boom largely because they went to college, thanks to the GI Bill, rather than swelling an already saturated labor market at the war&apos;s end. Most men in the same age group, on the other hand, don&apos;t go back to school and are more likely to accept whatever jobs come their way. The Times notes that in the last two years, the number of women aged &quot;18 to 24 in school rose by 130,000, compared with a gain of 53,000 for young men&quot;. Though educational gains are generally positive, this development of a gender differential will cause several disconcerting repercussions. First, it&apos;s likely that many of these women will face significant financial burdens upon completing their degrees, as education in the US tends to be costly.While the postwar vets had their education paid for by generous (and deserved) federal benefits, contemporary college graduates leave school with an average of $25,250 in loan debt, according to the New York Times. In the past, American youth could assume that student loan debt would be outweighed by the income opportunities made available by higher education. But it&apos;s increasingly unclear whether diplomas now confer any such potential.  Of particular concern, though, is that this trend suggests that the education gap between the genders has not stabilised  and reinforces predictions that it will continue to widen. Though women do still face educational, vocational and social difficulties that men, historically, have never even had to think about, that does not mean that the under-representation of half the population in any particular venture is a good thing. As a society, we should advocate the fair treatment and equal representation of both sexes  and not allow any demographic sector to slip into a crisis of systemic under-achievement, as might well be the case with American young men.  Follow Guardian Comment on Twitter @commentisfree", 
    "section": "education", 
    "gid": "commentisfree/cifamerica/2012/jan/05/america-growing-educational-gender-gap", 
    "wordcount": "667"
}