{
    "headline": "Future development priorities: we must learn from the past", 
    "text": "This week, a high-level UN panel, including David Cameron, will discuss its report on development priorities for 2015 and beyond. The recommendations will inform what replaces the millennium development goals (MDGs). The MDGs galvanised development efforts and helped guide development priorities but, with less than 1,000 days to go before the 2015 deadline, it&apos;s clear not all of them will be achieved. The absence of transparency, accountability and participation as explicit aims within the current goals is in part to blame. We must learn from the past and ensure transparency and accountability are at the heart of the new agenda. The new goals should be measurable, so that policymakers and citizens can track progress and monitor service delivery. Better access to information will reduce corruption, improve decision-making and allocation of resources, empower citizens and support good governance, all prerequisites for successful poverty reduction. More than 200,000 people placed an &quot;honest and responsive government&quot; among their top three priorities in a recent UN survey. The panel has already highlighted the need to &quot;invest in stable and accountable institutions, fight corruption, [and] ensure the rule of law&quot; and called for a &quot;data revolution&quot;. We look forward to seeing these sentiments reflected in their final report, and adopted by governments and institutions around the world. Judith Randel Development Initiatives, Gavin Hayman Global Witness, Fredrick Galtung Integrity Action, Warren Krafchik International Budget Partnership, Washington DC, Jamie Drummond ONE, David Hall-Matthews Publish What You Fund, Marinke van Riet Publish What You Pay, Matthew Frost Tearfund, Robert Barrington Transparency International UK", 
    "section": "global-development", 
    "gid": "global-development/2013/may/12/development-priorities-learn-from-past", 
    "wordcount": "263"
}