{
    "headline": "Illegal logging robbing people in Africa of livelihoods  Global Witness", 
    "text": "Collusion between political elites, civil servants and logging companies is systematically robbing people of their livelihoods, says a report (pdf) into corrupt forestry practices in Africa. The extensive granting of &quot;shadow permits&quot; for small-scale logging in the Democratic Republic of the Congo (DRC), Liberia, Ghana and Cameroon bypasses new laws and environmental safeguards, and is forcing communities to meet their timber needs illegally, says NGO Global Witness. The report, Logging in the shadows, identifies a &quot;hidden&quot; pattern of abuse in which hundreds of permits intended to promote small businesses and meet local needs are being allocated to large, often foreign, logging companies. These &quot;shadow permits&quot; open the door to lucrative, large-scale logging operations, which bypass the oversight of the authorities, it says. In the DRC, dozens of artisanal logging permits were issued between 2010 and 2012, mostly to foreign industrial companies, violating DRC&apos;s forest laws in at least 10 different ways. In Liberia, companies have abused licences known as &quot;private use permits&quot; to buy a quarter of the country&apos;s total landmass in only two years. In Ghana, the forestry commission is said to have granted more than 400 logging permits secretly. &quot;This is a very worrying trend. Logging companies are systematically colluding with corrupt officials to get around laws designed to stop them decimating forests and abusing those who live in them. This is massively undermining international efforts to regulate the timber trade,&quot; said Alexandra Pardal, Europe campaigner at Global Witness. The report said: &quot;European-led reform efforts have focused on large-scale concessions that produce timber for export, but in each country shadow permits have provided a loophole to bypass tighter regulations. Weaknesses in legal frameworks and corruption at all levels of government have enabled companies to continue to export large amounts of timber to the EU, US and China.&quot; According to Global Witness, 12.4bn (10.5bn) worth of timber considered to pose a &quot;high risk&quot; of illegality entered the EU in 2011. On 3 March, a new EU law prohibited the import of illegal timber (pdf), but Global Witness and Greenpeace have uncovered suspicious log shipments at EU ports in the past two months. &quot;Unless European and African policymakers take urgent action, shadow permits could become the Trojan horse by which illegal timber is brought into the EU and passed off as legitimate,&quot; said Pardal. &quot;Timber importers must do proper checks right the way along their supply chains to make sure they know exactly where their timber came from and whether the permit used to get it was legal.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2013/may/01/illegal-logging-robbing-africa-livelihoods", 
    "wordcount": "439"
}