{
    "headline": "Boot up: WinRT droops, BB10's disclosures, folding iPhones?, and more", 
    "text": "A burst of 10 links for you to chew over, as picked by the Technology team Prices of Windows RT tablets drop, point to failure of OS &gt;&gt; Computerworld  Prices of Windows RT devices have started falling, signaling an attempt by PC makers to quickly clear out stock after poor adoption of tablets and convertibles with the operating system. Microsoft released Windows RT for ARM-based devices and Windows 8 for Intel-based devices in October last year. The price drop is an acknowledgement that Windows RT has failed, analysts said. Prices of popular products usually don&apos;t fall, but Windows RT devices were not in demand, and prices fell, analysts said.  (Thanks @rquick for the link.) Heads up: Blackberry Messenger might share your porn habits with your friends &gt;&gt; Motherboard  Users at the Crackberry forums haveunveiledwhat they&apos;re callinga dirty little flaw in the push update capabilities of the new Blackbery Z10. The newest Blackberry Messenger (BBM) build has a feature that notifies all of your BBM contacts when you&apos;re listening to a song or watching a videobe it from Youtube or Youjizz. BBM records any usage of the phone&apos;s media player and can push these visits and downloads to all messenger contacts, much like a status update. So your grandmother might be notified that you&apos;ve been listening to the new Justin Timberlake album, or she might know that you have a fetish for, uh, granny porn.  Oops. Apple&apos;s Folding Future &gt;&gt; Forrester Blogs George Colony:   Without any inside knowledge of Apple or other makers&apos; plans, I believe that the coolest future smartphones will fold. To demonstrate, take the current iPhone 5, lengthen it by 1.5 inches, widen it by an inch, make it 30% thinner, then fold the whole thing in half. In your hand (as per my mock-up to the left) you would be holding a square device with a full screen of icons, video, pictures -- ready to make a call or open an app. This form factor would fit easily into a shirt breast pocket or the front pocket of a pair of jeans. But when you open the phone, you would have a massive screen (there&apos;s display glass on both sides of the device) with a diagonal of nearly seven inches.  Colony is chief executive of the research company Forrester. Google puts pressure on Microsoft, launches Quickoffice for iPhone and Android &gt;&gt; Computerworld  Google launched its Microsoft Office substitute, Quickoffice, for Apple&apos;s iPhone, Android smartphones and Android tablets, fulfilling a promise made in December. The release on Tuesday follows the launch of Quickoffice for Apple&apos;s iPad late last year, when a Google executive said that iPhone and Android versions &quot;are on the way.&quot; The move was also preceded by a February announcement that Google was baking the Quickoffice technology into both its Chrome browser and Chrome OS.  For consumers, might be big news. For enterprises, they&apos;ll wait - forever? - for Microsoft. What if other planets replaced Earth&apos;s moon? &gt;&gt; My Modern Metropolis  Space enthusiast, artist, and writer Ron Miller questions what the night sky would look like if the moon was replaced by one of our solar system&apos;s planets. His collection of manipulated images station planets, from the relatively minute Mercury to the enormous Jupiter, in place of Earth&apos;s moon. The simulated photos take into account the distance of the moon from Earth (approximately 240,000 miles) and re-imagine the natural satellite as its own celestial body.  Great, and scary. (Yes, yes, gravity, etc.) Butterfly Labs announces next generation ASIC lineup &gt;&gt; Yahoo! News  Butterfly Labs (BF Labs Inc.), a market leader in microprocessor design, is unveiling today the technical specifications for three of its next generation SHA-256 processor based products: 1)BitForce SC Jalapeno: a USB powered coffee warmer providing 3.5 GH/s, priced at under $149 2)BitForce SC Single: a standalone unit providing roughly 40 GH/s, priced at $1,299 3)BitForce SC Mini Rig: a case &amp; rack mount server providing 1 TH/s, priced at $29,899 &quot;Butterfly Labs has always considered itself a serious manufacturer in the SHA-256 hardware industry and our customers are leaders in providing hashing services for some of the world&apos;s great technological challenges,&quot; noted Nasser G, BFL CTO. &quot;We see the BitForce SC lineup as the natural next step in continuing to meet our customer&apos;s needs.&quot;  Now you know: there&apos;s a hardware ecosystem around Bitcoin. Though we do hope Butterfly Labs has more than one customer. (Thanks @kentindell on Twitter for the pointer.) iPad Death Watch &gt;&gt; AAPLinvestors Three years after the iPad went on sale, still fun. And don&apos;t forget this one from the Guardian at the same time, including the commenter who said &quot;So I&apos;ll be waiting for the Notion Ink Adam - a full colour, full motion, e-ink like screen and a camera being the two most important additions.&quot; Still waiting. Teaching Programming oniOS &gt;&gt; Fraser Speirs&apos;s blog  I&apos;m a huge fan of strategic outsourcing. We are rapidly moving towards a situation at Cedars where we will have essentially no infrastructure in the school except for WiFi (and possibly not even that). This is deliberate: I am the only technician, systems administrator and network manager in the school. I simply don&apos;t have time to deal with deploying and looking after servers on the premises. Neither do I want to. I would much rather spend my expensive and valuable time working on things educational rather than things technical. In order to run my class with computing resources on-site, I would have to manage a suite of laptops or desktop computers, with some kind of file server and directory infrastructure. Alternatively, I can pay Amazon a penny an hour and I don&apos;t have to care about hardware at all.  Try guessing the cost of his Amazon EC2 instance over a school year. HTC One review &gt;&gt; PC Pro Mike Jennings:   On balance, however, the HTC One does more than enough to justify paying that premium. The handset alone is a design tour de force, and the lovingly crafted aluminium body combines stunning looks with outstanding build quality. The loss of expandable storage is a blow, but there&apos;s little else to find fault with: Sense 5 is slick; class-leading power is matched to decent battery life; and the Full HD screen oozes quality. HTC needed to come out fighting with its latest handset, and it&apos;s done so with gusto: the One is the finest smartphone money can buy.  See also iPhone-owner Barry Collins&apos;s view on the same page. In response to Evgeny Morozov on O&apos;Reilly &gt;&gt; Miguel d&apos;Icaza  Evgeny needs a good guy and a bad guy, so he frames the discussion in the narrowest possible terms, with Richard being the guy with the substance, while painting Tim as the marketer. Evgeny then describes an orchestrated coup. This is just plain ridiculous. It did not exist, it did not happen. It might be entertaining to read, but it is a fabrication. There was no power to wrestle from anyone. There was no central planning. The entire idea is ludicrous. The FSF while an important force in 1998 was not the only player. The FSF in fact had failed at their most ambitious goal, to create a full operating system. They had done by a combination of having a technical vision that was too hard to implement with the manpower they had and by alienating those that wanted to help, causing defections to other platforms. By 1998 three major BSD-based operating systems were in use, a dozen Linux variations were in use. There was no central control, just hundreds of independent efforts. And Linux was the poster child of decentralized development.  And he speaks as someone who was there. You can follow Guardian Technology&apos;s linkbucket on Pinboard To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2013/apr/04/technology-links-newsbucket", 
    "wordcount": "1349"
}