{
    "headline": "UK government will enforce open access to development research", 
    "text": "The results of scientific research that tackles disease, food security issues and poverty in the developing world will become freely available as part of the government&apos;s plans to open up access to publicly funded studies. The requirement for open access to development research will be announced on Thursday and apply to all work funded by the Department for International Development (DfID) after 1 November. The policy will put the department in line with the push for open access across the rest of government. Last week, science minister David Willetts announced that all published scientific research funded by the UK Research Councils would be immediately available for anyone to read free of charge by 2014. &quot;Even the most groundbreaking research is of no use to anyone if it sits on a shelf gathering dust,&quot; said international development secretary Andrew Mitchell. &quot;We will continue to support work that finds new ways to tackle diseases that can wipe out a generation, boost crop yields for poor farmers or increase vitamin A levels in sweet potatoes to help malnourished children. What&apos;s just as important, though, is ensuring that these findings get into the hands of those in the developing world who stand to gain most from putting them into practical use.&quot; In 2011-12 his department spent 222m on research in areas from new agricultural technologies and treatments for the diseases of poverty, to a better understanding of the drivers of conflict in war-torn parts of the world. This funding leads to around 500 peer-reviewed journal articles per year and Mitchell said it was important to tackle the bottlenecks that stop this research reaching those who need it most, including scientists and policymakers in developing countries, and NGOs. DfID&apos;s policy means money will be made available to pay journals for publication. This &quot;gold&quot; open access model means that research papers become available immediately online without any subscription or one-off payment required by readers. Duncan Green, head of research at Oxfam, welcomed the moves by DfID. He said that the department was effective at ensuring the research it funded would be useful to people in the field but, sometimes, the work did not reach those people. &quot;In terms of using the research that comes out, it&apos;s very hit and miss. When academics make an effort to talk to us, invite us to their seminars and so on, it can become very influential. Up until now, the journal world has been a bit of a closed book, to be honest, because it has been completely out of our price range. Then it relies on a few people finding ways around the system and those people often don&apos;t have the time or the contacts.&quot; The paywalls around journals, which can each cost several thousand pounds per year to access, meant that NGOs would often not use the latest research in their area. &quot;If that&apos;s the case for a fairly well-connected, cosmopolitan NGO like Oxfam, think what it&apos;s like for someone on the ground in Kenya or Mali,&quot; said Green. &quot;There&apos;s been a serious apartheid of information and analysis.&quot; Green hoped that a wider availability of primary research material would break down the silos in which development researchers and practitioners operate. &quot;We have the development practitioners, who can&apos;t afford 2,000 for a journal [subscription] and academics, who are working separately. Once those silos have been broken down, we will understand what academics are doing much better and academics will be speaking to our kind of needs much more. There will be a dynamic process where the research will become more useful as well as more accessible.&quot; DfID officials will consider sanctions against researchers who do not make their work freely available after receiving a grant from the department, in proposals similar to those announced by the Wellcome Trust in June. One option would be to penalise future grant applications from researchers who do not make their DfID-funded work open access, which could have a significant impact since the majority of people who get funding from DfID are likely to apply repeatedly. Another sanction could be to withhold the final tranche of funding in a grant, if the resulting research is not destined for an open access journal.", 
    "section": "science", 
    "gid": "science/2012/jul/25/uk-government-open-access-development-research", 
    "wordcount": "715"
}