{
    "headline": "Childhood abuse may stunt growth of part of brain involved in emotions", 
    "text": "Being sexually or emotionally abused as a child can affect the development of a part of the brain that controls memory and the regulation of emotions, a study suggests. The results add to the growing body of evidence that childhood maltreatment or abuse raises the risk of mental illnesses such as depression, personality disorders and anxiety well into adulthood. Martin Teicher of the department of psychiatry at Harvard University scanned the brains of almost 200 people who had been questioned about any instances of abuse or stress during childhood. He found that the volumes of three important areas of the hippocampus were reduced by up to 6.5% in people exposed to several instances of maltreatment  such as physical or verbal abuse from parents  in their early years. &quot;The exquisite vulnerability of the hippocampus to the ravages of stress is one of the key translational neuroscience discoveries of the 20th century,&quot; wrote Teicher on Monday in the journal Proceedings of the National Academy of Sciences. Early clues of the relationship came when scientists found that raising stress hormones for extended periods in rats reduced the number of neurons in the hippocampal areas, a result that has since been replicated in many non-human primates. Other work has shown that people with a history of abuse or maltreatment during childhood are twice as likely to have recurrent episodes of depression in adulthood. These individuals are also less likely to respond well to psychological or drug-based treatments. In the new study, Teicher&apos;s team scanned the brains of 73 men and 120 women aged between 18 and 25. The volunteers filled in a standard questionnaire used by psychiatrists to assess the number of &quot;adverse childhood experiences&quot;. Overall, 46% of the group reported no exposure to childhood adversity and 16% reported three or more forms of maltreatment, the most common being physical and verbal abuse from parents. Other factors included corporal punishment, sexual abuse and witnessing domestic violence. The sample did not include people on psychiatric medication or anyone who had been exposed to other stressful events such as near-drownings or car accidents. Andrea Danese, a clinical lecturer in child and adolescent psychiatry at King&apos;s College London&apos;s Institute of Psychiatry, who was not involved in the study, said Teicher&apos;s results took scientists a step closer to understanding the complex relationship between childhood maltreatment and brain development. &quot;The large sample size allows for reliable detection of even comparatively small effects of maltreatment on the brain, whereas the recruitment from the general population allows for a less biased interpretation of the study, which builds on previous research often carried out in psychiatric patients.&quot; The high-resolution brain imaging analysis allowed Teicher to home in on minute areas of the hippocampus and explore the association between maltreatment and this brain region in finer detail than ever before. &quot;This is important because not all areas in the hippocampus are equally sensitive to the effect of stress mediators, such as cortisol and inflammatory biomarkers,&quot; said Danese. &quot;Thus, the authors took advantage of this gradient to indirectly test the mechanisms through which childhood maltreatment could affect the brain.&quot; One limitation of the study might be that it required the volunteers to recall their childhood experiences, added Danese. &quot;The findings are based on the perceptions and memories that participants have of their childhood rather than on objective events. This may be problematic because some groups of individuals could be more or less prone than others to report experiences of maltreatment. This &apos;recall&apos; bias has been described in individuals with a history of depression, who may be more likely to report abuse.&quot; However, Teicher&apos;s team was able to test whether a history of depression or post-traumatic stress disorder might explain his observed effects of childhood maltreatment on the hippocampus, and showed that the results were independent of these factors. Danese said future studies would need to clarify further the direction of the effect. &quot;Although the authors report that childhood maltreatment is associated with smaller hippocampus regions, it is possible that these abnormalities pre-dated and possibly facilitated maltreatment exposure. Longitudinal and twin studies will help to clarify this issue.&quot;", 
    "section": "science", 
    "gid": "science/2012/feb/13/childhood-abuse-growth-brain-emotions", 
    "wordcount": "698"
}