{
    "headline": "England's schools revolution: aprogress report, two years on", 
    "text": "Vincent Palumbo opens a jar of gel and smears some on his hair in front of the class. The science teacher is chattering like a classroom Jamie Oliver: &quot;Get a bit of the old hair gel, slip it on your hair. I needed a bit  so that&apos;s sorted.&quot; The lesson is on polymerisation, the process of linking molecules together to make complex chains. The abstract topic is made simpler and more relevant with an everyday polymer  the gel. &quot;The problem is,&quot; Palumbo says. &quot;If I go to the seaside  if I go swimming  my hair just flattens. Why does that happen?&quot; He demonstrates by squirting gel into a petri dish and tipping in some salt. &quot;Imagine you&apos;re near the sea  along comes the salt.&quot; As he adds the salt to the gel, the polymer collapses. The sticky globules disintegrate into a translucent puddle. The children&apos;s eyes gleam. This is the kind of engaging lesson that happens at every good school. But for years, this wasn&apos;t a good school. The Harris academy in South Norwood, south London, opened in September 2007, on the site of the Stanley technical high school for boys. It was a new type of school, directly funded by central government and backed by a private sponsor rather than having its money channelled through the council. In this case, the benefactor is Lord Harris of Peckham, the self-made millionaire who founded Carpetright. And this is not his only school  the Harris Federation has 13 academies in the area (12 secondary and one primary school), with five more set to open. The landscape of education in England is changing fast, and the pace of change has accelerated since the coalition came to power nearly two years ago. From being a tool to turn around failing schools, the option of academy status has been extended to all schools. Last week, the Department for Education confirmed that more than half of England&apos;s secondary schools are, or are about to become, academies. Hundreds of primaries are facing conversion too (though so far only 5% of primary schools are, or are in the process of becoming, academies). The education secretary, Michael Gove, has also permitted parents, teachers and charities to set up &quot;free schools&quot;. Academy sponsors appoint most of a school&apos;s governors, and the schools have greater freedom over pay and conditions. At Harris schools, teachers typically get an extra 1,500 on top of their standard pay. There are also fringe benefits, including a 20% staff discount at Carpetright. The academies also own their land and strike deals directly with external suppliers to buy in services such as truancy officers or speech therapists. For years, only a fifth or so of pupils at the Stanley high school got five good passes at GCSE, including English and maths  the benchmark of success at school. This level of achievement was far below the local and national average. Last summer, 74% of students at Harris South Norwood achieved five good passes in English and maths. The national average is about 58%. Ofsted now rates it as &quot;outstanding&quot;. The transformation is evident in how the school&apos;s catchment area has shrunk; from eight miles to 0.8 of a mile. Back in the chemistry classroom, the children are being asked to think about how to frame a scientific inquiry. How can they design an experiment that is repeatable and fair? As the teacher dashes between the octagonal desks, the pupils are focused on their tasks, despite the potential for chaos when you mix a gaggle of 14-year-olds and half a dozen tubes of gel. A much bigger experiment is going on in England. It involves every school and the man mixing the potion is Gove. When the education secretary speaks about academies, his claims soar. There is a prime example of this on a video the Department for Education uploaded to YouTube last summer. Over images of a teacher in shirtsleeves helping enthusiastic children with their reading, Gove says: &quot;When a school becomes an academy, there&apos;s only one focus  the children. And the question that everyone asks is: how can we ensure, working with the additional freedoms and resources that we have, that we focus on raising attainment for the very poorest? &quot;And the great thing about the academies movement is that it relies not on central direction by politicians, or by bureaucrats second-guessing those in the classroom. The academies movement is all about liberating and emancipating teachers and teaching leaders to do the best for young people. I think it&apos;s a fantastic principle that we should say that those who are most idealistic about education should be given control of education.&quot; It is an appeal to left and right. Anyone who cares about social mobility should back academies, Gove implies. But they should also be supported by anyone who believes in a small state. The government&apos;s critics say academies do not really generate the success that is claimed. Or if they do, it is because they inflate their results with vocational subjects or exclude far more of the most difficult children than schools that are still maintained by local authorities. The aim of the academies programme was to raise standards by giving schools a measure of independence. This, combined with pressure and outside expertise from the sponsors, would help drive up the attainment of pupils, it was thought. Research by Stephen Machin and James Vernoit of the London School of Economics found that Labour&apos;s academies  which were formerly failing schools  experienced a &quot;significant increase&quot; in GCSE performance due to the conversion. This held true even after controlling for the fact that they attracted pupils of higher ability after the change of status. However, it is too early to say whether the coalition&apos;s acceleration of the policy, and its extension to high-performing schools, is having a positive impact. Indeed, Machin wrote in the Guardian this week: &quot;We have been somewhat surprised to see [our research] used extensively by supporters of the coalition&apos;s policy on academies: for example, by the Department for Education in a recent debate with the Local Schools Network, and again by Jonathan Hill, the under-secretary of state for schools, last month. This seems rather hard to justify, given that the new academy programme is different in a number of ways [to Labour&apos;s].&quot; The effect of the changes is to radically diminish the role of local authorities in education. Councils are going from a situation in which they employed teaching staff and held back cash from schools for central services to a more &quot;hands-off&quot; role in which they will act as a watchdog over admissions and exclusions  but without controlling the purse strings. The coalition&apos;s reforms open up the prospect of a market in education; the creation of new schools means there is increased competition for pupils, and the government funding that comes with them. Gove is encouraging the expansion of good schools in the hope that this will exert pressure on the rest. Under the coalition, high-performing schools do not need to have a sponsor when they become academies. Most of the schools that have converted to academies under Gove have done so to gain greater control over their budgets. They have not been required to undertake the changes of leadership and governance that were crucial to the success of academies under Labour. When the bell rings for break at the Harris academy South Norwood, the children walk quietly down the corridors, chatting and laughing. There is no shouting, shoving or running. The boys and girls in burgundy blazers are the best adverts for the school. Jason Kyereme, 16 and now in his GCSE exam year, joined the school in its first term as an academy. He is clear about the reputation of the academy&apos;s predecessor. &quot;People [pupils] might be making noise on the roads  you could see that some of behaviour outside the academy wasn&apos;t really good enough. People around here thought this school wasn&apos;t really achieving and also the exam results were not that good. My mum wants me to have the best education; she felt that my coming here would make me have the best education.&quot; Kyereme is staying on for the sixth form, where he plans to take maths, biology and chemistry A-levels. He has his sights set on a Russell group university: Birmingham, or possibly Imperial College London. At Harris schools, the sponsor has a hands-on role. Dan Moynihan, chief executive of the Harris Federation, said: &quot;We observe a lot of lessons at the start to work out the strengths and weaknesses of teachers and then we design coaching programmes based on those strengths and weaknesses. And, you know, mostly teachers are very receptive to that. If a school&apos;s been in difficulty most teachers say, &apos;Come on, how can we get better?&apos; Where teachers are less receptive, by working with staff from other schools who have done it, that quickly disappears.&quot; Before Harris took over at South Norwood there were &quot;lots of supply teachers&quot;, he said, and a high staff turnover in the first year after conversion. &quot;It was mainly because they had not been permanent staff before.&quot; Troubled schools also need a consistent behaviour policy, where teachers are backed by the school&apos;s management. &quot;It tends to be a feature of schools in difficulties, where teachers feel &apos;the kids do this, the rules say it&apos;s wrong, but we never get backup&apos;,&quot; Moynihan said. If academies are frustrated with the quality of support provided by their local authority, they can choose a backer that fits. The shrinking of local government means a new role is being opened up, both for the private sector  Harris schools now get their truancy officers from a private firm  and the not-for-profit sponsoring organisations that back academies. In Luton, a group of schools has in effect recreated the role of the council, forming a local cluster that includes two academies, a free school and a studio school, which specialises in vocational education. The Barnfield Federation  which hopes in future to run schools for profit  has the collective financial muscle to commission services that all its schools need. But within the cluster, there is diversity. The Barnfield group of schools includes two that feel radically different. The studio school, open since September 2010, is the first of its kind in England: a small school for 14- to 18-year-olds that leans strongly towards vocational education. The other is a former prep school, Moorlands, which became a free school last September, and where the head describes the ethos as a &quot;high standard of education with small classes&quot;. The atmospheres in the two schools are sharply contrasting. On a recent visit to the studio school, a group of teenagers were studying the barest bones of a Shakespeare play. The storyline of Romeo and Juliet had been cut up into single-line plot points, and the children were busy trying to assemble them into the right order. The school has a florist, gift shop, hair salon and restaurant attached, giving pupils work experience. It forges close links with local businesses including Monarch Airlines, preparing children for jobs in the retail, hospitality or service industries. At Moorlands primary school, housed in a cream-coloured Victorian villa, seven- and eight-year-olds are learning French. &quot;Qu&apos;est-ce que c&apos;est?&quot; says the teacher, displaying a picture card. &quot;Le fromage  French people like lots of cheese.&quot; At another picture, a girl shyly tries to pronounce &quot;chocolat&quot;. It doesn&apos;t come out quite right and the teacher prompts her: &quot;Just try, we&apos;re going to try again.&quot; The teacher enunciates: &quot;Sho-ko-la  trs bien.&quot; At Moorlands, acting head Chris Sillars said that although it is now state-funded, the &quot;culture and ethos has remained the same  maintaining the ethos is key to what we&apos;re doing&quot;. Mark Cronin, principal of the studio school, outlines three &quot;pathways&quot; that children in Luton&apos;s schools might take. &quot;Pathway A are your A* standard ones. They are your high flyers; the best choice for them is probably the English bacc [baccalaureate  good GCSEs in English, maths, history or geography, two sciences and a foreign language]. They have the choice of doing single sciences, languages, humanities. &quot;Pathway B children will have the opportunity of doing a language, humanity, and a vocational subject, but not the English bacc. &quot;Pathway C children are those who probably haven&apos;t achieved quite at the national average. Everyone does their core subjects still at GCSE, but they might be steered towards vocational BTecs,&quot; he says. To critics of the coalition&apos;s school reforms, this may spell the breakup of the comprehensive system, with children steered down separate paths according to ability at an early age. Some might also observe that removing lower-performing students from a school would be good for its GCSE results. Academies have a higher rate of exclusions than local authority-maintained schools. Official figures show that 0.3% of pupils at academies were permanently excluded in 2009-10, the last year for which figures are available, while 0.14% of the population at local authority-run secondaries were permanently excluded in the same year. Defenders of academies point to the fact that the new schools set up by Labour disproportionately serve deprived parts of the country. But when the Department for Education compared academies with local authority schools &quot;in similar circumstances&quot;, officials found the exclusion rate was still a little higher at the new schools, though the margin narrowed considerably. Academies are not a panacea. Just like any other schools, they can fail. Last month Birkdale academy in Southport  which had been judged good with outstanding features in 2007  was placed in special measures after a damning Ofsted report. Inspectors said the school was failing to &quot;give its pupils an acceptable standard of education&quot;. The report blamed a failure by the school&apos;s leadership to improve the quality of teaching and tackle bad behaviour. The decline took place over a period of years, but there was no sign that academy conversion in August 2011 had prompted any improvement. The head of Ofsted, Sir Michael Wilshaw, has acknowledged this. In an interview with the Times in December, he called for local school commissioners to identify failing schools. He said: &quot;I speak as someone who believes in autonomy and who believes in independence, and as a great supporter of the academy programme, but we know there will be some academies that won&apos;t do well. &quot;It is no good just relying on Ofsted to give the judgment. By that time it is too late. We need some sort of intermediary bodies, which can detect when things aren&apos;t going well, look at the data and have their ear very close to the ground to determine when there is a certain issue.&quot; The suggestion is backed by Labour. But the government is not convinced. At a recent select committee hearing, Gove told MPs: &quot;It is important that, having stripped back bureaucracy at the centre and locally, we do not reimpose it.&quot; So what happens if the experiment fails? It seems there is no plan B. Timeline 2000 The education secretary, David Blunkett, announces the Academies Programme. Academies were intended to replace existing failing schools or create new schools in areas of educational under-achievement. They would be state-funded but run in partnership with sponsors such as churches or businesses. The sponsor was expected to provide financial backing for the school. 2002 The first academy opens. The Business Academy, Bexley, is followed by several others including Mossbourne, in 2004, on the former site of Hackney Downs  once called the &quot;worst in Britain&quot;. Mossbourne becomes the most high-profile success of the programme. Last summer, 82% of its students achieved the benchmark of five good GCSE passes including English and maths. 2010 Labour leaves office with about 200 academies open. The coalition&apos;s Academies Act 2010 allows all schools to apply for conversion to academies. They do not need to have sponsors. The legislation also authorises the creation of free schools, which can be set up by parents, teachers or charities. 2011 The first 24 free schools open their doors, including one in west London where the journalist Toby Young is chairman of the governors; a Sikh school in Birmingham; and a Hindu school in Leicester. 2012 At the start of March, there were 1,635 academies in England. By April, more than half of all secondary schools are academies or due to convert.", 
    "section": "education", 
    "gid": "education/2012/apr/10/england-schools-revolution-progress-report", 
    "wordcount": "2782"
}