{
    "headline": "Michael Gove labels professors critical of new curriculum as 'bad academia'", 
    "text": "Michael Gove, the education secretary, has mocked a group of 100 professors critical of his new national curriculum, describing their views as &quot;bad academia&quot;. Earlier this week the professors  who come from some of the top universities in the country  had a letter published in national newspapers decrying the curriculum as an &quot;endless list of spellings, facts and rules&quot;. They argued it would stifle creativity and take the fun out of learning. In a speech to hundreds of headteachers, Gove mimicked the tone of the letter and summarised it by saying that the professors felt it was &quot;a tragedy that the secretary of state would like children to learn things&quot;. &quot;The impression is that it is &apos;Govey&apos; versus academia,&quot; he said. &quot;But there is good academia and bad academia  we now have the means to discover what really works, rather than rely on prejudice.&quot; On Thursday Sir Michael Wilshaw, the chief inspector of England&apos;s schools, waded into the row, ordering the academics to get &quot;out of their ivory towers&quot;. Pupils needed to learn some basic facts by heart, especially in maths and English, he said. &quot;I am extremely upset and concerned that there should be this level of criticism for what I think is absolutely essential  more rigour in the national curriculum and a greater focus on basic skills,&quot; he told the Times. &quot;It&apos;s really important that the public at large understand what the issues are and how urgent reform is to standards and that this sort of stuff can actually undermine the trajectory of improvement that has taken place over the last few years. &quot;If we think everything is fine, everything is wonderful and that our curriculum doesn&apos;t need reform, it&apos;s not helpful in terms of raising standards for youngsters, but particularly those youngsters in the state system and those who live in disadvantaged communities.&quot; The new draft curriculum contains plans for pupils to memorise their times tables up to 12 by age nine, multiply and divide fractions by age 11 as well as learn topics such as geometry, long division and multiplication and decimals. The professors urged ministers to start again from scratch. &quot;Much of [the proposed curriculum] demands too much too young,&quot; they wrote. &quot;This will put pressure on teachers to rely on rote learning without understanding. Inappropriate demands will lead to failure and demoralisation. This curriculum betrays a serious distrust of teachers, in its amount of detailed instructions, and the education secretary has repeatedly ignored expert advice.&quot; Meanwhile, in another dig at universities, Gove announced an extra 10m for schools to train the next generation of teachers. The government is keen for trainee teachers to learn their profession in schools, rather than in university departments. The funds will be divided between 363 schools which have a track record for training teachers.", 
    "section": "education", 
    "gid": "education/2013/mar/21/michael-gove-professors-new-national-curriculum", 
    "wordcount": "487"
}