{
    "headline": "Heathrow third runway: London councils to hold local referenda", 
    "text": "Boris Johnson has backed local referenda across the capital to give Londoners a say on the prospect of a third runway at Heathrow, and signalled he may conduct a London-wide poll on the issue in the future. The Conservative mayor made his comments after Tory-led Richmond upon Thames, one of the west London boroughs most severely affected by aircraft noise, announced it would hold a local referendum before 2013 on the issue to send a message to the government about the strength of feeling against any move to expand London&apos;s largest airport. Residents will be asked to state whether they support expansion at Heathrow or not. They may also be asked their views on which other option they would prefer, including the idea of a new airport hub on the Thames estuary which Johnson has lobbied for over the past four years. Another Tory-led council, Hillingdon, is also considering a local referendum on Heathrow expansion. The leader of the council, Ray Puddifoot, said it was in favour of Johnson holding a London-wide poll  a prospect that the London mayor has not ruled out. Johnson, a staunch opponent of expansion at Heathrow, told the London assembly that it was vital to knock the &quot;foolish&quot; idea of a third runway once and for all &quot;because as long as business thinks that option is still alive, that is going to be the one the Treasury will continue to push.&quot; Johnson warned a third runway would serve as a prelude for further expansion at the airport later down the line. &quot;There would then be a huge pressure to go for a fourth runway,&quot; said Johnson. &quot;It is the wrong way for London. If there are going to be referendums on this issue locally then I would totally support it. I would vote no.&quot; The coalition agreement rules out a third runway at Heathrow. But the prospect of U-turn by the Conservatives has been fuelled by David Cameron&apos;s decision to set up an independent commission into aviation capacity in the south east. The inquiry, chaired, by Sir Howard Davis, the former head of the Financial Services Authority, is due to report back its final conclusions after the general election, due in 2015. Richmond borough leader, Lord True, said of the planned local poll: &quot;As far as this council is concerned it will be all-out war with the big money interests and slick-suited PR men peddling this foolish project. It is perfectly possible to deliver increased airport capacity in south-east England without expanding Heathrow. No one in their right mind would consider building a new airport on the Heathrow site today  that must surely go for a new runway, too. Zac Goldsmith, Conservative MP for Richmond Park, who has threatened to force a by-election if the government undertakes a U-turn by backing Heathrow expansion, welcomed the decision of the council in his backyard. &quot;I absolutely support Richmond&apos;s decision, and very much hope this extends far beyond Richmond borough. The referendum will establish a crucial link between Heathrow expansion and voting, and with a good turnout and result, the government will be left in no doubt about the significance of Heathrow to west London voters.&quot; John McDonnell, Labour MP for Hayes and Harlington, welcomed Richmond&apos;s decision to give residents a say, but added: &quot;I am fearful that unless there are controls on the campaigning spending by the aviation industry we will not achieve a fair result.&quot; On the prospect of local referenda being held, an aide to Cameron said: &quot;Howard Davies is conducting a report into aviation capacity and an interim report will be published at the end of next year.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/sep/19/heathrow-third-runway-london-referenda", 
    "wordcount": "619"
}