{
    "headline": "How to survive academic field trips", 
    "text": "I have been organising extended field trips in the UK and overseas for my students, and accompanying them, for about 20 years. I am convinced that they are worth every drop of blood sweat and tears that goes in to them. I also believe that it is often the field trips that people remember best when they look back on their education. Among my personal highs I would count looking at rural development in the Parc Natural de la Zona Volcanica in Catalonia  I can still hear the sound of cow bells on a sun-soaked hillside, with wooded volcanoes as a backdrop  or the sight of vultures with eight-foot wingspans wheeling over El Torcal in the Andalucian countryside. Or the extraordinary Alhambra Palace and Gereralife gardens  this has to be the most astonishing man-made structure that I&apos;ve yet encountered. I&apos;ve also been struck by the generosity of speakers, guides and hosts. A visit to rural development projects in Ballyhoura (southern Ireland) began with a full-scale cream tea being wheeled out to a disbelieving group of 20 University of Newcastle planning students. And there was the visit to hear about the Greater London Authority&apos;s work on sustainability. After a tremendous lecture from the head of sustainability, we were escorted up to London&apos;s Living Room, on top of City Hall, from where we admired spectacular views across the Thames to Tower Bridge. But while the highlights are many, there are lowlights too. Somewhere near the top comes Ilfracombe, around 1993. This was the first residential trip that I organised and led. My abiding memory is of playing skittles with the students, then heading for bed, and asking  the following morning  what they had got up to. It transpired that, having been in the pub all evening, they decided at closing time to head down to the beach, strip, and go swimming in the North Sea. Tabloid headlines flashed across my brain: &quot;Negligent lecturer in skinny dipping shock horror probe&quot;. Fortunately, they all survived  but it does illustrate the slender thread on which trips hang, and the slim gap between success and disaster. The hotel had booked us in at the same time as a Saga Holiday group, so at breakfast on day two I found myself apologising for the noise of the night before. Not to mention the student who was concussed after colliding with a toilet bowl. Or the one who fell out of her shower and managed to put a tooth through her cheek, leading to a visit to Spanish A&amp;E in the early hours. Or the Hungarian trip on which we stayed in some kind of dungeon masquerading as a polytechnic, where the rooms were filthy and the shower was a hose attached to piping. None of this matches the anxiety that some colleagues of mine must have felt when, on a trip to rural Uganda, two students in the group took off and crossed into the Congo, for some unknown reason. They were mighty lucky to emerge unscathed. James&apos; field trip tips:  If you can, examine the terrain ahead of your visit so you know what to expect, including travel distances, venues and what the accommodation is like.  Enter student and staff mobile numbers into your own mobile and also make a hard-copy list.  Give each participant a card for their wallet, giving details of the accommodation and mobile numbers of staff.  Explain clearly  verbally and in writing  that you want everyone to enjoy the trip but that there are expectations such as listening, attending, politeness and so on.  Don&apos;t overload the programme  give adequate recovery time for people to rest, catch up on notes and so on.  Get the basics right: accommodation, travel, value for money. The rest will follow.  Take the opportunity for students and staff to mingle  but also give them space. James Derounian is a principal lecturer in community development and local governance and national teaching fellow at the University of Gloucestershire. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/feb/03/survive-academic-field-trips", 
    "wordcount": "694"
}