{
    "headline": "Carbon tax v cap-and-trade: which is better?", 
    "text": "Economists argue that, if the market is left to operate freely, greenhouse gas emissions will be excessive, since there is insufficient incentive for firms and households to reduce emissions. As such, they recommend applying the polluter pays principle and placing a price on carbon dioxide and other greenhouse gases. This can be implemented either through a carbon tax (known as a price instrument) or a cap-and-trade scheme (a so-called quantity instrument). A carbon tax imposes a tax on each unit of greenhouse gas emissions and gives firms (and households, depending on the scope) an incentive to reduce pollution whenever doing so would cost less than paying the tax. As such, the quantity of pollution reduced depends on the chosen level of the tax. The tax is set by assessing the cost or damage associated with each unit of pollution and the costs associated with controlling that pollution. Getting the tax level right is key: too low and firms and households are likely to opt for paying the tax and continuing to pollute, over and above what is optimal for society. Too high and the costs will rise higher than necessary to reduce emissions, impacting on profits, jobs and end consumers. By contrast, a cap-and-trade system sets a maximum level of pollution, a cap, and distributes emissions permits among firms that produce emissions. Companies must have a permit to cover each unit of pollution they produce, and they can obtain these permits either through an initial allocation or auction, or through trading with other firms. Since some firms inevitably find it easier or cheaper to reduce pollution than others, trading takes place. Whilst the maximum pollution quantity is set in advance, the trading price of permits fluctuates, becoming more expensive when demand is high relative to supply (for example when the economy is growing) and cheaper when demand is lower (for example in a recession). A price on pollution is therefore created as a result of setting a ceiling on the overall quantity of emissions. In certain idealized circumstances, carbon taxes and cap-and-trade have exactly the same outcomes, since they are both ways to price carbon. However, in reality they differ in many ways. One difference is the way the two policies distribute the cost of reducing pollution. With cap-and-trade, it has often been the case that permits are given out for free initially (known as &quot;grandfathering&quot;). This means cheaper compliance for industry in the early stages of the scheme, because they only pay for any extra permits bought from other firms  not for the initial tranche of permits given to them to cover most of their emissions under &apos;business as usual&apos;. This approach is obviously popular with industry and explains why grandfathering has been used, since it helps get firms to accept controls on emissions in the first place. By contrast, with a tax there is an immediate cost for businesses to pay on every unit of greenhouse gas produced, so there is a bigger initial hit to the balance sheet. But while grandfathering is better for near-term business profitability, it is not necessarily the best outcome for society. Indeed, it deprives the government of valuable revenues, which it could raise in auctioning the permits initially, and which could be used to reduce other taxes. The mechanisms also differ in how they perform under uncertainty about the costs and benefits of reducing emissions. Under a tax, the price of emitting a unit of pollution is set, but the total quantity of emissions is not. Therefore a tax ensures everyone knows the price being paid (at least for the immediate future) for each unit of carbon dioxide emitted, but uncertainty remains about the actual quantity of emissions. Conversely, cap-and-trade provides certainty about the quantity of emissions (it cannot exceed the cap), but uncertainty about the cost of achieving these reductions. Which is preferred depends on how sensitive the level of environmental damage is to changes in emissions, compared with how sensitive the cost of reducing pollution is to the same changes. If the level of environmental damage is more sensitive, then it is important to be sure what the quantity of emissions is, which points to cap-and-trade. Conversely if the cost of reducing pollution is more highly sensitive to changes in emissions, it is better to be sure about the cost of cutting emissions, pointing to a tax. What this means for climate change policy is debated. In the short term, most economists agree that uncertainty alone argues for a tax. Climate change depends on the stock of greenhouse gases in the atmosphere, and in each year the increase in that stock due to new emissions is small, so the environment is probably not that sensitive to the uncertainty about the level of emissions brought about by choosing a tax, at least over a year or two. On the other side of the ledger, the cost of reducing pollution is highly sensitive to changes in emissions, since it can be expensive to businesses to change their production methods abruptly. In the long term, however, it is less clear whether a tax is preferable, because big changes in the stock of greenhouse gases in the atmosphere may cause substantial environmental damage. Some economists recommend a hybrid model that may offer the best of both worlds. This tends to comprise of a cap on emissions (to regulate the quantity of pollution), but with adjustment mechanisms such as a carbon price floor or ceiling, to keep the price of a permit within acceptable bounds. Hybrid schemes have their own problems, however, such as greater complexity and more intervention by the regulator in the permit market. Whichever of these policies is favoured to place a price on carbon, they represent just one of a number of policies needed to cut greenhouse gas emissions.  This article was written by Luca Taschini, Simon Dietz and Naomi Hicks of the Grantham Research Institute on Climate Change and the Environment at LSE in collaboration with the Guardian The ultimate climate change FAQ  This answer last updated: 28.01.2013 Read about the project and suggest a question Report an error in this answer Related questions Why does climate change get described as a &apos;stock-flow&apos; problem? What is the &apos;polluter pays&apos; principle? What is a carbon price and why do we need one? This editorial is free to reproduce under Creative Commons This post by The Guardian is licensed under a Creative Commons Attribution-No Derivative Works 2.0 UK: England &amp; Wales License.Based on a work at theguardian.com", 
    "section": "environment", 
    "gid": "environment/2013/jan/31/carbon-tax-cap-and-trade", 
    "wordcount": "1092"
}