{
    "headline": "Transparent pills will make the best medicine", 
    "text": "   Please read instructions carefully    Ben Goldacre&apos;s new book, Bad Pharma, is awful. Dreadful. Stunning. You should read it.  If you think that&apos;s too melodramatic an opening for a book review, that&apos;s probably because you haven&apos;t read the book yet. You should read it because behind the anodyne cover lurks a tale of horrific fascination that affects us all.Bad Pharma is the story of the ways in which the pharmaceutical industry, with the help of regulators, doctors and academics, seeksto pervert and obfuscate the research done to test new medicines. It may be rather technical in content, but from more or less page one Goldacre is clear about who are the primary victims in his sorry story: all of us. Happily, we might also be part of the solution. It seems hard to credit that the situation could be so bad. The scale of the problem is rendered starkly in the preface:  &quot;Drugs are tested by the people who manufacture them, in poorly designed trials, on hopelessly small numbers of weird, unrepresentative patients, and analysed using techniques which are flawed by design, in such a way that they exaggerate the benefits of treatments. Unsurprisingly, these trials tend to produce results that favour the manufacturer. When trials produce results that companies don&apos;t like, they are perfectly entitled to hide them from doctors and patients, so we only ever see a distorted picture of any drug&apos;s true effects.&quot;  These claims may be startling to some but they have not been made airily. Many of the problems that Goldacre describes have been researched and identified by others, and he proceeds to take a full 373 pages to lay out the evidence for his case, in chapters that explain how trials are designed to maximise the apparent benefits of new drugs, how negative results are hidden, how regulators collude with the industry in hiding data on efficacy and safety from doctors and how the industry bankrolls doctors, academics and medical journals to ensure the most favourable presentation of its products. The book touches on several issues that Goldacre has raised in his Guardian column over the years but the whole is so much greater than the sum of these earlier parts. While his trademark conversational style makes it a relatively easy read, there&apos;s no doubting this is a heavier, denser book than his previous offering,Bad Science. The emphasis on research into the conduct and reporting of clinical trials may cost the book some anecdotal colour, but I think this was the right editorial choice given the seriousness and complexity of the subject matter. David Colquhoun,Richard Smith(former British Medical Journal Editor),Alice Bell(for the New Left Project), andMichael Rawlins of NICE, among others, have already reviewed the book in some depth. While some interesting points of criticism were raised,all generally applauded the forensic attention that Goldacre has brought to the drugs business. The accuracy of his aim is underscored by the weakness of the riposte from Stephen Whitehead, CEO of the Association of the British Pharmaceutical Industry. I don&apos;t propose to do a comprehensive assessment here  please take a look at the reviews mentioned above to get a good idea of its structure and content. It&apos;s not all bad of course, as Goldacre takes some trouble to point out. There are plenty of good people in the pharmaceutical industry who are working hard on difficult problems I should note, for example, that I am only able to write this piece because my &apos;flu symptoms are being held in check by paracetamol and ibuprofen but it&apos;s impossible to walk away from Bad Pharma without the stink of sickness in your nostrils. Rather, I want to focus on the fact that Goldacre&apos;s diagnosis of the ailments of the drugs business is accompanied by specific suggestions of how to its problems might be cured. In almost every case transparency  or access to information  is the key. Bad Pharma&apos;s most important message is that full disclosure is needed to prevent us being duped. We need to know the results of allclinical trials so that evidence of efficacy is not distorted; we need to know how much drug reps are spending on doctors in promoting their products (often in the guise of continuing medical education); we need to know the origin and total value of all the benefits each doctor receives from Pharma; we need to know when academics have been induced to add a veneer of credibility to research papers written by unnamed industry workers by adding their names as co-authors. The solutions are mechanistically simple but will likely encounter resistance from many sides. I suspect there is a culture of dependency that the medical and academic establishments will have to overcome. No-one is saying it&apos;s going to be easy but until the problems are fixed, patients are suffering needlessly. The book may be shocking but I retain a sense of optimism. Goldacre&apos;s message on complete transparency resonates with the new enthusiasm for openness that seems to be pervading government and academia, driven by the ready access to information made possible by the world-wide web. Indeed it already seems to be making waves in parliament. Goldacre, ever the nerd, is at his most persuasive on the power of the internet to facilitate simple trials on existing, similar drugs which have not yet been properly compared when used in the real world. These could be run directly from GP consultation rooms and as such have the potential to engage many more people in clinical trials and, just as importantly, in conversations about how the drugs prescribed for their ailments are developed and tested. This is my favourite paragraph of the whole book (p236):  &quot;I think we need a cultural shift in the way we all, as patients, view our reciprocal relationship with research in medicine. We only know what works because of trials, and we all profit from the participation of patients before us in these trials; but many of us seem to have forgotten this. By remembering, we could create a social contract whereby everyone expects their health service to be constantly conducting trials, simple A/B tests, comparing treatments against each other to see which is the best, or even the cheapest, if they&apos;re both equally effective. A doctor failing to take part in such tests could be regarded as an oddity who is harming future patients. It could be obvious to all patients than participating in these files is a normal reflection of the need to produce better evidence to improve medical treatments, for themselves in the future, and for the others in the community with whom they share their medical system.&quot;  Of course, the results of any such trial should be published in an open access journal to ensure that they are available to all possible trial participants. By which I mean: everybody. It may be too late to buy a copy of Bad Pharmain time for Christmas, but it could be just the thing for a new year&apos;s revolution.  Full Disclosure: Ben Goldacre, whom I know slightly, kindly arranged for his publisher to send me a free copy of Bad Pharma. Stephen Curry is a Professor of Structural Biology. Follow him on Twitter as @Stephen_Curry.", 
    "section": "science", 
    "gid": "science/occams-corner/2012/dec/24/1", 
    "wordcount": "1228"
}