{
    "headline": "Sally Ride obituary", 
    "text": "Sally Ride, who has died of pancreatic cancer aged 61, was America&apos;s first woman astronaut. Her first flight on board the space shuttle Challenger in June 1983 came 20 years to the month after the Soviet Union had launched the first woman in space, Valentina Tereshkova, on their sixth mission. At the age of 32, Ride was also the US&apos;s youngest astronaut to go into space. She did her best to dampen the media excitement surrounding her flight: &quot;There&apos;s nothing different about it because it includes a woman,&quot; she said, insisting she was &quot;just one of the guys&quot; and refusing to accept a bouquet of flowers after the landing, since flowers were not offered to her five male companions. Her major contribution to the seventh space shuttle flight lay in pioneering the use of its robot arm in the rendezvous and recovery techniques that later enabled the damaged Hubble space telescope to be repaired. In October 1984 she was again on board Challenger, accompanied by Kathryn Sullivan, who became the first US woman to walk in space. On the eight-day mission the crew of seven deployed a satellite to measure the balance of the energy coming from the sun and leaving the Earth.  Ride had been scheduled for a third mission, but it was cancelled when Challenger exploded shortly after take-off in January 1986, killing the seven crew members, among them Christa McAuliffe, intended to be the first teacher in space. Ride was angered to learn that the disaster was the result of the shuttle sustaining damage during launch: the seals of the booster rockets failed in the cold weather. Some damage to the spacecraft had been found after both Ride&apos;s flights, but had not been regarded as serious. As a result Ride became a critical member of the official inquiries into the loss of Challenger, and into the crash of Columbia in 2003  the only person to sit on both. Ride&apos;s flights were the culmination of decades of pressure from both the media and scientists to include women in the astronaut corps. Scientists were anxious to know how women would react to prolonged periods of weightlessness, and whether there would be any biological penalties. With lengthy flights to Mars then being planned, both they and the media were eager to know whether sex would be possible in weightless conditions. Nasa had rejected demands to include women from the start of the Apollo programme to send astronauts to the moon. Both they and the male astronauts said conditions in the three-man spacecraft were cramped enough for 60-hour flights without having to provide different toilet arrangements to accommodate women. The space shuttle could at last provide a civilised lavatory. From 1982 to 1987, Ride was married to a fellow astronaut, Steven Hawley. Nasa refused to assign any married astronaut couple to a mission, seemingly reluctant to face the endless inquiries that would follow it. Since then nearly 50 women of varying nationalities have flown on Nasa spacecaft, though the Russians, who gained much publicity by pioneering women in space, do not now include them in their cosmonaut corps. Born in Encino, Los Angeles, Ride was the daughter of a political scientist father and a mother who was a volunteer counsellor for women prisoners. After leaving Westlake high school, Beverly Hills, she was torn between studying and playing tennis, but managed to do both at Stanford University, California. Deciding not to pursue Billie Jean King&apos;s encouragement to become a professional player, she went on to gain a PhD in astrophysics (1978). A Nasa advertisement in the student newspaper led to Ride becoming one of the six women among 35 new members of the astronaut corps. They brought scientific and engineering skills to a field till then the preserve of military test pilots. By the time she left Nasa, in 1987, she was the director of its exploration office. In 1989 she became professor of physics and director of the California Space Institute at the University of California, San Diego. She co-wrote seven science books for children, and in 2001 founded Sally Ride Science, to stimulate interest in the subject in schools. The company&apos;s chief executive, Tam O&apos;Shaughnessy, was Ride&apos;s partner; she survives her, as do her mother and sister.  Sally Kristen Ride, physicist and astronaut, born 26 May 1951; died 23 July 2012", 
    "section": "science", 
    "gid": "science/2012/jul/24/sally-ride", 
    "wordcount": "725"
}