{
    "headline": "Motorola to cut 4,000 jobs in Google restructure", 
    "text": "Google has begun the process of reshaping itself into a handset manufacturer capable of taking on Apple by announcing that 4,000 jobs  a fifth of the workforce  will be cut at Motorola Mobility, the formerly dominant and now ailing mobile handset maker it acquired a year ago. Two-thirds of the job losses will be from outside the US, and a third of Motorola&apos;s 94 worldwide offices will be closed. In a regulatory filing, Google said the severance costs could be up to $275m (175m) in the two quarters to the end of the year and that there will also be &quot;significant&quot; other restructuring costs as it tries to restore the phone business to profitability. Unveiling his plans for Motorola, Google&apos;s former Americas boss, Dennis Woodside, who was placed in charge of the hardware company in March, promised to cut the number of devices from the 27 released last year to just a few. He said the new phones would have batteries that last for days, sharper cameras and the ability to recognise who is in a room by their voice. They are being developed by a team of metal scientists, acoustics engineers and artificial intelligence experts implanted like a Silicon Valley startup into the body of what was once the largest company of its kind. It was assembled by former Pentagon research boss Regina Dugan, whose arrival was announced in March. &quot;We&apos;re excited about the smartphone business,&quot; Woodside told the New York Times. &quot;The Google business is built on a wired model, and as the world moves to a pretty much completely wireless model over time, it&apos;s really going to be important for Google to understand everything about the mobile consumer.&quot; The moves are the first signs of a complete reorganisation under the ownership of the search giant Google, which completed its $12.5bn (8bn) acquisition of Motorola in May, and appointed Woodside to replace its former chief executive Sanjay Jha, who had run the group since August 2008. There was speculation last summer that Google was merely interested in Motorola for its rich portfolio of patents, which it could use to defend its Android operating system against lawsuits from rivals. Monday&apos;s announcement confirms Google is looking to emulate Apple&apos;s success by creating a company that controls both the software and hardware components of smartphones, which are rapidly evolving into the personal computers of the future. Motorola once dominated the phone business, but the arrival of smartphones, and particularly the iPhone, hit its business. Although it tried to recover by adopting Google&apos;s Android software for its smartphones early on, it has not been able to break Apple&apos;s grip on key parts of the US smartphone market. Its handset division has lost money in 14 of the last 16 quarters, while its share of both the smartphone and feature phone markets has shrunk. The company is retrenching to the US. It will stop competing in unprofitable markets and cease offering low-end phones, to concentrate instead on a few phones rather than the 27 it presently markets, Woodside told the New York Times. Meanwhile, Google is buying Frommer&apos;s Travel Guides in its latest move to boost its content, following its acquisition of Zagat guidebooks last year.Google and Wiley &amp; Sons did not announce financial terms for the Frommer&apos;s deal. &quot;The Frommer&apos;s team and the quality and scope of their content will be a great addition to the Zagat team. We can&apos;t wait to start working with them on our goal to provide a review for every relevant place in the world,&quot; Google said in a statement. Google maintains that it will not give Motorola any special treatment over other companies building Android handsets. But some rivals such as Sony, HTC and LG, which are struggling in the smartphone market, are concerned that Google&apos;s hardware business may get &quot;most favoured nation&quot; status in funding and management, and access to the newest technology. Woodside has embarked on a top-down shakeup in which 40% of Motorola&apos;s former vice-presidents have been let go. Motorola is also tightening its supply chain, building fewer models and using half as many components under the direction of former Amazon Kindle supply chain manager Mark Randall. Google&apos;s venture into hardware could prove a costly gamble. It faces the same problems that other handset companies do: that Apple and Samsung together have locked up around half of the entire smartphone business, and about 90% of its profits, leaving others fighting for the remaining 10%. In the past quarter RIM, Nokia, LG and Sony have all lost money in the handset business, with only HTC and some Chinese companies competing at the low end making profits.", 
    "section": "technology", 
    "gid": "technology/2012/aug/13/motorola-job-cuts-google", 
    "wordcount": "787"
}