{
    "headline": "Briefly but gloriously, London 2012 bridged the divide", 
    "text": "There is normally a profound disconnect between the worlds of elite sport and international development. But the past fortnight has been far from normal. For once, the Games have lived up to the rhetorical idealism synonymous with the Olympic movement: gloriously, if fleetingly, there has been an almost tangible sense of the divide between the developed and developing worlds being bridged. We felt it when David Rudisha, of Kenya, shattered his own world record to claim an electrifying win in the men&apos;s 800m final. We felt it in the performances of Botswanan teenager Nijel Amos and Kenya&apos;s Timothy Kitum, who respectively claimed silver (Botswana&apos;s first Olympic medal of any colour) and bronze in the same race. And we felt it in the exhilarating display of talent paraded by Burundi&apos;s Francine Niyonsaba, who  fresh from winning the African Championships in only the third competitive race of her life  set a new national record in qualifying for the women&apos;s 800m final. Such moments matter. They demonstrate sport&apos;s power not only to transfix, but to transcend negative stereotypes and transform perceptions. To look at Kenya in development terms can prompt a focus on poverty, unemployment, political unrest, food security issues. Contemplate the country through the prism of Rudisha&apos;s performance  one of the great moments of this or any other Olympics  and you can only doff your cap to one of the world&apos;s major distance running powers. We also witnessed a narrowing of the gap between rich and poor countries in less obvious ways. Niger rower Hamadou Djibo Issaka might have finished last in the men&apos;s singles sculls, but you would never have guessed it from the rapturous applause he received from the predominantly British crowd at Eton Dorney. No back-story was more powerful than that of Adrien Niyonshuti, the mountain biker who lost most of his family in the 1994 Rwandan genocide . And Stephen Kiprotich&apos;s victory in the men&apos;s marathon ensured Uganda&apos;s national anthem featured at Sunday&apos;s closing ceremony, and was therefore heard around the world  a rarity for a country whose only previous Olympic gold was in 1972. It was likewise a good Olympics for gender equality. Neither the hijab controversy that threatened Wojdan Shaherkani&apos;s participation in the judo event, nor the brevity of her stay once she got there, could overshadow the potential significance of her becoming the first Saudi Arabian woman to compete at the Olympics. Ditto Sarah Attar, the 800m runner who became the country&apos;s first female track athlete. Given the cultural constraints faced by Saudi women, not least when it comes to participating in sport, it was heartening to see a derogatory Arabic Twitter hashtag successfully turned around by activists to convey a more positive message. With Qatar and Brunei likewise breaking with historical precedent by fielding female athletes, it was the first Games where women have featured for every participating country. The caveat, as always with the Olympics, is what will change in the longer term. The efforts of Shaherkani and Attar will not alone have a transformative effect on gender equality in Saudi Arabia; only fundamental social, political and cultural change can achieve that. Issaka&apos;s moment in the spotlight is not going to solve Niger&apos;s food crisis, just as Niyonsaba&apos;s burgeoning talent cannot address the issues of poverty, conflict and displacement facing Burundi. Great Britain&apos;s double gold medallist Mo Farah deserves huge credit for urging action on child malnutrition, but a long, hard road lies ahead (not that he, of all people, will be daunted). That&apos;s not to say sport can&apos;t effect positive long-term change. It&apos;s no coincidence that Rudisha&apos;s dash into the history books coincided with an announcement by Kenya&apos;s prime minister, Raila Odinga, that the country will bid for the 2024 Games. &quot;Kenya had the confidence as far back as 1968 to consider bidding for the Olympics,&quot; said Odinga . &quot;That is the spirit we need to recapture. We need to bring back that confidence and say we can do it. It is necessary to take a look back at where we are coming from and where we want to go, because we have been drifting for too long.&quot; A successful bid would mark a significant coup for Kenya, making it the first African country to host the Games. At the same time, staging a major sporting event is hardly a development panacea. South Africa perhaps discovered as much in staging the 2010 football World Cup, and stories are already emerging from Rio de Janeiro, host city of the 2014 tournament and the next Olympics, of poor communities being forced to make way for improved infrastructure. Similarly, while no one would deny the 2008 Beijing Olympics were a resounding success as a sporting spectacle, there is little evidence of a development legacy in areas such as social infrastructure, progress on human rights or environmental change. Nonetheless, if Nairobi were to host a successful 2024 Games  if the developing world was showcased at first hand, rather than being mediated through the displays of a clutch of athletes performing in a developed host city  attitudes might be altered in a more lasting way.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/aug/13/london-2012-bridged-divide", 
    "wordcount": "850"
}