{
    "headline": "The absolute and inarguable beauty of video games", 
    "text": "And here we are again, the familiar argument, repackaged and re-worked: games are not art and never could be. This time it&apos;s a piece by Brian Moriarty, a professor in game design who once worked on titles such as Beyond Zork and the early LucasArts adventure, Loom. Unlike Jonathan Jones, whose recent polemic against games relied on notions of authorship, Moriarty takes a historical stance:  A survey of the past 2,500 years of art philosophy offers no support for the classification of games as art. If games are mentioned at all, they are dismissed as a pastime, harmless at best, and an evil destroyer of youth at worst.  He goes on to quote Schopenhauer who condemns games of all kinds and calls playing cards, &quot;in the truest sense an expression of the wretched side of humanity&quot;. This of course, is from an arch misanthropist who once threw an old lady down the stairs because she was talking too loudly on the landing outside his apartment.  And anyway, if we are to go to the philosophers, we should also consider Plato who freely uses draughts as a metaphor for discourse in the Republic and considered leisure and play to be vital elements of a healthy life. It was Plato who reportedly suggested, &quot;You can discover more about a person in an hour of play than in a year of conversation&quot;. Which of course, doesn&apos;t tell us anything about games as art, but does tell us that Plato valued gaming and that philosophers, however brilliant and perceptive they are, often hold opposing views. When I last wrote about this, I suggested that we shouldn&apos;t worry; that games are beautiful and important, and categorisation is irrelevant. I stand by that. MoMA&apos;s controversial decision to display a handful of games in its gallery seems to have awoken in art critics and some game designers a sense of unease: on one side is intellectual snobbery on the other is anti-intellectual approbation. Games aren&apos;t art, leave us alone, stay away. MoMA, I would suggest, has been more motivated by concerns of contemporary culture than art per se  a possibility that seems to be ignored whenever this matter arises. They are exhibited in the gallery&apos;s Department of Architecture and Design and this seems to me enormously sensible and relevant. All games are works of virtual architecture; they are designed spaces assembled both for practical purpose and aesthetic appreciation. They are like buildings in this way. But they are also works of graphic design, utilising all the theories and practices of printed media. Consider this: elsewhere in the gallery, MoMa exhibits a work named Champagne by the French artist Pierre Bonnard. It is wonderful, but it is also a poster, a work of graphic illustration. Is that art? Should it be there? You see how complicated this gets? And how dull?  This is a better way of looking at things, I think, and in the end what matters: games are inarguably beautiful. From the iconic minimalism of Pac-Man and Space Invaders, with their perfect shorthand environments, to the abstract wonderlands of Super Mario and Final Fantasy. From the touch of the fingers and then the clasp of hands between Ico and Yorda; through the metallic screech of an opening door in Doom and the swish of Ecco&apos;s tail. Beyond the smash of zombie dogs through windows in Resident Evil; the visual poetry of Rez, the plaintive sorrow of The Graveyard. And on and on, through the slashing blades of Heavenly Sword and the hip Tokyo fashion of Killer 7 and Jet Set Radio; the glittering swirl of galaxies in Eve Online, the geometric mountain-scapes of Minecraft. The kiss between George and Nico at the close of Broken Sword; the desperate sense of impending loss in Uncharted 3 as Nathan leaves Elena at the air strip, refusing to help her over the fence, worried he&apos;d lose her again, her hands slipping from the wire lattice between them; three seconds of Super Hexagon; 30 Flights of Loving. The art deco interior of Bioshock&apos;s doomed utopia. The Aperture lab, a pure construct of puzzle design and aesthetic skill, a world in which architecture is task, and every visual motif on every wall is perfect and meaningful. It&apos;s not all for science, you monster. It is for beauty too. And on and on and on; over the rolling plains of Skyrim and into the azure blue SKies of Arcadia. On and on until the whole idea of arguing over art diminishes before the spectacle and the magnificence of it all. When you look out in awe over the burning spacecraft of Mass Effect, the hazy, fecund forests of Far Cry, the undulating wireframe seas of Mercenary don&apos;t wonder, is it art? Just wonder. Just take it in. That&apos;s the value and the purpose. Exist in it.  Thirty years of gaming have taught me to interrogate games, but not to classify and fret; I have little time for the aloofness of academia. I know this much, and it is silly and slightly indulgent, but it explains my standpoint, for what that&apos;s worth. When I listen to the song Video Games by Lana Del Ray, and she sings in that wavering luscious tone, &quot;It&apos;s you, it&apos;s you, it&apos;s all for you,&quot; I imagine that it is not the boy she&apos;s singing to, but the games. It&apos;s all for you, I tell you all the time. Fuck art, let&apos;s play.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/mar/08/beauty-of-video-games", 
    "wordcount": "912"
}