{
    "headline": "Should I stay or should I go: assessing the options for a career in academia", 
    "text": "Changes in how universities and research are funded has meant that there are fewer permanent, full-time posts available. In addition to the reduction in the number of posts, the perceived value of having a career in higher education has changed over the last 30 years. In all, the career progression options for an ambitious academic has also evolved and any academic intending to thrive in this environment needs to be aware of the changes and plot out the options available to them. In the past, when academics looked at their career progression, there were clear cut stages of development. An individual who is intelligent, hard working, and got along with their colleagues, would work through those stages: starting with a PhD and moving into post-doctoral work. They would then move into teaching and lecturing, with the ultimate aim of becoming a professor with a research team of their own. While the career path is no longer that straightforward, there are still options for those who are committed to a career in academia. One way is to embrace and pursue a career as a global researcher, operating in an international context. In order to achieve this, it is necessary to be the absolute leader in your field. The global research market is very competitive, so for an academic unable to compete in an international arena, this may not be the best option. For those who are building an international reputation, there is also the option of becoming a television or &apos;media don&apos;  an intellectual who is active in the public eye. These individuals not only need to be leaders in their field, but must get to a stage where they become a &quot;brand&quot; in their own right. So what are the options for academics who neither want a career abroad or on TV? One feasible career move is to cross over into higher education management and consider roles such as dean or vice-chancellor, which were traditionally the preserve of academics nearing the end of their career. But a career in management is by no means the easy option. It requires diplomacy, the ability to not only to work well in a team, but to also motivate others and be astute in (or at least able to grapple simultaneously with) multiple issues outside the area of one&apos;s expertise. With the academic career built on a single-minded dedication to teaching and research, the above skills are harder to acquire than they may appear. Whichever career path an individual takes, wider changes in the sector will have a number of implications for individual lifestyles and relationships. Ultimately, academics will need to go where the money is. This means that they will find less stability in their working lives. They are likely to end up taking on a number of part-time contracts at different institutions at the same time, or temporary contracts one after another. This can to lead to frustrations rooted in the challenges of balancing the need for a career with the need for a stable personal life. Who then will be most affected by the changing landscape? It is the new generation of academics who are most likely to bear the brunt of the current changes, but they are also the ones best able to adapt to the fast evolving demands of their roles. With the right support, postdoctoral and early career researchers are likely to have the flexibility to keep pace with the changes and progress to dean or vice-chancellor. For all though, it&apos;s clear that there are difficult times ahead. But a career in academia can still be rewarding  and with all the young people progressing through from schools or the need for innovative ideas to revive the economy, the role of the academic has never been more needed as it is today. Claire Arnold is a founding partner of Maxxim Consulting and specialises in organisational strategy, change management and leadership development for higher education Editor&apos;s note: This is an edited version of a longer article written by the author This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/sep/17/options-academic-careers", 
    "wordcount": "699"
}