{
    "headline": "Space, the fiscal frontier: government looks to the skies for rebalancing", 
    "text": "When Major Timothy Peake boards a Russian Soyuz rocket in late 2015 to become the first British astronaut on the International Space Station, he will carry the expectations of one of Britain&apos;s least-known industries. The government hopes the voyage will be not only a small step for Major Tim, but a giant leap for the UK space industry, which is worth 9.2bn and employs almost 30,000 people. Just as the Apollo moon landings of the 60s and 70s fired the imagination of a generation, science minister David Willetts hopes we will see a renewed surge of enthusiasm for science and technology in British schools. The public will be able to follow Peake&apos;s tweets from space, just as TV viewers were once spellbound by grainy black and white images of Neil Armstrong planting the stars and stripes on the moon. Enthusiasm is not enough. Willetts has identified space as one of &quot;eight great technologies&quot; that will propel the UK to growth, and rebalance the economy away from such earthly business as bricks and mortar. The government is so captivated by space that Willetts even managed to persuade the chancellor to make a one-off payment of 16m last year to the European Space Agency (ESA)  funding that made Peake eligible for travel on the ESA craft. The government is already giving 240m to the ESA each year, but thinks this payout will generate up to 1bn of orders for UK companies. The business department says the UK can grab a 10% share of the global space industry by 2030, tripling employment to 100,000. Craig Clark, founder of nanosatellite company Clyde Space, is upbeat about his prospects for growth. Since setting up his business in 2005 with 50,000 of his own money, the Scottish entrepreneur has won 40% of the global market for nanosatellites known as CubeSats. Smaller than a shoebox and retailing at 3,500, the CubeSat can be used for dozens of things from astrophysics research to tracking ships or taking high-resolution photographs. A CubeSat uses the same components as a computer or mobile phone, but has to be much more resilient. &quot;It has to survive the launch. It has to survive operating in space  It has to survive radiation as well. It is being constantly bombarded with high-energy particles that can cause upsets in the system,&quot; Clark says. Glasgow, which in its heyday made one quarter of the world&apos;s shipping, is the ideal base for this kind of precision manufacturing, he says. &quot;If something is Clyde-built, then it will last, and that is because of the engineering heritage we have here.&quot; Clyde Space&apos;s business model would sound like science fiction if it applied to the rest of the economy: the company exports 95% of its products, mostly to customers outside Europe. The contribution of the UK space sector to the economy is &quot;a very well kept secret&quot; says Mike Kapur, chair of the National Space Centre, who also leads the Confederation of British Industry&apos;s enterprise forum. The UK is well-placed to profit from growing interest in space exploration, especially from Brazil, India and China, which are rapidly developing their own space programmes, he says. With the exception of publicity-hungry British billionaire Sir Richard Branson, who wants to make holidays in space a reality, the UK space industry has a low profile. But the business of the cosmos is much more than Branson&apos;s Virgin Galactic, which, although it is taking bookings, has yet to announce a date for its first flight. For example, around 40% of the world&apos;s small satellites (&quot;small&quot; meaning the size of a washing machine) come from Guildford, pioneered by Surrey Satellite Technology. British companies are also playing a part in the European-Russian mission to send a robot to Mars. Leicester-based firm Magna Parva is developing an interplanetary duster  a robotic arm that can remove dust from the solar panels of the Mars rover due to land on the red planet in 2018. &quot;Space has challenges which are entirely unique from an engineering perspective  that is good fun for engineers and technologists like us,&quot; says Magna Parva co-founder Andrew Bowyer. Magna Parva is also designing spaceship windows. It is highly technical modelling work that has to ensure a craft has the lightest possible windows that won&apos;t crack in the extreme conditions of outer space. Magna Parva&apos;s customer is the ESA  the first time the agency has awarded this contract to a European company, rather than import the knowhow from the US. The space industry relies a lot on government contracts, says Bowyer, but the payback is worth it. If governments have to choose between spending on space versus defence, they should always choose space, because it generates the most innovation, he says. &quot;If you are constantly having to innovate at a very high level, that will have spin-off applications.&quot; As well as the 29,000 people employed in the industry as software developers, engineers, research scientists and salespeople, a further 60,000 work in businesses supported by space, from Sky TV to satnav manufacturers. Government spending on space pays for itself, says Alex Connor of the Institute of Physics, who wants to see the science budget protected. &quot;There has to be investment in space, but it is not a given this will continue.&quot; When the government cuts the cake at the next spending review in 2015, the Institute of Physics will bid for &quot;a real-terms increase allied to a long-term spending plan&quot; for science. &quot;If the aim is to rebalance the economy then investment in science and technology has been proven to grow the economy,&quot; Connor says. Not everyone is convinced that sending money into outer space is rocket fuel for the economy. Professor Karel Williams, professor of accounting and political economy at Manchester Business School, says that the government&apos;s hi-tech &quot;infatuation&quot; leads to exaggerated claims at the expense of more humdrum parts of the economy. &quot;They constantly emphasise the multiplier effects, the impact of new technology, whereas I would see it as being state-funded R&amp;D just like defence equipment. We put money in and we get money back.&quot; Space policy is ritual modernisation, he says. &quot;The claim is that it employs 30,000 people. Compare that with the food processing industry, [which employs] 400,000. There is a fantasy that [space] is somehow or other connected with our future  It would be much better to sort out sausage processing.&quot; Sending Peake into space is a way of symbolising the future, he says, that is not so different to the way the much-mocked Spanish regions built &quot;international&quot; airports in the middle of nowhere. Unsurprisingly, this view does not win friends in the space industry. Kapur says: &quot;It is perhaps a limited argument that is put against the space sector that it employs a small number of people. I think the knock-on effects of the skill set it will engender will be felt a lot further afield than that.&quot; From his office near the river Clyde, Clark is looking forward to putting Scotland&apos;s first-ever large satellite into orbit later this year, using the same launch pad in Kazakhstan from which Soviet cosmonaut Yuri Gagarin made his journey into the unknown. &quot;The market that we are operating is a high-growth area. People are thinking of more ways they can use space,&quot; he says. Space apprentices The announcement of Peake&apos;s mission got special attention at Loughborough College, where 11 students are studying for the UK&apos;s first post-16 qualification in space engineering. &quot;Everyone has been talking about it. It is brilliant,&quot; says Jessica Bains, 17, one of only two girls taking the course. Her interest in space was kindled by TV documentaries and the 1995 Hollywood blockbuster film about the near disaster of the Apollo 13 lunar mission. &quot;I saw a few documentaries about the solar system and space in general and I kept thinking that the Earth is so small and there is so much out there that is waiting to be explored,&quot; she says. &quot;I don&apos;t understand why more girls don&apos;t go into the space industry. It is so extraordinary.&quot; Bains and her fellow students study A-level maths, physics and a BTec in engineering. When she graduates from the two-year course in 2014, she could go to university or stay at Loughborough, which is launching the UK&apos;s first post-18 apprenticeship in space engineering this autumn. This work-based qualification will allow students to work in research and development for companies such as Qinetiq or Magna Parva. &quot;Space is a fantastic gateway to science and engineering,&quot; says Chas Bishop, chief executive of the National Space Centre, who helped set up the courses. &quot;We have got evidence that those with a strong space context in their GCSE and A-level teaching do better in their exams and go on to university to do science subjects as well.&quot; Bains plans to be an experimental physicist, but would not turn down a space mission. &quot;I think the best thing would be looking back on Earth to see how incredible it is.&quot;", 
    "section": "science", 
    "gid": "science/2013/may/26/space-fiscal-frontier-economic-rebalancing", 
    "wordcount": "1551"
}