{
    "headline": "These Halloween pranks from Gizmodo could seriously damage your health", 
    "text": "Before I get started let&apos;s make something very clear. I love chemistry, I go out of my way to make it fun and accessible to everyone. I write blog about how to do chemistry at home, I spend time in schools wowing the kids with fizzing, whizzing demonstrations, and every year I put on a chemistry Christmas lecture. Meanwhile my kids learn about the chemistry all around them. When I&apos;m taking my daughter to nursery we sing Tom Lehrer&apos;s Elements Song (although she does insist there is an element called peenium). And her elder brother knows that you need three different types of sugar (sucrose, fructose and glucose) to interfere with crystal formation when making good cinder toffee. Got it? I think chemistry is great. So I&apos;m generally pretty pleased to see chemistry in the mainstream media. But it was with some trepidation that I clicked on &quot;How to use basic chemistry to scare the hell out of your neighbours&quot; from the technology blog Gizmodo. Sounds pretty sinister doesn&apos;t it? But it can&apos;t be that bad. After all Gizmodo is a reputable site. And it&apos;s Halloween so maybe they&apos;re just describing a few harmless party pranks, glow-in-the-dark jelly perhaps or cornflour slime. But oh no, these jolly wheezes aren&apos;t good enough for William Gurstelle, who wrote the article, and Gizmodo. They are out to do some real damage. Nothing short of a potential trip to casualty and a few lawsuits will suffice. So before we go any further, DO NOT TRY ANY OF THIS AT HOME. First up, Gurstelle suggests making &quot;sprayable stink bombs&quot; by soaking the heads of matches in household ammonia and then loading the resulting liquid into a water pistol. If you&apos;ve ever used ammonia you&apos;ll know it&apos;s pretty noxious: that&apos;s why it makes good oven cleaner. You&apos;d be pretty foolish not to wear gloves and eye protection when using it. So condoning spraying it at people beggars belief. Then there&apos;s a recipe (don&apos;t follow it), for hydrogen gas, followed by advice on how to fill a balloon with it and light it. The result: an impressive bang! Trust me, it&apos;s impressive. I&apos;ve done it. But I had to fill out five pages of health and safety forms first, and with good reason (Hindenburg anyone?). Get this wrong, say by lighting the balloon with a match (as suggested by Gurstelle) and you risk a lungfull of flaming gas. And before people start complaining that I&apos;m making up Halloween horror stories you might like to read about how a university professor, with plenty of experience, inadvertently injured a member of his staff. And so to the pice de rsistance  the &quot;hilarious&quot; consequences of spiking someone&apos;s drink with methylene blue. The result, their piss turns blue! Are they out of their minds? How can spiking someone&apos;s drink ever be a good idea? Let alone with something that is used as a medication. The article reassures us that &quot;for the vast majority of people a tiny dose of methylene blue is harmless&quot; but suggests you might not want to do this to anyone who is inclined to sue you. That hardly covers the potential consequences of the prank because, while Gurstelle is perfectly correct when he says that most people will have no worse an effect that the shock of blue pee, a significant subset of the population run the risk of major health complications. Certain drugs interact badly with other chemicals. For example, you don&apos;t want to be drinking alcohol while taking some antibiotics, and particular drugs interact with chemicals in grapefruit, causing unpleasant side effects. Similarly, methylene blue doesn&apos;t play nicely with some psychiatric drugs, most notably Prozac. When taken together they can result in serious poisoning of the central nervous system. Don&apos;t believe me? Then see what the US Federal Drug Administration has to say about it. So given that, in 2011, an estimated 6m prescriptions for Prozac were handed out in the UK (and bear in mind that Prozac isn&apos;t the only drug that reacts badly with methylene blue) there&apos;s a pretty good chance someone at Gizmodo&apos;s Halloween party will have a damn site more than blue urine to worry about in the morning. My advice? Do chemistry, it&apos;s fun. Play pranks, they&apos;re fun too. But be sensible about it and don&apos;t follow any instructions you get from Gizmodo or William Gurstelle. Dr Mark Lorch is a chemist at the University of Hull. He blogs at Try this at home and Chemistry-blog", 
    "section": "science", 
    "gid": "science/blog/2012/oct/31/halloween-pranks-gizmodo-health", 
    "wordcount": "758"
}