{
    "headline": "Scotland misses annual carbon target for second year running", 
    "text": "Climate campaigners have urged Alex Salmond&apos;s government to &quot;up its game&quot; after Scotland again missed its ambitious annual greenhouse gas reductions targets. The Scottish government admitted that it had missed its target for 2011 by 0.8m tonnes of carbon dioxide equivalent (CO2e), for the second year running. It missed the 2010 target by 1.1m tonnes CO2e, and is under renewed pressure to produce more radical policies in a new action plan due later this month. Ministers insisted that Scotland&apos;s overall figures were still the best in Europe, with a near 30% cut in emissions against 1990 levels, but then admitted they had fresh doubts about hitting its tough goal of cutting carbon emissions by 42% by 2020. Paul Wheelhouse, a Scottish environment minister, said that his government faced a tougher challenge hitting that 42% target  repeatedly cited by the first minister as &quot;world leading&quot;  because previous carbon data had been revised. Wheelhouse said those revisions, which found that previous CO2 emissions had been underestimated, meant that Scotland had to effectively cut emissions by 44% to meet that goal. Scotland&apos;s unadjusted figures showed a carbon cut of 9.9% year on year. &quot;Despite changes to the historical data on emissions, making this year&apos;s target harder to achieve, we have come within touching distance of it, and the revised targets mean we will all need to focus our efforts in the future to stay on course,&quot; he said. Environment groups argue the missed target underlines the first minister&apos;s reticence about taking tougher action on transport emissions, coal production and energy efficiency. The Scottish National party wants to promote more aviation, cutting air passenger duty. Sam Gardner, for the Stop Climate Chaos Scotland, an umbrella group for dozens of environment groups, charities, trade unions and church groups, said the missed target was deeply disappointing. &quot;We recognise that this is due in part to complicated changes on how we count our emissions, but the headline of another missed target strongly underlines the need for a much tougher climate action plan, expected out later this month, that will drive down emissions year on year and give confidence that future targets can be met. &quot;With increasingly tougher targets in the future, ministers must up their game if Scotland is to deliver on climate justice and is to reap the rewards of the transition to a low carbon future.&quot; Tavish Scott, the Scottish Liberal Democrats&apos; climate spokesman, said: &quot;If we are to make a real mark on climate change and truly lead Europe in our efforts to bring down carbon emissions, the second report on policies and proposals must lead on substance and not spin. It&apos;s not good enough to croon about targets  it&apos;s meeting them that matters.&quot; Claire Baker, the Scottish Labour party environment spokeswoman, said ministers had to stop tinkering around the edges: &quot;The SNP continually herald their climate change targets as world leading, so to fail to meet them for the second year in a row is deeply embarrassing for this government. &quot;Last year they blamed it on a Scottish winter being cold, this time, despite a &apos;better&apos; winter, the target was still missed by almost a million tonnes.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/jun/07/scotland-miss-carbon-target", 
    "wordcount": "541"
}