{
    "headline": "Open or closed society is key dividing line of 21st century, says Hillary Clinton", 
    "text": "     Nations will be divided not between east and west, or along religious lines, but between open and closed societies, the US secretary of state, Hillary Clinton, has said. Countries that are closed to &quot;change, ideas, cultures and beliefs that are different from theirs will quickly find that in an internet world they will be left behind&quot;, Clinton said. Speaking at the inaugural meeting of the Open Government Partnership in Brasilia, she said countries could only become more secure and peaceful if they were open. &quot;In the 21st century, the US is convinced that one of the most significant divisions between nations will be not between east or west, nor over religion, so much as between open and closed societies,&quot; she said. &quot;We believe those governments that hide from public view and dismiss ideas of openness and the aspirations of their people for greater freedom will find it increasingly difficult to create a secure society.&quot; Clinton said the &quot;remarkable events&quot; in north Africa and elsewhere in the past year had opened up the potential for more open societies, and she welcomed government representatives from Libya to the Brazilian conference. &quot;Before this year, they could never have participated in this open government partnership,&quot; she said. The 55 members of the Open Government Partnership have each published a national action plan to outline how they will make their governments more transparent and strengthen democracy. The countries represent more than a quarter of the world&apos;s citizens, but Clinton acknowledged that simply signing up to the ideas of open government would not be enough. &quot;If ideas just remain theoretical, they are not much use to anyone,&quot; she said. &quot;But we now have tools that previous advocates of open information could not even dream of. We are releasing enormous quantities of public data, making complex budgets available online, and connecting leaders with citizens, as we have seen in this past year of the Arab awakening.&quot; She said Chile, Estonia, Spain and Tanzania had created websites to make government data accessible to the public, and Bulgaria and Croatia had set up systems to explain in clear language to their citizens how public money was spent. The US under-secretary of state Maria Otero said the conference demonstrated the global appetite for more transparent government, aand the internet had played a huge part in supporting transparency. &quot;The position of the US has always been that the internet should be a completely free method of expression,&quot; she said. The Guardian&apos;s public leaders network is the digital media partner of the Open Government Partnership in Brasilia", 
    "section": "technology", 
    "gid": "technology/2012/apr/17/open-closed-society-hillary-clinton", 
    "wordcount": "441"
}