{
    "headline": "Bitcoin exchange halts trades of digital currency after drop in value", 
    "text": "The largest exchange for the digital currency Bitcoin halted trading Thursday, saying it needed to let the market &quot;cool down&quot; after a massive drop in value. Mt.Gox, a Tokyo-based exchange, blamed a surge in new accounts following a spike in the digital currency&apos;s value for the temporary suspension. The exchange said in a statement that it had been a &quot;victim of our own success&quot;. The value of a Bitcoin plummeted more than $160 yesterday after hitting a new high of $266. It continued to fall on other exchanges Thursday, trading below $100 in many. Two months ago the digital currency was valued at $20. Mt.Gox claims to facilitate 80% of all Bitcoin trades made in dollars and more than 70% of all other currencies. It blamed the &quot;astonishing&quot; number of new accounts opened in the last few days for overwhelming the exchange.  It said in a statement:   As expected in such situation people started to panic, started to sell Bitcoin in mass (Panic Sale) resulting in an increase of trade that ultimately froze the trade engine! To give you an idea of how impressive things were here are some numbers that we would love to share with you guys:  The number of trades executed tripled in the last 24hrs.  The number of new account opened went from 60k for March alone to 75k new account created for the first few days of April! We now have roughly 20,000 new accounts created each day.  Bitcoin was created four years ago by a person or group using the pseudonym Satoshi Nakamoto. The virtual currency is a favorite of libertarians critical of central banks as well as those involved in illegal gambling and drug trades.  The value of the currency has risen sharply as the Eurozone crisis has escalated, something Bitcoin representatives have dismissed as coincidence. In an interview with Der Spiegel this week Jon Matonis of the Bitcoin Foundation, the currency&apos;s promoter, denied a euro-bubble was being created. &quot;Most transactions are still coming from affluent regions, like the United States and northern Europe. What we are seeing is not a Cyprus bubble,&quot; he said.", 
    "section": "technology", 
    "gid": "technology/2013/apr/11/bitcoin-exchange-halts-trade-value", 
    "wordcount": "363"
}