{
    "headline": "Kinect Star Wars  review", 
    "text": "May the farce be with you. While recently reviewing the excellent Kinect Rush, I questioned whether Kinect could handle anything more than bite-sized challenges. Well, if any release demanded a triumphant answer to that question, this is it. Kinect Star Wars had the potential to be the ultimate controller-free game. Imagine swinging that imaginary lightsaber around or force pushing your enemies over cliffs  it sounds like the perfect marriage of device and drama. But if only it had worked in reality. Because Kinect Star Wars is a bit of a Jar Jar Binks, I&apos;m afraid  tolerable in small doses but hardly what you&apos;d choose to epitomise either Kinect or Star Wars at its best. It&apos;s not a bad game  indeed, parts of it work rather well and there&apos;s plenty of variety to the challenges  but you have to wonder why the developers didn&apos;t pick fewer genres to mimic and do a better job on each of them. There are five modes: Dark Side Rising, Podracing, Rancor Rampage, Duels of Fate and Galactic Dance Off. They&apos;re all passable mini-games in their own right, and the graphics, animations and sound effects are largely impressive throughout. The trouble is that all these genres have been far better executed in other games and the inclusion of a short single player campaign only enforces how disjointed the whole experience feels. Jedi Destiny features three chapters, largely played out on rails and mainly featuring identikit battles with roomfuls of droids. However, these are interspersed with some excellent movie-like interludes, where you can escape a Sarlacc or attack an Imperial base (though not the Death Star).     Kinect Star Wars    These scenes are strung together by C3PO and R2D2 with a tenuous storyline about Jedi archives. And although it&apos;s littered with Star Wars cameos, as far as I can tell none of the real actors provided their voices. But the biggest problem with Kinect Star Wars is Kinect itself  or, at least, how the developers have managed to implement it. Putting paid to the advertising slogan &quot;you are the controller&quot;, some sections will reduce players to flaying around in slow motion as if they had been shot by a taser. Let&apos;s start in the obvious place with the duels and those lightsabers  simply hold your arms in front and swing, right? Wrong. These lengthy and repetitive challenges consist of two distinct phases  swishing the lightsaber with one hand, and making force gestures with the other. The latter is harder to pull off, with Kinect struggling to recognise your gestures, so although somersaulting over enemies with a jump works fine, leaning forward while extending your arms rarely performs the promised force rush. The lightsaber attacks work better if you&apos;re ponderously slow and precise with your movements  block here, attack there  just don&apos;t try doing them in quick succession and don&apos;t expect much in the way of intelligent opponents  at least, not until you get to the beefier bosses including Darth Vader himself. Another problem particularly noticeable during duels is lag  even where Kinect recognises the gesture, the onscreen reaction rarely feels as quick or concussive as the carefully edited TV ads would have you believe.     Kinect Star Wars    Things look and work much better in the pod racing sections, with control down to extending and pulling arms for steering. But again the developers have shoe-horned in a bunch of useless gestures, such as wiping your goggles or waving to repel other racers, all of which makes it almost impossible to steer. Such unnecessary complexity undermines what is otherwise some thrilling and responsive racing action. Being a Rancor is also undeniably fun  largely because your job of destroying anything in your path by stomping, smashing or hurling boulders demands neither speed nor precision. But the biggest surprise falls to the silliest idea in the game. Yes, I know a dance game featuring Darth Vader squaring off against Princess Leia sounds little short of sacrilege to Jedi fans, yet as a game it&apos;s both responsive and amusing, with moves that the Kinect can at least recognise. Of course, like all the other mini games, it&apos;s not a patch on the best in genre, in this case Dance Central, but it&apos;s great fun to play and shows that if the developers had played the whole thing for laughs they might have fared better. Ultimately, high production values and variety raises Kinect Star Wars above mediocrity, but it only delivers tantalising glimpses of the kind of game both the controller and the franchise badly needed.  Game reviewed on Xbox 360 with Kinect", 
    "section": "technology", 
    "gid": "technology/2012/apr/04/kinect-star-wars-game-review", 
    "wordcount": "755"
}