{
    "headline": "Marks & Spencer green chief attacks government's 'uncertain' policy", 
    "text": "The architect of Marks &amp; Spencer&apos;s environmental action plan has accused the coalition of overseeing two years of uncertainty for businesses embarking on green measures. Mike Barry, head of sustainable business at the retailer and the man who helped Stuart Rose launch the company&apos;s 180 commitments in its &apos;Plan A&apos; five years ago, said that policy moves by David Cameron&apos;s &quot;greenest government ever&quot; had eroded earlier business certainty provided by the 2008 Climate Change Act. He also urged the government to bring in a plastic bag charge in England, along similar lines to the Welsh scheme introduced last year, where consumers pay 5p per bag. M&amp;S announced a 5p charge for plastic carrier bags in its stores in 2008. &quot;We saw a 78% reduction in bag usage after the charge, but it hasn&apos;t shifted from that  To get beyond 80% voluntarily, you have to have legislation,&quot; Barry said. &quot;I&apos;d have introduced a common 5p charge across everything with profits always going to good causes.&quot; Richard Benyon, the parliamentary undersecretary for natural environment, water and rural affairs, promised in June that the government would make a decision on a charge for single use bags in England before the end of this year. The government&apos;s official line is that it is monitoring the success of the Welsh scheme, whose profits go charities such as the RSPB and Keep Wales Tidy. Barry was critical in general of the government shifting the goalposts over green policies. Turning a scheme designed to financially reward companies for making themselves more energy efficient into a tax in 2010 and prematurely cutting incentives for solar power were just two sources of uncertainty, Barry told the Guardian. &quot;When the Climate Change Act came in, we welcomed it. We said this is exactly what business wants. It&apos;s tough and demanding. It gives us long-term route maps,&quot; said Barry. &quot;If you look at what has happened in the last couple of years, the certainty of the Climate Change Act has been replaced by the brief uncertainty of seeing the CRC [the carbon reduction commitment] come and be reinvented as a tax.&quot; Barry said he was taken aback by the move by George Osborne in the 2010 comprehensive spending review to turn the CRC into a 1bn &apos;stealth&apos; tax. &quot;We were surprised. It was literally 24 hours before what we agreed between business and government, a circulation model. We understood the national exchequer was in crisis but we all thought there was a better way of preparing for that.&quot; Significantly, Barry said there was not yet enough certainty in the government&apos;s flagship energy efficiency scheme, the green deal, for the retailer to sign up yet as a provider. M&amp;S&apos;s name was floated by Tories at the Conservative conference in 2010 as a possible provider for the scheme, which launches fully in January 2013 and sees householders take out a loan with a provider who undertakes work such as upgrading old boilers and insulating homes. The loan repayments must be offset by the energy savings. But the retailer&apos;s name was missing from a list of initial providers published in April, along with other big names such as Tesco and half of the &apos;Big Six&apos; energy companies. While Barry said he was &quot;very, very interested&quot; in the scheme, he said: &quot;for now, until there is certainty as to what it is, and how it is going to be funded, we are watching. &quot;In principle, the green deal is very important for consumers to save money in difficulty times and decarbonise the UK economy, but M&amp;S will be watching it for weeks and months to come to work out exactly what it means for us specifically, and commercially.&quot; Barry was also critical of some environmental efforts by rivals, slamming Tesco&apos;s promise that it would label the carbon footprint of all its 70,000 products just days after M&amp;S launched Plan A. In January this year, the supermarket quietly ditched the carbon labelling plan, blaming the amount of work involved and the lack of other supermarkets following its lead. &quot;We didn&apos;t respond to that [announcement in 2007] because we believed carbon labelling was wrong. You basically have to look at the 35,000 products that we do. Spend 5,000 each doing the carbon labelling on them, so 150m. To get you a number that&apos;s plus or minus 100% accurate. To give to a consumer who would look blankly at you and say &apos;what does that mean&apos;?,&quot; said Barry. In June this year, M&amp;S said it had become the first major UK retailer to make its operations &quot;carbon neutral&quot;, in a report summing up progress on Plan A.", 
    "section": "environment", 
    "gid": "environment/2012/nov/11/marks-and-spencer-green-government", 
    "wordcount": "806"
}