{
    "headline": "Bangladesh's garment industry still offers women best work opportunity", 
    "text": "The bulldozers have moved on and the eight-storey Rana Plaza building, in which more than 1,120 workers died when it collapsed on 24 April, is nothing more than a gaping hole in the ground. For workers hurrying to their shifts at the scores of garment factories that dot the neighbourhood of Savar, 15km north of Dhaka, it is a grim reminder of the hazardous conditions that prevail in Bangladesh&apos;s $20bn apparel industry. Walking past the fenced-off building site every day, Bangladeshi seamstress Selina Begum, 23, relives the moment the roof crashed down on top of her. She was pulled out by rescue workers after roughly six hours, and she knows she had a narrow escape. But Begum, who worked at a factory on the Rana Plaza&apos;s sixth floor, says she is already scouring the area for work  in a garment factory. &quot;We&apos;re poor. I have to work to survive. Unless I go to work at the factory, who will feed me?&quot; she says. Begum is typical of the 3.6 million women who work in Bangladesh&apos;s garment industry. In a country where the per capita annual income is only $850, the $60 per month she earns puts a roof over her head and food on the table  but only just. &quot;It&apos;s difficult to get through the month,&quot; she says. &quot;It&apos;s long hours. But I hope I will earn more as I gather experience.&quot; The government last week announced an immediate review of the minimum wage for the garment sector. The textile ministry is to set up a wage board to fix a new minimum wage for garment workers, who have been agitating for better pay and working conditions in recent months. &quot;In view of the current circumstances, the government has decided to review the minimum wage, and a wage board has been constituted with representatives of the government, the workers and the garment owners,&quot; the jute and textile minister, Abdul Latif Siddiqui, said. &quot;The board will fix the minimum wage, which will be applicable from 1 May.&quot; Analysts say the government has been under severe pressure to improve conditions in the country&apos;s largest export industry. Foreign and domestic pressure has been growing since November, after a series of industrial accidents involving garment factories  in which about 1,300 people died people. Kalpona Akter, executive director of the Bangladesh Centre for Worker Solidarity, says it is a step towards ensuring a decent living wage in the industry. &quot;The workers have been demanding better wages since inflation has been so high recently,&quot; she says. &quot;These workers sew the clothes that earn the country foreign currency, so they deserve better.&quot; However, garment manufacturers are unhappy about the timing of the review and the 1 May date for implementation. They suggest that since a minimum wage was fixed as recently as 2010, it should be reviewed at a later date. &quot;Garment owners are suffering because of missed shipments and disrupted production due to strikes,&quot; says Siddiqur Rahman, senior vice-president of the Bangladesh Garment Manufacturers and Exporters Association. &quot;The government should take that into account and rethink the retrospective implementation of the new minimum wage.&quot; Rozina Akter, 21, a sewing-machine operator who worked at the Phantom Apparels factory on the fourth floor of Rana Plaza, fractured her right foot in the accident. She says she has no alternative but to go back to work as soon as doctors will allow. Akter arrived in Dhaka three years ago with her family to join the workforce that sews clothes for some of the world&apos;s biggest retail brands. She has moved from factory to factory, working seven days a week, eight to 12 hours a day, doing night shifts and overtime. She started at the minimum monthly wage of 3,000 taka ($38.50) but gradually earned more as she gained experienced. &quot;It&apos;s a hard job,&quot; she says, but with her level of education  she dropped out of school in the seventh grade  she knows she will have a hard time finding better work. &quot;At least I have a fan over my head and I can live in the city,&quot; she says. &quot;I tried to open a tailoring shop back home, but I had to give it up.&quot; Akter&apos;s older sister, who lives in the same two-room house with their parents, also works in a garment factory, down the road from Rana Plaza. The family comes from the district of Gaibandha in the north of Bangladesh  where meandering rivers constantly rewrite the geography and seasonal hunger haunts millions of people. &quot;The river took our home so we had to leave. We decided to come to Dhaka to make a living,&quot; says Salma Akter, Rozina&apos;s sister. &quot;We pay the rent jointly. Much of what we earn we have to give to the landlord. But we hope we will gradually earn more.&quot; Experts say that while the garment industry has benefited from the cheap labour offered by women  who tend to work for less than men  the industry has reduced the marginalisation of women who were excluded from formal sector jobs. A World Bank study found in 2008 that compared with other countries, agriculture does not employ as many women in Bangladesh. World bank experts say this is because land-holding size and agricultural productivity have been historically low, leading to low demand for labour. Studies show that the predominant role of agriculture in the labour market for poorer people has declined as more people head to cities to find work. According to Bangladesh Bureau of Statistics data, agricultural employment as a percentage of the workforce declined from 52% in 2002 to 48% in 2010. In the same period, manufacturing employment increased from 10% to 12%. A USAid-funded study showed that labour force participation for 20- to 24-year-old women more than doubled over the past 10 years  coinciding with the garment boom  but declined for men in the same age group. &quot;The truth is, there is no other industry that can absorb so many female workers with little schooling or skills,&quot; says Ahsan Mansur, executive director of the Policy Research Institute, a Dhaka-based thinktank. Rozina Akter admits that the Rana Plaza collapse has scarred her. &quot;I didn&apos;t want to go to work that morning,&quot; she says. &quot;But the supervisors said we&apos;d be docked pay if we didn&apos;t go. Then the building owner turned up with some guys who threatened to beat us with sticks if we didn&apos;t start working  We went in and started working, but then the power went out and the whole building started to shake. I ran for the stairs. But after I ran down one flight, the roof crashed down around me. I fell and lost consciousness &quot; Despite her fear, hunger seems to drive Akter on. &quot;I&apos;ll go back to work as soon as I get better,&quot; she says with a little smile. &quot;Not all buildings will collapse.&quot; Bangladesh&apos;s minimum wage A minimum wage board was formed in the spring of 2010 and a new minimum wage, effective from November 2010, was set in August. The wage board raised the minimum monthly pay for garment workers to 3,000 taka from 1,662.50. Wages increased by 67-81%, depending on job category. The first minimum wage board, set up in 1994, fixed 940 taka as the minimum wage for garment workers. The second board, formed in 2006, raised the minimum to 1662.50.", 
    "section": "global-development", 
    "gid": "global-development/2013/may/23/bangladesh-garment-industry-women-opportunity", 
    "wordcount": "1265"
}