{
    "headline": "David Cameron's hunger summit to coincide with last day of Olympics", 
    "text": "A summit designed to kickstart a joint effort by world leaders to address hunger and malnutrition will be held in London on 12 August to coincide with the closing day of the Olympics, the British government has announced. The hunger summit was first mooted in May, following commitments by the G8 to speed up progress to combat hunger and malnutrition. Heads of states, NGOs and private-sector leaders are expected to attend. No specific targets have been set so far, although NGOs are likely to be pushing for a commitment to significantly reduce malnutrition by the next Olympics. Thursday&apos;s announcement followed a visit to 10 Downing Street by the former England football captain David Beckham, during which he presented David Cameron, the prime minister, with an open letter, co-signed by Unicef supporters, asking Cameron to put a &quot;global spotlight on our nation to make children around the world the real winners of these Games&quot;. Cameron said: &quot;It&apos;s really important that, while the eyes of the world are on Britain and we are going to put on this fantastic show for the Olympics, we remember people in other parts of the world who, far from being excited about the Olympics, are actually worried about their next meal and whether they are getting enough to eat.&quot; He said last year&apos;s famine in the Horn of Africa was &quot;a huge reminder&quot; of the threat posed by drought and not having sufficient food, but said the UK is meeting its aid targets. The Games are a perfect opportunity to press other nations into action, Cameron said. &quot;It&apos;s absolutely right that Britain uses its chance as the Olympics host to hold a hunger summit, which we are going to do on the last Sunday of the Olympics,&quot; he added. &quot;We are going to have other world leaders  to challenge the world to tackle the problem of malnutrition, hunger and stunted growth.&quot; The summit is timely as warnings of another global food crisis have begun to surface. Key commodities such as corn and soya have hit record prices following the worst drought in the US in more than a century. Crop failures and rising fuel costs are pricing millions out of buying food, making it harder for parents to feed their children properly. A study published last week by Save the Children said the number of children experiencing hunger and malnutrition had risen for the first time in a decade. Malnutrition is the underlying cause of death for 2.6 million children each year. In the past 10 years, the charity says, the world has made massive progress on reducing poverty and infant mortality, and providing education, but little or no progress has been made on malnutrition. Beckham&apos;s letter urges Cameron to remedy stunting  deprivation from essential nutrients in the first 1,000 days of a child&apos;s life, a critical period for the development of their bodies and brains. This affects more than 335,000 children in west Africa alone. The summit has been welcomed by campaign groups. &quot;Today, the prime minister is firing the starting gun, signalling that the world needs to sit up and take urgent action on the needless deaths of many millions of children,&quot; said Save the Children&apos;s chief executive, Justin Forsyth. &quot;In recent years, Beijing, Athens and Sydney, have all claimed wonderful legacies from their Games, with new housing, sports arenas and urban regeneration. But London&apos;s legacy could be the biggest yet, if the world follows Britain&apos;s lead and acts to help millions of the world&apos;s neediest children.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/jul/27/david-cameron-hunger-summit-olympics", 
    "wordcount": "600"
}