{
    "headline": "Google Maps' cycle routes: just how good are they?", 
    "text": "Cyclists using Google Maps haven&apos;t exactly been well-served: to find a route, you had to toggle between the walking and driving modes, rely on your own knowledge of cycle paths and generally use a bit of good sense. Well, Google has now added biking directions to Maps, which should serve all your cycling needs and spell the end of being hopelessly sent up dual carriageways (or not - see below). The US and Canada have had it since 2010, and yesterday Google set the function live across the UK and Europe. Here, they&apos;ve worked with charity Sustrans to programme information about the best and safest &quot;bike trails, lanes and recommended roads&quot;. Once you&apos;ve tapped in your destination, click on the cycling icon and the map reveals its &apos;bicycling layer&apos;, criss-crossed with dark green lines (trails), light green lines (dedicated lanes) and dotted green lines (bicycle friendly roads) with a reference widget in the top-right corner of the map. But how do these layers and widgets work? I thought I&apos;d roll out a trusty Boris Bike and take to the streets of London to road test the new technology. For the first route, I headed from the Guardian offices in King&apos;s Cross to Covent Garden to see how Google Maps would route me through the backstreets and one-way systems of central London. It wasn&apos;t a strong start. My first direction was to get onto Gray&apos;s Inn Road, though the system hadn&apos;t factored the one-way system on the street around King&apos;s Cross train station. So far, so perambulatory. Trundling my bike to Acton Street, where the road starts running both ways again, I carried on. The route took me to High Holborn, then west, past Holborn tube station, and down Newton Street, meaning that I helpfully missed the traffic-heavy Kingsway and was able to get into the cycle-friendly network of roads just north-east of Covent Garden. However, disaster strikes: as I&apos;m moving on to Great Queen Street the website re-loads itself: the route&apos;s still there, but it&apos;s been mapped on to a London that&apos;s shifted northwards, meaning that my final destination is now the Thames, just south of Waterloo Bridge. Not fancying a dip, I re-entered my destination and turned on to Tavistock Street 23 minutes after I started, a little over the 16 minutes I was estimated; not bad, but not great. One of the most useful new features is that the routes are supposed to avoid hills, saving you from doing too much calf-busting. So, I tapped in a route for Muswell Hill from King&apos;s Cross to see how the system would approach inclines. As it turns out, pretty well: I joined Camden Road, crossed Holloway Road and took some quiet back streets into Crouch End, then wove my way on to Park Road. By the time I&apos;d crested Muswell Hill  and been fairly laughed at by a fellow cyclist nipping past on his road bike  was less exhausted than I would have been had I taken a simpler, yet more gradually-inclining, route up Archway Road. Google Maps didn&apos;t, though, suggest any route taking in Parkland Walk, the wonderfully scenic former railway line-turned-cyclepath, which winds from Finsbury Park to Muswell Hill and would have been the least hilly of my options. Finally, I tried the commute to work. Previously, I&apos;d headed straight from where I live in Borough to St George&apos;s Circus, then on to Blackfriars Road, across Blackfriars&apos; Bridge and all the way up the A201 to King&apos;s Cross. Plugging in my destination on Google Maps revealed a couple of back streets I hadn&apos;t noticed before, which cut corners and saved time, and directed me on to Gray&apos;s Inn Road (no one-way problems this time), shaving off 10 minutes from my journey. For the routes I tried, the new function served me well. Admittedly, it might not be the most helpful for nervous cyclists  a couple of other routes I tapped in heading south took me across Elephant &amp; Castle roundabout, which can be a three-lane monster at busy periods  though it has the capacity to grow. It has a system for reporting bad directions, and once Map Maker is up and running in the UK, you&apos;ll be able to draw on your own pathways and submit them to Google. The fact remains, though, that while it might be good for routes you use regularly and can then memorise, using the function on your mobile for an A to B on the fly will mean a lot of hopping off and re-checking your phone. We asked you to try out the new function for yourself and send us the routes Google Maps recommended over Twitter using the hashtag #cycletest. Overall, it seems like it&apos;s been more troublesome elsewhere, at best recommending slow routes and at worst taking you through fences. We&apos;ve collected a few examples below  please keep them coming, posting a link to your map, in the comments below. Your routes  @guardianeco #cycletest First route is pretty good, the other two want me to use the dual carriageways... bit.ly/MkUIFf #Peterborough Jonathan Frascella (@Joffff) July 12, 2012   @guardianeco Worked well for us This is a welcome addition to Google Maps - maps.google.co.uk/maps?saddr=Ald #cycletest  sandhu imaging (@sandhuimaging) July 11, 2012   @guardianeco goo.gl/maps/0IF0 #cycletest step 6-7 gates/fences. step 30. Take the ferry.  Simon Hewison (@zymurgic) July 12, 2012   @guardianeco Google maps awful, even dangerous, in London e.g. goo.gl/maps/TCSj need to learn from cyclestreets.net #cycletest  Tom Chance (@tom_chance) July 11, 2012   @adamvaughan_uk checked route to work -goes down worst st -Rue T Verhaegen - unridable shambolic cobbled descent! bit.ly/MistNQ  Dave Walsh (@davewalshphoto) July 11, 2012 ", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/jul/12/google-maps-uk-cycle-routes", 
    "wordcount": "954"
}