{
    "headline": "Internet addiction even worries Silicon Valley", 
    "text": "The latest trend on the internet is to step away from the internet, according to a growing band of American technology leaders and psychologists for whom the notion of the addictive power of digital gadgets is gaining sway. Although the idea of a clinical disorder of internet addiction was first mooted in the 90s and is now regularly treated by doctors on both sides of the Atlantic, attention is shifting from compulsive surfing to the effects of the all-pervasive demands that our phones, laptops, tablets and computers are making on us. In China, Taiwan and Korea, internet addiction is accepted as a genuine psychiatric problem with dedicated treatment centres for teenagers who are considered to have serious problems with their web use. Next year, America&apos;s Diagnostic and Statistical Manual of Mental Disorders, the authority on mental illness, could include &quot;internet use disorder&quot; in its official listings. In February, leaders of the largest social media companies will gather in San Francisco for the Wisdom 2.0 conference. The theme for the conference, attended by some of Silicon Valley&apos;s biggest names, is finding balance in the digital age. Richard Fernandez, Google&apos;s development director, has called it &quot;quite possibly the most important gathering of our times&quot;. Fernandez plays a key role in Google&apos;s &quot;mindfulness&quot; movement. Aimed at teaching employees the risks of becoming overly engaged with their devices and to improve their concentration levels and ability to focus, he says teaching people to occasionally disconnect is vital. &quot;Consumers need to have an internal compass where they&apos;re able to balance the capabilities that technology offers them for work with the qualities of the lives they live offline,&quot; he says. Newsweek recently held up the case of Jason Russell, the film-maker behind the Kony 2012 video. Russell&apos;s film went viral, bringing him fame as 70 million people watched it. After spending days online with little sleep, Russell had a psychotic breakdown  all digitally documented via social media on his Twitter and YouTube accounts. His wife said he had been diagnosed as having &quot;reactive psychosis&quot;, which doctors had linked to his extreme internet exposure. It was an illustration, said Newsweek writer Tony Dokoupil, of the proof that was &quot;starting to pile up&quot; that the web was making us more depressed, anxious and prone to attention deficit disorders than ever before. &quot;The first good peer-reviewed research is emerging and the picture is much gloomier than the trumpet blasts of web utopians have allowed,&quot; said Dokoupil. Psychologists are deeply worried about the effects digital relationships are having on real ones. Facebook is working on plans to curb anonymous &quot;stalking&quot; by allowing users to see who has visited any group of which they are a member  with the possibility in future of extending that to allow people to see who has looked at their page. &quot;Checking Facebook to see what the ex is doing becomes a drug,&quot; according to psychologist Seth Meyers, who said the checking could quickly decline into obsessive-compulsive behaviour. Stuart Crabb, a director at Facebook, said people needed to be aware of the effect that time online has on relationships and performance. However, some doubt the notion of technology addiction, pointing instead to the rising demands of the workplace, where employees are working longer hours and then going home still tethered to devices pinging them emails and messages. &quot;Are we addicted to gadgets or indentured to work?&quot; asks Alexis Madrigal, a writer for the Atlantic. &quot;Much of our compulsive connectedness is a symptom of a greater problem, not the problem itself.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/jul/29/internet-addiction-hooked-digital-technology", 
    "wordcount": "607"
}