{
    "headline": "Angry Birds bags 6.5m Christmas Day downloads", 
    "text": "Will the Angry Birds bubble burst in 2012? It showed no sign of flagging in 2011 right up to the end of the year. Developer Rovio Mobile says its three Angry Birds games generated 6.5m downloads on Christmas Day alone. The company&apos;s vice president of franchise development Ville Heijari revealed the milestone to All Things Digital, while promising new games in the year ahead. &quot;We&apos;re really excited to have such a massive number of new people get acquainted with Angry Birds over the holidays  we have exciting new releases lined up for 2012, and can&apos;t wait to introduce them to the public,&quot; said Heijari. He did not break down the 6.5m figure by game  Angry Birds, Angry Birds Seasons and Angry Birds Rio are the three available titles nor did he split them out by platform. While the lion&apos;s share are likely to have come from iOS and Android, Angry Birds is also available on Windows Phone, while all three games are available for Nokia handsets and RIM&apos;s BlackBerry PlayBook tablet. As a point of comparison, mobile analytics firm Flurry estimated that 242m apps were downloaded on iOS and Android on Christmas Day. If all the Angry Birds downloads had come from those two platforms, they would represent just under 2.7% of the total. It&apos;s worth recapping the growth of Angry Birds in 2011; a year in which it saw startling growth. In mid-December 2010, Angry Birds had notched up 50m downloads. In March 2011, Rovio announced that it had passed the 100m mark, before the launch of new games and a free Android version of the original Angry Birds led to lift-off. By June, the Angry Birds games had passed 250m downloads, before hitting 400m in October, then 500m in November. By December 2011, Rovio was telling the Financial Times that its download total was past 600m, and that the company was on course to generate revenues of $100m from the franchise in 2011 alone ten times its revenues the previous year. Rovio has tended to announce regular download milestones, but in October 2011 it gave some active user figures too: 30m daily active players and 130m monthly active players. Revenues come from a mixture of paid game sales and in-app purchases of its Mighty Eagle power-up; advertising and sponsorship deals; and sales of licensed products in September 2011, it was shifting 1m toys and 1m t-shirts a month. And now to 2012... Heijari&apos;s talk of new games shows the key way Rovio is planning to continue its growth. That means new platforms for the existing games too  Facebook and games consoles  as well as the long-awaited new spins on the Angry Birds formula. Rovio&apos;s partnership with Nokia to launch Angry Birds in the developing world should not be underestimated either. At the Nokia World conference in October 2011, its marketing boss Peter Vesterbacka made his ambitions clear: &quot;We can reach totally new audiences in India, in Africa and all the emerging markets,&quot; said Vesterbacka. &quot;We&apos;re really excited about that. We have 400 million-plus downloads, but hopefully we can add another 400 million together with Nokia in the next few months.&quot; The long-trailed movie and/or TV cartoons may come to fruition in 2012 too, along with more merchandise. But perhaps the most interesting question about Rovio in the coming 12 months is whether the company will be acquired or go public. The New York Times reported in November that Rovio had rejected a $2.25bn acquisition offer from social games publisher Zynga in the summer of 2011. Meanwhile, in December, Vesterbacka fuelled speculation about an IPO in Asia in an interview with Reuters. Having raised a $42m funding round in March 2011 co-led by Accel Partners and Atomico Ventures, those investors will have their own ideas about a lucrative exit strategy for Rovio in the next year or two.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jan/04/angry-birds-christmas-downloads", 
    "wordcount": "653"
}