{
    "headline": "Slavery must be recognised in all its guises", 
    "text": "Five years ago, I became the UN&apos;s first special rapporteur on contemporary forms of slavery. Since then, I have been asked time and again by government officials, businesspeople and NGOs not to use the word &quot;slavery&quot; at all. I have been asked to change the name of my mandate and not speak out about what I have seen. They have asked me to use other words instead  ones that don&apos;t carry the same meanings or implications. Yet what other word describes people who have been beaten mercilessly, shut indoors, made to work without pay, sexually abused, poorly fed and threatened with more abuse against themselves and their family if they attempt to leave? This is not just violence or exploitation. What describes the situation in which a mother has no right over her child, or a father is forced to put down his own life  and those of his family  as collateral, working for nothing to try to repay a debt that will never go away? These are the forms of slavery that exist today. Millions of people live in some form of enslavement. The exact numbers are impossible to calculate. Modern slavery is one of the most powerful criminal industries (pdf), and it is because of our collective silence and refusal to acknowledge its existence that it thrives and transforms itself into new forms year after year. By not speaking out, we are helping to perpetuate an industry that strips millions of their humanity and rights. Slavery did not end when it was legally abolished. Instead, it is flourishing, extending its tentacles into every corner of the planet. This is something that touches all our lives. It is almost impossible not to be complicit. How many of us ask ourselves who makes biofuels, jewellery, vegetables, fruit, clothes, shoes and even carpets? We all enjoy the cheap fruits of enslavement, while telling ourselves that exploitation happens &quot;over there&quot; and is nothing to do with our own country or community. Sex trafficking is finally starting to receive visibility as the horrendous human rights abuse it is. Yet more widespread forms of slavery and trafficking continue to go unreported and ignored. I have spent the past five years talking to people in forced labour, domestic servitude, bonded labour, servile marriages and child slavery. These forms of slavery remain invisible, since people are silenced by discrimination, fear of retaliation and lack of awareness. These modern forms of human slavery and criminal acts are often excused as tradition, culture, religion or poverty, or dismissed as nothing more than bad labour practices. The slavery industry relies on the invisibility of those it preys on. Those trapped are not visibly shackled, but they do live their lives under the control of others. For the world to tackle slavery effectively, we need to recognise this industry in people in all of its manifestations. Human rights are equal and inalienable. I have met organisations working on ending forced marriage, or on the abuse and exploitation of domestic workers and children, who feel they are unable to call these abuses slavery as the word is too loaded and they would put their work at risk. This must stop. Slavery is slavery, no matter what form it takes. We must face up to all forms of slavery or inadvertently ignore the plight of millions. One type of slavery, such as sex trafficking, cannot be considered more worth fighting for than another. We have a collective responsibility to end this pernicious and persistent problem. All countries must ensure that they have national legislation prohibiting and criminalising all forms of slavery, and this legislation must be properly enforced. The failure of justice systems to put anti-slavery laws into action is one of the props the slavery industry relies upon. This needs to change. To combat slavery, we need to speak for people who have been silenced by this most brutal of trades. We must stop being complacent, and find the courage to hold individuals, companies and governments accountable. Complacency is no longer an option.  Gulnara Shahinian is the UN special rapporteur on contemporary forms of slavery", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/apr/26/slavery-recognised-all-guises", 
    "wordcount": "688"
}