{
    "headline": "SpaceX via Twitter: the everyday miracle of modern technologies", 
    "text": "On a Hong Kong bus this week, as I checked my Twitter stream on my mobile phone, a tweet from Nasa, America&apos;s space agency, arrived. It reminded me that Space Exploration Technologies&apos; Falcon 9 spaceship was about to launch from Cape Canaveral in Florida. Nasa was running a live stream. I tuned in. As the bus neared my downtown destination, I watched as the rocket lifted off and flew safely into orbit. The experience was mind-bending. It was also one of those times when I&apos;ve been most powerfully aware of the digital revolution&apos;s impacts on our world. My spirits soared with the ascending rocket. This was a brilliant human achievement. A remarkable team led by Elon Musk is masterfully deploying technology to demonstrate that frontiers once assumed to be the sole province of nation states are also within reach of the private sector. Moore&apos;s Law and its corollaries  our modern reality of technology that grows ever more powerful, cheaper and miniaturized  are integral to the existence of SpaceX and other emerging enterprises. Enthralled as I was that Tuesday afternoon by the space shot, which demonstrated America&apos;s re-emergence as a nation that values exploration, I was at least as struck by the means with which I&apos;d been able to witness it. An event taking place in Florida had made its way via the internet to a mobile phone halfway around the world via a variety of networks, with high quality and little latency. I&apos;d learned about it via another kind of network, a social kind  the Nasa tweet had actually been forwarded to me, or &quot;retweeted&quot; in Twitter lingo, by someone I follow on the service. The technologies at the edges of these networks were also important. Nasa, which was paying SpaceX to do this launch, had trained its high-definition digital video cameras on the launch and then put the images out on the internet in a variety of formats designed to be watchable by virtually any kind of device. As the images from ground cameras grew fainter, the view switched to cameras mounted on the rocket, looking back at the planet and engine flames. My mobile phone had a powerful enough 3G radio and more than good enough screen to give me  and who knows how many others around the planet  a window into this historic day. There were no brand new technologies at work. Yet I was struck by the seamlessness of the experience  made possible because the various hardware and software pieces involved worked together via mostly open standards that have emerged in recent decades. Telecommunications continue to be centralized in some important ways, but innovation still has the edge over incumbency. Technology is shrinking our home planet even as it helps us move off it more quickly. Of course, I was well aware that younger people in the developed world already find such things, well, routine. Assuming humanity (or at least, civilization) survives its self-destructive ways, and that governments and the telecom access providers don&apos;t assert absolute control over the bits we send each other, these kinds of communications will only get more seamless and normal. We won&apos;t just watch all kinds of events, large and small, wherever we are and whenever we want; we&apos;ll contribute what we are seeing to a global mosaic of reality. I&apos;m back in the US as I write this, brought home by another semi-modern miracle that my generation takes for granted: commercial aviation. Plane travel wasn&apos;t routine for my parents. But if the Elon Musks of our world continue their work, and if the digital revolution continues at anything like the pace of the recent past, it won&apos;t be more than another generation before people head into space as a matter of course.  And they&apos;ll tell each other about it via devices that make today&apos;s mobile phones look prehistoric, and via social systems that have long since replaced Facebook and Twitter.", 
    "section": "science", 
    "gid": "commentisfree/cifamerica/2012/may/25/spacex-twitter-miracle-technology", 
    "wordcount": "652"
}