{
    "headline": "Graph Search: Zuckerberg hopes Facebook's 'third pillar' will halt user decline", 
    "text": "Facebook wants each journey on the web to begin and end on its site. Its first significant move into search is designed to provide all the answers to users&apos; questions: which of my friends like Rihanna? How many of my friends speak German? Which TV shows are my colleagues watching? Graph Search, which was announced by Mark Zuckerberg on Tuesday, is a clear statement of intent. It is designed for the age of the social web, when internet users spend more time on Facebook or Twitter than they do searching the outside web. How does it work? Users can search their friends, based on the information they have given Facebook permission to publish. For example, users will be able to quickly find &quot;photos of my friends taken in Paris, France&quot; or &quot;Restaurants liked by friends in London&quot;. Zuckerberg described Graph Search, in typical start-up fashion, as the &quot;beta of version one&quot;. But he also described it as the &quot;third pillar&quot; of Facebook, after the news feed and timeline. He later said Graph Search could be a business in its own right  a remark that will prompt anxiety among Google executives. The announcement  the first since Facebook&apos;s disastrous initial public offering in May last year  was strategically timed, ahead of its fourth-quarter earnings call on 30 January. Facebook has already succeeded in lifting its share price above $30. The announcement of Graph Search also comes as Facebook faces questions about whether its growth to 1bn users is petering out. Facebook&apos;s UK user total dropped by 600,000 in December, according to data from SocialBakers, a social-media monitoring company. Nate Elliot, a social-media analyst at Forrester Research, said the graph search announcement was part of Facebook&apos;s ambition to keep users coming back to its site. &quot;Facebook&apos;s worst nightmare is a static social graph,&quot; he said. &quot;If users aren&apos;t adding very many new friends or connections, then their personal network becomes less and less active over time. Terrifyingly for Facebook, that threat is very real. We haven&apos;t seen significant growth in the average number of friends per user recently. &quot;Graph Search seems designed to encourage users to add more friends more quickly. If it means users&apos; personal networks change more frequently, and become more active, then that keeps them coming back to the site  which is vital to Facebook&apos;s success. If Facebook and Bing can bring elements of Graph Search to Facebook&apos;s web search tool, then that&apos;s great. But it&apos;s not the point; the point is to keep Facebook users more active within the site.&quot; Facebook was quick to rebut many of the privacy questions that it expects to be raised about Graph Search, which essentially helps to surface photographs or other data which before may have been buried. Graph Search does not make public any information that was not previously public, so users need not rush to change their privacy settings. But some users may be surprised to be presented with photos that they did not know they had been tagged in. Zuckerberg, a man whose past tangles with privacy still make him visibly nervous on stage, spent longer talking about privacy safeguards than at any other Facebook announcement I have seen. That may be a symptom of Facebook becoming a public company, or it could simply be a sign that it is simply growing up. Whatever the cause, the prize for getting graph search right first time is very real: search makes up the largest portion of digital advertising spending in the US, up from $15.1bn in 2011 to $17.58bn in 2012. And which company commands 74.5% of that $17.58bn ad spend? Google.", 
    "section": "technology", 
    "gid": "technology/2013/jan/15/facebook-graph-search-google-user-decline", 
    "wordcount": "619"
}