{
    "headline": "A cynical act guided by the nihilism at the heart of modern agriculture", 
    "text": "The sound that filled the space around a bend in the lane was electric. A high-pitched whine vibrated through cold air as the machine backed along the other side of the hedge. Without smoke, chug or bounce, this new tractor was a cold and bloodless beast. The plough turned robotically, dropping into the meat of the field. Without resistance, the wakes of earth folded themselves on to the surface, opening to dark birds and a chill wind bringing snow. For reasons only known to the farmer, this field of old pasture, once parkland, was poisoned with herbicide. It became sicker and sicker as the green jaundiced and dulled. Now, after days without rain, the field was being ploughed. There was a brutal feeling about this, a cynical act guided by the nihilism at the heart of modern agriculture. Only a few days ago there was one of those wonderful moments when the world seemed wildly joyful: a brimstone butterfly the colour of primroses; a goldcrest making clouds of yew pollen; bees among the warming stones; birdsong ringing through bright sunshine. It was a feeling of golden, cockeyed optimism we&apos;d not had since last autumn. Now a bitter wind drove in from the Arctic with the ruthless efficiency of the tractor. Swirls of snow began to organise into little hail-like grains, stinging seeds scattered into the ground but wouldn&apos;t take. Birds followed the plough as if it were a funeral. Local rooks and jackdaws rose and settled to pull grubs and worms from shiny slabs of flesh in silence. The geese on the pond were quiet, as were the hedge birds. Hazel catkins shook against the harsh colours and sounds of the tractor. There was no sense that such an act against the body of this land could be resisted and that its past and all its dark secrets shouldn&apos;t be turned over, picked through and sold. This ploughing was an inevitability, the result of what TS Eliot called &quot;Tumid apathy with no concentration  whirled by the cold wind / That blows before and after time.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/mar/12/wenlock-edge-nihilism-modern-agriculture", 
    "wordcount": "346"
}