{
    "headline": "Dog fight in the skies", 
    "text": "A carrion crow perches on the ridge of the roof, a sheaf of twigs, grasses and wisps of wool protruding from either side of its beak like a handlebar moustache. The crow calls out three times in quick succession &quot;kraa-kraa-kraa&quot;. Nest material falls from its beak and tumbles down the roof, bouncing off the lichen-encrusted tiles. The alarm call and shower of twigs rouses the crow&apos;s mate who is gathering clods of moss from the plastic guttering below. It responds with a burred caw, flicking its tail feathers and cocking its head. Both birds launch from the roof and flap towards me. As I glance up to follow their flight path, a buzzard skims low above my head, so close that I can almost touch the pale band of chocolate and cream-barred plumage across its breast. The buzzard soars in low, languid circles as the crows repeatedly dive and jostle in synchronised attack. One crow flies above the buzzard and defecates, excrement spattering the raptor&apos;s dark wing-tips. A flash of chestnut zips out from behind the tree line, a male kestrel. The crows flank the kestrel like dark-suited henchmen, but the kestrel bypasses the buzzard, circling higher and higher. For a moment the kestrel pauses, hovering like an inverted anchor, then it flicks its wings and stoops towards its target. A meteor of burnished copper, the kestrel plunges through the sky. Extending its legs, it strikes the buzzard on the nape of its neck with its talons. Though the buzzard is a much larger bird than its assailant, it is jolted by the impact. It banks sharply, twisting its head and flexing its feet in an attempt to defend itself, but the kestrel has already darted out of reach. The buzzard swings away and starts to climb. One of the crows falls back, but the instinct to drive the buzzard out of its territory is strong, and its mate and the kestrel pursue. I watch as the three birds spiral up on a thermal current, rising into the sky until, one by one, they dissolve into the blue.", 
    "section": "environment", 
    "gid": "environment/2012/apr/23/langstone-hampshire-dog-fight-skies", 
    "wordcount": "350"
}