{
    "headline": "iPhone 4 sales could be blocked in US after Samsung 3G patent victory", 
    "text": "Samsung has won a surprise victory in a patent battle with Apple that could see the iPhone 4 and 3G-capable iPad 2 banned from sale in the US.  The decision  over a patent deemed essential to conform with the 3G standards, which Samsung has pledged to license freely  will be appealed against by Apple, which said that it will have &quot;no impact&quot; on the availability of its products in the US. The final judgment by the International Trade Commission, which only adjudicates on requests for import bans to the US, will intensify debate over the US patent system, which is seen as hobbling competition in some fields. It came just hours after Barack Obama pledged to shake up his country&apos;s patent litigation system, with reform of the ITC among its objectives.  The ITC decided that the provision of 3G mobile data links in the iPhone 4, released in 2010, and 3G-capable iPad 2, infringed US patent 7,706,348. It rejected Apple&apos;s contention that Samsung had failed to license the patent on &quot;fair, reasonable and non-discriminatory&quot; (FRAND) terms, as is required for standards-essential patents (SEPs). The iPhone 5 and 4S, and iPads released in 2012, are unaffected by the decision. Apple and Samsung have been fighting a war of attrition through the various patent courts in the US and around the world in which they have sought to ban and otherwise limit sales of each other&apos;s products in Europe, the US, Australia and Asia. The ITC decision is the most significant win for Samsung in the US after a series of losses and indeterminate rulings there. The decision to allow Samsung&apos;s request for a ban is controversial, because the FTC in January demanded a consent order from Google in which it would pledge that its Motorola subsidiary would not seek sales bans against &quot;willing licensees&quot; of SEPs. It will also focus attention on the ITC, which has been used by a number of companies including Apple, Samsung, HTC, Nokia and others to seek import bans over alleged patent infringement against rivals in the hugely valuable smartphone business. On Tuesday, Obama announced plans to overhaul many of the US&apos;s patent litigation systems, including &quot;change the ITC standard for obtaining an injunction to better align it&quot; with the tests applied in US federal courts. Those effectively preclude sales bans over SEPs on willing licensees. In Europe, the antitrust arm of the European Commission has indicated it will take legal action, perhaps including fines, against Samsung for seeking sales bans over SEPs against Apple  the same scenario in which the ITC has backed Samsung. One of the ITC&apos;s commissioners dissented from Tuesday&apos;s ruling, citing &quot;public interest grounds&quot;. Normally, the owner of a patented technology can decide whether or not to license it, and what rate to charge for it. But with SEPs, the owner pledges to a standards body to offer it on FRAND terms to any licensee. The payment for such patents is usually small  perhaps amounting to a fraction of a penny per use  in return for widespread use. That allows other companies to build their products to an agreed standard. Systems such as the 3G and Wi-Fi wireless networking and the H.264 video encoding/decoding standards incorporate hundreds of patents, all of which are licensed under FRAND terms. In its judgment, the ITC said that Samsung&apos;s FRAND declarations &quot;do not preclude&quot; a sales ban. However, that is at odds with the FTC and European Commission position over SEPs. &quot;We believe the ITC&apos;s final determination has confirmed Apple&apos;s history of free-riding on Samsung&apos;s technological innovations,&quot; Samsung said in a statement to the AllThingsD website. &quot;Our decades of research and development in mobile technologies will continue, and we will continue to offer innovative products to consumers in the US.&quot; Apple said it was &quot;disappointed&quot; with the decision and that it would appeal to a federal court. Its only other alternative to avoid the import ban would be to appeal directly to Obama. &quot;Samsung is using a strategy which has been rejected by courts and regulators around the world,&quot; an Apple spokesperson said in a statement to AllThingsD. &quot;They&apos;ve admitted that it&apos;s against the interests of consumers in Europe and elsewhere, yet here in the US Samsung continues to try to block the sale of Apple products by using patents they agreed to license to anyone for a reasonable fee.&quot; Apple has been seeking a US sales ban without success on a number of Samsung smartphones and tablets after it won a jury verdict and $1.05bn in damages against the South Korean company in a Californian court in August 2012. That case revolved around patents which Apple has not made part of a standard, and which it said Samsung knowingly infringed. The jury rejected counterclaims by Samsung that Apple had infringed a number of SEPs.  Lucy Koh, the judge in the case, has so far declined to allow that ban, and has ordered a retrial affecting about $400m of the damages award.", 
    "section": "technology", 
    "gid": "technology/2013/jun/05/samsung-patent-win-apple-iphone-4", 
    "wordcount": "853"
}