{
    "headline": "Facebook Cards takes networking back offline", 
    "text": "Facebook is to encourage users to take their virtual brand into the real world with the launch of a new service enabling them to create personalised business cards based on images and posts from their profile. The new service, called Facebook Cards, is being positioned as a &quot;new model of social-business networking&quot; that &quot;bridges the gap between online and offline&quot;. Facebook Cards, which will become available for the social networking giant&apos;s 800 million-plus users globally from 5pm on Thursday (GMT), has been developed in conjunction with UK-based digital printing business Moo.com. Moo.com, which is based in the so-called Silicon Roundabout in east London that counts companies such online music service 7Digital as inhabitants, is offering the first 200,000 Facebook users 50 free personalised business cards to promote the service. The standard cost for 50 cards will be 10. The social networking giant believes that the time is right to launch the service because users will be able to make creative business cards thanks to the launch of the new Facebook Timeline product late last year. Facebook Timeline  which founder Mark Zuckerberg called &quot;the story of your life&quot; when he unveiled a preview to developers in September  replaces the Wall each user&apos;s profile previously had with the aim of documenting their life from the cradle onwards. &quot;Timeline helps people tell their story on Facebook and feature the parts of their life that mean the most to them,&quot; said Jillian Stefanki, a spokeswoman for Facebook. &quot;The Moo.com integration makes it possible for people to take the same experience with them offline.&quot; Moo.com, launched in 2006 by entrepreneur Richard Moross, said that each of the business cards can feature a different photo image on the front and a favourite quote or saying on the back. The aim, says Moross, is to allow Facebook users to have a unique stock of business cards to pair the &quot;right images for the right business or social occasions&quot;. &quot;It is clear that consumer habits of sharing business and personal information are evolving,&quot; said Moross. &quot;The lines between online social networking and offline business networking are not just blurring, but vanishing.&quot; He described the new hybrid offering as an &quot;offline social business card&quot;. Moo.com has raised more than $5m (3.2m) in venture capital from companies including the Accelerator Group, Index Ventures and Atlas Venture, investors behind internet ventures such as Skype, Betfair, LoveFilm, Last.fm and MySQL.", 
    "section": "technology", 
    "gid": "technology/2012/jan/05/facebook-cards-launch", 
    "wordcount": "426"
}