{
    "headline": "Boot up: Microsoft v Android, Apple v Samsung, evil infographics and more", 
    "text": "A quick burst of 9 links for you to chew over, as picked by the Technology team Samsung Galaxy Note Review: Better as a jotter, not a talker &gt;&gt; Walt Mossberg Big it is:   As a mobile phone, the Galaxy Note is positively gargantuan. It&apos;s almost 6 inches long and over 3 inches wide. When you hold it up to your ear, it pretty much covers the entire side of your face. You look like you&apos;re talking into a piece of toast. The Note is so big, an iPhone can almost fit within its display. And it dwarfs even the more-bloated crop of recent Android phones, like Samsung&apos;s own Galaxy S II series, whose screen can be as large as 4.5 inches. And while it can fit into a large pocket or handbag, the Note isn&apos;t going to slip unobtrusively into your jeans or a small purse. It weighs 6.28 ounces, nearly 30% more than the iPhone and nearly 50% more than some Galaxy S II models.   More tablet than phone, in short. Also: research companies say they will class the Note as a tablet - not as a phone. The Dead Platform Graveyard: Lessons Learned &gt;&gt; VisionMobile blog Details 26 platforms that are either dead or &apos;zombie&apos; (hello Windows Mobile; nice to see you, WebOS) and looks at the reasons why they died. Generally: cost of ownership; conflicting revenue model; lack of network effects; high adoption barriers. (Note that none of those is the reason why Windows Mobile died.) Thousands of public encryption keys found to offer no security &gt;&gt; V3.co.uk  The flaw came to light by analysing more than seven million public keys which are used to secure online transactions, email messages and other web services. The researchers discovered that a flaw in the process for generating random prime numbers - a critical component of the public key encryption - resulted in thousands of public keys sharing common prime numbers. &quot;What surprised us most is that many thousands of 1024-bit RSA moduli, including thousands that are contained in still valid X.509 certificates, offer no security at all,&quot; the research paper states.   Well, not exactly no security. Just rather less than immense security. Judge: Microsoft&apos;s Android tactics were &apos;hard bargaining,&apos; not patent misuse &gt;&gt; GeekWire Something of an eye-opener:   Theodore Essex, administrative law judge for the International Trade Commission, wrote in his Jan. 31 decision that Microsoft&apos;s negotiations with Barnes &amp; Noble over the use of Android in the Nook were &quot;certainly hard bargaining,&quot; but he concluded they didn&apos;t qualify as patent misuse. &quot;Even assuming that these transactions and the related evidence establishes that Microsoft is bent on eliminating Android as a competitor, the mere fact that Microsoft is targeting Android for destruction is insufficient to establish an antitrust violation let alone patent misuse,&quot; he wrote.   Let&apos;s just read that again: &quot;the mere fact that Microsoft is targeting Android for destruction is insufficient to establish an antitrust violation let alone patent misuse&quot;. Not sure that Google is going to sit by for this one. Litigation hats on . Motorola Android Software Upgrade News &gt;&gt; Motorola Owners&apos; Forum | Motorola Mobility Inc. Want an upgrade? Patience is advised. European owners of Xooms and RAZRs may see updates start in Q2, and pretty much everything else is on the &quot;don&apos;t really know yet&quot; list. Don&apos;t expect this to change with full Google ownership. Nearly 80% Of All Bugs Are In Third-Party Apps &gt;&gt; Dark Reading  Don&apos;t blame it on Microsoft: The lion&apos;s share of vulnerabilities last year were in third-party applications, with 78% of all bugs, versus 10% in Microsoft software products, according to a new report published today. Secunia&apos;s annual report for 2011 found that the number of endpoint flaws jumped past 800 bugs, more than half of which were considered very critical.  Apple-Samsung lawsuit involves eight patents, 17 products &gt;&gt; FOSS Patents Apple is trying to get 17 Samsung devices - smartphones, media players, tablets - banned in the US. Among them is the &quot;pure Google&quot; Galaxy Nexus; and the patents being asserted include some which if upheld by the court might worry Google. One dates back to 1995. Google&apos;s grand vision: what the Motorola deal means for Android &gt;&gt; Daily Telegraph Matt Warman:   So the tie-up, now approved by European and American regulators, is about more than simply patents, as Google&apos;s executive chairman Eric Schmidt has himself acknowledged. Any visitor to both Motorola&apos;s substantial stand at Mobile World Congress and Google&apos;s I/O conference in 2011, however, could probably have guessed that. At MWC, Moto&apos;s representatives were as keen to show you the security alarms, the set-top boxes and the other emerging technologies as they were the tablets and the mobile phones. Cut to Google&apos;s own show, I/O, and there the company demonstrated its plans for Android@home, with tablets turning on lights and used to stream music. The fit is about much more than patents.   MMI&apos;s home business is the profitable side. The handset business loses money. How Infographics are ruining the web &gt;&gt; SplatF So true, and so much the reason why we do not do infographics here as a rule. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/feb/16/technology-links-newsbucket", 
    "wordcount": "907"
}