{
    "headline": "Copyright wars are damaging the health of the internet", 
    "text": "I&apos;ve sat through more presentations about the way to solve the copyright wars than I&apos;ve had hot dinners, and all of them has fallen short of the mark. That&apos;s because virtually everyone with a solution to the copyright wars is worried about the income of artists, while I&apos;m worried about the health of the internet. Oh, sure, I worry about the income of artists, too, but that&apos;s a secondary concern. After all, practically everyone who ever set out to earn a living from the arts has failed  indeed, a substantial portion of those who try end up losing money in the bargain. That&apos;s nothing to do with the internet: the arts are a terrible business, one where the majority of the income accrues to a statistically insignificant fraction of practitioners  a lopsided long tail with a very fat head. I happen to be one of the extremely lucky lotto winners in this strange and improbable field  I support my family with creative work  but I&apos;m not parochial enough to think that my destiny and the destiny of my fellow 0.0000000000000000001 percenters are the real issue here. What is the real issue here? Put simply, it&apos;s the health of the internet. The copyright wars have eroded the internet&apos;s inherent resilience at a time when it is desperately needed. Today&apos;s internet is integrated into our lives in ways that have surpassed even the wildest prognostications of the 1980s  it&apos;s the default way of signing your kid up for after-school dance classes; for paying your gas bill; for posting videos of police violence; for remitting funds to distant relatives; for getting permission to put up a garden shed; for booking a vacation; for finding out whether you need to go to the A&amp;E; for writing a paper or essay for school; for earning a living  and increasingly for everything else, like buying groceries, shopping for insurance, getting a degree or qualification, and all the other activities that constitute full participation in public life. None of those things are related to the entertainment industry, but none of them are taken into account when the industry&apos;s pals in government draw up their plans for fighting &quot;piracy.&quot; Everything we do today involves the internet, everything we do tomorrow will require it. The internet is important, but the copyright wars treat it as a triviality: like cable TV 2.0; like the second coming of the telephone; like the world&apos;s greatest pornography distribution system. Laws such as the Digital Economy Act provide for disconnecting whole families from the internet without due process because someone in the vicinity is accused of watching TV the wrong way. That would be bad enough, if the internet were merely a conduit for delivering entertainment products. But the internet is a lifeline for families, and giving some offshore entertainment companies the right to take it away because they suspect you of doing them wrong is like giving Brita the power to turn off your family&apos;s water if they think you&apos;ve been abusing your filter; like giving KitchenAid the power to take away your home&apos;s mains power if they think you&apos;ve been using your mixer in an unapproved way. The internet is the best  and often the only  place to publish all sorts of information, and yet England&apos;s high court judges have decided that the entertainment industry can compile blacklists of sites they don&apos;t like and get court orders demanding that service providers block them without a hearing, much less a trial. The internet only works when it is connected to devices, and so devices that are connected to the internet have proliferated. It&apos;s not just the telephone in your pocket  from the CCTV in your doorbell to your kid&apos;s latest toy, the category of &quot;standalone device&quot; is rapidly dwindling away to nothing. At futurist Bruce Sterling pointed out in his recent South By Southwest keynote address, a personal computer, c1995, is perfectly capable of processing your words and running your spreadsheets, but you&apos;d be hard-pressed to find someone interested in taking one off your hands. Without networks, the relative value of practically everything dwindles to zero. And yet the EU Copyright Directive and US laws such as the Digital Millennium Copyright Act make it a literal crime to &quot;jailbreak&quot; devices, to install your own software on them, to reverse-engineer the software on them and discover hidden vulnerabilities that might be putting you at risk. Every week brings a fresh example of a device that&apos;s less secure than it ought to be  most recently, a presentation at the ShmooCon security event showed how Wi-Fi-enabled DSLR cameras could be hijacked over the internet and turned into covert CCTVs that streamed secret video of their owners to bad guys. A policy that makes changing the software on a networked device in order to ensure you&apos;re not defeating region-controls or subverting the App Store is nothing short of insane. Back to &quot;solutions&quot;. I&apos;ve had a lot of well-meaning people explain how the copyright deadlock can be &quot;solved&quot; by some means that will make it easier to pay artists and the companies that back them. As BitCoin&apos;s prominence has grown, so, too, has the prominence of &quot;microtransactions&quot; for use in this context. Since you can exchange a fraction of a BitCoin for free, it may be practical to exchange something like money for tiny dribs of entertainment, opening up payment avenues that have been closed until now. There&apos;s still the &quot;mental transaction fee&quot; of deciding whether a few moments&apos; entertainment is worth even a tiny sum, but that&apos;s another problem. However, even if microtransactions quintupled the amount of cash flowing toward the entertainment industry, I believe it would do nothing to calm the calls for greater censorship, greater surveillance, and greater control. Experimental psychologists have long documented pathological &quot;loss aversion&quot;  where we pay more attention to what we&apos;ve lost than what we&apos;ve gained. The entertainment industry is the poster child for loss aversion  how else to explain the groans and gnashing of teeth about piracy losses that attend each year&apos;s glowing box-office numbers? &quot;Sure, we made more at the box office than ever last year, but think of how much more we might have made if not for piracy!&quot; The same goes for boycotts. I&apos;m all for supporting DRM-free, Creative Commons-licensed media, but even if we all give 100% of our entertainment budgets and attention to the open and free, internet-friendly alternatives to Big Content, it will do nothing to distract the entertainment industry from its demands that something be done to solve the &quot;piracy problem.&quot; Look, I&apos;m in the industry. It&apos;s my bread and butter. If you buy my lovely, CC-licensed books, I make money, and that will make me happy. As a matter of fact, my latest UK edition is Pirate Cinema, a young adult science fiction novel about this very subject that won high accolades when it came out in the US last autumn. But I&apos;m not just a writer: I&apos;m also a citizen, and a father and a son. I want to live in a free society more than I want to go on earning my improbable living in the arts. And if the cost of &quot;saving&quot; my industry is the freedom and openness of the internet, then hell, I guess I&apos;ll have to resign from the 0.0000000000000000001 percent club. Thankfully, I don&apos;t think it has to be. The point is that when we allow the problem to be framed as &quot;How to we get artists paid?&quot; we end up with solutions to my problems, the problems of the 0.0000000000000000001 percent, and we leave behind the problems of the whole wide world. Anti-piracy campaigns emphasise the risk to society if people get the idea that it&apos;s OK to take without asking (&quot;You wouldn&apos;t steal a car...&quot;) but the risk I worry about is that governments will get the idea that regulatory collateral damage to the internet is an acceptable price for achieving &quot;important&quot; policy goals. How else to explain the government&apos;s careless inclusion of small-scale bloggers and friends with their own Facebook groups in the scope of the Leveson press regulation? How else to explain Teresa May&apos;s determination, in the draft communications bill, to spy on everything we do on the internet? These policy disasters spring from a common error: the assumption that incidental damage to the internet is an acceptable price in the service of your own goals. The only way that makes sense is if you radically discount the value of the internet  hence all the establishment sympathy for contrarian writers who want to tell us all that the internet makes us stupid, or played no role in the Arab spring, or cheapens discourse. Any time you hear someone rubbishing the internet, have a good look around for the some way that person would benefit if the internet was selectively broken in their favour. So what is the solution to the copyright wars? It&apos;s the same solution we need to the press-regulation wars, to the war on terror, to the surveillance wars, to the pornography wars: to acknowledge that the internet is the nervous system of the information age, and that preserving its integrity and freedom from surveillance, censorship and control is the essential first step to securing every other desirable policy goal. And what of the entertainment industry and its &quot;piracy&quot; problem? Well, back in 1939, the science fiction writer Robert A Heinlein published his first story, &quot;Life-Line,&quot; that contained his truest prediction: &quot;There has grown up in the minds of certain groups in this country the notion that because a man or corporation has made a profit out of the public for a number of years, the government and the courts are charged with the duty of guaranteeing such profit in the future, even in the face of changing circumstances and contrary to public interest. This strange doctrine is not supported by statute or common law. Neither individuals nor corporations have any right to come into court and ask that the clock of history be stopped, or turned back.&quot;", 
    "section": "technology", 
    "gid": "technology/blog/2013/mar/28/copyright-wars-internet", 
    "wordcount": "1709"
}