{
    "headline": "A large shape  a bittern  flies across the pond", 
    "text": "The grey mass of cloud that has brought light snow, sleet and fine rain during the day is finally moving off to the east. Behind it, the clear sky is turning dark blue. Thin streamers of pinkish cloud dissolve over the indistinct grey-blue shape of the South Downs in the distance  more mirage than hills. Groups of mallard descend with flickering wings to splash on to the water. The last light of the day picks out the bright white patches on the flanks of the male tufted ducks and the grey backs of the pochard. Black coots cross the pond, pumping their heads back and forth. This was a &quot;hammer pond&quot;, dammed to power a water wheel for forging iron in the 16th century. The water still crashes down into the millstream below. The sun sinks behind the black curtain of trees surrounding the pond as a mist begins to rise from the water. A coot emits a harsh chirrup which reverberates through the cold air. A large shape flies across the pond. It is a bittern, slowly moving its broad wings up and down, like a large, dark owl. It lands on top of a patch of reed in one corner of the pond. In most winters, for just a few weeks, one or more bitterns make the fringes of reed around this pond their night-time roost. Shy,mysterious members of the heron family, perfectly adapted to their reedbed habitat, bitterns are stocky with intricate brown markings. The bird clambers carefully through the reed-tops, gripping bunches of reed in its long talons, before dropping down. I wait and watch, eyes straining to pick out movement in the gloom. The bittern emerges from the reed at the water&apos;s edge. Delicately picking its way through the mud, it stabs the water at its feet with its bill, hunting small fish and amphibians. It stops, and raises its long, sharp bill upwards, to look out across the water. The bittern turns and slinks into the reeds, back into obscurity. The broken reflection of the white curve of the moon gleams in the black, rippled water.", 
    "section": "environment", 
    "gid": "environment/2013/jan/17/burton-mill-pond-bittern-flies-pond", 
    "wordcount": "356"
}