{
    "headline": "EU doubles Sahel aid in response to food crisis", 
    "text": "The EU is doubling its humanitarian aid to the Sahel to nearly 95m in response to the slow onset emergency in the region, where an estimated 300,000 children are affected by malnutrition annually. Kristalina Georgieva, the European commissioner for humanitarian aid and crisis response, arrived in Niger on Wednesday to see at first hand the extent of food shortages and announced the substantial increase in aid to stave off hunger and try to prevent a humanitarian disaster. The extra money is to come from the EU&apos;s development budget after protracted discussions between the union&apos;s humanitarian office and its development arm, led by commissioner Andris Piebalgs. &quot;This crisis will bite from next month onward, and we are now in a race against time,&quot; Georgieva warned. &quot;I am determined to ensure that the European commission will mobilise 250m to cover food assistance and longer-term food security in the Sahel. We are already doing a lot, but this crisis needs an even greater response. I appeal to everyone, the international community and the governments in the region, to do all they can to assist.&quot; Georgieva met President Mahamadou Issoufou, who has won praise for quickly alerting and appealing to the international community in Niger&apos;s hour of need. Previous governments in Niger have been more reluctant to ask for help because of national pride. This vast landlocked country with an estimated 14.7 million people, most of whom live along a narrow border of arable land on its southern border, is bracing itself for a sharp rise in food insecurity in the &quot;lean period&quot;, when food from the last harvest runs out. Late rains last year mean this critical period could begin in Niger and other countries in the Sahel as early as March, three months earlier than usual. The EU is keen to avoid the mistakes of Somalia, where the international community waited too long to intervene despite indications of crisis from early warning systems. But EU humanitarian experts estimate that the Sahel  an area up to 1,000km wide and stretching from the Atlantic in the west to the Red Sea in the east  needs a response plan in the order of 500m for this year to prevent a humanitarian disaster. In Niger, where high population growth coupled with climate change puts immense pressure on resources at the best of times, 300,000 children were treated for severe malnutrition last year  an astonishing 15% of all children treated for malnutrition worldwide. In remarks to reporters at the presidential palace, Georgieva said: &quot;It is paramount for us to act very swiftly so help gets to people, especially kids. I&apos;d like to praise the president to be the first to alert the international community and call for aid.&quot; Issoufou rattled off a list of measures, which included construction of a dam on the Niger river that would irrigate vast tracts of land, forming a centrepiece of a &quot;green revolution&quot; aimed at ending Niger&apos;s dependence on increasingly erratic annual rains, attributed to climate change. The president has appointed Amadou Allahouri Diallo to lead the 3N initiative (les Nigriens nourrissent les Nigriens) to boost agriculture through significant investments (15% of GDP), more efficient use of fertilisers, and more irrigation. There is also talk  although it remains just that  of keeping girls in school until 16 as a way of bringing down the fast growing population. With an annual birth rate of 3.3%, one of the world&apos;s highest, the population is set to reach 22 million by 2025. Of more immediate concern is the current aid effort to ward off severe hunger. The task has been complicated by a heightened security threat, especially since the kidnapping and murder of two tourists in the capital a year ago. Some NGOs have told their expatriate workers to avoid public places. The government faces potential threats not just from al-Qaida in the Maghreb, but the danger of overspill of from the Boko Haram insurgency in neighbouring Nigeria. Issoufou on Tuesday played down security concerns, saying the country was at peace. However, the UN&apos;s World Food Programme now routinely sends military escorts to safeguard its staff in some areas, which is expensive and diverts resources from its principal mission of providing relief. When the Guardian went to visit some WFP projects on Tuesday, an hour and a half away from Niamey towards the Mali border, it was provided with a military escort of 16 soldiers, one with a heavy machine gun.", 
    "section": "global-development", 
    "gid": "global-development/2012/jan/18/eu-humanitarian-aid-offical-niger", 
    "wordcount": "756"
}