{
    "headline": "Doha 2012: US claims 'enormous' efforts to cut carbon emissions", 
    "text": "The US is claiming credit for &quot;enormous&quot; efforts on climate change  delivered in part by the carbon reductions from its investments in the controversial practice of &quot;fracking&quot; for shale gas. The claim came as nearly 200 governments gathered in Doha, Qatar, for two weeks of talks aimed at forging an agreement on the climate. Governments have until 2015 to draw up a binding treaty, the first since the 1997 Kyoto protocol, to cut greenhouse gas emissions and avoid dangerous global warming. Jonathan Pershing, a senior negotiator for the US, said: &quot;Those who don&apos;t know what the US is doing may not be informed of the scale and extent of the effort, but it&apos;s enormous.&quot; The United Nations&apos; top climate official, Christiana Figueres, called on countries to step up their efforts to reach an agreement. The Kyoto protocol took five years to draft, so the new deadline is tight, and scientific warnings have grown more stark in recent years. In the past few weeks alone, authorities including the World Bank and the International Energy Agency have warned that the world is heading for unprecedented warning  of between 4C and 6C  if current trends are not reversed. Levels of warming on that scale would result in droughts, floods, heatwaves and fiercer storms, as well as declining agricultural productivity, plant and animal extinctions, and widespread human migration, according to scientists. Figueres said it was still possible for the world to cut emissions in time to avoid such a fate, but that it would take urgent action. She said: &quot;Expert analysis consistently says that we do have the possibility to keep on track and that to act now is safer and much less costly than to delay. &quot;In the last three years, policy and action towards a sustainable, clean energy future has been growing faster than ever. But the door is closing fast because the pace and scale of action is simply not yet enough. So Doha must deliver its part in the longer-term solution.&quot; The host of the conference, Abdullah bin Hamad al-Attiyah of Qatar&apos;s Administrative Control and Transparency Authority, said: &quot;Climate change is a common challenge for humanity. We must work in earnest for a better future for present and for future generations. We have a precious opportunity over the coming days, and we must make full use of it.&quot; But Qatar has drawn criticism because it has the highest emissions per capita in the world, owing to its oil and gas wealth, and high use of energy for air conditioning, desalination and other technologies. Attiyah responded: &quot;We should not focus on the amount per capita but on the total per country.&quot; The US has often been painted as the villain in the annual United Nations climate talks, since it signed the Kyoto protocol in 1997 but then failed to ratify it, and as under George Bush&apos;s presidency climate sceptics were in the ascendancy. The Obama White House has taken a different view, but developing countries complain that the US has not taken on sufficient responsibility for cutting emissions and aiding the most vulnerable nations. Pershing defended the US&apos;s record, saying that more effort was on its way. He said: &quot;[Our efforts so far] doesn&apos;t mean enough is being done. It&apos;s clear the global community, and that includes us, has to do more if we are going to succeed at avoiding the damages projected in a warming world.&quot; Greenhouse gas emissions from the US have fallen sharply in recent years, owing to the replacement of coal-fired power generation by gas in the US, following its widespread adoption of shale gas. By contrast, a new analysis by HSBC has found that China&apos;s greenhouse gas emissions are unlikely to start falling before 2030, which could put the 2 degree target out of reach. China&apos;s increasing role in emissions, compared with the decrease in the US, could redraw the battle lines of the talks.", 
    "section": "environment", 
    "gid": "environment/2012/nov/26/doha-2012-us-carbon-emissions", 
    "wordcount": "664"
}