{
    "headline": "Shale offers freedom and security  but it could be a trap", 
    "text": "Wars are fought over energy. So vital is it to the economy that the few custodians of the world&apos;s oil and gas wealth have the power to determine global booms and recessions. At last, it seems, a new source of energy might liberate us from this conflict  fossil fuels trapped within dense rock for millennia that we are now able to free, thanks to advances in engineering unthinkable a decade ago, and that are available in countries from Britain to Australia. But those same fossil fuels, much higher in carbon than their conventional counterparts, are likely to unleash runaway climate change that could put paid to any hopes of a low-cost  and low-risk  energy future. Exploiting these new forms of energy  shale gas and oil entails greenhouse gas emissions that will far outstrip our ability to adapt to the climate change they will cause. But history shows we are unlikely to be able to leave any of these chaos-causing fuels unexploited. For most of the past 30 years, the main question for the US has been how to ensure enough energy to meet the economy&apos;s needs. The oil shocks of the 1970s showed the economy&apos;s vulnerability to foreign imports. Since then, the goal of &quot;energy security&quot; has been crucial. One route has been to exploit biofuels, made from maize, a policy introduced by George W Bush. But these are expensive as they divert food sources into use as fuel. A far better bet for the US, barely thinkable during Bush&apos;s presidency, is shale gas, which is transforming the US economy. The first companies into shale were independents, leaving the more staid multinationals in their wake. Mitchell Energy and Development, subsequently bought by Devon Energy, was credited with being the first major exploiter. Pioneer Natural Resources was another. But the multinationals, led by ExxonMobil, soon caught up. In less than 10 years, the US has become one of the prime producers of gas. The price of gas plummeted to only $2 a unit this year. That compares with about $9-12 in Europe, and about $15 in Asia. The International Energy Agency in 2011 heralded &quot;a global golden age of gas&quot; and new estimates show that, by 2017, the US could be the world&apos;s biggest producer of oil and gas. But the plunging price of gas in the US has caused its own problems. At such low output prices, developing shale gas reserves becomes much less economically attractive. &quot;Some companies have had financial difficulties,&quot; says Steven Estes, partner at KPMG in Dallas. He points to Chesapeake Energy, one of the pioneers: &quot;Companies that were heavily involved in shale gas exclusively have really taken a hit.&quot; The solution has been to explore the same gas fields to look for another prize  shale oil. While the price of natural gas has plunged, oil has kept its value. Liquids too can be trapped in dense shale rocks. But some shale gas fields will easily yield oil, while others will not. The difference between the two is heralding a huge difference between gas and oil producers in the US. Estes says: &quot;Companies that have oil to exploit as well as gas  including Exxon and Shell, which have made acquisitions  are in the best position.&quot; While these so-called &quot;unconventional&quot; resources have transformed the global energy industry, they have also transformed other industries. &quot;Chemicals companies in the US have benefited tremendously,&quot; says Craig Mackenzie, of Scottish Widows. Companies such as Dow and Shell, which have big petrochemical industries, are among the early winners. But all US heavy industries are benefiting from lower energy prices, and lower input prices for chemicals, says Mackenzie. &quot;It&apos;s these downstream companies that are really winning.&quot; European competitors are worried. ndustrial companies including Volkswagen, Bayer and BASF say America&apos;s falling cost of energy is making European industry less competitive. For the next decade, there is little prospect that US shale gas exploration will bring down energy prices in Europe; the facilities for exporting natural gas are under-developed and politically controversial, as politicians want to keep the benefits at home. Estes said: &quot;I can&apos;t see the US being a big exporter for a good number of years.&quot; The US has been the pioneer in shale gas and oil, but other countries are looking to catch up. China has vast reserves of shale gas and oil, and has begun to explore how it can exploit them. Shell is one of the companies leading the way with the Chinese government. In Australia, work has begun to explore the potentially enormous reserves. Australia already has a strong mining industry, and these companies are looking to expand into shale gas and oil as a matter of urgency. In Europe, the biggest resources of shale gas and oil are in Poland. A spokesman for KPMG told the Guardian: &quot; The general public in Poland is very keen on shale, as it removes dependency on imports of gas from Russia.&quot; In Britain, although there are certainly sizeable shale gas reserves - the true amount is a matter for debate, but it could be enough to power the country for decades if the biggest predictions are true - the scope for exploiting them is limited because of public concern. Two small earthquakes last year near the first site of shale exploration were linked to the drilling, which was halted as a result. Whether anywhere else in this crowded island will be opened up for similar exploitation is now in doubt. While shale gas and oil are fought over by energy companies around the world, the key question: how does this affect climate change? Greenhouse gas emissions are continuing to run out of control, despite promises from governments around the world to curb them. One significant effect of shale gas is on the economics of renewable energy. In recent years, renewables were on a roll, as the price of power from the wind and sun, free after an initial investment, was coming down enormously, while fossil fuel energy prices rose. That is no longer true. In the US, with gas at $2, there is almost no incentive to cultivate renewable power. &quot;It really changes the economics,&quot; said Estes. What is the solution? Green campaigners say that the hard but unavoidable choice is to leave the fossil fuels in the ground. Joss Garman, political director of Greenpeace, said: &quot;Evidence from scientific studies in the US suggests that exploiting shale gas from fracking could be as damaging to the climate as coal, and anyway we already have more fossil fuels than we can safely burn.&quot; Guy Shrubsole of Friends of the Earth said: &quot;The lesson is that we really need to leave these fossil fuels sources in the ground.&quot; The evidence from the past 100 years, however, is that where we find fossil fuel energy resources, we exploit them for our short-term gain. Whatever the long-term cost.", 
    "section": "environment", 
    "gid": "environment/2012/nov/15/shale-gas-freedom-security-trap", 
    "wordcount": "1167"
}