{
    "headline": "Spain can be a trailblazer in this new age of aid austerity", 
    "text": "Spain&apos;s commitment to increasing its aid programme in the 2000s was remarkable. A net aid recipient until the 1980s, it moved to become the world&apos;s sixth largest bilateral aid donor, increasing its aid from less than $2bn to almost $7bn in just six years. Then the economy crashed. With spectacular debt problems, and high youth unemployment figures, Spain is slashing its budget for official development assistance. It fell to just over $4bn (2.65bn) in 2011 and is decreasing steadily. Cue a conference in Madrid last week on the role of aid in what is now known as &quot;Brand Spain&quot;  a government-led effort to reposition the country internationally. Was cutting aid the right thing to do? Well, it was hardly an act of solidarity, amid concerns that the financial problems in the west would have serious knock-on consequences for poorer countries. No other Spanish ministry had its budget cut so savagely  a contrast, of course, to the UK, where aid is one of only two budgets protected from cuts (the other being health). And these cuts will have consequences. In particular, NGOs supported by Spanish aid across the world could suffer, wounding progressive movements in many developing countries, including the one I live in, Colombia. Despite this seemingly bad news, however, there are two reasons for Spain to be cheerful. First, money isn&apos;t everything. I don&apos;t buy the numbers NGOs sometimes give us linking cash spend to lives saved. I think aid should be increased because there are many issues that require international attention, including persistent poverty, but much more important are the objectives and effectiveness of aid interventions. Rather than worrying about how much money it is spending, Spain should demonstrate how much it can achieve with limited money, like every Spanish household seeing its budget squeezed. And $4bn is still a lot of money  look at what the Gates Foundation has achieved with an annual budget of about $1bn less. This is even more the case in countries where Spain has historic programmes (it is shutting down recently established programmes in many countries, only a couple of years after they were set up). Spain has usually given a large majority of its aid to low-aid countries, and has established something of a niche in this area. These are countries that do not rely on aid, but for which aid can still catalyse change. More and more countries are joining this group. A recent paper by the Overseas Development Institute demonstrates how, in this changing era, poor countries have more financing options than ever before. I was chatting to a World Bank representative in a middle-income country recently, who told me that he had waited months before being invited to meet the finance minister. Even in high-aid countries such as Uganda, gone are the days when money alone commands a seat at the table. Whether you think poverty will in the future be more focused on middle-income countries (MICs), as Andy Sumner and others believe, or fragile states, as Andrew Rogerson and Homi Kharas say, there is no doubt that MICs and low-aid countries will continue to benefit from financial co-operation for many decades. Rather than retreating into a shell and wasting all the ground it has made, an optimist might celebrate the opportunity Spain now has to lead the world in rethinking aid strategies for a new era. Catalytic and strategic interventions could have as much impact as the larger quantities of easier times, especially if, as appeared to be the consensus at the conference, Spanish aid has previously been inefficiently managed with little clear strategy. The second reason why austerity may have done Spanish development efforts a strategic favour is that now the Spanish government and the civil society that pesters it will have to focus on the full range of ways in which the country impacts positively or negatively on sustainable development efforts. A brilliant mock &quot;white paper&quot; drawn up by CIECODE  which co-hosted the conference with the Real Instituto Elcano  and Gonzalo Fanjul sets out seven ways in which Spain has an impact on development and what it needs to do to implement them. As well as aid these include tax justice, climate change, peace and weapons, immigration, trade and investment, and governance. It uses the example of the global food crisis to show how working on all of these issues could produce a virtuous circle leading to both urgent response and systemic change. To borrow a phrase from the environment movement, this is an attempt to plot Spain&apos;s &quot;development footprint&quot;. Though imperfect, this approach mirrors somewhat the Center for Global Development&apos;s commitment to development index, making the point strongly that non-aid actions are as important as aid, if not more so. A recent report by the IPPR in London urged analysts to look not only at Britain&apos;s aid to India, but also at other flows (namely remittances and direct foreign investment) when assessing co-operation between the two countries. More and more people are realising that aid is only one of a wide range of actions that all governments need to implement to support sustainable development. Is the target to spend 0.7% of gross national income on aid becoming even more of a red herring?", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/feb/26/spain-trailblazer-age-aid-austerity", 
    "wordcount": "878"
}