{
    "headline": "Migration is expulsion by another name in world of foreign land deals", 
    "text": "Though the acquisition of land by foreign governments and firms is a centuries old process in much of the world, we can detect specific phases in these long and diverse histories. The most recent one took off in 2006, marked by a sharp increase in the volume of acquisitions and by the diversifying of buyers (see graph one). More than 200m hectares (about 500m acres) were bought from 2006 to 2012, and buyers ranged from established agro-businesses to newcomers such as hedge-funds and financial firms. In addition, more government agencies started buying land, with a host of newcomers  including China, South Korea and Sweden  joining long-terms acquirers such as Japan and the US.     Land Matrix, 2012    The sharp change in the post-2006 level of acquisitions concerns me. It points to a specific structural transformation in an old practice: the massive expulsion of small farms, rural factories and whole villages from land they may have held or occupied for many generations. The scale of acquisitions over a short period of time, and the way that newly acquired land is utilised, often does violence to the status quo. When a foreign government acquires 2.8m hectares of land in Congo and another such tract in Zambia to grow palm for biofuels, it expels faunas and floras, and all other uses of that land. It creates a tabula rasa, where once there were smallholder economies generating livelihoods for local people. No matter how modest those livelihoods may have been, they made the local people productive and enabled them to govern their lives and lands. Further, since most of the land is used for industrial crops (see graph two), hunger has grown sharply where before there was poverty but not hunger. For instance, in vast areas of Brazil smallholders grew black beans for local markets to make a living, and were also able to feed their families. But today all of this has been replaced with vast fields of soy and palm, which are not food staples. A similar pattern is evident in Argentina. And when the land is acquired to extract metals, minerals and water, locals often wind up with toxic land and water.     Land Matrix, 2012    In all these diverse situations, survival has become a major challenge for local residents, even for the relatively small proportion able to get a job in the plantations and mines. Migrating to the cities is one major option. When politicians drone on mindlessly about more than half the world&apos;s population becoming urbanised, they rarely bring up the diverse ways in which people are being pushed off their land. Where else can they go but cities? These new migrations are a key marker of our epoch. (Another is the migration of high-level professionals.) They co-exist with older migrations. The rapid changes at point of origin also explain why most migrations are to cities. And they explain new types of migration, from rural areas to the global north (notably from several sub-Saharan countries to Europe). In effect, expulsions are being rebranded as migrations, a phenomenon that will not cease anytime soon, given the ongoing search for land for crops, mining and water by governments and firms from a growing number of countries. The generic term &quot;migration&quot; tends to obscure the fact that our firms and government agencies, and those of our allies, may have contributed to expulsions.  Saskia Sassen&apos;s lecture, &quot;The foreigner? Exiles and migrants&quot;, opens Zamyn&apos;s Cultural Forum 2013: Global Citizenship at the Tate Modern in London on Wednesday 29 May, 19.00-21.00. Book tickets or follow the events live at www.zamynforum.org and on Twitter #zamynforum", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/may/29/migration-expulsion-foreign-land-deals", 
    "wordcount": "600"
}