{
    "headline": "FBI releases files on Steve Jobs: he was 'a deceptive individual'", 
    "text": "The FBI has released its files on Steve Jobs, Apple co-founder and icon of the business world, painting a picture of a complex man who is described both as &quot;a deceptive individual&quot; and one of &quot;high moral character and integrity&quot;. The documents, released in response to a Freedom of Information Act request, were compiled by the FBI when Jobs was being considered for political office in the president&apos;s export council under George Bush Sr&apos;s administration. Some of the titbits revealed in the 191 pages of documents include that that he was a negligent father who would &quot;twist the truth and distort reality in order to achieve his goals,&quot; according to documents released by the FBI. The FBI interviewed Jobs and at least 29 people who knew him as part of a background check. Their investigations took place in the 1990s, after Jobs had been fired from Apple and before his triumphant return to the company. &quot;Several individuals questioned Mr Jobs&apos; honesty stating that Mr Jobs will twist the truth and distort reality in order to achieve his goals. They also commented that, in the past, Mr Jobs was not supportive of [redacted] and their daughter; however, recently has become supportive,&quot; according to the documents. Another source characterised Jobs as &quot;a deceptive individual who is not completely forthright and honest&quot;. The files paint a picture of a complicated man, full of contradictions. One man interviewed by the FBI, who identifies himself as a former &quot;good friend&quot; of Jobs, said that while the Apple boss was &quot;basically an honest and trustworthy person, he is a very complex individual and his moral character is suspect.&quot; He said that Jobs &quot;alienated a large number of people at Apple as a result of his ambition&quot;. But none of the witnesses seem to have questioned Jobs&apos; business abilities.     'A deceptive individual who is not completely forthright'    Two other witnesses said he was &quot;strong-willed, stubborn, hard-working and driven, which is why they believe he is so successful.&quot; He was a man of &quot;indefatigable energy&quot; and &quot;vision&quot; according to others and would make &quot;a positive contribution on the national scene.&quot; Another said he &quot;believed the appointee has what it takes to assume a high level political position within the government, which in his opinion, honesty and integrity are not prerequisites to assume such a position&quot;. Jobs travelled to India in the mid-1970s and became fascinated by Zen Buddhism, he practised mediation for the rest of his life. One FBI source said Jobs &quot;had undergone a change in philosophy by participating in eastern and/or Indian mysticism and religion. This change apparently influenced the appointee&apos;s personal life for the better.&quot; The portrait tallies with that given in Steve Jobs, Water Isaacson&apos;s recent biography of the Apple founder. Jobs had a &quot;reality distortion field&quot;, according to Isaacson, that allowed him to believe, and convince others, that whatever he said was true. &quot;Zen awareness was not accompanied by an excess of calm, peace of mind or interpersonal mellowness,&quot; Isaacson wrote. At the time of the interview Jobs said he had not used any illegal drugs for five years. He said he had used marijuana, hashhish and LSD between 1970-1974. Jobs told the FBI that he was not a member of the communist party or any organisation looking to overthrow the government. He said he belonged to no organisations other than the New York Athletic Club, an exclusive Manhattan gym, but that he knew nothing about their membership policies as he had never been there. The documents also contain memos about a $1m bomb threat that was made against Apple on February 7, 1985, several months before Apple fired Jobs.&quot;An unidentified male caller made a series of telephone calls to [redacted] of Apple computer Inc [] and advised that &apos;devices&apos; had been placed in homes of captioned individuals [redacted] and one million dollars must be paid,&quot; the FBI wrote. The caller said he had left instructions about how to defuse the bomns under a table &quot;next to a candy machine&quot; in the Hilton Hotel in San Francisco. No bombs or notes were found. According to the source, Jobs&apos; religious leanings led him to live &quot;more of a spartanlike and at times even monastic existence&quot; that had &quot;apparently influenced the appointee&apos;s personal life for the better&quot;. The FBI can make its records public after a person&apos;s death. Jobs died in October after a long battle with a rare form of cancer. Apple, the maker of the iPhone, iPad, iPod and Mac, is now the world&apos;s most valuable company. After Jobs&apos;s death, fans flocked to Apple stores around the world, leaving &quot;iShrines&quot; to their hero.", 
    "section": "technology", 
    "gid": "technology/2012/feb/09/steve-jobs-fbi-files-released", 
    "wordcount": "805"
}