{
    "headline": "Press Start: Banjo-Kazooie 4 rumoured for E3, analyst predicts next-gen console prices and more", 
    "text": "A selection of links, hand-picked by the Guardian games writers. Banjo Kazooie 4, Mirror&apos;s Edge 2 top Xbox One E3 list  rumour | VG247  A list of games allegedly slated to appear on stage during Microsoft&apos;s Xbox One conference at E3 2013 includes such gems as Dead Rising 3, Beyond Good &amp; Evil 2, Killer Instinct and a new Brothers in Arms game. The list surfaced on NeoGAF where the poster acknowledged that in this silly season their sources may not be trustworthy  but was accompanied by an image which has raised a few eyebrows.  Most of this is pretty well-known and widely expected, but Banjo-Kazooie 4?! Pachter: PlayStation 4 to sell for $349, Xbox One $399 | GamesIndustry International  Investment firm Wedbush Morgan has suggested the PlayStation 4 will retail in the US for $349, significantly lower than the PS3&apos;s starting price of $599. In an E3 preview note to investors Michael Pachter, analyst at the company, estimates that the PlayStation 4 has a bill of materials at around $275, while Microsoft&apos;s Xbox One costs around $325. As such, Wedbush is expecting the new Microsoft console to cost $399. &quot;If the Wii U&apos;s popularity does not improve by the end of the year, many third-party publishers may pass on producing games for the console&quot; But while Microsoft&apos;s new hardware may be priced higher initially, it&apos;s also more likely to be available at a subsidised price to the consumer through a subscription contract from a broadcast, cable or ISP provider.  Famed industry pundit Michael Pachter has had plenty of misses in his Nostradamus-like career, but is he pretty near the money on these predictions? The Last of Us: First review hails &apos;contender for best game this gen&apos; | ComputerAndVideoGames  Film publication Empire has published a review for The Last of Us days ahead of its embargo, claiming that Naughty Dog&apos;s latest game is &quot;an easy contender for the best game of this console generation&quot;. The publication has since removed its review from the site (coverage is under embargo until June 5), but not before the review circulated online.  The review apparently went on to use the oft parodied phrase, &quot;It may also prove to be gaming&apos;s Citizen Kane moment&quot;; meaning the point at which the medium crosses from entertainment to art. Gaming has had many false starts in its illusionary quest for Kane-like authenticity, and many believe the comparison is invalidated by the crucial differences between linear and interactive media.  Telltale Teases More The Walking Dead: The Game | IGN  Telltale has released a new teaser showing off potential new The Walking Dead: The Game content. In a post on its official Twitter account, Telltale released the following Vine along with the text &quot;Day 2.&quot;  I&apos;m still getting over the end of the last series!  The Novelist and the Wicked Problem of Player-Driven Stories - GameSpot.com  With his upcoming game The Novelist, Kent Hudson, who previously worked on big-budget projects including Deus Ex: Invisible War and BioShock 2, has set out to explore the real-life difficulty of trying to balance the people we love with the things we need to do. The game is also an attempt to tackle what he called, during a talk he gave on player-driven stories at an IGDA event in 2011, a &quot;wicked problem&quot;: the tremendous challenge of designing a game that tells a story in which the player makes meaningful decisions that create a unique narrative that is not prescribed by a designer. In other words, a game that tells a truly player-driven story.  This is an interesting attempt to grapple with one of those fundamental &apos;problems&apos; of game design. You can follow Press Start at Pinboard.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/jun/04/game-links-press-start", 
    "wordcount": "620"
}