{
    "headline": "Out and about on the fells", 
    "text": "The beautiful rustic backdrop of a fellside ridge rising between what were once two hostelries suggests Arcadia. Even described by Wainwright as &quot;olde&quot;, one of these inns still flourishes; the other has long since gone, its ancient tavern sign all that remains, attached to what is now a cottage wall. A white cross painted on a quarried crag and visible from the churchyard far below suggests some past drama on this Cinderella upland: a mosaic of harebells, celandines, violets, sphagnum moss and thyme-scented grasses within sight of sea and lake and splashed with quartz. White stones in the distance resemble the recently clipped Swaledale sheep grazing among them like a William Holman Hunt Pre-Raphaelite painting. And a serpent white as Kendal mint cake formed by a quartzite vein seems to slither on rocks above banks of bilberry and mauve heather sprigs. The emerald turf along the path is alive this evening with silvery moths. On and on to the top it is springy underfoot, close-cropped and studded only by the cleats of fell running shoes  different from central Lakeland fells where paths are threadbare. A man with lean-looking hounds on long leather leads pauses to pass the time of day. &quot;No, I&apos;m not flogging the trail or anything illegal,&quot; he says when asked if these are trail hounds, bred to race round a circuit previously scented with aniseed. &quot;These are fox hounds I&apos;m exercising. Look boisterous? They&apos;re daft as a brush.&quot; Three runners jog past later, answering my &quot;Are you fell runners?&quot; with another &quot;No&quot;. &quot;We&apos;re Hash House Harriers.&quot; Seeing my mystification, one adds: &quot;That&apos;s hares and hounds. The hares sprinkle flour to show the hounds the way and we end up in a bar. We&apos;re reconnoitring this fell and are now going to try the pub.&quot; With this he indicates the roof of the &quot;olde&quot; hostelry in the trees below, and they depart in that direction.", 
    "section": "environment", 
    "gid": "environment/2012/aug/12/country-diary-lake-district", 
    "wordcount": "333"
}