{
    "headline": "Switching supplier isn't enough - we need to talk about energy consumption", 
    "text": "So Ed Davey, climate secretary, wants to &quot;want to turn the non-switchers into savvy switchers&quot;, he said on Friday, talking about the importance of driving down energy bills. But switching supplier is never going to be enough. We need to start taking energy consumption seriously. The UK currently has a handful of policies in place on this, in an attempt to catch-up with our European rivals on efforts to rein in energy consumption. The majority of UK energy programs are aimed at the housing stock. UK homes are among the least efficient in Europe, burdened by poor insulation, draughts and inefficient heating systems. They account for nearly a third of the nation&apos;s total energy use. The green deal aims to tackle this issue. It&apos;s a finance scheme that helps people pay for energy-efficiency improvement in their home. It gets around the question of &quot;why bother improving my home if I&apos;m going to move out in two years anyway?&quot; by tying the loan scheme&apos;s repayments to a property&apos;s electricity bill, rather than the individual who initiated the works. Statistics out this week from the Department of Energy Climate Change show that nearly 19,000 green deal assessments have been made to date. But what we really want to know is how many of those assessments are being converted into actual green deal plans  those figures will be released next month.  While the scheme is certainly a step in the right direction, it&apos;s not too clear what that direction actually is. &quot;The green deal should be part of an overall strategy, but the big mistake here is that the green deal has been mistaken for a strategy,&quot; says Dave Timms at Friends of the Earth. Timms points out that the UK needs to bring together incentives, regulations and financing schemes, like the green deal, to create an effective oversight. The green deal alone is unlikely to meet the nation&apos;s ambitious energy targets. In comparison, Germany has its energy strategy clearly laid out in front of them. By 2020 it aims to lower its primary energy consumption by 20% (relative to 2008 figures). The government is also determined to concentrate on renewable energy, while phasing out its use of nuclear energy and fossil fuels. &quot;In Germany they really know the direction they&apos;re heading in, and there&apos;s quite a broad consensus on their strategy,&quot; says Peter Sauer, the Counsellor of Science, Technology and Environmental Policy at the German Embassy in London. He suggests that for the green deal to really kick off, there needs to be more focus on promoting the scheme and defining an overarching plan. The UK has a number of other policies in the pipeline that will help create the tough set of regulations necessary to drive change in energy consumption. One that is currently pending final approval is aimed at private landlords. By 2018, it will be an offence for a landlord to let a property with the very lowest levels of energy efficiency. Improvements would have to be made to the property, be it a home or an office, to meet minimum standards in order to let it out. Last summer, another proposal aimed at the UK&apos;s existing building stock was unceremoniously scrapped by Ministers in a &apos;U-turn&apos; decision. The objective was to make it mandatory for any existing homes with plans for extensions to make &apos;consequential improvements&apos;, quickly dubbed a &apos;conservatory tax&apos; in sections of the media&apos;. This would mean that while the actual extensions would have to be energy-efficient, the pre-existing property would also have to be improved to meet minimum standards.  According to Andrew Warren, Director of the Association of Conservation of Energy, these proposals were estimated to bring in 2.2 million Green Deals, also generating 11 billion of extra economical activity in the construction sector. The policy was put under consultation and saw an 82% approval rate. Ministers dropped the idea after the media backlash. The issue is now being pursuing in the courts by the Association of Conservation of Energy. &quot;It&apos;s an astonishing state of affairs when one considers that the public announcements of government are that energy efficiency is the low hanging fruit of climate policy, the one that has the greatest benefits for businesses and households,&quot; adds Timms. This event reinforces the need for a common UK energy objective. It&apos;s crucial for all parts of the government, not just Decc, to work together on a common goal. Taking a closer look at progress made by other European nations may also yield inspiration to the UK&apos;s energy approach. In a series of upcoming blogposts, I&apos;ll be looking at the question of energy consumption in the workplace, education and the context of psychology. If you have any thoughts, please share them on email or below. As individuals we all play a part in the nation&apos;s energy use.  Katherine Portilla is a science journalism MA student at City University London and will be investigating issued related to energy consumption for her final project. In the next few weeks she will interview experts and explore various sectors related to the subject. She can be contacted via email on koportilla@gmail.com and on Twitter @katherine_op", 
    "section": "environment", 
    "gid": "environment/blog/2013/may/17/switching-supplier-energy-consumption", 
    "wordcount": "871"
}