{
    "headline": "A sense of history unfolding on the Greenpeace Arctic Sunrise", 
    "text": "Blue skies, 40F temperatures, swirling green northern lights at night and old snow on the hills of northern Norway. The Greenpeace Arctic Sunrise spent Wednesday restocking in Troms harbour, but is now heading north, as far as possibly can. The plan is to steam to, and possibly then into, the furthest extent of the annual sea ice which right now is about 82-84 degrees north, about 500km from the north pole. Given good weather that&apos;s at least four days away in this much loved 37 year-old-tub. At least it&apos;s an ice breaker. But such is the record annual sea ice melt this year, it is not clear where the ice will be in a week&apos;s time, or when it will stop melting and start refreezing. Usually it starts to reform around 12 September, but it has been as late as 20 September. This year&apos;s melt has not just already broken recent records, it has comprehensively smashed them. The National Snow and Ice Data Centre (NSIDC), based in Boulder, Colorado, says it passed the 2007 record minimum extent of 4.17m sq kilometres on 26 August. But satellite imagery shows a further 370,000 sq km has melted since then and now just 3.64m sq km remains. Data this week shows the rate of melt slowing but the ice still losing 40,000 sq km a day. Cryologists [ice experts] talk of it possibly dropping below 3m sq km for the first time in possibly tens of thousands of years. If so, it would be a whopping 25% below the 2007 record minimum extent and something that few ice experts ever thought could happen in their lifetimes. There&apos;s a sense of history unfolding, of heading into uncharted territory. And, because the Arctic ice is thought to largely regulate climate in the northern hemisphere, of unknown consequences. Some folk  though not on the Arctic Sunrise where pragmatism strictly rules  are calling it a &quot;death spiral&quot;, leading to ice-free summer waters within 20-30 years. The climate sceptics shrug the latest statistics off as just one more of many scares but the fact is that the decline of sea ice has faithfully mirrored the seeming inexorable rise in temperatures seen across the Arctic in recent years. The chances of the ice now melting way, way beyond anything expected this year are heightened by what is happening in the Laptev Sea north of Siberia. Here, the ice is thin and already vulnerable. A low pressure system, it seems, is building there, which could bring on another major storm which in turn would break the ice pack up and make it more prone to melt. In a matter of a few days, hundreds of thousands of square kilometres of ice could disappear. There are now three ice scientists aboard, including Julienne Stroeve, a researcher with the NSIDC, and two from Cambridge university. They will each be conducting their own experiments and observations. Strove shows us data sets showing how vulnerable large parts of the ice mass has become. Ten years ago, she says, a good 30-40% was older than a year, meaning it was thicker and more resilient. This year it&apos;s nearly all only one year old. Even more remarkably, she shows us the temperature anomaly charts  much of this vast region is presently 2-6C above normal temperatures for this time of year. &quot;To see the ice disappear like this so quickly is unprecedented. I was around in 2002 when there was a jump. But it has just kept happening. Something has changed,&quot; she says.", 
    "section": "environment", 
    "gid": "environment/blog/2012/sep/06/history-sea-greenpeace-arctic-sunrise", 
    "wordcount": "595"
}