{
    "headline": "Least developed countries agree to cut greenhouse gas emissions", 
    "text": "In what could be a far-reaching move, the world&apos;s poorest countries say they are now prepared to commit themselves to binding cuts in their emissions of greenhouse gases. Until now, the 49-strong group of Least Developed Countries (LDC) have insisted the primary responsibility for tackling climate change through carbon cuts lies with industrialised nations, which emitted most of the carbon dioxide currently in the atmosphere. The LDC group&apos;s move has the potential to quicken the pace of the glacially-slow UN climate change negotiations, which have for years been trying to agree an effective way to cut emissions in order to avoid runaway global warming. The LDC group is a major negotiating bloc at the UN talks, with its member states including 12% of the world&apos;s people. Whether its willingness to accept binding cuts will in fact hasten the birth of a new and comprehensive climate agreement will now depend largely on the good faith and commitment of the richer countries. Quamrul Chowdury is a lead climate negotiator of the LDC group. He said: &quot;Prakash Mathema, the current chair of the LDCs in the climate negotiations, has a new mantra: &apos;Follow us&apos;. That means the 49 LDCs under his leadership are set to act in the process as a very pro-active group. They will lead by example - by doing. The LDCs are no longer waiting for others to act. &quot;I think the LDCs are now for low carbon pathways for all. They are even ready to go first in helping to cut back global greenhouse gas emissions, though they are the ones least responsible for increasing those emissions.&quot; Asked whether this meant that the LDCs now accepted the need for binding emissions cuts by all countries negotiating the international climate treaty and not just by industrialised countries, Chowdury said it did. &quot;All countries should commit [to accepting cuts], but developing countries&apos; National Appropriate Mitigation Actions [NAMAs] should be supported&quot;, he said. NAMAs are policies and actions which countries undertake as part of their commitment to reduce emissions. The term, developed by the UN negotiators, recognises that different countries may act in different ways based on fairness and on their shared but differing responsibilities and abilities  in other words, the contribution they have made to climate change. NAMAs do not involve governments making the sort of binding commitments which the LDCs say they will now accept. They do stress the importance of financial help from developed to developing countries to help them to reduce emissions. Chowdury&apos;s statement that the LDCs now accept that all countries should make binding emissions cuts is a significant diplomatic step forward, going to the heart of one of the most divisive issues in the negotiations: who should move first by cutting emissions? A number of developed countries argue that they will make cuts only when the LDCs do so, despite the fact that it is industrialisation and development that have largely caused the human contribution to climate change. It has been the developing world&apos;s refusal to accept that it is also responsible for helping to solve a problem it did not cause that has allowed some industrialised countries, notably the US and Australia, to refuse to commit themselves to internationally-agreed cuts. Chowdury added: &quot;The LDCs are for raising ambitions over climate change mitigation, because mitigation is the ultimate adaptation. And adaptation has its limits. &quot;The cost of adaptation is also rising every day as the most industrialised countries are not slashing their emissions, except for some of the European good boys. But that is not enough. &quot;Major emitters need to scale up their efforts. They also need to do more to stabilise the global temperature well below 2C,&quot; a widely accepted global threshold for dangerous climate change.", 
    "section": "environment", 
    "gid": "environment/2013/apr/03/climate-change-greenhouse-gas-emissions", 
    "wordcount": "632"
}