{
    "headline": "EU tar sands pollution vote ends in deadlock", 
    "text": "The European Union failed to label oil produced from tar sands as highly polluting on Thursday, with a key vote by member states ending in deadlock. The issue is seen as a key test of the EU&apos;s ability to implement its climate change policies while under heavy pressure from the Canadian government and oil companies who want to prevent billions of barrels of tar sands oil from being designated as especially harmful to the environment. The lobbying has been intense, with Canada secretly threatening a trade war with Europe if the proposal is passed, while the Nasa climate scientist James Hansen has said full development of the tar sands would mean it was &quot;game over&quot; for the climate. Darek Urbaniak at Friends of the Earth Europe said: &quot;Some European governments have given in to Canadian and oil lobby pressure, instead of saying no to climate-hostile tar sands. High-polluting sources of fuels, such as tar sands, must be cleaned up or kept out of Europe  they are the dirtiest source of transport fuels, and will undermine Europe&apos;s ability to reach its climate ambitions.&quot; Joe Oliver, Canada&apos;s minister of natural resources, said he was pleased with the result and warned: &quot;If the EU moves ahead in implementing these discriminatory measures, Canada will not hesitate to defend its interests.&quot; He said Canada would continue to promote the oil sands as a &quot;secure and responsible&quot; source of energy. The vote by officials needed a majority of about three-quarters to be approved, which would have led to the proposal passing quickly into law. In the event, there were 89 votes for the proposal, 128 against and 128 abstentions, including the UK. The impasse means the decision will be referred to ministers, who will send a proposal to the European parliament for passing into law. The decision should have been made more than a year ago. The proposal came from the European commission and Connie Hedegaard, the EU commissioner for climate action, said: &quot;With all the lobbying against the proposal, I feared member states would reject the proposal. I am glad that this was not the case. I hope ministers will realise that unconventional fuels need to account for their considerably higher emissions through separate values.&quot; The issue has drawn fire on to the UK&apos;s transport minister, Norman Baker, whose Liberal Democrat colleagues have likened tar sands to &quot;land mines, blood diamonds and cluster bombs&quot;, but whose coalition government was revealed as giving secret help to Canada by the Guardian. Baker defended the UK&apos;s abstention. &quot;We recognise there are big issues with tar sands but equally we did not feel the proposal met the requirement of dealing with other highly polluting crude oils. It was not an all encompassing solution,&quot; he told the Guardian. He denied that the deadlocked vote would delay action. &quot;It is the idea of dealing with tar sands now and dealing with the rest later, like Angolan and Venezuelan crudes, that is in fact kicking it into the long grass. Our advice is that we could have something up and running in 6-12 months.&quot; Baker said there was an &quot;open invitation&quot; for Hedegaard to work with abstaining nations like the UK, Germany and France to find a solution: &quot;Connie only has the tiddlers with her: 89 votes for and 128 against is not a position she is going to win from.&quot; The senior Greenpeace campaigner Joss Garman said: &quot;Baker should be congratulated. It&apos;s obvious that he&apos;s reacted positively to pressure from the clean energy lobby. But if we&apos;re going to keep tar sands out of Europe we now need Nick Clegg to step in and ensure that when ministers meet in June the result is a European ban on tar sands.&quot; Canada&apos;s vast tar sands are the second largest reserve of oil after Saudi Arabia and many of Europe&apos;s largest oil companies have major interests in the fields, including BP, Shell, Total and Statoil. The EU proposal is to label tar sands oil as causing 22% more greenhouse gas emissions than conventional oil on average, because of the extra energy needed to blast the bitumen from the bedrock and refine it. This would make it unattractive to Europe&apos;s fuel suppliers who have to cut the impact of their products on global warming and would also set a very unwelcome international precedent for Canada. The Canadian government argues it is unfair to single out tar sands when some other crude oils are also highly polluting but its opponents, including Hedegaard, argue those can be dealt with in due course and that the scientific case against tars sands is clear. Canada convened a high-level private summit in 2011 to discuss winning the tar sands argument in the EU, to protect the &quot;huge investments from the likes of Shell, BP, Total and Statoil&quot;. The UK proposed an alternative &quot;banded&quot; approach to ascribing carbon emissions to different fuel types, which does not single out tar sands. Opponents dismiss the proposal as a delaying tactic and the Guardian understands that the UK has failed to present its proposal formally. In January, the Guardian revealed another compromise plan that would weaken the impact on tar sands oil, this time from the Netherlands. Colin Baines, toxic fuels campaigns manager at the Co-operative, said: &quot;The oil industry must play its fair part in Europe&apos;s efforts to address climate change: to give it a free pass to make things worse by ignoring tar sands emissions would be a scandal. It is a positive sign that the UK and France abstained when they had been the subject of such intense lobbying from the oil industry and Canadian government. We hope they&apos;ll move further and support the fair and common sense proposal at the next vote.&quot; Vote on proposal to label tar sands oil as highly polluting, by nation  For: Austria, Denmark, Finland, Greece, Ireland, Latvia, Luxembourg, Malta, Romania, Slovakia, Slovenia, Sweden  Against: Spain, Italy, Poland, Bulgaria, Czech Republic, Estonia, Lithuania, Hungary  Abstained: UK, Germany, France, Netherlands, Portugal, Belgium, Cyprus", 
    "section": "environment", 
    "gid": "environment/2012/feb/23/eu-tar-sands-pollution-vote", 
    "wordcount": "1025"
}