{
    "headline": "Facebook preaches accountability - but doesn't practise it", 
    "text": "&quot;Direct empowerment of people&quot; and &quot;more accountability for officials&quot; are two of the virtues Facebook says its service promotes. It is referring in its IPO prospectus to the interaction between citizens and governments, which is just as well since most shareholders in Facebook will travel in a third-class carriage. The first-class lounge is reserved for Mark Zuckerberg alone. The founder, chairman and chief executive is keeping control via a dual voting structure that gives each &apos;B&apos; share held by insiders such as himself 10 times the voting power of the ordinary &apos;A&apos; shares. In addition, Zuckerberg also has arrangements with fellow &apos;B&apos; holders so that he ends up with total voting power of 59%. Outsiders don&apos;t even get to choose how they would manage without Zuckerberg; the boss has the right to nominate a successor in the event that he dies in harness. It wouldn&apos;t happen in the UK. The principle of &quot;equal votes for equal economic risk&quot; is an unwritten rule of corporate governance that no grown-up quoted company has dared to defy for a couple of decades. The last hold-outs surrendered for a variety of reasons - from quarrels among third-generations family members to a basic inability to raise equity capital from outside investors on attractive terms. Zuckerberg has no such worries. Facebook doesn&apos;t need cash for investment and the voting arrangement clearly hasn&apos;t affected demand for stock. Maybe there are arguments in favour. Aren&apos;t the most successful technology firms, like Google, controlled by the founder or founders? Haven&apos;t Facebook&apos;s original backers become rich by giving Zuckerberg the freedom to pursue his vision? Don&apos;t you mess with that formula at your peril? And it&apos;s not as if there could be a punch-up over dividend distributions - there won&apos;t be a dividend any time soon. All the same, there could be trouble ahead. Zuckerberg&apos;s letter to potential investors is mostly about why the company&apos;s &quot;social mission&quot; is important. In the end, though, it&apos;s the commercial mission of milking the base of 900 million users for advertising and other revenues that will determine whether the $104bn (65bn) valuation is justified. As matters stand today, it&apos;s possible (just) to believe the twin missions complement each other. But what if events don&apos;t run so swimmingly? Will Zuckerberg choose to operate a vulgar advertising medium or be a heroic pursuer of a more open and connected society? OK, the choice may never be so stark. But there could be tension over strategy and, judged by his public statements, it&apos;s impossible to tell which shade of grey Zuckerberg would prefer. Don&apos;t forget, he is rich enough not to worry about the odd billion being removed from his personal wealth. But those buying Facebook shares for profit, one assumes, would be less relaxed. Surely they would applaud more commercialism if it makes the share price go up. Well, nobody&apos;s forcing them to buy stock, it might be said, and Zuckerberg&apos;s complete control of Facebook is not being disguised. True enough. But, viewed from London, it is quite amazing that dual voting arrangements survive in the US. The UK does not have technology successes of the size of Google or Facebook to shout about, but equal votes for equal economic risk still sounds an excellent principle. In economic terms, Zuckerberg has 28%. He should not have complete control. Facebook may be the future but, in governance terms, it&apos;s a trip back in time.", 
    "section": "technology", 
    "gid": "technology/nils-pratley-on-finance/2012/may/18/facebook-voting-structure-could-lose-friends", 
    "wordcount": "576"
}