{
    "headline": "Apps Rush: Running Trax, Glamour UK, Harrods Magazine, L.I.L.Y by Stella McCartney and more", 
    "text": "A selection of nine new apps for you today: Running Trax - Ministry of Sound Dance brand Ministry of Sound has a new iPhone app for sporty types, providing the soundtrack to their runs, as well as route-planning features. Exclusive mixes are provided, along with Ministry of Sound Radio and a &quot;Boost&quot; button for a high-energy track when flagging.iPhone Glamour UK Another magazine app for Cond Nast on iOS: this time it&apos;s Glamour getting the Newsstand subscription treatment, with monthly issues costing 1.99 with an auto-renew feature to get new copies.iPhone / iPad Harrods Magazine Retailer Harrods is on the App Store with its official iPad app. It&apos;s a digital magazine focusing on fashion, beauty and home furnishings, including video interviews, behind-the-scenes fashion-shoot footage and plenty of products.iPad L.I.L.Y by Stella McCartney Another fashionable app here, created by Gin Lane Media for Stella McCartney&apos;s new perfume. There&apos;s video, a photo collage and augmented reality features to clue you in on the fragrance.iPhone SmartAppFinder App Market Another day, another Android app for discovering other Android apps. Soon we&apos;ll need a discovery app to discover the discovery apps. Or not. This one sounds quite useful though, offering personalised recommendations and daily deals.Android Kiss Remixer No, not an appy way to put a donk on Crazy Crazy Nights. Although isn&apos;t that a thought? This is a remixing app for BlackBerry based on radio station Kiss, letting fans swizzle tracks from the likes of Example, Pixie Lott, Tinchy Stryder and Dappy. BBM sharing is boiled in too.BlackBerry Black Plaques London Black Plaques is an alternative tour-guide app to London, promising &quot;Executions in Trafalgar Square, putrid gases pumped up Big Ben&quot; and &quot;underwear looted from Buckingham Palace.&quot;iPhone / iPad 774 Deaths Square Enix has surprised iPhone gamers with a new game, 774 Deaths, which it describes as &quot;a murderously difficult action platformer&quot; with more than 74 hours of gameplay.iPhone Carly Simon iPad Carly Simon&apos;s so vain, she probably thinks this iPad app is about her. Oh, wait, it is! Expect news, video blogs, music clips and photos.iPad", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/apr/03/apps-rush", 
    "wordcount": "363"
}