{
    "headline": "Five great console games to download this weekend", 
    "text": "Heavy snow is forecast for the weekend again, so you can forget that road trip to grandma&apos;s. Instead, you should be settling in front of the fire downloading new video games. Here are five recent console releases I&apos;d recommend, all of which can be bought digitally, and all of which should keep you occupied until the great thaw. The Cave (Sega, PC, PS3, Xbox, Wii U)            A new adventure game from Ron Gilbert, the co-creator of Monkey Island and Day of the Tentacle, was always going to be worth a look, just for the sake of nostalgia. But this darkly funny morality tale is a fine quest in its own right, filled with gently challenging puzzles and lateral humour. There&apos;s no incentive to replay once you&apos;re done, but you&apos;ll have a good few hours of entertainment. Demon&apos;s Souls (Sony, PS3)            If you missed From Software&apos;s hugely challenging action RPG first time round, it&apos;s worth catching it as a newly available download from PSN  especially if you&apos;ve since played and loved its successor, Dark Souls. Indeed, plenty of purists prefered the original title&apos;s utterly uncompromising design. Fractured Soul (Nintendo, 3DS)            Developed over several years, this enormously challenging sci-fi platformer uses both 3DS screens at once, providing a sort of double vision Metroid. Switching between the displays is the central mechanic, but really this is a rock hard, old school scrolling adventure that makes only begrudging concessions to modern gameplay foibles like regular check points. Just prepare yourself. Mighty Switch Force (Nintendo, Wii U)            This compelling puzzle platformer was actually released last year but it&apos;s currently on sale and is well worth downloading if you&apos;ve bashed the heck out of all the decent Wii U launch titles. You&apos;re a cyborg cop rounding up escaped prisoners across a colourful world infused with anime style  and you can play the whole thing on the GamePad screen if someone else is hogging the TV. Earth Defense Force 2017 (Sony, Vita)            This rather scrappy-looking third-person shooter has been drawing mixed reviews, thanks to its basic visuals and tortured voice acting. However, if you like splatting giant bug invaders with hundreds of different weapons while apocalyptic explosions poke you in the eyes there&apos;s a huge amount of fun to be had in here.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/jan/25/five-games-download-this-weekend", 
    "wordcount": "376"
}