{
    "headline": "Myspace publicly unveils its revamped site  to little excitement", 
    "text": "Myspace timed the public unveiling of its revamped site to coincide with the release of singer  and prominent Myspace investor  Justin Timberlake&apos;s much-anticipated new single. Unfortunately, the under-the-radar revelation was met with little excitement. Perhaps it was because the tech media&apos;s focus was on Faceboook&apos;s grand &quot;graph search&quot; launch in California, which had been preceded by a mysterious invite with only a date and time. Or perhaps it was because nobody&apos;s much interested in Timberlake (or indeed Myspace) any more. When Timberlake tweeted that he had released his first song in seven years, it was rather overshadowed by the announcement that his fellow 90s musical superstar brethren, Destiny&apos;s Child, were back together. Timberlake had previewed the new look in a tweet last year, and told the Hollywood Reporter in September that the new Myspace could bridge the gap of people who are from a generation less familiar with social media. &quot;But with every obstacle comes an opportunity and I see this, as it speaks to somebody like me, as bridging the gap,&quot; Timberlake said. &quot;It&apos;s just bringing the connection that much closer while still making the artist feel comfortable that they can make their art, lock themselves in a room and torture themselves as they do, and still find a way to comfortably connect with their fan base.&quot;  The music-oriented Myspace allows users to stream music in an always-present music player at the bottom of the page, and allows musicians to track where there top fans are, determined by which Myspace user plays the artist&apos;s music the most. Thus far, most of the site&apos;s pre-launch users (allowed on the site with a special invite) are comprised of musicians, actors, models and inquiring tech reporters general social networking is clearly not the focus. On first glance, the site looks promising. It utilizes an attractive interface that melds the functions and appearance of sites like Pinterest, Rdio and Instagram. And as arguably the first big social networking site, it remains an important destination for music publicists to maintain as fans search for information on bands and Myspace routinely appears in the top results. However, clever design and useful functionalities do not a successful social network make, and on Tuesday social media attention was fully on Facebook.", 
    "section": "technology", 
    "gid": "technology/us-news-blog/2013/jan/15/myspace-justin-timberlake-facebook-announcement", 
    "wordcount": "381"
}