{
    "headline": "Yahoo: the rise and fall of an internet pioneer", 
    "text": "When Jerry Yang&apos;s family moved from Taipei to San Jos, the billionaire Yahoo founder was just 10 years old. Fatherless by the time he was two, Yang has said he knew one word of English: &quot;Shoe&quot;. Sixteen years later, while studying for a doctorate at Stanford, Yang and his business partner Dave Filo set up Jerry and David&apos;s Guide to the World Wide Web. Renamed Yahoo, it was soon to become one of the most successful internet businesses of all time. Last week, Yang, 43, stepped down from Yahoo&apos;s board with immediate effect. &quot;The time has come for me to pursue other interests outside of Yahoo,&quot; said Yang in a press release that did not delve into details. It didn&apos;t really have to. Yahoo remains one of the biggest draws on the web. About 600 million people a month visit the site but like AOL, that other dinosaur of the first era of the internet, Yahoo has been left flat-footed as Google and Facebook emerged as the next generation of online leaders. Sales have fallen at Yahoo since 2008 and Google and Facebook are taking an increasing share of its display ad business. The firm has cut costs and found ways to boost its profit margins and keep earnings up. But the pressure for change is on  and it shows. In 2008, Microsoft&apos;s Steve Ballmer launched a $44.6bn (28.8bn) takeover bid for Yahoo but it was resisted, especially by Yang, and eventually the deal collapsed. Yang was the man who fought hardest to reject Ballmer&apos;s offer. Yahoo is currently worth about $19bn but now that Yang has gone, it may require a more radical fix. Yahoo is still huge, but what is sort of company is it? &quot;They are not going to beat Google in search, or Facebook for the social network,&quot; says Dan Olds, analyst at Gabriel Consulting. &quot;They will continue to get ads because of their size, but if they are not seen as relevant  and they are not  the quality of those ads and the price paid will fall. In today&apos;s environment, companies that are not seen as relevant are dead.&quot; Rob Enderle, principal analyst at Enderle Group, says Yahoo lost its way long ago. &quot;It&apos;s big in news, sport, finance, email and it owns Flickr, the photo-sharing site. But somehow none of these sites add up to a whole. To turn this company around what you need is a Steve Jobs. Someone who comes in and strips it down to the core before building it back up again,&quot; says Enderle. Yahoo recently appointed a new chief executive, Scott Thompson, former boss of eBay&apos;s online payment company PayPal. He replaces Carol Bartz, acrimoniously ousted by a board she dismissed as &quot;doofuses&quot;. Given the firm&apos;s shoddy record with bosses, she might have had a point. But so did they. Bartz&apos;s strategy  trim costs, sack people, sell stuff  did little for Yahoo. According to comScore data, the number of minutes that US website visitors spent on Yahoo sites during her two-and-a-half years as chief executive fell 33% while the stock price stayed flat. It&apos;s a bit early to see what Thompson has planned  the first results since he arrived come out next week  but the signs are that it will be more of the same. Kara Swisher, tech scoop-meister at AllThingsD, reported this week that Yahoo has instituted a hiring freeze and is considering more jobs cuts. &quot;The big question is what is he going to do that&apos;s different,&quot; says Colin Gillis, analyst at BGC Partners in New York. Gillis believes Thompson is likely to sell off Yahoo&apos;s Asian assets, a move many analysts believe Yang was holding back. Yahoo bought a 40% stake in China&apos;s Alibaba in 2005 for $1bn. It was a great buy. Analysts calculate that the Alibaba holding, along with the company&apos;s stake in Yahoo Japan, is now worth $17bn. But what happens after that? Yahoo is undergoing a &quot;strategic review&quot; and competitors smell blood in the water. Microsoft is reportedly looking at Yahoo again, albeit at a far lower price, and private equity firms have been sizing it up. Jack Ma, Alibaba&apos;s founder, has also expressed an interest and is tipped as a likely buyer for Yahoo Japan and maybe more. Before Christmas, Ma hired the Duberstein Group, led by Kenneth Duberstein, once chief of staff to the former president Ronald Reagan, to help him navigate the political landscape in what could be the biggest Chinese takeover of a US company in history. &quot;I think he&apos;ll try and turn it around,&quot; Enderle says of Thompson. &quot;But that&apos;s not his skill set.&quot; The rumour in Silicon Valley is that he was far from the company&apos;s first choice. Like Bartz, who came from a design software firm, Thompson does not have a media or advertising background. &quot;But if that doesn&apos;t work, at least he&apos;s a finance guy. He&apos;ll know how to package this company for sale.&quot; With Yang gone, a sale of all or part of the business looks more likely. It&apos;s what comes after this that worries Olds. &quot;Yahoo is one of the top sites in the world,&quot; he says. &quot;That&apos;s a lot of opportunity. But if it can&apos;t redefine itself, it could be scattered to the winds.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/jan/20/yahoo-rise-fall-internet-pioneer", 
    "wordcount": "903"
}