{
    "headline": "Clean energy isn't bringing home the bacon", 
    "text": "If you are wondering why Korean companies are pulling their UK turbine investments at a time when RenewableUK says 67% of Britons favour wind power, it can be useful to hear from stockbrokers who measure performance in bald financial terms. Andrew Shepherd-Barron, a specialist in the clean tech sector at brokers Peel Hunt, has just come up with a review of share price performances and describes the green scene as a &quot;graveyard&quot; for investors globally. He claims alternative energy, water waste and carbon companies have performed &quot;worse even than the dotcom experience&quot;. A year ago, 18 of 27 early-stage clean tech stocks tracked by Peel Hunt had disappeared from the market after floating, with minimal returns to shareholders. The remaining third have survived the intervening year, although not one has seen its share price rise. The last 12 months have been another year to forget. Stocks have come back to earth in what can only be termed a very hard landing, says Shepherd-Barron. &quot;The explanation is not hard to find: clean tech has faced much stronger macro [economic] headwinds, was reliant largely upon increasingly unaffordable public subsidies, and had to face low-cost competition from China.&quot; But he does think that stock-buying opportunities are beginning to emerge and does not expect share prices to deteriorate much further. The Peel Hunt man also gives a pithy assessment of UK government policies, which he argues have been characterised in the past by volatility &quot;in part caused by the self-inflicted damage of trying to reconcile top-down, vanity-driven quantitative targets with a bottom-up lowest carbon abatement cost approach. The farce of solar PV subsidy is just the latest example in a long line of failed initiatives.&quot;", 
    "section": "environment", 
    "gid": "environment/economics-blog/2012/apr/19/green-energy-fail", 
    "wordcount": "289"
}