{
    "headline": "Philippines: where Catholics, condoms and conservatism collide over health", 
    "text": "Janette Garin couldn&apos;t quite believe it when she heard the reproductive health bill had been passed last December. Garin, an MP in the Philippines, had spent nine years battling opposition groups, backed by the Catholic church, to get the bill through. &quot;It was a mixed feeling. I never expected it. I thought, &apos;Is this really happening?&apos; Describing the feeling is beyond words,&quot; she said. In the end, the successful passage of the bill came down to &quot;extreme political will&quot;, its framing as a poverty reduction strategy encouraging responsible parenting, and  crucially  the approval of the president, Benigno Aquino, who holds sway when it comes to pushing through legislation. Getting the bill passed has been a torturous process. The Catholic Bishops&apos; Conference has been vociferous in its opposition, lobbying politicians to drop the bill. More than 80% of Filipinos are Catholic. Some organisations mounted campaigns to spread myths about the use of contraceptives  condoms eating away at sperm, which in turn leads to babies being born with disabilities, was one example. The fight is still not over, though, as the bill has been suspended pending a ruling on its legitimacy from the supreme court next month. But Garin is confident the supreme court will rule in its favour. More than 70% of the population are understood to support it, and the MP believes it will make a huge difference to the lives of poorer women. &quot;I look at this as an opportunity to lift the economic and social status of families,&quot; she says. The Philippines offers a fitting case study to highlight the complexities of promoting family planning, which received a big boost on the global stage at last year&apos;s summit in London, organised by the UK government, the UN Population Fund (UNFPA), and the Bill and Melinda Gates Foundation. A total of $2.6bn was pledged by donors to provide services to 120 million women and girls in the world&apos;s poorest countries by 2020. According to the UNFPA, 600 million women use modern contraceptives, but about 220 million women who want services are unable to access them. Babatunde Osotimehin, executive director of the UNFPA, said addressing the unmet need would prevent 54m unwanted pregnancies and 26m abortions a year, and reduce maternal deaths by 79,000 annually. Since the July summit, a reference group, a taskforce and working groups have been established to track whether pledges are being honoured and to monitor where, when and how contraceptives are being delivered. More than 20 countries are drawing up plans to incorporate family planning into health programmes for women and girls, while 10 countries have held their own summits to formulate sexual and reproductive health strategies with local partners. Pharmaceutical companies Merck and Bayer have cut the prices of their contraceptive implants because donor and state commitments to family planning guarantees a market to which it can sell in volume. The UNFPA is encouraging the private sector to help establish smooth supply chains to ensure contraceptives reach remote places, which represents a huge challenge in countries with little infrastructure. Providing a quality service, where women feel confident they can get a constant supply of contraceptives, is very important, said Osotimehin. Awa Marie Coll-Seck, Senegal&apos;s health minister, told the Women Deliver conference on Wednesday that her country had committed to providing family planning services nationwide in an effort to increase coverage from 12%. A pilot scheme is operating in three regions of Senegal to ensure a steady supply of contraceptives to health centres. Crucially, the government is working with village chiefs and imams  the country is 90% Muslim  to ensure their support in promoting contraceptive use at community level. &quot;It&apos;s very important to ensure political will is maintained, that family planning remains a priority. This is not only heads of states  religious leaders also play a big role. We have involved religious leaders, who are now saying, &apos;We need to protect women&apos;; this is very important,&quot; Coll-Seck said. Zambia&apos;s first lady, Christine Kaseba-Sata, said her country launched its family planning scale-up programme in February, with the support of village chiefs, religious leaders and MPs. The Catholic church has been broadly supportive, she indicated, adding that a key part of the country&apos;s programme will be going to village markets to speak to women who are too busy &quot;trying to raise money and put food on the table&quot; to travel to clinics. Winning men around to family planning  whether religious leaders or not  still appears key to the successful introduction of services. In some countries, meetings for men only have been arranged to educate them about the use of contraceptives and, specifically, how they can save the lives of their wives, daughters and sisters. Melinda Gates, co-chair of the Bill and Melinda Gates Foundation, said that in Niger men-only discussion groups were held to discuss family planning before women were taught the benefits. Ultimately, though, family planning policies and programmes need women at the centre, said Gates, who argued it is a human rights issue. &quot;When you talk about having women at the centre you have to talk about human rights,&quot; she said. &quot;We should not shy away from saying this is about giving all women rights over their own bodies.&quot;  Liz Ford&apos;s flights and accommodation are being paid for by Women Deliver. Guardian Global development is a media partner of the conference", 
    "section": "global-development", 
    "gid": "global-development/2013/may/30/philippines-catholics-condoms-conservatism", 
    "wordcount": "903"
}