{
    "headline": "Nasa chief Bolden says agency can go where no man has gone before: Mars", 
    "text": "If the prospect of spending a thousand days up to 140 million miles away from the Earth was not enough of a deterrent, killer radiation levels and enforced radio silence would surely deter most volunteers from travelling to Mars. Nasa, however, has revealed that near-record numbers are applying for its astronaut training programme, as renewed enthusiasm for space travel is fueled by growing hopes of a manned Mars mission.  Since the successful landing of the Curiosity rover in August, the scientific community has begun to take more seriously a promise from President Obama, made in 2010, to land humans on the surface of Mars within 20 years or so. Some privately-backed rival ventures are even forecasting that they will get to Mars orbit as early as 2018; Nasa plans a deep-space practice mission, to rendezvous with a captured asteroid, by 2025. &quot;Interest in sending humans to Mars has never been higher,&quot; Nasa&apos;s chief administrator, the former astronaut Charles Bolden, told a conference in Washington on Monday. &quot;&apos;We now stand on the precipice of a second opportunity to press forward with what I think is man&apos;s destiny, and that is to go forward to another planet.&quot; Within the next few weeks, Nasa plans to announce which 20 trainee astronauts it has chosen from 6,300 recent candidates  its second-highest application total since the agency was established, in 1958. &quot;These astronauts will be among the first trained specifically for long-duration space flights,&quot; said Bolden. Despite sweeping US budget cuts under the sequestration, Nasa still hopes for an annual budget of $17.7bn  which will be increasingly targeted on the Mars mission. The agency is seeking congressional approval to outsource to private contractors all future rocket missions to low earth orbit, so it can concentrate on deep space instead. But the three-day conference in Washington has also revealed the significance of the remaining &quot;technology gaps&quot;. The one-ton Curiosity rover was lowered on to the surface of Mars from a spacecraft acting at current weight limits as a &quot;sky crane&quot;  engineers estimate a human-carrying capsule would need to weigh at least 40 times as much. Nasa also needs to invent giant new solar panels  powerful enough to complete a round trip to Mars but flexible enough to fold up into a rocket  and find ways of preventing charged ions from corroding the propulsion nozzle. Furthermore, at least five unmanned supply missions will be needed to deliver equipment in advance and a robotic vehicle will probably have to drill beneath the Mars surface to find water for drinking and propulsion of the return trip. The sun is likely to block communication for weeks on end and robots would probably need to be used to help build a shelter on the surface of Mars, in order to protect astronauts from cosmic radiation 100 times that on Earth.      Nasa administrator Charles Bolden speaks at the Human 2 Mars Summit at George Washington University. Photograph: Jim Watson/AFP/Getty Images    Pascale Ehrenfreund, a scientist at Nasa&apos;s astrobiology institute, warned that its projections for a 1,000 day mission, including a stay of a few hundred days on the surface of Mars, currently showed an &quot;unacceptable risk&quot; of radiation exposure. James Reuther, Nasa&apos;s deputy technology director, said: &quot;These guys are going to know they are going to take a huge risk, especially on the first few trips, but risk is always going to be part of the mix. If you are going to put safety right at the top and say there has be guarantee of coming back safely then we are not going to do this. We need to think about this differently.&quot; Nasa has been heavily criticised over its precursor mission, to capture an asteroid and push it into an orbit near the moon, but insists it needs to do so for technological development. &quot;I can see some people think we are fooling around [by planning the asteroid mission] and should be going to Mars right now, but we don&apos;t have the technological capacity right now,&quot; said Bolden. The agency also hopes to inspire future engineers and astronauts for the Mars mission, many of whom are still in school today. A recent competition held with Lockheed Martin to seek ideas for radiation shielding received 34,000 entries from children. &quot;This is going to need the next generation of kids,&quot; said Reuther. &quot;They have to be invested just as much as we are today.&quot;  Notwithstanding its attempts to learn how to steer asteroids, Nasa sees the Mars mission as a vital stepping stone into outer space. Science director John Grunsfeld said: &quot;We know from looking what happened when an asteroid hit earth 65 million years ago that single-planet species tend not to survive.&quot; Martian invaders While Nasa is the undisputed behemoth of space exploration, there are aseries of rivals, both state-led and private, aiming to beat the American space agency in the race to put humans on the surface of Mars: A Dutch-based organisation called Mars One has already had more than 10,000 applicants to join a four-person mission to the Red Planet planned for 2023, despite the organisation&apos;s website warning that a return to Earth &quot;cannot be anticipated nor expected&quot;. The ambition is to establish a permanentsettlement. Dennis Tito, the US millionaire who became the first self-funded space tourist when he paid 13m for Russia to send him to the International Space Station in 2001, is seeking a pair of astronauts  he thinks a married couple would be ideal  on a mission to Mars. This would involve flying round the planet, rather than landing on it, in 2018, when Mars&apos;s orbit around the sun is aligned with that of Earth. In February 2011 a six-strong crew from Russia, China, Italy and France &quot;landed&quot; on Mars and donned spacesuits for a 40-minute walk on the surface, after 520 days in a windowless capsule. In reality, it was a mock-up mission conducted at a Moscow institute as part of efforts to investigate the possible physical and psychological effects of spending such a long period in space. China&apos;s national space agency promised in 2006 to focus on Mars as an objective, with a plan to send crews there from 2040. Not to be outdone, India&apos;s prime minister, Manmohan Singh, last year said his country planned to send a spacecraft to Mars, though this is likely  if it happens  to be an unmanned probe.", 
    "section": "science", 
    "gid": "science/2013/may/06/nasa-manned-mission-mars", 
    "wordcount": "1076"
}