{
    "headline": "Can multilateral action still play a role in combating poverty?", 
    "text": "What&apos;s your big hope for a global breakthrough in 2012 that makes a difference? Rio+20? The next climate change conference in Qatar? The G20 in Mexico? A happy ending to the Doha development round? Most likely, none of the above. The rules of the global economic system are still stacked against the interests of the poorest countries. But there is understandably much doom and gloom about the prospects for effective multilateral action to tackle global poverty. Why? The need for decisive global action to meet challenges on the economy, food security, climate change and other issues has never been clearer. But our political leaders appear unable to articulate and deliver bold and imaginative solutions. The global economic crisis is the cause cited most often. The initial shock of the financial crisis in 2008-09 created new impetus for collective action and led to significant changes, including the creation of the G20 and a dramatic increase in resources for the IMF and World Bank. But as the economic downturn has continued, it has made many national governments far less willing to engage constructively in shared solutions in the WTO, the UN Framework Convention on Climate Change and elsewhere. A second cause is the emergence of the Bric countries. The division of responsibilities between these countries and the old G8 is disputed in every forum. The frequent result is paralysis, as Europe and the US struggle to adapt to their declining influence and the Bric countries hesitate to project global solutions. A third cause is the poverty of current global governance structures, which do not foster the common approach we need to manage global risks and deliver prosperity and security for a world of 9 billion people. In truth, it was ever thus. Despite progress on development aid and on climate change in better economic times, the pace of global collective action has always been profoundly inadequate for the scale of the challenges we face. There is a strong case for regarding the underlying trends more positively. In the past three years there has been increased collective action in Europe and in the African Union; the rapid rise of the Bric countries and the end of the G8&apos;s domination is a cause for celebration not concern; and the Busan summit agreed a new global partnership for development (pdf) that just might deliver. The rise of the Brics does not in itself herald the new multilateralism we want. Our collective interest lies in building a multilateralism in which the interests of the poorest countries and people are at the centre of global decision-making and action. The lack of effective global governance is not a problem that will be cured overnight. We could be on a chaotic path into a spiral of decline arising from our failure to manage global risks effectively, or to a more diverse and effective multilateralism. But clearly the short-term prospects for global breakthroughs are poor. What should global NGOs and others (including funders) do about it? There are three main responses. First, the difficult global context is yet another reason to increase the focus on empowering civil society and securing action at national level in the global south. It is change at national level that really makes the difference. Our national work and support for national partners and allies is more important than ever. Second, we should focus more on opportunities to make a difference beyond single-issue global negotiating processes. The most obvious area is at regional level, by for instance focusing on strengthening civil society in Africa to secure consistent implementation of decisions made by the African Union and influencing regional action in Latin America. We also need to build coalitions on issues that unite a critical mass of countries and institutions that can make a difference, as Oxfam and many others did over reform and funding for Gavi. Finally, we should keep the faith but be far more selective about the issues and moments where we can make a difference. The world desperately needs effective global solutions to global problems. Global NGOs and their partners can project the strength of public demand for action across national boundaries. So it makes sense to lobby and campaign around the G20, a body that so far has delivered little but whose decisions must reflect the interests of the poorest countries, which are currently unrepresented. Our work can also strengthen international governance. For instance, global NGOs and other groups have worked together to strengthen the Committee on World Food Security. The speed of global change and the strength of public demand for action will create opportunities at all levels. Together we can seize them.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/mar/12/multilateral-action-combat-poverty-ngos", 
    "wordcount": "773"
}