{
    "headline": "Windfarms do not cause long-term damage to bird populations, study finds", 
    "text": "A major new study has quashed fears that onshore windfarms are causing long-term damage to bird populations, but found new evidence that some species are harmed when windfarms are built. The study by conservationists into the impacts on 10 of the key species of British upland bird, including several suffering serious population declines, concluded that a large majority of species can co-exist or thrive with windfarms once they are operating. But the study, the largest carried out in the UK into the impact of onshore windfarms on bird life, also found strong evidence that some species suffered serious harm while windfarms are being built. &quot;It shows that there can be serious species-level impacts in the construction phase, so construction in the right place is absolutely key. But what it hasn&apos;t shown is that windfarms are &apos;bird blenders&apos;. There is no impact from the turning of the blades,&quot; said Martin Harper, the RSPB&apos;s UK conservation director. The study, which is published in the Journal of Applied Ecology, was carried out jointly by four naturalists and ornithologists from the RSPB, Scottish Natural Heritage and the British Trust for Ornithology (BTO). It goes against widespread allegations by critics of windfarms that clusters of turbines routinely cause serious damage to wild birds, through collision with the revolving blades, noise and visual disturbance. James Pearce-Higgins, the lead author and principal ecologist with the BTO, said: &quot;It was a bit of a surprise that the impact on windfarms seemed to be happening during construction rather than operation.&quot; &quot;It means we should look at ways in which these negative impacts can be minimised. The next step will be to find out whether those steps are effective,&quot; he said. The most alarming findings were for the curlew, Britain&apos;s largest wader, whose numbers fell 40% in a radius of up to 800m from the site during construction at the 18 windfarms in northern England and Scotland involved in the study. Curlew numbers remained &quot;significantly lower&quot; after the windfarms began operating, after they abandoned nesting sites. Snipe numbers also failed to recover, falling by 53% within 400m of the study sites. Red grouse numbers also fell but rose again after construction finished. Ornithologists are becoming increasingly anxious about the UK&apos;s overall curlew numbers; they have fallen sharply by about half, since 1995, and the UK is host to one-third of Europe&apos;s entire curlew population. The species is now on the amber list of threatened bird species. The study&apos;s authors said these findings were balanced out by the discovery that two species, the skylark and stonechat - which prefer open, broken and short vegetation - flourished during the building phase. The other species, such as meadow pipit, golden plover, wheatear, whinchat, dunlin and lapwings, showed either no change or less certain reactions. There was evidence that meadow pipits prospered on windfarm sites while golden plover numbers fell, but the authors said further work was needed to show a link to the windfarm development. The study&apos;s authors warned that their findings presented strong evidence that new developments should be carefully sited to minimise impacts on birds. Pearce-Higgins said one caveat was that more long-term data was needed to ensure their findings were robust: some of the windfarms being studied had only been operating for three years. There have been notorious, historic, cases of windfarms in other countries affecting local bird populations. Studies in the UK had found evidence that birds of prey in particular avoided windfarms, reducing the available food supplies and habitat. Bats can also be affected. The RSPB was very critical of a decision by the Scottish government last week to approve the Viking windfarm on Shetland, despite clear evidence that its 103 turbines would harm nesting grounds and habitat for whimbrel and red-throated divers. ", 
    "section": "environment", 
    "gid": "environment/2012/apr/12/windfarms-damage-bird-populations", 
    "wordcount": "633"
}