{
    "headline": "Sherry Turkle: 'We're losing the raw, human part of being with each other'", 
    "text": "Bedraggled from a walk in the rain, Sherry Turkle shows up begging for a latte. She&apos;s left her wallet in her hotel room. She&apos;s exhausted, she says, and could do with a coffee. &quot;You can see it&apos;s not my most perky morning. But I&apos;m really thrilled to be meeting with you.&quot; These aren&apos;t just pleasantries  Turkle has a serious point to make. As professor of the social studies of science and technology at MIT and the founder and current director of the MIT Initiative on Technology and Self, she has spent over three decades studying the way people interact with machines, and is growing increasingly worried about the amount of human interaction people are happy to delegate to robots or carry out over phones and computers. As a human, within seconds of meeting her in person, I can interpret the complexities of her mood  the tired part, and the happy to be here part. &quot;This is a complex dance that we know how to do to each other,&quot; she says. A dance she fears is being forgotten. Turkle wasn&apos;t always this interested in technology. Born in Brooklyn in 1948, she studied in Paris before returning to do her PhD in sociology and psychology at Harvard. By 1978 she had just written her first book, on French psychoanalysis, when MIT hired her to study the sociology of sciences of the mind. &quot;I began to hear students talking about their minds as machines, based on the early personal computers they had.&quot; They&apos;d use phrases like &quot;debugging&quot; or &quot;don&apos;t talk to me until I clear my buffer&quot;. &quot;I&apos;d never heard any of this stuff before.&quot; So Turkle began to study the way that artificial intelligence was taking hold in everyday life, at a time when these interactions with machines were pretty raw. She &quot;literally was at the right place at the right time.&quot; The place being MIT, home to some of the pioneers of artificial intelligence and social robotics, and the birthplace of perhaps the most sophisticated, and endearing, social robots. Turkle tested these anthropomorphic robots on children, &quot;computer virgins&quot;. In one study she observed how children would bond with the robots, which were programmed to respond with human-like emotions, in a way they wouldn&apos;t with other toys. &quot;This becomes a tremendously significant relationship for the child,&quot; she says, &quot;and then it will get broken or disappoint, and the child will go ballistic. My research group went berserk at how much damage we felt we&apos;d done.&quot; Turkle was &quot;smitten with the subject and stayed with it for 30 years&quot;. In the early days she was labelled as a &quot;cyber diva&quot;. &quot;People thought I was very pro-computer. I was on the cover of Wired magazine.&quot; Then things began to change. In the early 80s,&quot;we met this technology and became smitten like young lovers,&quot; she says, but today our attachment is unhealthy. In her latest book, Alone Together: Why We Expect More from Technology and Less from Each Other, Turkle says we have reached a point she calls the &quot;robotic moment&quot;  where we delegate important human relationships, in particular interactions at &quot;the most vulnerable moments in life&quot;  childhood and old age  to robots. &quot;We are so worried about Asperger&apos;s, so worried about the way we communicate with faces. To me, as somebody who likes technology, this is just playing with fire.&quot; Turkle frequently takes calls from journalists seeking comments on the latest story about robots in nursing homes, teacherbot programmes or nannybots to look after children. She sees married couples who prefer to have their fights online. &quot;My studies of funerals are hilarious,&quot; she says. &quot;Everybody&apos;s texting. When I ask them about it, they say, &apos;Yeah, I do it during the boring bits.&apos; So that&apos;s the question: what&apos;s does it mean as a society that we are there for the boring bits?&quot; She is particularly concerned about the effect on children. &quot;I am a single mum. I raised my daughter, and she was very listened to.&quot; Today our phones are always on, and always on us. Parents are too busy texting to watch their kids, she cautions. There&apos;s been a spike in playground accidents. &quot;These kids are extremely lonely. We are giving everybody the impression that we aren&apos;t really there for them. It&apos;s toxic.&quot; This is what she means by &quot;alone together&quot;  that our ability to be in the world is compromised by &quot;all that other stuff&quot; we want to do with technology. For many these are inconvenient truths, and lately Turkle has come to be seen as a naysayer, even a technophobe. She is no longer the cover girl for Wired. &quot;This time they didn&apos;t even review my book.&quot; In fact, the initial reviews of Alone Together, Turkle says, can be summarised as &quot;everybody likes Facebook, can&apos;t she just get with the programme?&quot; This, she adds, is unfair to the 15 years of research behind it. &quot;I mean, give me the credit. I didn&apos;t do a think piece. I was reporting. People tell me they wish [iPhone companion] Siri were their best friend. I was stunned. You can&apos;t make this stuff up.&quot; Turkle is optimistic that people will begin to want to reclaim their privacy, to turn back to their relationships with real people. Yet she concedes that the lure of technology is such that it&apos;s a tough challenge. &quot;Online you become the self you want to be.&quot; But the downside? We lose the &quot;raw, human part&quot; of being with each other. She points to our early morning meeting, for example. She&apos;s tired, and we could have done the interview over Skype. &quot;Online I am perfect,&quot; she says. &quot;But what&apos;s the worst that can happen here? You write a story that says, &apos;Bedraggled from her walk in the rain, she shows up begging for a latte? So what? You pretty much see me as I am. And I&apos;m willing to say that&apos;s a good thing.&quot;", 
    "section": "science", 
    "gid": "science/2013/may/05/rational-heroes-sherry-turkle-mit", 
    "wordcount": "1043"
}