{
    "headline": "New to nature No 75: Leptobrachium bompu", 
    "text": "When it comes to frogs in the genus Leptobrachium, the eyes have it. Among its 27 species, there is a remarkable variety of eye colouration. In many species, the lower two-thirds of the eye is darkly coloured, while the upper third is a bright, contrasting colour, such as yellow, scarlet, blue or pale green. Sanjay Sondhi of the nature conservation Titli Trust and Annemarie Ohler of the Musum National d&apos;Histoire Naturelle in Paris recently described L.bompu, a new species from India that has a striking greyish-blue iris with a vertically oriented black pupil. The only other species with uniformly blue eyes is L.waysepuntiense from Sumatra. Aside from the thousands of miles separating these two species are several distinguishing features: L.bompu lacks black reticulatations in the eye, has black bands on its limbs, feet, digits and upper lip, as well as irregular dark markings on its dorsal surface. Additionally, its skin is distinctly wrinkled compared with L.waysepuntiense. There were only two other species of the genus previously known from India, both of which are among those with yellow or scarlet eyes. The genus was once divided into species that have horny spines on the upper lip and those that, like L.bompu, do not. Recent studies, however, indicate that neither of these groups shares a unique ancestor. Arunachal Pradesh, where the new Indian species was discovered, is the second most heavily forested state in India. It has a good deal of intact habitat, with more than 80% of its land mass forested, steep topology, and marked gradients in precipitation. The region is of special biogeographic interest, sitting as it does where the Palearctic and Indo-Malayan realms meet, as well as at the junction of the Indian and Indo-Burmese subregions. Like neighbouring Burma, this area remains poorly studied for most taxa, including its herpetofauna,and is certain to continue to yield surprising new species. In fact, the first new bird species found in India in more than 50 years was discovered here just a few years ago. L.bompu, which measures about 47mm, was discovered during heavy rains in the Eaglenest wildlife sanctuary near the Bampu campsite, after which it is named. The little frogs were located under leaf litter along a stream at an altitude of about 2,000m. They were heard calling near the stream for a distance of only 150m up- and downstream. The frogs were docile, found sitting in a crouched position and easily picked up. When disturbed their crawling behaviour was laborious. The males are eager singers, with a loud croaking &quot;kek-kek-kek-kek&quot; call, which continued even after they had been captured and placed in a bag. Quentin Wheeler is director of the International Institute for Species Exploration, Arizona State University", 
    "section": "science", 
    "gid": "science/2012/jun/10/india-blue-eyed-frog-new-to-nature", 
    "wordcount": "467"
}