{
    "headline": "Project Oscar hopes to bring mobile wallets to Europe", 
    "text": "The transformation of mobile phones into wallets could come as early as this summer after the UK&apos;s three largest networks submitted plans to Brussels for a joint venture they hope will allow them to make money from the technology in Europe. Vodafone, O2 and Everything Everywhere, which owns T-Mobile and Orange, have applied to the European commissionto form a company that would create a mobile wallet platform and an advertising sales house that could reach every subscriber on their networks. The project is designed to pitch telecoms groups against the likes of Google, Apple and Facebook, with all of them hoping to use &quot;data mining&quot; - amassing detailed information on the finances, consumption habits, location and demographics of customers - to create new forms of highly targeted advertising and services. &quot;If approved, the joint venture will benefit UK plc as a whole,&quot; the partners said in a statement. &quot;It will promote competition by bringing together the necessary scale to offer a credible alternative to the established online payments and advertising platforms offered by large US-based internet players.&quot; Customers would be able to store debit and credit card details on their phones and pay for goods or transport either online via their mobile or by tapping the handset on a special reader at the till or ticket barrier, using Near Field Communication (NFC) technology. They could also receive coupons from advertisers, sent to their phones and redeemed in shops and venues, in exchange for sharing personal information. The joint venture, codenamed Project Oscar and announced last summer but until now stalled in negotiations between the partners and the commission, would be the first of its kind in Europe. Project Oscar represents an attempt to shape the future of a key mobile technology, which is already being piloted in the United States, with Google Wallet having moved to a public trial late last year. Google had been hoping to bring its wallet to the UK this year, but has yet to do so. The service will be open to all users on &quot;terms which do not discriminate between them and the companies funding the joint venture&quot;. The wallet technology will be open to any bank, to virtual mobile networks such as Virgin Mobile or Tesco Mobile, and to retailers and transport companies. Companies will be charged a fee to use the service, but the owners will not levy commission on individual transactions such as card payments. If approval is granted, the backers, which will own exactly a third of the venture each, are planning to launch their first services this summer. They will invest tens of millions in Oscar, forming a stand-alone business that would be based in London and create new jobs as well as absorbing staff from the partner companies. The EC&apos;s competition directorate received the application on Monday night and has 25 days to either agree, require amendments or extend its investigation. The Office of Fair Trading could also ask for the application to be referred back to the UK. It may be pressed to do so by 3, the smallest UK network, which has been left out of the joint venture. 3 has around 10% of UK mobile subscribers and was offered a stake in line with its market share before Christmas, but negotiations stalled. It has already complained about Oscar to the commission. Stephen Lerner, regulatory affairs director at 3, said: &quot;The proposed joint venture should not be permitted in its current form. It will control and sell access to over 90% of UK mobile subscribers and their data thus allowing [the partners] to neatly do away with the inconvenience of competing with each other.&quot; The use of confidential information is also likely to be a source of controversy. Google is already being challenged by European watchdogs over its newly revised privacy policy. A spokesperson for the venture said consumer protection would be a matter for individual networks, because Oscar would not have a direct relationship with customers. It has no plans to issue privacy guidelines, such as whether customers will be automatically opted in to mobile advertising unless they actively reject it.", 
    "section": "technology", 
    "gid": "technology/2012/mar/07/mobile-phone-wallets-europe", 
    "wordcount": "696"
}