{
    "headline": "FBI nabs 24 in credit card sting", 
    "text": "Six people have been arrested in Britain as part of an FBI-led sting targeting 24 online financial fraudsters involved in the illegal trade of stolen bank and credit card information, and in selling viruses to take over users&apos; computers. A total of 24 suspects were held across four continents on Tuesday, following an undercover operation begun in June 2010 and described as the biggest of its kind to be launched against financial cybercriminals. However four others, against whom charges were unsealed in a New York court, remain at large, the FBI said. The FBI said that the sting, which used a honeypot website to attract &quot;carders&quot; who exchange stolen credit card details, had protected more than 400,000 potential victims and prevented losses of $205m (131m) from debit and credit cards.  A total of 11 people were arrested in the US, while suspects were held in 12 other countries including the UK, Norway, Italy and Japan. They were running carding schemes in America, Europe, Asia and Australia. Among those arrested were 12 in the US, including one person  Mir Islam  who had been said to be the leader of Ugnazi, a hacking group which claimed to have brought down Twitter last week. Twitter has denied the claim, saying it was due to an internal software bug. Islam was arrested after he met a man in Manhattan who he believed to be a fellow carder with stolen card details, but was instead arrested after he tried to take money from an ATM using the details. The FBI also seized the web server for ugnazi.com and carders.org, which Islam had controlled. All those arrested are accused of buying and selling hacking programs and stolen personal information online. Two of those arrested were minors. If convicted, many of those involved face jail terms of 10 years or more. Manhattan US Attorney Preet Bharara said: &quot;The coordinated law enforcement actions taken by an unprecedented number of countries around the world demonstrate that hackers and fraudsters cannot count on being able to prowl the internet in anonymity and with impunity, even across national boundaries. &quot;Clever computer criminals operating behind the supposed veil of the Internet are still subject to the long arm of the law.  &quot;As alleged, the defendants casually offered every stripe of malware and virus to fellow fraudsters, even including software-enabling cyber voyeurs to hijack an unsuspecting consumer&apos;s personal computer camera. &quot;To expose and prosecute individuals like the alleged cyber criminals charged today will continue to require exactly the kind of coordinated response and international cooperation that made today&apos;s arrests possible.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/jun/27/fbi-nabs-24-credit-card-sting", 
    "wordcount": "438"
}