{
    "headline": "Cross and bed found in Anglo-Saxon grave shed new light on 'dark ages'", 
    "text": "The dead are often described as sleeping, but archaeologists in Cambridgeshire have uncovered a bed on which the body of a young Anglo-Saxon woman has lain for more than 1,300 years, a regal gold and garnet cross on her breast. Three more graves, of two younger women and an older person whose sex has not yet been identified, were found nearby. Forensic work on the first woman&apos;s bones suggests she was about 16, with no obvious explanation for her early death. Although she was almost certainly a Christian, buried with the beautiful cross stitched into place on her gown, she was buried according to ancient pagan tradition with some treasured possessions including an iron knife and a chatelaine, a chain hanging from her belt, and some glass beads which were probably originally in a purse that has rotted away. The field where she lay, now being developed for housing at the edge of the village of Trumpington on the outskirts of Cambridge, hid a previously unknown Anglo-Saxon settlement. It may have been a wealthy monastic settlement  more of it probably lies under the neighbouring farm and farmyard  although there are no records of any church earlier than the 12th century village church which overlooks the site. Pectoral crosses from the dawn of Christianity in England, and bed burials - where the body was laid on a real bed, now traced only by its iron supports, centuries after the timber rotted  are both extremely rare.            There is only one previous record of the two together, a grave found at Ixworth in Suffolk in the 19th century. The excavation records for that find are patchy, whereas archaeologists from Cambridge university will be working for years to recover every scrap of information from the Trumpington site. A gold and garnet pectoral cross of such quality, the most beautiful and sophisticated examples of Anglo-Saxon metalwork like the contemporary jewels found in the Staffordshire Hoard or the Sutton Hoo burial, could only have been owned by a member of an aristocratic or even royal family. Only five have been found, one in the coffin of St Cuthbert. In some contemporary pieces the gems came from as far as India, and the gold from melted down coins from Constantinople. Sam Lucy, an Anglo-Saxon expert from Newnham College Cambridge, who helped excavate the site, said the small loops on the arms of the Trumpington cross, worn shiny by rubbing against the fabric, showed the woman probably wore the cross during her short life, at a time when the Anglo-Saxon aristocrats were gradually converting to the powerful new religion. The find sheds further light on a period once known dismissively as the dark ages, now being revealed by archaeology as a time of superb craftsmanship and complex international trade routes. While the body of the prince who was buried at Sutton Hoo was laid in a ship under a great mound of earth, and the warrior at Prittlewell in an oak plank chamber hung with his weapons and treasures, a small group of bed burials have been discovered, all believed to be of women, all from the same region and the same late 7th century date. Lucy said the beds may well have been the ones the women used in life, as they are all believed to be pieces of real furniture, not made specially for a funeral ceremony. At Trumpington the evidence suggests the bed was lowered first into the ground, and then the body, uncoffined, laid on it. Scraps of textile found under the chain may reveal what she wore when she went to her grave. The same Anglo-Saxon word, leger, can mean either a bed or a grave. &quot;It is striking that such a young woman was of such importance to own and be buried with an object as valuable as the cross. And it&apos;s almost unnerving that there was an important Anglo-Saxon settlement so close to us of which we had absolutely no records,&quot; she said. The fields had already yielded a wealth of iron age and earlier material but the Anglo-Saxon finds were a complete surprise. The bones and teeth are in good condition, so further scientific tests should be able to establish where the little group came from, what their diet was, and whether they are related - though it will probably always be a mystery how they ended up, so young, buried in a field in Cambridgeshire. The cross is going through a treasure valuation and inquest process, but the Fitzwilliam Museum in Cambridge hopes to acquire and display it.", 
    "section": "science", 
    "gid": "science/2012/mar/16/cross-bed-anglo-saxon-grave", 
    "wordcount": "762"
}