{
    "headline": "10 Best iPhone and iPad apps this week", 
    "text": "Every week, we&apos;re filtering through the thousands of new iOS apps to pick out the 10 most noteworthy. It&apos;s invariably subjective, so please do make your own recommendations in the comments section. No games are included: there&apos;s a separate weekly post for them. Why not Android? There&apos;s a separate post for that too. Windows Phone and BlackBerry will be getting monthly roundups, although as the flow of high-quality apps increases, the intention is to take those weekly too. Here is this week&apos;s iOS selection: Broadcast for Friends This social video app is the work of Ustream, a company that&apos;s been helping people livestream video for years. The idea here is to make the process easier, and also tie it into Facebook. The app enables you to broadcast live to your Facebook friends over 3G, 4G or Wi-Fi, with Instagram-style filters thrown in for good measure.iPhone Prismatic: Always Interesting Soon there may well have to be news aggregation apps to aggregate all the news from all the news aggregation apps. Yes, there&apos;s quite a few. Prismatic is the latest entrant into the market, serving up news based on your interests, and promising to learn from your usage.iPhone Maxthon Web Browser Is there room for a new player in the mobile browser space, given the competition from Chrome, Opera Mini and (obviously) Apple&apos;s native Safari? Maxthon hopes so. Its separate iPhone and iPad browsers claim to be &quot;lightning fast&quot;, with tabs, cloud-synchronised bookmarks, a reader mode for articles and a private mode for... Well, whatever you use private browsing modes for.iPhone / iPad Neil Diamond HD A non-HD version is also available for iPhone, but for the full coffee-table effect, the iPad is probably the better platform. This is an official app for crooner Neil Diamond, complete with 20 full-length songs, an hour of audio commentary from the man himself, a wardrobe of his &quot;most iconic stage costumes&quot;, and purchasable digital tour-books from his various tours down the years.iPhone / iPad Quark DesignPad Quark, of QuarkXPress desktop publishing fame, has released an iPad app for quick experimentation with design and layout ideas, which can then be imported into the desktop software or shared. The company is hoping it will appeal to design students and pros alike.iPad This Is My Body Anatomy for Kids If you have children who&apos;ve reached the age where they&apos;re fascinated by the human body, this book-app may be just the thing. It aims to explain human anatomy in a clear and friendly way, from the digestive and muscular systems through to the skeleton and senses.iPad JBL MusicFlow This music-player app is designed to work with JBL docks although it can be used independently too with the aim of ensuring &quot;your digital music library becomes tangible again&quot;. Which means navigation based on album artwork rather than text lists, but in a different way to Apple&apos;s own CoverFlow UI. When connected to a JBL dock, it also has five equalizer presets.iPad Lumify &quot;Technically, we are ridiculously fast and easy video editing,&quot; claims the blurb for Lumify, which is picking up a lot of buzz in the US since launching earlier this week. &quot;We use advanced algorithms to mash up your videos in real-time. We highlight the most interesting parts and pair them with music for a 20-second montage&quot;. Not everyone&apos;s cup of tea, certainly, but younger iPhone users may love it.iPhone Audioboo iPad Edition British startup Audioboo has had its iPhone app available for a while now, helping people record audio and share it online. The new iPad app described as a &quot;prototype&quot; by the company  doesn&apos;t do that. Instead, it focuses on the Audioboo listening experience, serving up audio in themed channels from partners including the BBC, Red Bull and The Guardian.iPad Matt Berry Does Your Dirty Work For You The pitch for comedian Matt Berry&apos;s second app: &quot;Let me deliver those nasty little messages that you really don&apos;t want to do yourself&quot; dumping a partner, reporting a dead pet, disowning a child and sacking an employee. In theory, you send the message to the person via email or Facebook. In practice, you listen to them all, and chuckle. It may sound like a novelty, but it&apos;s interesting to see a comedian trying out new material through an app rather than a stand-up show.iPhone That&apos;s this week&apos;s selection, now have your say in the comments.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/aug/24/best-ios-apps", 
    "wordcount": "753"
}