{
    "headline": "Boot up: patent hydra (not troll), iPhone security, Nexus 7 sales estimates and more", 
    "text": "A quick burst of 10 links for you to chew over, as picked by the Technology team Patent troll Intellectual Ventures is more like a HYDRA &gt;&gt; The Register  Stanford University researchers have compiled the most extensive set of documentation to date of the activities of patent troll Intellectual Ventures - and their work reveals a behemoth of truly epic scale.   Scary. The iPhone has passed a key security threshold &gt;&gt; Technology Review  ...the AES key in each iPad or iPhone &quot;is unique to each device and is not recorded by Apple or any of its suppliers,&quot; the company said in a security-related white paper. &quot;Burning these keys into the silicon prevents them from being tampered with or bypassed, and guarantees that they can be access only by the AES engine.&quot;  What this means in practice is that when iOS devices are turned off, the copy of the encryption key in the computer&apos;s accessible memory is erased. That is why an investigator who gets a suspect&apos;s phone would have to try all possible keys--the task deemed impossible by the NSA.  The iPhone and iPad do keep a copy of the encryption key deeper in flash memory--otherwise there would be no way for the device to recover data when it was turned back on. But that encryption key is itself protected by the user&apos;s &quot;PIN lock,&quot; a code that must be entered before the device can be used.   Android supports encrypted storage, but only for some data, and the key isn&apos;t burned into the hardware. RIM has multiple strong encryption factors. Google goes back to the drawing board for Nexus Q &gt;&gt; NYTimes.com A bit late to this, but anyway:   In June, Google engineers took to the stage in front of thousands of cheering software developers to introduce the Nexus Q, a black ball meant to stream video and music. It was Google&apos;s first try at building its own hardware -- in the United States, no less -- and Google called it &quot;a third wave of consumer electronics.&quot;  Google engineers with the Nexus Q, which is assembled in a factory in San Jose, Calif. But last week, just five weeks after the introductory pomp at the annual developers&apos; conference, Google indefinitely postponed shipment of the device.  Nexus 7 sales volume: estimate based on supply chain data &gt;&gt; tech-thoughts.net  How many Nexus 7 units have Google &amp; Asus sold so far and how many do they expect to sell this year? Those are the questions everyone wants an answer to and I&apos;m going to attempt to do just that. Digitimes recently reported that suppliers will be shipping 4m touch (OGS) panels for the Nexus 7 in Q3 2012. Based on this, and some other data we already have, we can make an educated estimate of the Nexus 7&apos;s sales volume.   Short version: 2.9m for Q3. Estimating Q4 is rather trickier, even if you don&apos;t assume any new entrants. This will be the most irritating thing you see today &gt;&gt; SFist Probably correct. Who cares if Samsung copied Apple? &gt;&gt; Harvard Business Review  If Apple ends up winning this case against Samsung -- and either stops Samsung from releasing their phones and tablets to the market, or charges them a hefty license fee to do so -- does anyone really believe that the market will suddenly become more innovative, or that devices will suddenly become more affordable? Similarly, if Samsung wins, do you really believe that Apple will suddenly slow its aggressive development of the iPhone and iPad? It&apos;s certainly not what happened last time they lost one of these cases.  Join data files on the command line &gt;&gt; Craig Russell  Like most shell commands join does one thing very well, it takes two data files and merges them line-by-line. Matching lines on a common identifier present in both files.   More helpful hints from the land of the terminal. 6-8 Weeks until Bitcoin debit/credit card, says BitInstant &gt;&gt; Coding In My Sleep Sounds impressive for the anonymous cash transaction crew. However, looking at the small print...   The cards themselves will be issued by &quot;a major international bank&quot; that BitInstant has teamed up with. This of course means that the traditional AML or other local laws &amp; regulations for obtaining a bank account, such as proof of identity, will apply as per your jurisdiction.   So not quite the key to invisibility. You&apos;d have to ask why it&apos;s better than cash if you&apos;re going to use it as a debit card. A look at early Facebook investors who sold shares in the social network as part of IPO &gt;&gt; The Washington Post Microsoft cashed out and sold 6.6 million shares, according to the AP. Ominous. Google Plus deletes comments in Gmail; Facebook doesn&apos;t &gt;&gt; ZDNet Jack Schofield (sometimes of this parish) on Google+, &quot;Google&apos;s struggling bulletin board system&quot; (ouch) and its behaviour to comments you email or leave:   Of course, comments on bulletin boards are always at the mercy of whoever started and/or owns the thread. If someone on a forum deletes their original post, all the comments usually go with it. When someone deletes a post on G+, the same thing happens. That shouldn&apos;t be surprising. What isn&apos;t normal is that email copies of comments get deleted as well.  If Google is going to do this, it should warn people in advance, rather than obliging them to learn the hard way.  Amusingly enough, I learnt this the hard way by making comments that were critical of G+ on a post from a Google employee/G+ evangelist. (It is, obviously, shocking that anyone should have the temerity to criticise G+ in public. Anyone who does this is a troll to be blocked, if not sent to jail without passing Go.) By deleting his G+ post and/or blocking me, Mr A Googler also removed the only visible copies of my comments. These could have been useful to anyone writing a blog post along the lines of &quot;The top 5 reasons G+ deserves to die&quot;, though the system&apos;s failings may be too obvious for this to matter.   With Facebook, even if you make comments somewhere, if you get them emailed then you&apos;ll still have them. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/aug/21/technology-links-newsbucket", 
    "wordcount": "1085"
}