{
    "headline": "United action is needed to protect the European science budget", 
    "text": "Euroscepticism in the UK seems as widespread as ever, with fears about the debt crisis and clashes over issues of employment law just a few items regularly in the news. But few people probably stop to ponder what Europe means to us Brits when it comes to the scientific sphere. It&apos;s worth thinking about now as the EU attempts to hammer out an overall budget for the next seven years, with the summit of the European Union heads of state on 22 and 23 November being a key milestone. David Cameron, along with a number of other leaders, is lobbying vigorously to oppose an increase in the next budget above inflation. But the truth is that the EU funds a lot of British science, and Horizon 2020, the EU&apos;s research programme, is part of the budget under threat. According to the Campaign for Science and Engineering (CaSE), what&apos;s at stake is 80bn (63bn) in research funding, with the UK enjoying a larger-than-average share of this pot.  Yesterday, a petition aimed at fighting cuts to the EU science budget went live, sponsored by the Initiative for Science in Europe. ISE is an independent platform of European learned societies and scientific organisations striving to support science and to affect science policy at a European level, involving scientists themselves whenever possible.  Wolfgang Eppenschwandtner, the executive coordinator of ISE, told me that the petition is truly grassroots, having been initiated by young scientists holding Starting Grants from the European Research Council. The movement, coordinated with the publication of a high-profile letter signed by a large number of European Nobel laureates and Fields medalists, quickly caught fire. Eppenschwandtner added that the ultimate target of the petition was the meeting of Heads of State, which will decide on the spending for the major headings (research and innovation being one of them). It certainly sounds like a no-brainer. I have, however, heard that a few scientists are somewhat uneasy about supporting the petition, worried that an increase of the UK&apos;s contribution to the EU might well come at the expense of the constrained  and always vulnerable  domestic science budget. So I asked Imrah Khan, head of CaSE, what he thought about the petition, and whether there were any downsides.  &quot;Obviously the government wants to keep our contributions to the EU down,&quot; he replied, &quot;but if this comes at the expense of research spending then we&apos;ll be cutting off our nose to spite our face. The UK benefits disproportionately from the European science spending, and we should absolutely join the Dutch on insisting on protection for that budget.&quot; He added, &quot;Not only does this money come from a different pot from the UK&apos;s science spend, but the two budgets operate in synergy  so we have everything to gain from this European collaboration.&quot; Just before I submitted this post for publication, the petition had over 40,000 signatures. The UK was 3rd, behind Spain and Germany. You don&apos;t have to be a scientist to care about science, which is good for the economy and brings so many benefits to our daily lives. So please sign the petition and help spread the word.", 
    "section": "science", 
    "gid": "science/occams-corner/2012/oct/24/united-action-european-science-budget", 
    "wordcount": "530"
}