{
    "headline": "Crowdfunding phenomenon Kickstarter to open in the UK", 
    "text": "It is the US-based crowdfunding website behind dozens of eclectic projects, including a $1m-backed fantasy webcomic and an unlikely brand of &quot;rugged yet refined&quot; men&apos;s underwear. Now the site, Kickstarter, is to open in the UK, allowing British startups to solicit donations from the potential buyers among the public that could help get their projects off the ground. Kickstarter has already proved a remarkable success in the US. Since 2009, its users have helped fund more than 60,000 projects with nearly $280m, ranging from digital innovations to campaigns involving movies and photography. The site makes its money by levying a 5% fee on any projects that reach or exceed their funding target. So far seven projects  such as a visual-music project and a collection of &quot;e-paper&quot; watches called Pebble  have managed to raise more than $1m. Kickstarter confirmed in a tweet on Tuesday that it will be open to UK-based projects this autumn. &quot;People in the UK will be able to launch projects on Kickstarter starting this autumn! More info soon! &lt;3 &lt;3 &lt;3,&quot; the site said. Crowdfunding websites have become a popular way to launch projects with backing from digital-savvy users across the world. The number of such sites  which includes Crowdfunder and Indiegogo  have grown rapidly alongside petitioning websites such as 38 Degrees. Their principal advantage is that they can be used to fund one-off or proof-of-concept projects which might have been turned down for broader venture capital funding. Some have speculated that they could even disrupt traditional venture capital funding. Equally, some of the most successful projects in fundraising terms have come from fully fledged companies which have already had venture backing. But while Kickstarter has the potential to transform an idea into a product, only 44% of projects actually reach their funding target, according to statistics released by the company. Kickstarter uses Amazon Payments for users to donate to a project. Anyone with an Amazon Payments account  effectively, anyone who has bought a product from Amazon  can donate to a project, but to date only US-registered businesses have been able to receive the proceeds. Some UK projects have sidestepped Kickstarter&apos;s rules by using a US-registered firm, but the full UK launch is expected to vastly increase the number of British businesses using the site.", 
    "section": "technology", 
    "gid": "technology/2012/jul/10/kickstarter-open-uk", 
    "wordcount": "388"
}