{
    "headline": "Student advice: Case study corner", 
    "text": "Clearing: my experience     Photograph: Andrew Fox    Kreesha Pattani, 21BSc English and politics, Aston University &quot;Not getting the A-level results I was expecting was demotivating, and I felt like Clearing was quite a whirlwind. I phoned three universities, and while I knew I had missed the grade requirements for both my firm and insurance choices, my insurance choice hadn&apos;t released me. Initially, I didn&apos;t know that this meant other universities couldn&apos;t view my application, so I was met with further rejection when I called universities, which was really disheartening. When I eventually got through to the School of Languages and Social Sciences at Aston, the lady guided me through how to get released and then go through Clearing properly. The whole process took a lot longer than I had expected. It was definitely a test of my determination and self-belief. &quot;But university so far has been one of the best experiences of my life. My course has been exciting and challenging, and looking back, as terrifying as Clearing was, it was worth every second for all that I&apos;ve learned over the past three years. My tip is to do your research as early as possible. Look at what courses are available, and the entry requirements, and look at university websites to find out more about them. Knowing what&apos;s out there and having the right contact details to hand would make the whole experience a lot less daunting.&quot;       Photograph: Mike Park/University Of Hull    Jerome Greenhalgh, 20BEng, mechanical engineering, University of Hull &quot;I graduated from the University of Hull this summer after going through Clearing.  I studied the International Baccalaureate in Switzerland and when my results arrived, it turned out I had failed maths and not achieved my predicted grade in physics  the two most important subjects for engineering. My two first-choice universities could not offer me a place, but I contacted others to see if there was any chance of starting that September, rather than re-sitting my exams. The engineering admissions tutor at Hull sent me a maths paper for me to sit under controlled conditions at school. I did, and was accepted. &quot;I&apos;d never been to Hull prior to freshers&apos; week and so did not know what to expect. But that meant I had no preconceptions. The engineering department staff were very approachable, and I got involved in lots of extra-curricular activities including Formula Student, an international competition where teams of uni students compete to design, test and build a racing car. My advice to anyone going through Clearing is don&apos;t worry  it will be a stressful time but by acting quickly and continually chasing up your application, there is nothing to stop you from getting into university and making the most ofit.&quot;  Gap year: work experience       Photograph: Amit Lennon    Marthe De Ferrer, 20 &quot;Rather than going straight to university, I&apos;m working as a teaching assistant at a prep-school. I chose to take a out year out because it&apos;s an opportunity to get real experience in a teaching environment  something I hope will be a possible career path. I&apos;ve also worked as a swimming and kayaking teacher, and I&apos;ll soon be qualified in teaching English as a foreign language (Tefl). I now plan to study either English or Education with English at degree level. The extra time forced me to look closely at the courses I am interested in, and consider a wider range of universities  I&apos;ve even had time to take the SAT exams needed for a US application. Taking a year out can feel like a big step, but actually it isn&apos;t a very long time. I&apos;m grateful for the opportunity to step away from learning and get real-life, practical experience.&quot; Gap year: travel      Photograph: Guardian    Gavyn Smith, 22BA media, Portsmouth University &quot;Before starting at university I took a year out to travel to New Zealand, Australia and America. I wanted to go traveling before university so that I could take some time out of the education system. Looking back, I think that having a break it was worth it. I came home self-sufficient, confident and ready to start my degree. Travelling also made me more open-minded and tolerant of different lifestyles and cultures. I think it&apos;s best to work for a few months before going away so you have enough cash to keep you going. There are ways to save money while you&apos;re there  you can work while you&apos;re abroad, or use a hostel that allows you to work in return for a bed: that way you save more for activities and sightseeing. I had some incredible experiences  from seeing the Great Barrier Reef, to making friends with people from all overthe world.&quot; Studying abroad      Photograph: Guardian    Edwin Ip, 23MA economics, University of Melbourne &quot;After receiving my A-level results, my school tried to push me towards Oxford or Cambridge, but I wanted to try something different and personalise my own educationalexperience. I ended up spending a gap year working and studying in Granada in southern Spain, gaining proficiency in the Spanish language in the process. I then went to McGill University in Montreal, Canada. The flexible system there allowed me to take a wide range of modules from music to mathematics, before specialising in the subjects I likedthe most. The fact that I was in a French-speaking city also helped me to pick up a new language, adding an extra dimension to my experience. After finishing a Bachelor&apos;s in History and Economics there, I moved to Australia to complete a master&apos;s in Economics at the University ofMelbourne. Studying abroad requires lots of prior research and determination, and it is not easy to adapt to a new environment. But I have no regrets as it has made me learn a lot about life, the world and myself.&quot; Disabled students      Photograph: Andrew Fox    Oli Killeen, 21Third year, international relations, University of Essex &quot;When I was applying to university my main concern was access. Not all the campus accommodation was suitable for me, but the university has been extremely helpful, allowing me to have an accessible room at a discount price  which meant I wasn&apos;t paying extra because of my disability. The campus is fairly accessible, although with hindsight I now know the town is less so  and I&apos;d advise future students to consider both. Everybody feels nervous before they begin first term, but once you arrive on campus you soon get swept away with university life. For me, it&apos;s been fantastic I definitely recommend university. Go to freshers&apos; week and sign up to everything that you&apos;re interested in. I&apos;ve enjoyed being a union officer, a member of St John Ambulance and the United Nations Society. It was through the latter that I was able to travel to New York  an eye-opening experience.&quot; Disabilities: staff advice      Photograph: Anna Gordon for the Guardian    Gill BeechOperations manager, disability and dyslexia service, Brunel University &quot;At Brunel we look at a student&apos;s individual needs when deciding how best to support them. This means that the type of support offered varies  we might, for example, arrange for a student to use special assistive technology or provide a support worker to assist them. This flexibility also applies to examinations. If someone is unable to do an exam in the traditional format, we&apos;ll have a discussion with them about adjustments to the method of assessment. All students have to meet the same level of academic competence, but we&apos;d ensure that reasonable adjustments are in place to help level the playing field. In exams students might be granted extra time, a rest break or a scribe. There&apos;s lots of support available, from the financial help offered through Disabled Students&apos; Allowances  to the social support provided through our disability link up service which matches new disabled students with current disabled undergraduates.&quot; Virtual visits and online open days      Photograph: Andrew Hasson    Sophie Doherty, 24LLB law, Kingston University &quot;I lived in Ireland but wanted to study at an English university. I chose a couple of prestigious ones, and picked the rest randomly in the Ucashandbook! When my offers came through, I was too far away to attend the open days. I decided to use the internet instead, checking blogs, university websites and forums. This saved me a lot of time and money. I used the online resources in my own time, didn&apos;t have to incur any travel expenses, or have to rely on biased prospectuses. My first day arriving in Kingston was daunting, and I was unsure if I&apos;d made the right decision. But I graduated this year so it worked out fine!&quot; Funding and budgets      Photograph: Zak Waters    Molly Wheeler, 21BA in Architecture, Oxford Brookes University &quot;I found the responsibility of managing my own money quite exciting. I like being in control of what I do, what I spend and the food I buy. It&apos;s tricky to get it right at first but it&apos;s such an important life skill to have. You quickly find the pound shops, and work out other useful ways to save money. The students in my house clubbed together to buy essentials like food and household items. For instance, loo roll is always the thing that no one wants to buy, so it&apos;s good to get it in bulk. We eventually worked out that the cheap stuff isn&apos;t worth it because there&apos;s less paper in it so it actually runs out quicker  we get the fancier rolls now! But there were some moments when things got a bit worrying. When I was out I would end up using my card rather than cash, which is very risky. After one weekend of going out in first year I checked my bank account and actually thought I had been robbed.I had to make a little call home afterthat one!&quot; Vocational degrees      Photograph: Andrew Fox    Dominic Bennett, 24MSc Automotive engineering with motorsport, University of Hertfordshire I&apos;ve grown up around motorsport and I&apos;ve always been handy with my hands. This way I got to do mechanical engineering and have fun at the same time,&quot; he says. He looked at universities that enter teams for Formula Student, an international competition where student engineers design, build and race single-seater racing cars, and settled on Hertfordshire. He has been on the team since his first year, rising to become suspension manager directing the work of 16 or 17 people. &quot;The lecturers here are really enthusiastic, and one used to go to race events and bring real problems back to the classroom. The placement year was brilliant too: I came away with my own patent, and it raised my standards for what I expected of myself.&quot; Foundation degrees         Olga Pope, 28Foundation degree in graphic communication, South Coast College, Hastings &quot;I won a place at Central Saint Martins College of Art and Design in London on a two-year graphic design course, which will give me a full BA degree. During my time South Coast College, I was commissioned by the college to develop a Tube-style map of the college buildings, and I won the prestigious Young Creative Network award. The foundation degree has been practical and linked with work, and very useful. I can see that students have moved on to bigger, better things  one from last year is working in New York; others are in branding agencies in London. I would recommend a foundation degree, partly on grounds of cost. Choosing the wrong degree can be a pricey mistake to make. A foundation degree gives you two years; you get lots of preparation for work and can do work experience as well. Then you can choose whether to carry on ornot.&quot; Extracurricular activities and university societies      Photograph: Christopher Thomond for the Guardian    Naomi Parton, 20BA journalism, Sheffield University &quot;For me, it was a natural decision to get involved with sport as soon as I arrived at university, because I&apos;d enjoyed playing netball at school for years. My student experience so far has definitely been shaped by netball. I don&apos;t think I would have really felt part of the university without it. It&apos;s an honour to put on my kit and represent my university in tournaments, but it&apos;s the friends I&apos;ve made in the club that mean the most to me. You spend so much time together  through some pretty dramatic highs and lows  that it is impossible not to become best friends. Being part of the club isn&apos;t just about skill, I&apos;ve learned how to work within a team and how to lead one from the front - lessons that I think will stay with me well beyond these three years.&quot; Extracurricular activities and university societies      Photograph: Stephen Shepherd    Andrew O&apos;Rourke, 23MEng civil and structural engineering, Sheffield University &quot;I decided to join the photography society after I was given a camera for Christmas in my secondyear. The first meeting I went to was a bowling social. I turned up, started speaking to people and went to every meeting after that for three years. I was an engineer and rugby player so I&apos;d only really met blokes, and really jock-ish ones at that. Now I would say my 10 best friends at university all come from the photographysociety. We have everything from meetings on technical aspects of photography to trips. Istarted at a fairly low level and I&apos;m now at a level that I could go semi-professional ifIwanted. There are people in the society who don&apos;t even own a camera and others who are starting to be professional photographers. Because I was on the committee I helped organise stuff and gave talks, and that really improved my people skills and confidence. They were very interested in that in my job interview. It definitely played a huge part in my recently getting ajob as a civil engineer.&quot;", 
    "section": "education", 
    "gid": "education/2012/aug/16/clearing-student-case-studies", 
    "wordcount": "2297"
}