{
    "headline": "Australia links 'angry summer' to climate change  at last", 
    "text": "The hottest summer on record. The hottest January on record. The hottest day on record for Australia as a whole. Bushfires in every state and territory. Daily rainfall records and major flooding. Over a period of 90 days, these were some of the 123 extreme weather records broken during Australia&apos;s &quot;angry summer&quot;. Despite the dramatic headlines and &quot;flame-seared images&quot; that documented extreme weather over the summer, the Australian media largely failed to make the link to climate change. Of 800 articles published on the heatwave over a period of five days in January, fewer than 10 also discussed global warming. In the US and the UK, by comparison, the relationship between global warming and extreme weather events such as hurricane Sandy and the UK&apos;s second wettest year on record became a major talking  and election  point. But a report by Australian government advisers this week unequivocally and directly links the summer&apos;s extreme weather to climate change, and should make the link harder to ignore in future. Climate scientists have been historically reluctant to link the two  particularly in a country like Australia which has naturally occurring cycles of drought and floods and is naturally a land of weather extremes. But the report &quot;Angry Summer&quot;, released by the Australian government&apos;s independent Climate Commission, argues that this summer&apos;s conditions were different due to their record-breaking intensity and duration, and &quot;were all influenced to some extent by a climate that is fundamentally shifting&quot;. Author Prof Will Steffen wrote:  &quot;Australia&apos;s angry summer shows that climate change is already adversely affecting Australians. The significant impacts of extreme weather on people, property, communities and the environment highlight the serious consequences of failing to adequately address climate change.&quot;  Fellow commissioner Tim Flannery said:  &quot;I think one of the best ways of thinking about it is imagining that the baseline has shifted. If an athlete takes steroids, for example, their baseline shifts, they&apos;ll do fewer slow times and many more record-breaking fast times. The same thing is happening with our climate system. As it warms up, we&apos;re getting fewer cold days and cold events and many more record hot events.&quot;  Angry summer shows that 2012-13 was Australia&apos;s hottest summer since records began in 1910. Temperature records were set in every state and territory, and the national daily average temperature rose to unprecedented levels. Meteorologists were even forced to add two new colour categories to Australia&apos;s weather prediction maps as the heat rose. In early January, major bushfires burned in the states of Tasmania, New South Wales (NSW) and Victoria. &quot;Climate change is aggravating bushfire conditions and thus increasing the risk of fire,&quot; said the report. It also cited the introduction of a new category  &quot;catastrophic&quot;  for ranking bushfire risk following Australia&apos;s devastating 2009 Black Saturday fires, as &quot;concrete evidence of this increasing risk&quot;. Some 26 daily rainfall records were broken at weather stations across Australia over the 2012-13 summer. Five river-height records were broken and there was major flooding throughout south-east Queensland and northern NSW. &quot;Extreme rainfall is consistent with the type of events scientists expect to see more often in a warming climate,&quot; the report says. Despite some of the staggering records set, the worst is yet to come, the report suggests:  &quot;Looking towards the future, it is virtually certain that extreme hot weather will continue to become even more frequent and severe around the globe, including Australia, over the coming decades. It is also likely that the frequency of heavy rainfall will increase over many areas of the globe  In Australia and around the world we need to urgently invest in clean energy sources and take other measures to reduce emissions of greenhouse gases. This is the critical decade to get on with the job.&quot; ", 
    "section": "environment", 
    "gid": "environment/blog/2013/mar/07/australia-angry-summer-climate-change", 
    "wordcount": "641"
}