{
    "headline": "Boot up: Google Now praise, BT v Windows 8, Tesla v NYT, and more", 
    "text": "A burst of 13 links for you to chew over, as picked by the Technology team Bad news, Windows Phone fans: Google Now is the real deal &gt;&gt; SuperSite for Windows Paul Thurrott:   When Windows Phone debuted three years ago, I lauded it for its innovative design, which was not just different to be different, but was simply better than that of iOS and Android. But I also recognized that Microsoft&apos;s faster moving competitors would quickly realize the advantages of Windows Phone and start building their own integrated experience. And that if Microsoft didn&apos;t move quickly enough, its advantages would be rendered moot. And that&apos;s what&apos;s happening. There are small examples of this, like Apple slowly integrating Twitter and then Facebook into iOS. And then there are big examples of this. Google Now is such a thing.  So: 6,500 Win 8 laptops later, how are BT&apos;s field engineers coping? &gt;&gt; The Register  An unheard-of decline in PC sales figures since launch, a grumbling press and a user base that struggles without a touchscreen: Windows 8 is easy to take a swipe at. Yet BT announced in November last year it was deploying 5,900 Win 8 Panasonic Toughbooks for its &quot;last mile&quot; Openreach division  the engineers who walk the line from telephone exchange up to customer&apos;s premises.  uBiome: sequencing your microbiome &gt;&gt; Indiegogo  uBiome is a citizen science project that allows the public access to cutting edge sequencing technology to understand their health through the microbiome.  More British science (after Oxford University&apos;s self-driving cars). Don&apos;t know what the microbiome is? There&apos;s an explanation on the page. Get in quick - it&apos;s very cheap and there&apos;s only a couple of days left. Feature phone drama for Nokia in 2013 &gt;&gt; Forbes  But here&apos;s the problem: while Nokia&apos;s device sales grew faster than device volumes in affluent markets of Europe and North America, sales were weaker than volume growth in the important emerging markets of Middle East/Africa and Latin America. In Middle East/Africa, device volumes grew sequentially by 14%, but revenue only 9%. In Latin America, device volumes grew by 3%, while revenue actually shrunk by -9%. Why is this important? Africa and Latin America are particularly feature phone-heavy markets. They tell us how Nokia&apos;s feature phone strategy is working.  A most peculiar test drive &gt;&gt; Tesla Motors blog  To date, hundreds of journalists have test driven the Model S in every scenario you can imagine. The car has been driven through Death Valley (the hottest place on Earth) in the middle of summer and on a track of pure ice in a Minnesota winter. It has traveled over 600 miles in a day from the snowcapped peaks of Tahoe to Los Angeles, which made the very first use of the Supercharger network, and moreover by no lesser person than another reporter from The New York Times. Yet, somehow John Broder &quot;discovered&quot; a problem and was unavoidably left stranded on the road. Or was he?  The Tesla apparently monitored every detail of what the car was doing. The plot thickens. Elon Musk&apos;s data doesn&apos;t back up his claims of New York Times fakery &gt;&gt; The Atlantic Wire  Musk, who&apos;s earned quite a following after the glowing media coverage of his impressive futuristic empire (he&apos;s also the entrepreneur behind private space flight company SpaceX) saw his missive cheered along onTwitter, with some calling Tesla&apos;s evidence &quot;damning,&quot; &quot;amazing&quot; and &quot;powerful.&quot; But do all the annotated charts, lines, and points prove Musk&apos;s assertion that Broder staged his road trip to deliberately make the car run out of power? Let&apos;s take a look.  Nothing like as clear-cut as Musk seems to think. With data, it&apos;s all about the interpretation - and sometimes the human on the ground knows a little better what they experienced. This one&apos;s not out of battery yet. A History of horrible Apple predictions from Peter Misek &gt;&gt; Cult of Mac  As an analyst for Jefferies, Mr. Misek has a long and comical history of making some crazy claims about Apple&apos;s future plans. Who can blame him? It&apos;s his job to predict the future of Apple so investors can make decisions. The problem is a huge amount of his predictions were wrong, especially when it comes to the Apple HDTV, where Misek has (so far) been almost universally off-point.  At least he didn&apos;t predict an iPad with tactile feedback. That would have been silly. iOS 6.1: Excess Exchange activity after accepting an exception to recurring calendar event &gt;&gt; Apple  Apple has identified a fix and will make it available in an upcoming software update. In the meantime, you can avoid this bug by not responding to an exception to a recurring event on your iOS device. If you do experience the symptoms described above, disable then reenable the Exchange calendar on your iOS device using the steps below.  The universality of &quot;turn it off and on again&quot; as a fix is astounding. Samsung is planning an enormous launch for the S4 &gt;&gt; Business Insider Jay Yarow, quoting Jefferies analyst Peter Misek:   According to Misek&apos;s sources, Samsung is planning to build 100 million S4s from launch until the end of the year. He thinks the phone is launched in the March-April time frame. &quot;The enormous 100m S4 build plan (we estimate the S3 sold 60m) is leading some suppliers to say that they will reallocate resources away from Apple,&quot; writes Misek, adding, &quot;The S3 also had enormous builds and came within 10% of meeting them on an annual basis.&quot;  Does Misek mean that Samsung overproduced S3s, or failed to make enough? Unclear. Misek also says Apple &quot;wanted&quot; to release a 4.8in screen this year &quot;but manufacturers are struggling to make the screen Apple wants&quot;. A bit hard to evaluate the truthiness of that one. (Also isn&apos;t &quot;4&quot; unlucky in Korea, which has led some to think that&apos;s not going to be the naming for the SGS3&apos;s successor?) The Macalope: Survey shenanigans &gt;&gt; Macworld Following up from that OnDevice survey the other day, showing Motorola devices (a client of OnDevice), HTC and Samsung ahead of the iPhone 5 in user satisfaction:   Even CNet&apos;s Whitney noticed things were a little off with this survey: &quot;Some of the findings seem a bit odd, especially since OnDevice Research didn&apos;t reveal all of the devices included in the survey.&quot; Or the demographics. Or how respondents were selected. Or how they found anyone who owns an HTC phone, let alone people willing to rate it higher than the iPhone 5.  Meh. Should we all give up surveys for Lent? (Thanks @jseths on Twitter for the link.) 10 tips to keep your mobile devices charged and happy &gt;&gt; TechHive Some of these are good. Some however...   4. You can use any Micro-USB cable to charge your phone if the phone has a Micro-USB port. For devices that have Micro-USB ports, you can use any cable that has a Micro-USB plug on the end for charging; you don&apos;t need a special cable.  Er, thanks. Global tablet shipments to suffer 20% drop in 1Q13 &gt;&gt; Digitimes Research  Worldwide brand tablet shipments are estimated to reach 33.8m units in the first quarter of 2013, down 21.8% sequentially, but up 75.8% on year, according to Digitimes Research senior analyst James Wang. Apple&apos;s iPad series shipments will enjoy a close to 5% sequential growth to reach 22m units in the first quarter, accounting for 65.1% of the total volume as changes in iPad series&apos; life-cycle (launch schedule) in 2012 will help the iPad devices to suffer less impact from seasonal factors. However, seasonality will significantly impact demand for non-iPad tablets, causing their combined shipments to drop 46.9% sequentially to 11.8m units with a market share of only 34.9%.  Unclear if Digitimes counts the Surface (RT or Pro) as a &quot;tablet&quot;. Certainly seems likely that sales of the Kindle Fire and B&amp;N Nook would drop sequentially. Fast fibre: A community shows the way &gt;&gt; BBC News Rory Cellan-Jones:   people like Harry and Susan Ball are now entering the superfast broadband era. The retired couple told me they knew little about computers and had got used to the fact that it was almost impossible on their slow connection to watch video or use Skype. Now Harry is able to watch the iPlayer streaming in HD, and Susan has become a B4RN volunteer, helping to dig trenches for the fibre. But, after raising half a million pounds from locals who bought shares on the promise of a fast connection, the project now needs to move to the next stage. In the Arkholme village hall this afternoon, B4RN is holding an open day, inviting anyone to drop in and test the broadband connection on their phones or computers. The hope is that many will sign up to the 30 per month service, but that some will also buy shares in B4RN. Another 1.5m is needed if the full 265KM network is to be rolled out. That sounds ambitious - but having spent 24 hours watching the volunteers digging trenches, blowing fibre and learning a process called fusion splicing I can see they are a very determined bunch.  For 30 per month, they get about 900Mbps down, 500Mbps up. How does your broadband compare? You can follow Guardian Technology&apos;s linkbucket on Pinboard To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2013/feb/15/technology-links-newsbucket", 
    "wordcount": "1618"
}