{
    "headline": "What will the Olympics do for higher education in the UK?", 
    "text": "With less than six months to go until the opening of the London 2012 Olympic Games, do we know what will be its legacy for higher education? A conference taking place at the Department for Culture Media and Sport today aims to reveal what just happened, but also how we might capture what is about to happen during the Games. However, there is more to the impact of the Olympic and Paralympic Games on HE than just how academics have researched and evaluated them. Back in 2005, I attended a pre-win event about how education would be affected by the London 2012 Games. Some of the speakers  many of who held high power roles within British education  spoke with lofty ambition about how the Olympic period was an opportunity for reform in British education. Inspired by the founder of the modern Olympic movement, Pierre de Coubertin, who was himself inspired by the British education system and a reformist, there was everything to play for back then. But have these aspirations been realised? Did the Olympics transform education in the UK? Certainly, a lot within higher education has changed since Britain won the bid. A lot has changed in the world. Earlier this month, the historic site of Ancient Olympia  where the ancient Games began  was in the news due to thefts at its Olympic museum. Seen as a direct consequence of Greece&apos;s current economic woes, it is worth remembering that this is a nation that hosted the Athens 2004 Games and which has contributed more to Olympic education than any other. Its International Olympic Academy, which is located nearby the museum where the thefts took place, has been providing higher education students from around the world with Olympic education for more than 50 years. If Greece can hold together a summer programme of Olympic education in such times as these, then the bar has been set very high indeed for the UK and its future contribution to olympism. Even without a similar length of history, the UK has a strong commitment to supporting higher education endeavours around the Games. The British Olympic Association has hosted an annual National Olympic Academy for many years, where students, teachers and HE professionals gather to consider the state of the art for the Olympics. As well, the UK has a well-populated register of Olympic scholars, as seen on the recently launched Games Experts website. This portal will have particular value during the Games period, when some 30,000 journalists will be seeking expert commentary on all aspects of the Games. It was set up by Podium, the London 2012 HE and FE Unit, which itself is a unique and pioneering agency in Olympic history, providing a crucial catalyst for collaborations across the sector and necessary liaison across various stakeholders. A quick glance at Podium&apos;s websites offers a snapshot of how the Olympic and Paralympic programme has informed the strategy of numerous universities around the UK, not just in London. From setting up undergraduate modules on media training in order to staff Olympic venues to building links with hospitality courses or security, there is hardly one dimension of the higher education sector that has not been reached by the Olympic programme in some way. Research from last year showed that over 90% of all HE and FE institutions expected to be involved with the Games in some capacity. This does not mean that all HE professionals or institutions have placed themselves firmly behind the bid, or the Olympic programme. Many academics have devoted their careers to criticising the overblown commercial projects of mega-events, the exemplar of which is the Olympic Games. The day following the DCMS conference is a Political Studies Association meeting at Southampton Solent University, which will cover such topics as Occupying the Olympics and the rise of new media activism as community of critical debate. Examining the bid commitments made by London 2012 back in 2005, educational is located within the very final paragraph of the final chapter,Olympism and Culture. For those unfamiliar with the term, olympism is a study of the philosophy of sport literature and Coubertin&apos;s own writings reveals how he devised the modern Games as a philosophical framework. To this end, one may see the Olympics as, first and foremost, an intellectual project  a desire to promote a higher education. As with many aspects of London 2012  indeed, with all Games from bid to delivery  there are educational promises that have not been kept since 2005  the creation of a London Olympic Institute and a literal &quot;Friend-ship&quot;, which would house a range of projects during the Games. Their absence does not negate the fact that the higher education work that has taken place during this pre-Olympic period has been substantial. Research councils have worked together on funding programmes, funding councils have developed extensive programmes of activity, and the Games have given rise to cross-sector collaborations, particularly between education and the arts sector. What happens next is the crucial question for me. What will be the HE legacy beyond the Games? Will HE institutions continue to pursue an Olympic mission in their work or will they move on to the next political agenda? The next Olympics take place in Russia at the Sochi 2014 Olympic Winter Games. Russia has created the world&apos;s first Olympic University as the framework for its HE contribution, concerned with teaching and researching mega-events, along with their management and administration. This institution has global ambitions to become a centre for training after the 2014 Games. While it is unlikely that a London Olympic University is anywhere on the horizon, if educators are truly sold by the idea that the Olympic and Paralympic Games can bring about some kind of positive rethink of how education should take place, then this conviction should not end in 2012.  Share your views: What will be the HE legacy beyond the Games? Will HE institutions continue to pursue an Olympic mission in their work or will they move on to the next political agenda? Professor Andy Miah (@andymiah) directs the Creative Futures Research Centre at the University of the West of Scotland. He is author of The Olympics&apos;(Routledge, 2012) This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/feb/23/olympics-higher-education-uk", 
    "wordcount": "1064"
}