{
    "headline": "'It's not a victimless crime'  the murky business of buying academic essays", 
    "text": "If you know where to look online, you can buy a 2,000-word, original, written-to-order essay directly from an individual for 20. Go to one of the bigger companies advertising on Google or Facebook and you might pay 50. Contract cheating  where students pay for others to complete their coursework  is a huge problem. All sorts of assignment requests can be fulfilled, by a growing number of online sites. Ive seen examples across all levels and subjects, from aviation to zoology, with some students even choosing to outsource their undergraduate dissertations. The companies have prominent websites showing how cheap and easy it is to have one of their writers work on an assessment. They have adverts plastered all over social media. Some are even more brazen, getting their representatives to go into universities, pinning up adverts on noticeboards, leaving flyers on canteen tables and handing out business cards to students as they arrive on campus. Earlier this year, one such site ran a prominent advertising campaign at London Underground stations. These essay cheating sites are global, and they take advantage of gullible students to rake in profit. Students are promised that essays and assignments will be returned quickly, often within 24 hours. In the panic of a looming deadline, the temptation is understandable. They are supposedly guaranteed original, plagiarism-free work that will earn them first-class grades. They are often in for a disappointment when the work they receive back is far from the promised standard.   Related: Why is so much research dodgy? Blame the Research Excellence Framework    A deceptive industry Behind each flashy website, the requests are sent to a pool of writers who are desperate for the work. Many of them are outside the UK, based in countries such as Kenya, India and Pakistan, and are under intense pressure to turn essays around quickly. The ones whove lifted the lid on the industry talk about needing to write multiple essays a day. When students get drawn into an industry that is by its very nature deceptive, theres no guarantee that theyll get the work they paid for. Ive seen many examples of students being sent work bad enough to raise alarm bells with any academic. Ive also seen them asked to pay far more money than they were originally quoted to get work edited into sensible English.  Some have been blackmailed with the threats of keep sending us more money or well release the work weve done to your university. And, of course, theres the obvious risk that if they are caught, students face being excluded from their academic institution. Ive been researching contract cheating since 2006 and what I always find most difficult is the impact it has on the vast majority of students who work hard for their qualifications. Ive travelled the world to speak about these problems and, whether its Greece, Australia or Macedonia, I see the same upsetting issue: students who know others on their course are cheating but are powerless to do anything about it. Taking action This is not a victimless crime. It devalues the awards of those who are doing everything they can to complete high-quality work, and risks making degrees look worthless while hitting the reputation of those universities letting the cheats get away with it instead of actively rewarding honesty.    Related: I'm a researcher from the EU and Brexit has left me in limbo    But what can we do? Combatting the problem will not be straightforward, but I hope todays International Day of Action and the work we are doing at Coventry University will push for change within the UK.  In the meantime, I encourage academics to support this fight by thinking about the type of assessments that they set. The essay mills thrive because they have writers who are very good at writing essays. They know how to structure them, how to use sources and how to build up an academic argument. There are valuable skills there, but theyre not the same ones that students will use in the workplace. Lets think about how to make assessment more authentic. We can still test out the same skills, but that way we know that students are doing the work, and not the essay companies. We need to take action against cheats. By working together, we can stop these companies hooking students in, selling them essay after essay, and preventing them from mastering the skills that theyre paying the university to help them learn. Join the higher education network for more comment, analysis and job opportunities, direct to your inbox. Follow us on Twitter @gdnhighered. And if you have an idea for a story, please read our guidelines and email your pitch to us at highereducationnetwork@theguardian.com", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/2016/oct/19/its-not-a-victimless-the-murky-business-of-buying-academic-essays", 
    "wordcount": "779"
}