{
    "headline": "Rio+20: A voice from Brazil", 
    "text": "   Adriano Campolina, Rio+20 Photograph: Guardian    The Brazilian government and society have achieved important and substantial steps to fight poverty. Thirty million people have left poverty in Brazil, due to a combination of increased minimum wage, cash transfers, and other social policies and job generation. This successful combination of policies was a result of the Brazilian civil society capacity to develop and campaign for an agenda for poverty eradication and the new political willingness in the past 10 years. We are proud of such achievement, and yet alert for new challenges that may compromise it. On the one hand, the economic growth generates new jobs but, on the other, it may also generate new exclusions. Mega infrastructure investments carry the risk of evicting traditional populations, or threaten their livelihoods and damage the environment. The emphasis in sectors such as ethanol production from sugar cane also brings new challenges. The unregulated expansion of sugar cane plantations tends to concentrate land ownership in the hands of a few companies and/or landlords, to the exclusion of smallholder communities. It also increases the environmental impact of the plantation model, with its consequences on soil erosion, water contamination by pesticides and synthetic fertilisers, and loss of biodiversity. Rio+20 is a great opportunity to achieve political commitment to make poverty eradication a global priority. The recent Brazilian successes demonstrate that this is possible! However, the conference must be bold enough to go beyond empty rhetoric and address the structural causes that prevent poor countries effectively fighting poverty, such as external debt, unfair trade rules and global biofuel mandates. There is a need for stronger commitments on sustainability, in which governments agree to effectively forbid practices that harm the environment and take concrete steps to mitigate carbon emissions and fund the adaptation to climate change.", 
    "section": "global-development", 
    "gid": "global-development/2012/jun/15/rio20-voice-brazil", 
    "wordcount": "294"
}