{
    "headline": "CBI demands more airport capacity in southeast England", 
    "text": "The CBI has weighed in to the aviation debate to demand short-term measures for more airport capacity in the southeast, with a new analysis claiming to prove that one daily flight to key emerging markets could boost trade by 1bn a year. Warning that the UK is missing out on billions of pounds in potential trade without direct air links to booming cities in Brazil, Russia and China, the CBI risks alienating residents of west London by also calling for a measure that would greatly increase disturbance on Heathrow flight paths. Katja Hall, CBI chief policy director said: &quot;Boosting exports is critical to our long-term growth. Our analysis shows that just one new daily flight to the eight fastest growing economies in the world could generate as much as 1bn a year in trade. &quot;Every day we delay expanding our connections, we risk falling further behind our competitors. Firms in high-growth economies are not waiting for us to make a decision before taking their business to countries with much better flight links. While the business group does not throw its weight behind any one option for additional runways in the southeast, it calls on the Davies commission to recommend airport expansion in the long-term, and to demand instant action to improve surface links to airports and boost capacity at Heathrow. It says rail and road routes to London and regional airports should be upgraded, and &quot;mixed mode&quot; flights at Heathrow should be explored  a system that allows increased landings and takeoffs. Local councils and residents groups are overwhelmingly opposed to this on noise grounds, arguing it would destroy periods of respite, and even the airport has said it will not seek to implement it. Rhian Kelly, CBI director for business environment policy, said the new research went further than a similar, pro-expansion report produced recently by Frontier Economics in that it had tried to strip out other factors such as tourism and culture to prove the causal links between aviation and trade. She claimed the pattern showed the links were &quot;neither chicken or egg  it&apos;s a virtuous circle&quot;, but highlighted an additional potential 920,000 in trade for every extra 1,000 passengers flown between EU countries and the Bric economies . She said of the controversial proposal to back mixed mode: &quot;We know that it&apos;s challenging, but if it&apos;s commercially viable we think that it&apos;s one of the only options we&apos;ve got.&quot; A Department for Transport spokesman said: &quot;This government is determined to find a lasting solution to maintain the UK&apos;s global aviation hub status and secure the kind of benefits that the CBI has identified. Our approach is to build a strong political consensus so we can plan for the future. A rushed decision is not an option.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/mar/04/cbi-airport-capacity-southeast", 
    "wordcount": "472"
}