{
    "headline": "60", 
    "text": "    I&apos;ve often wondered why there are sixty seconds in a minute and sixty minutes in an hour when really, we can define these units of time in any way we wish. So why don&apos;t we instead have 100 seconds in a minute and 100 minutes in an hour? That certainly seems more metric.    Sixty as a unit is left over from earlier times. First, sixty is special because it is the smallest integer that is evenly divisible by 1, 2, 3, 4, 5, and 6. This makes a base-60 system extremely easy to use in calculations. It is easy to count to sixty using only your fingers, which are a built-in calculator for humans. This ease-of-use is probably the reason that the Babylonians (and the earlier the Sumerian and Akkadian civilizations) used the sexagesimal (base-60) system.  Since the Babylonians were avid astronomers, they were well aware that it takes the Earth 360 days to travel around the Sun, further adding to the usefulness of the number 60. Of course, this observation is the reason that a circle is defined as comprising 360 degrees. This then translated into defining a unit of time by 60s as well.  Strictly speaking, the Babylonians were not using a pure base-60 system because it did not have 60 distinct symbols for its digits. Instead, it used ten symbols as its sub-base and the sum of the component symbols represented the symbol&apos;s total value.  We learn a little more about the number 60 in this video:            [video link] Tablet image courtesy of Bill Casselman and Yale Babylonian Collection. .. .. .. .. .. .. .. .. .. .. .. ..  In this video, we met:  Thomas Woolley, a mathematician at Oxford University who studies, among other things, pattern formation in the skin of animals, a topic that I&apos;ve long been fascinated by. You can follow him on twitter @ThomasEWoolley Numberphile, a project by video journalist Brady Haran, is on facebook and can also be found on twitter @numberphile .. .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientistevil google+: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/may/21/1", 
    "wordcount": "329"
}