{
    "headline": "Kim Dotcom: the internet cult hero spoiling for a fight with US authorities", 
    "text": "     In massive, swaggering capital letters, &quot;Mega&quot; stretches across the grassy slope in front of Dotcom Mansion. A huddle of electricians and carpenters are removing the wooden stencils and wiring in the fluorescent tubes. They are up to G. All around the vast grounds of Kim Dotcom&apos;s luxury home just north of Auckland, New Zealand, gardeners and technicians are busy, like Oompa-Loompas at the Chocolate Factory, setting up for the big night, overlooked by life-size inflatable giraffes and hippos. On Sunday, almost a year after the internet entrepreneur and several of his associates were arrested in a spectacular dawn raid on the mansion, about 200 invited guests will gather at the opulent estate for the launch of Mega. The new cyberlocker service is a simplified, super-encrypted successor to Megaupload, the file-sharing site that once reputedly accounted for 4% of all internet traffic, and which US prosecutors had taken offline moments before the helicopters descended in New Zealand a year ago. After spending almost a month in prison in early 2012, Dotcom and his co-accused were awarded bail  the first of a series of court victories that have left the prosecution case looking increasingly wobbly. With any hearing for extradition to the US to face criminal copyright charges having been pushed back, it is hard not to see the extravagant unveiling of the new site as a two-finger gesture aimed at US authorities. &quot;I don&apos;t see it like that,&quot; says Dotcom, sitting at the head of a 20-metre-long table out the back of the house, flanked by two of his lawyers and his co-accused colleague Finn Batao  all glued to iPads and laptops. The German-born tycoon is clearly more than willing to be cast as the courageous leader of a crusade against the dinosaurs of Hollywood and the politicians who enable their obsolete ways of doing business. &quot;We want to show the world that we are innovators. We want to show the world that cloud storage has a right to exist. And, of course, when you launch something like this, you can expect some controversy. The content industry is going to react really emotionally about this. The US government will probably try and destroy the new business  you&apos;ve got to stand up against that, and fight that, and I&apos;m doing that  I will not allow them to chill me.&quot; The series of setbacks to the prosecution case has prompted speculation that the extradition hearing itself may never be heard  a scenario that Dotcom, who turns 39 next week, says he would regret. &quot;We want to expose what has happened here. We have a lot of information that shows the political interference. We feel that what happened here was manufactured to destroy Megaupload, and we want to show that.&quot; The case against Dotcom and his allies rests on proving that they were profiting, knowingly and willingly, from the illegal sharing of copyright-protected material  in effect, that the exchange of pirated goods was part of the Megaupload business model. &quot;That&apos;s complete bullshit. Excuse my language, but that&apos;s just crap,&quot; says Dotcom. &quot;Megaupload was created initially as a service that allows you to send large files because email attachments had limitations  and that&apos;s still the case today. The popularity and initial growth was all around that. This was never set up with the intent to be some kind of piracy haven. If the US government says that we are a mega-conspiracy, a mafia that has created this kind of thing to be a criminal network of pirates, they&apos;re completely wrong  for them it was about shutting it down and dealing with it later on the fly. They are hacking the legal system.&quot; And Dotcom knows a hacker. During what he has called his &quot;young and stupid&quot; years in Germany he was convicted for computer hacking, and later took a plea deal and a probation sentence over insider trading charges, though he maintains he was &quot;actually saving a company and over 120 jobs&quot;. The conviction was subsequently wiped from his record under German clean-slate legislation. Back then, Dotcom &quot;thought of myself as more American than Americans&quot;, he says. &quot;I always had this attitude of can-do, and if you&apos;re successful you can show it, which is a very un-German thing, you know. And now, in hindsight, looking at this, the US has lost a lot of its flair for me. It&apos;s becoming such an aggressive state.&quot; After a year in which the Megaupload dispute has become one of the most prominent and colourful talking points in the debate over &quot;internet freedom&quot;, Dotcom himself has, he says, had his eyes opened. &quot;When you live in your happy bubble and you have everything you desire and you live a great life, you don&apos;t think about all the nasty shit that is happening. I have a much better understanding now of how the US government operates and how much spying is actually going on, how much privacy intrusion is the reality today  we are very close to George Orwell&apos;s vision becoming a reality.&quot; In Dotcom&apos;s telling of the story, his travails began when the Motion Picture Association of America hired the veteran former senator Chris Dodd, who used his sway over his longtime ally the vice-president, Joe Biden, to encourage a move on Megaupload. &quot;If you connect all the dots, and you see who the operators are behind all of this, you understand the political scope,&quot; he says. &quot;They had a political agenda, plus they had an upcoming election, and they needed an alternative for Sopa,&quot; says Dotcom, in a reference to the ill-fated and draconian Stop Online Piracy Act. &quot;It would probably have looked very bleak for [Obama] to go to Hollywood and ask them to help him get re-elected when he couldn&apos;t make Sopa happen for them. So Megaupload became a plan B.&quot; Meanwhile, says Dotcom, an aggressive and outdated approach in Hollywood blinkers them from the potential to build a new business model around the internet. &quot;There&apos;s so much money to be made, and those fools don&apos;t get it. They just don&apos;t get it.&quot; While reluctant to talk in detail about the case of Aaron Swartz, the Reddit co-founder who killed himself last week after what some have claimed was disproportionate behaviour by prosecutors over a hacking case, there are &quot;similarities in the way we have been prosecuted&quot;, says Dotcom. &quot;Over-reaching abuse of power, no due process, just completely insane.&quot; And he sees a similar pattern in the treatment of WikiLeaks. &quot;I think Julian Assange&apos;s fear, that the Swedish government is co-operating with the US government and that there might be an attempt to extradite him from Sweden, is very real. So I sympathise with him. I see also similarities and abuses that are happening in the case against WikiLeaks that were happening to us.&quot; The technologist formerly known as Kim Schmitz  and Kimble, and Kim Tim Jim Vestor, and His Royal Highness King Kimble the First  has attained a strange cult hero status in his adopted home, New Zealand. He arrived in 2009 after six years in Hong Kong, to provide his family  he and his wife Mona have five children  with a greener environment than that offered by the &quot;concrete jungle&quot;. The saga has also turned into a domestic political sinkhole. A rightwing government-supporting MP has seen his political career compromised, probably fatally, by revelations of undisclosed donations from Dotcom to an earlier mayoral campaign. Later, and more gravely, the prime minister was forced to apologise after accepting Dotcom had been illegally spied on. With the Americans on the &quot;warpath&quot;, says Dotcom, there seems little chance of the dispute ending amicably. But, he insists, swatting a fly away from his forehead, he remains open to talks. &quot;I&apos;m not evil, you know? I&apos;m a good guy. Everyone who knows me likes me  they should really come to the table, come to their senses and work this out. Because I&apos;m not going to cave in. I&apos;m going to fight this thing. And there&apos;s no way in hell that they have any chance to win this. I don&apos;t see it. I don&apos;t see it because I know I&apos;m innocent, and the lawyers know I&apos;m innocent, and we have right on our side.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/jan/18/kim-dotcom-fight-internet-freedom", 
    "wordcount": "1408"
}