{
    "headline": "Apps Rush: Zuma's Revenge, Guardian Crosswords, Peter Pan, Tank Hero, Hackney Hear and more", 
    "text": "A selection of 17 apps for you today: Zuma&apos;s Revenge HD There are hundreds of mobile games pretending to be ball-popping puzzler Zuma, but this is the real deal, from EA&apos;s PopCap division. It includes 60 levels of sphere-firing action, including six boss battles.iPhone / iPad Guardian Crosswords The Guardian&apos;s first crosswords app has gone live for Android as a free trial, providing the daily Guardian Cryptic crossword on weekdays, and the Quick crosswords on Mondays to Saturdays. Social features are built in for competitive types. It&apos;s free for now, but payment options are coming in the future, as may be an iOS version.Android Peter Pan: Disney Classics Disney&apos;s famous animated retelling of Peter Pan has spawned a new book-app, where the classic Neverland story is complemented with mini-games, digital colouring and a virtual Pan flute.iPhone / iPad Biologic Well, this is certainly a new take on social apps. Biologic represents your streams from Twitter, Facebook and LinkedIn as &quot;microbiological cells&quot;, with updates/tweets wiggling inside them. It could be seen as a gimmick, but developer Bloom Studio says it has big plans, with this first app being just the start.iPad Tank Hero: Laser Wars Android game Tank Hero has done well over 5m downloads so far, and now it has a paid follow-up: Laser Wars. It&apos;s a puzzle-action game with tanks and lasers you probably figured that out from the title  with boss battles and split-screen deathmatches thrown in.Android Hackney Hear: London Fields Spawned by the award-winning Hackney Podcast, this location-based app encourages people to wander around Hackney listening to interviews, stories and music triggered by their current location. The stories come from local residents, but also writer Iain Sinclair, poet Shane Solanki and photographer Tom Hunter.iPhone Zombies Ate My City Developer Chaos Created is bringing location-based gaming to Windows Phone with its new zombie game. The idea is to complete missions based on physical locations in your town, with video in the mix too.Windows Phone Barbie Fashionistas Mattel&apos;s latest Barbie app for iOS focuses on fashion, with a range of virtual hairstyles, clothing and accessories to dress Barbie in, and the option to save the results as a picture for sharing or printing.iPhone / iPad Mobile Farmer No, not the latest FarmVille clone. This app is for actual farmers in the real world: an app giving them access to their data and other useful information while out in the field. Well, fields.Android Ben 10 Game Generator 2 Young fans of cartoon Ben 10 will love this new iOS game, which has 50 levels of puzzles to explore. It uses a top-down perspective and includes bags of traps obstacles and enemies to get past. Better still, though, a Create mode gets players to make their own levels and share them with friends.iPhone / iPad Funny or Die&apos;s The Occasional Comedy website Funny or Die has launched a digital magazine promising that &quot;We have no idea what we&apos;re doing... bear with us as we absolutely blow your mind with whatever this winds up being. It&apos;ll come out every other month and we&apos;ll be sure to fill the pages with something that&apos;ll make you laugh&quot;.iPad Papyrus This is a neat and stylish news aggregation app for Windows Phone, sorting stories into specific colour-coded interests, which can then be pinned to the device&apos;s homescreen.Windows Phone Bitdefender Safebox The latest cloud storage service with an Android client comes from Bitdefender, which is offering 2GB of free space for photos, videos, music, documents and other files.Android Feed Me So&apos;more I&apos;ve still got a bunch of notebooks somewhere from the days when my wife and I diligently noted down the times of feeds and nappy changes for our sons. Naturally, there are now apps for that, including this new Android one. Track naps, feedings and nappy-changes for multiple children, with &quot;minimal typing required&quot; a definite plus given the context.Android Multiplication: Invasion of the Moon Monkeys This educational app for children aims to teach multiplication through a blend of space-monkeys and retro shoot &apos;em up mechanics. Launched by eduGame, it helps kids practise their 1x1 to 12x12 times tables.iPhone / iPad Sonalight Text by Voice Aimed at drivers, this Android app reads out incoming text messages, then enables you to respond by talking rather than touching the screen. The idea being to &quot;drive more safely&quot;  if you&apos;re confident that mentally composing a text message won&apos;t distract you from the road, mind.Android Pokemon Drinking Game We sense Nintendo won&apos;t approve of this drinking-game app for Android, which helps you get completely Watchog-whimperingly Croagunked off your Jigglypuff on booze.Android", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/mar/09/apps-rush-zuma-guardian-peter-pan", 
    "wordcount": "783"
}