{
    "headline": "F1 fuel-saving flywheel to be fitted to London's buses", 
    "text": "A fuel-saving flywheel first developed for use in Formula One racing cars, but abandoned before it could be used due to a regulation change by the sport&apos;s administrators, will soon be retrofitted to a handful of London buses. Six prototype buses owned by Go-Ahead, one of the UK&apos;s largest buses operators, are currently being fitted with the flywheels for a trial beginning later this year in and around Putney, south-west London. Williams F1, the Oxfordshire-based racing team behind the technology, predicts that its carbon-composite flywheel could help a city bus reduce its fuel use by as much as 30%. If successful, and contingent on raising the funding, Go-Ahead says it will consider fitting the flywheels across its 4,000-strong fleet of buses. &quot;The fuel consumption savings being predicted are attractive even at the lower estimates of around 10%-15%,&quot; said Phil Margrave, Go-Ahead&apos;s group engineering director. &quot;Within three months of the trail starting, we&apos;ll know if this technology is right for us. There have been lots of flywheel trials over the years, but for various reasons they have failed. Twenty years ago, one came on the market, but it was too noisy and this concerned passengers. &quot;The price of fuel is what&apos;s driving the interest in this now. If the payback can be shown to be under five years, we might even retrofit flywheels on buses that are already 10 years old.&quot; Flywheels, such as a potter&apos;s wheel, have long been used as a method to store rotational energy. But their use in vehicles has been hindered by the fact that they need to be very heavy to store enough energy that can be of practical use. Williams Hybrid Power, a subsidiary of Williams F1, believes it has overcome this hurdle by developing a flywheel that is much lighter  about 50kg  than previous flywheels built for buses, but which rotates at speeds as fast as 40,000 rpm. The other significant advantage is that the flywheels can be fitted to buses already in operation, unlike competing technologies such as hybrid electric batteries that have to be fitted in the factory during manufacture. &quot;The forces exerted by a 15-tonne city bus constantly stopping and starting to pick up and drop off passengers is actually very similar to those experienced by a Formula 1 car,&quot; said Ian Foley, managing director of Williams Hybrid Power. &quot;We believe the payback could be about five years with current fuel prices. The fuel savings could be as higher as 30%. Buses typically have a lifespan of about 12-20 years. From the very beginning, we identified public transport as an ideal customer for our flywheel technology. This technology doesn&apos;t currently make a lot of sense for ordinary road cars, though.&quot; Williams F1, which was founded by Sir Frank Williams in 1977 and has been home to champion drivers such as Damon Hill and Nigel Mansell, first developed its flywheel for use in the 2009 Formula 1 season, but it was abandoned before it could be used following a regulation change. The technology has since been used in Porsche and Audi racing cars. Audi aims to use a flywheel in its R18 e-tron Quattro at the Le Mans 24-hour race later this year. Williams is also developing flywheels for use in electric trains and for energy storage within &quot;smart grid&quot; electricity infrastructure. It says it aims to make 1,500 units a year at its Oxfordshire factory.", 
    "section": "environment", 
    "gid": "environment/2012/apr/18/f1-fuel-saving-flywheel-buses", 
    "wordcount": "580"
}