{
    "headline": "Watch out for more spending cuts  and remedial science lessons for MPs", 
    "text": "I have found no shortage of people keen to talk about science and politics over the past seven weeks. MPs engaged me in email conversations, civil servants sought me out on Twitter and the great British public commented on my articles. I&apos;ve also discovered that some scientists have an apparently unrelenting appetite for politics - mostly because they like to complain about things (and not always about funding). The routes that science can take into parliament and the policy world are many. And, as detailed in the final full article in this series, some of these routes are expected to improve shortly. So as this series draws to a close, here are a few things to keep your eye on over the coming months and a list of blogs and Twitter users to follow if you want more. Reviewing the situation In 2010, scientists collected 37,000 signatures of support and a new grassroots campaign group called Science is Vital marched on parliament to protest against feared funding cuts. Behind the scenes, organisations such as the Royal Society and the Wellcome Trust applied quiet diplomatic pressure. As a result, science funding was &quot;ring-fenced&quot; in the 2010 Comprehensive Spending Review. Scientists were relieved, until they did their sums and realised the settlement was actually a 15% cut in real terms. Imran Khan, director of the Campaign for Science and Engineering (CaSE), is already planning how the sector can argue for more money in the next spending review, rumoured for next year. &quot;We need to up our game,&quot; he says. But it will be a struggle, with the economy in worse shape now - and probably next year - than expected at the time of the last review. Part of Khan&apos;s plan is to continue collecting evidence that shows how long-term investment in science reaps economics benefits. While Khan collates numbers, he&apos;ll also likely rely on individual scientists such as Dr Jenny Rohn for qualitative evidence about how the cuts are affecting researchers at the coalface. &quot;I&apos;m fashioning lab equipment out of gaffer tape and plastic,&quot; says Rohn, the cell biologist who founded Science is Vital within five weeks in 2010. This time round, she&apos;s starting to plan early and is already canvassing for opinions on how to build an effective campaign. &quot;We&apos;re all going to pull together like we did last time,&quot; she says. Science class for MPs Adam Afriyie MP, the former Conservative shadow science minister, is proposing that all new MPs are given what he calls &quot;science literacy lessons&quot;. He tried to run science inductions for the new intake of MPs in 2010, but barely a dozen turned up. So Afriyie, who chairs the Parliamentary Office of Science and Technology (Post), wants to make them mandatory. And since the administrative wheels of the House of Commons turn slowly, he&apos;s starting to make the case now, three years before the next general election. Afriyie proposes three one-hour sessions. The first two would aim to school MPs in the scientific approach to evidence and statistics. The third session would canter through the key scientific issues of the day, such as GM crops and climate science. &quot;The key would be effective communication in a short space of time,&quot; says Afriyie, name-checking Ben Goldacre as a style reference. Would he ask Goldacre to conduct one of the lessons? &quot;I&apos;d love to,&quot; says Afriyie, &quot;but he&apos;d probably say no.&quot; It looks as though every MP in the current parliament will get a free science textbook, too. Readers of this series will remember Dave Watts&apos;s attempt to garner enough pledges to send 650 copies of The Geek Manifesto to parliament. He has now reached his target, so the delivery of Mark Henderson&apos;s book is something else to watch out for. But will MPs read it? Examining excellence From next year, the body that funds higher education institutions will take into account how much impact they have before it decides how much money to award them. This major shift in higher education funding policy is not without its critics. It also has potentially huge implications for scientists. Already suffering cuts to their actual research, scientists in departments that conduct blue skies research without obvious application may find it harder to win funds for their institutions. Science policy professor Ben Martin says he worries that the system will become &quot;a game that academics will play&quot;. &quot;They&apos;ll set out to maximise their score and then do violence to the system.&quot; Ahead of the changes, scientists are already working on their impact statements - and already playing the system. &quot;The number of impact statements you return is directly related to the number of people you have,&quot; says one physicist, &quot;so you can play interesting games.&quot; Resources For a few weeks, my series has played a small part in a public science policy discussion. The wider ecosystem on which it has drawn is well worth exploring if you have enjoyed the themes debated in Talking science to power. Subscribe to my bookmark stacks on Delicious Science in politics Science funding Read these blogs AMRC Policy Blog Athene Donald&apos;s Blog Campaign for Science and Engineering In verba by the Royal Society Mind the Gap by Jenny Rohn Purse String Theory by Adam Smith and others Reciprocal Space by Stephen Curry Research Blogs by Research Fortnight Research Fundermentals by Phil Kent Responsible Innovation by Jack Stilgoe Roger Pielke Jr&apos;s Blog Science Policy Talking Post by James Lush Sheer Lunacy by Paul Clarke Soft Machines by Richard Jones Through the looking glass by Alice Bell Plus, see here for other media outlets that cover science policy Follow these people on Twitter Twitter list - Talking science to power Individuals and organisations who tweet about science policy and the intersection between science and politics are collected here, in a list named after this article series.", 
    "section": "science", 
    "gid": "science/2012/jun/15/spending-cuts-remedial-science-lessons-mps", 
    "wordcount": "995"
}