{
    "headline": "Any type of school can be good", 
    "text": "It is coming up to Christmas, so I am allowing myself a touch of sentimentality. A few weeks ago I felt a stab of pride, and momentary panic, when the sign outside our local primary school flashed up on the 10 o&apos;clock news. Pride because all our children were educated there and I was a governor for 18 years. Panic because, over the past 20 years, I have got used to any media focus on state education being predominantly negative. And in the case of Gospel Oak, doubly so; it was probably one of the worst schools in the country when our children joined, and it bumped along the bottom of the league tables throughout the 1990s. I got used to being told we were sacrificing our children for political principles. It wasn&apos;t a sacrifice. Many children in the school flourished in spite of its failings. Firm friendships were forged and carried through to secondary school, along with a strong sense of being part of a wider, diverse community. But there were principles involved. We wanted to help make the school better for the children who didn&apos;t have the advantages ours had, which probably insulated them against its shortcomings. And as the effects of the incipient education market became clearer, the school&apos;s intake changed dramatically. However, its recent nano-second in the limelight was for a different reason. Gospel Oak is now successful, popular and situated in the London Borough of Camden  which topped Ofsted&apos;s new local authority league table for having a higher percentage of good and outstanding primary schools than any other part of the country. True to form, the positive story was glossed over in the full TV news report, in favour of a negative story about the most poorly performing authority. Which is a shame, because looking more closely at Camden would be instructive. In spite of being a borough with huge inequalities, there is still a strong commitment to local state schools by parents from all backgrounds so we have genuine comprehensives at primary and secondary level  most good or outstanding. This provides a virtuous cycle  the herd instinct is a powerful one when it comes to schooling. It attracts and retains good heads, teachers and governors, possibly drawn by the rich and varied intakes, but maybe also by the strongly collaborative ethos. One of the first things the local authority did in the wake of the coalition reforms was to launch an education commission chaired by Sir Mike Tomlinson. Several areas for improvement emerged, but an over-riding theme was pride in the Camden &quot;family of schools&quot; and a wish for this to continue in the face of national policy pulling in the opposite direction. And the local authority has been well led, achieving the right balance of challenge and support. Some years ago, a decision was taken to differentiate the way this was managed. Schools causing concern would receive more help, and earlier. Those schools already flying would get much less, but their expertise would be used to help those that needed it. &quot;No surprises&quot; was the key phrase. But there was one surprise, to me at least. In spite of topping the Ofsted table, Camden wasn&apos;t mentioned in the chief inspector&apos;s annual report. But should we be surprised? The Camden story doesn&apos;t fit the script: it hardly has any academies. The fact that some local authorities have failed to improve their schools is inexcusable. But the appearance of the new Ofsted rankings suggests an expectation that they must still strive for this, even though in some cases their powers, and resources, are limited. Ofsted is now planning to work at a regional level to share good practice. I suggest they start by coming to Camden. They will see that local authorities can work, parents and communities can help to make existing schools better and that good teaching, leadership and governance are not the preserve of any one single type of school.", 
    "section": "education", 
    "gid": "education/2012/dec/10/schools-teaching-governance", 
    "wordcount": "661"
}