{
    "headline": "Phineas Gage's connectome", 
    "text": "Anyone who has studied psychology or neuroscience will be familiar with the incredible case of Phineas Gage, the railroad worker who had a metre-long iron rod propelled straight through his head at high speed in an explosion. Gage famously survived this horrific accident, but underwent dramatic personality changes afterwards.  In recent years researchers reconstructed his skull and the passage of the rod through it, to try to understand how these changes were related to his brain damage. Now, neuroscientists from the University of California, Los Angeles have produced Gage&apos;s connectome - a detailed wiring diagram of his brain, showing how its long-range connections were altered by the injury. The new research, led by Jack Van Horn of UCLA&apos;s Laboratory of Neuroimaging (LONI), is part of the Human Connectome Project. Launched in July 2009, with tens of millions of dollars of funding from the National Institutes of Heath to several large consortia, this ambitious project aims to build a comprehensive map of the connections in the human brain, in the hope that it will aid our understanding of how the organ works and what goes wrong in conditions such as Alzheimer&apos;s Disease, autism, and schizophrenia.  The hundreds of researchers involved use a variety of techniques to collect data about the connectivity of the human brain, including magnetic resonance imaging (MRI), which can be used to obtain data about the structure and function of the live human brain. A related method, which has become increasingly popular in recent years, is diffusion tensor imaging (DTI), which can be used to visualize the large white matter tracts which form long-range connections between different parts of the brain.  But how does one reconstruct the connectome of someone who died more than 150 years ago, and whose brain no longer even exists? Van Horn and his colleagues used high-resolution CT scans of Gage&apos;s skull, from a 2004 study that digitally reconstructed the trajectory of the iron rod as it passed through his brain, and examined the data again to re-estimate its path as accurately as possible.            They then selected structural MRI and DTI data from 110 healthy people from the LONI Image Data Archive. All of these data came from men aged between 25 (Gage&apos;s age at the time of his accident) and 36 (the age at which he died). The researchers combined these data to produce a generalized map of the long-range connections in the human brain, and used computational modelling to project the passage of the rod onto it. John Martyn Harlow, the doctor who attended to Gage at the scene of the accident, described the passage of the rod in a letter to the editor of the Boston Medical and Surgical Journal:   Taking a direction upward and backward... [it] entered the cranium, passing through the anterior left lobe of the cerebrum, and made its exit in the median line, at the junction of the coronal and sagittal sutures... breaking up considerable portions of brain, and protruding the globe of the left eye from its socket, by nearly one half its diameter.  The digital renderings below show the new model of the rod&apos;s path, and how it may have affected the structure of the white matter tracts. The image on the left shows the best-fit trajectory of the rod through Gage&apos;s skull, and some of the neural pathways in the left hemisphere that would have been damaged. The one on the right shows the inside of his skull from above, and the likely extent of the damage:      Digital renderings of Gage's skull showing the trajectory of the rod and the fiber pathways in the left hemisphere. From Van Horn, J. D., et al. (2012).     Finally, Van Horn and his colleagues crunched their data to visualize the connectivity in a healthy brain and in Gage&apos;s brain as &apos;connectograms,&apos; circular diagrams depicting the brain&apos;s major white matter tracts. In these diagrams, the major brain regions - the frontal lobe, insula, limbic system, temporal lobe, parietal lobe, occipital lobe, brain stem and cerebellum - are colour-coded and arranged on the outer ring of the diagram, according to their position from the front.  The inner rings represent various other measures, such as the average volume, thickness and surface area of each area. The left half of the diagram represents the left hemisphere, the right half represents the right hemisphere, while the brain stem is shown at the bottom. The inner-most ring shows the degree of connectivity within and between the two hemispheres, as measured by DTI.  Here&apos;s the connectogram showing the major pathways in the healthy human brain, averaged from the 110 data sets:     Connectogram of a healthy brain. From Van Horn, J. D., et al. (2012).    Van Horn and his colleagues estimate that the rod destroyed about 4% of Gage&apos;s cerebral cortex, and about 11% of the total white matter in the frontal lobe. According to their model, the accident damaged some of the major white matter tracts in left the frontal lobe, including the uncinate fasciculus, which connects parts of the frontal cortex to the limbic system, and the superior longitudinal fasciculus, which runs the entire length of the brain to connect all four lobes in each hemisphere to each other. It also damaged the frontal cortex connector hubs, localized regions that contain a high density of connections to other areas.  This would have disrupted global network organization, making the damage far more profound and widespread than previously thought. Gage&apos;s connectogram looks quite different from that of an average healthy brain, and is dominated by white matter tracts that were either lost entirely (shown below in shades of grey) or partially severed (shades of brown) by the rod as it passed through his head:      Connectogram of Phineas Gage's brain. From Van Horn, J. D., et al. (2012).     This is all very well, but it doesn&apos;t tell us much more than we already know about how Gage&apos;s brain damage affected his behaviour. Gage is said to have undergone major personality changes following his accident, becoming quick-tempered and foul-mouthed and behaving sexually inappropriately. In a subsequent report, published 20 years after the accident, Harlow described the changes thus:  His contractors, who regarded him as the most efficient and capable foreman in their employ previous to his injury, considered the change in his mind so marked that they could not give him his place again. He is fitful, irreverent, indulging at times in the grossest profanity (which was not previously his custom), manifesting but little deference for his fellows, impatient of restraint of advice when it conflicts with his desires, at times pertinaciously obstinent, yet capricious and vacillating, devising many plans of future operation, which are no sooner arranged than they are abandoned in turn for others appearing more feasible. In this regard, his mind was radically changed, so decidedly that his friends and acquaintances said he was &quot;no longer Gage&quot;.  Damage to the connections between the frontal cortex and limbic system is in keeping with such behaviour, because these pathways are known to be involved in the regulation of emotions. The researchers also note that the global network changes they observed in their model are similar to those seen in fronto-temporal dementia and related neurodegenerative conditions, and suggest that they may explain Gage&apos;s apparent deficits in executive function.  According to Malcolm Macmillan, the accounts of Gage&apos;s behavioural changes are based largely on anecdotal reports that are not substantiated by the little evidence there is. &quot;Phineas&apos; story,&quot; Macmilllan writes in his book An Odd Kind of Fame, &quot;is worth remembering because it illustrates how easily a small stock of facts becomes transformed into popular and scientific myth.&quot; Macmillan&apos;s own research suggests that the reported changes in Gage&apos;s behaviour and personality lasted for only a short time after the injury. Indeed, we now know that the brain can recover from traumatic brain injury and other insults by forming new pathways, and DTI is increasingly being used to investigate these organizational changes.  There&apos;s little doubt that Gage sustained extensive frontal lobe damage in the accident, but we&apos;ll never know the true extent of the damage, and that calls in to question the accuracy and usefulness of his connectome. Nevertheless, the study is an early attempt at using these methods to assess whole brain connectivity following brain injury, and it seems quite fitting that the researchers used Gage as their subject.  Reference: Van Horn, J. D., et al. (2012). Mapping Connectivity Damage in the Case of Phineas Gage. PLoS ONE, 7(5): e37454. DOI: 10.1371/journal.pone.0037454", 
    "section": "science", 
    "gid": "science/neurophilosophy/2012/may/16/neuroscience-psychology", 
    "wordcount": "1371"
}