{
    "headline": "History repeats itself for 80th anniversary of Kinder Mass Trespass", 
    "text": "It&apos;s an event best seen through the eyes of a 10-year-old child who looked round the vast bowl of hills around Kinder Scout on Tuesday and couldn&apos;t conceive of a time when it was forbidden ground. &quot;It&apos;s so green and so beautiful, we get up there whenever we can,&quot; she said, peeping out from behind one of the hand-coloured masks of grouse and curlews made by Edale primary school for this year&apos;s 80th anniversary of the Kinder Mass Trespass. Her comment rolled back the years for Elsie Gaskell, who was 10 in April 1932, when word spread around Manchester, Sheffield and the smaller Pennine industrial towns that the landlords and gamekeepers on the high moors were to be defied in strength. &quot;A mass trespass! I&apos;d never heard of one and I was so excited,&quot; Gaskell said. &quot;And so disappointed when my dad, who was in the Manchester Federation of Ramblers, said, sorry Elsie, I&apos;m not taking you because there may be trouble.&quot; Trouble there was, though only a skirmish that left one keeper with a broken leg and a handful of the invading alliance of ramblers, Young Communists and local factory workers nursing bruises and cuts. It was a very small tussle to trigger a momentous campaign, which led to the UK&apos;s national parks, and eventually the right to roam. On Wednesday, there will be a major re-enactment of the marchers&apos; pincer movement from Hayfield and Edale, meeting up by the Kinder Downfall waterfall to roar out the Red Flag. The launch event, starting a week of talks, walks and a &quot;trespass-themed ceilidh&quot; was a quieter chance for veterans to reminisce. &quot;I used my first wage packet from the steelworks when I was 14 to buy a bike to get out here,&quot; said 94-year-old John Bunting from Sheffield. &quot;The aristocracy wanted to keep us out, but they were only using the land for murdering animals.&quot; Stuart Maconie, the writer and broadcaster, picked up the theme: &quot;The country was run in those days by the rich landed gentry,&quot; he said. &quot;So different from the way things are today,&quot; he added to applause. Present day dangers were highlighted by Kate Ashbrook, general secretary of the Open Spaces Society, who told the launch: &quot;We cannot be complacent and treat Kinder as mere history. The threats which the trespassers fought are still very much with us, but in a different guise. &quot;We do not know the future of the public forest estate, we have no indication from the government when the coastal-access law will be fully implemented, new planning laws threaten green spaces, and a law change could threaten our ability to register land as village greens. &quot;Our countryside and our urban spaces and paths are being privatised: landowners erect intimidating gates and CCTV cameras next to public paths, public land is being sold; local authorities make gating orders on urban paths.&quot; Derbyshire police, whose mild handling of the original trespass was noted at the time by the Manchester Guardian&apos;s reporter, benignly supervised car parking to avoid the village of Edale getting swamped. In the local pub The Rambler, the quip was that Wednesday&apos;s re-enactment wouldn&apos;t be as &quot;mass&quot; as the original, because health and safety rules were much more intimidating than any 1930s gamekeeper. That was only a rumour; but the National Trust raised eyebrows last year with plans to fence off part of Kinder to allow erosion caused by visitors to heal. And the launch attracted its own polite but determined protest, from members of the Peak District trail bikers&apos; club whose noisy machines are banned from much of the park. &quot;Our share of access is going down from 5% to 3%, while these people have got 90% now,&quot; said Alan Gilmore, before heading home with the posse on his mud-spattered machine. &quot;We don&apos;t want to break the law or spoil anyone else&apos;s enjoyment, but it&apos;s right that we should have a share of the countryside too.&quot; Prof Harry Rothman, whose father Benny was the good-natured but determined communist organiser crucial to the trespass and its aftermath, took the point. He said: &quot;I have mixed feelings. In an area as quiet and pristine as this, I don&apos;t think people would want to see motorbikes on the green ways. But there must be other places. Who are we to say that other users of the countryside can&apos;t follow their enthusiasms and be happy?&quot;", 
    "section": "environment", 
    "gid": "environment/2012/apr/24/history-kinder-mass-trespass-anniversary", 
    "wordcount": "758"
}