{
    "headline": "Ethiopia enlists help of forest communities to reverse deforestation", 
    "text": "     When the Ethiopian government realised that outright bans on cutting down trees failed to stop deforestation, it instead turned to a strategy based on enlisting the help of forest communities. The first participatory forest management (PFM) schemes were piloted 15 years ago. Based on signs of success, PFM is being rolled out in larger areas. A particularly ambitious scheme is taking place in the mountains of Bale in the southern region of Oromia, where the authorities are applying PFM to 500,000 hectares (1.24m acres) of forest in a project run by Farm Africa, a British NGO in partnership with SOS Sahel, a local NGO. Ethiopia has experienced massive deforestation. From a baseline of perhaps 40% forest cover in the 16th century, the country is down to 4.6%, a result of 0.8% deforestation a year. Pressure on forests comes from a rapidly growing population  85 million  with over 80% living in rural areas, relying on rain-fed agriculture. The 70 million livestock put pressure on land and forests. Starting the first PFM projects was difficult, Tsegaye Tadesse, programme manager with Farm Africa, told the Guardian, on a visit to London. &quot;We were not welcomed by communities at first,&quot; says Tadesse, who has worked in forestry since the 1980s. &quot;Imagine being told that you will no longer have free access  despite laws prohibiting you from cutting down trees. You would want to carry on with the easy way, coming and going as you choose.&quot; The government applied a carrot and stick approach. Officials raised the spectre of eviction and bused forest dwellers hundreds of kilometres to areas that had suffered extensive deforestation to show them the bleak future that was in store once the forests had disappeared. &quot;We took community representatives to degraded areas so they could see the results of failing to take proper care of forests,&quot; he says. The carrot was managed use of the forest  including logging  for an unspecified time. In Ethiopia, land is owned by the state so it cannot be sold or used as collateral. Nevertheless, the offer of legal exploitation of resources was used as an incentive to gain the involvement of forest communities. It took eight years to apply PFM to 5,000 hectares, in Chilmo, about 90km west of Addis Ababa, the capital. It has become easier since the first projects because now, says Tadesse, forest communities can see successful examples of PFM. &quot;It is a bit like vaccines. It takes a lot of money to develop at first, but once you have it, things become easier,&quot; he says. Besides husbanding forest resources, PFM also develops money-making activities. In Bale, forest communities have been taught to grow coffee and bamboo and to become bee-keepers. Of the 23,000 households (an average of five people per household) covered by the Bale project, about 3,500 have taken up these activities. But Tadesse says efforts to develop alternative livelihoods are being hampered by the lack of a strong private sector. &quot;The idea was to bring in the private sector,&quot; he says. &quot;But it is not strong enough yet to develop the continuous supply of forest coffee, natural oils and honey. We know the consumers are there  there is strong demand for honey in Addis. But we need hives to be distributed, technical support. Markets are not functioning as well as they should.&quot; Tadesse says the results have been encouraging from the first PFM pilot project, in Chilmo, where satellite imagery has shown a 9.2% increase in forest cover. Communities are seeing an increase in incomes from sales of honey to Addis and coffee to Italian firms. &quot;Families are sending children to colleges. Thatched roofs are being replaced by corrugated iron, but we need to find out more about how big an impact these livelihoods are having,&quot; Tadesse says. One unintended consequence of PFM has been the growth of a sense of civic responsibility. &quot;There are always conflicts around natural resources. PFM involves lots of conflict mediation and exercises in negotiation. It has contributed to the building of stable communities and in building democracy at a grassroots level.&quot; The question, as ever, is whether these communities can sustain themselves, once funding for the project stops. Funding of 5.4m (4.6m) from Ireland, Norway and the Netherlands ended in December, although Norway has extended funding of 2m for another three years. With the help of Oxford University, Farm Africa is designing a scheme for Bale to tap into the UN&apos;s Redd+ (Reducing Emissions from Deforestation and Forest Degradation) plan to raise money through carbon credits. According to Redd+, global deforestation accounts for nearly 20% of all CO2 emissions. Under the Redd scheme  proposed by Papua New Guinea and others in 2005  developing countries are paid for protecting their forests. In preserving the forests of Bale, Tadesse estimates that the PFM scheme could produce 18m tonnes of tradable carbon over the next 20 years. A carbon credit currently sells for $5 a tonne. Tadesse, however, says any money from carbon credits would be a bonus, but not central to the viability of the project in Bale. A new report, Rediscovering Ambition on Forests, by Bharrat Jagdeo, former president of Guyana and a roving ambassador for the Three Basins Initiative, calls on rich countries to invest in forest conservation schemes. The report estimates that $29bn in incentive payments could halve annual deforestation across the 26 net deforesting countries of the Three Basins (Amazon basin, Congo basin and south-east Asia). It warns that without commitment to forest preservation now, it will be impossible to stabilise the world&apos;s climate within 2 above pre-industrial levels.  This article was amended on 16 April 2013. The original said the PFM scheme could produce 80m tonnes of tradable carbon over the next 20 years. This has been corrected to 18m", 
    "section": "global-development", 
    "gid": "global-development/2013/apr/15/ethiopia-forest-communities-reverse-deforestation", 
    "wordcount": "988"
}