{
    "headline": "Fable Heroes hands-on: Lionhead runs the Gauntlet", 
    "text": "Every year, Lionhead runs something it calls a creative day. All the development staff get the chance to leave their ongoing projects, gather into small groups and brainstorm new ideas. They might put forward clever software tools or a fresh way of working; sometimes they make games. Fable Heroes started out like this. But unlike many of these other experimental diversions, it is about to leave the building, via a full release on Xbox Live Arcade. And here&apos;s why. Imagine Fable re-built as a Gauntlet-style co-op dungeon crawler, with cartoon visuals, bags of humour and a neat sideline in moral consequence. That&apos;s Fable Heroes. Up to four players  either local or online  choose from a selection of 12 doll-like characters, all based on familiar faces from the RPG trilogy. The cute combatants then fight their way through eight environments, battling weird hybrid versions of the Fable monsters, then grabbing the gold coins that spill from felled creatures. It is absolutely as fun as it sounds, especially in split-screen local multiplayer, which captures those riotous Gauntlet sessions of old. The combat is slick and satisfying, with a quick light attack, a more elaborate &quot;flourish&quot; move on the Y button, and a dodge move, all of which can be used in speedy combinations. The warriors must work together to progress, but as in all decent co-op dungeon slashers, competing for gold is important. At the end of each level, your cash stash dictates how much you can level up your character. Greed is good. Greed works. The fun of the game, however comes in the balance between your cooperative and competitive instincts. It&apos;s possible to hit the right trigger for a super powerful move, but this takes one of your heart icons, which puts you a step closer to death  yet it may well prove a vital sacrifice for your team. If a character runs out of hearts, they become a ghost, still able to damage enemies, but unable to pick up gold. Dead enemies occasionally drop heart icons, though, and if the ghost player grabs one, they come back to life. At the same time, getting to hearts before any phantom co-warriors may be advantageous, ensuring that there&apos;s one less person to compete with for loot. It&apos;s a compelling interplay of altruistic and selfish tactics, cleverly reflecting the moral component of the main Fable titles.     Fable Heroes    Lead designer Ted Timmins says he and colleague Jon Eckersley dreamed up the idea for Heroes one afternoon in the staff cafe. They thought it might make a jolly little project for a forthcoming creative day, so they gathered four more staff and started bashing together a prototype, using the Fable engine, but massively modifying it for their vision. &quot;We worked nights and weekends, and after a couple of weeks we had a demo,&quot; explains Timmins. &quot;Creative day was then delayed for six months but we thought, we&apos;ve got something cool here, maybe we should show it off. So we grabbed the design manager of Fable, Josh Atkins, and he said, &apos;wow, let me get Louise [Copley, the head of Fable Studio]&apos;. We did the whole demo again and she said, &apos;I&apos;d better get Peter&apos;. So Peter comes in sits down, watches it and says, &apos;this is amazing!&apos; We were gobsmacked.&quot; Quickly the project was greenlit. Ted and his team were given more staff and were even set up in their own office across the road from Lionhead. In the space of a few weeks, Timmins and Eckersley had gone from crunch time on a Fable III DLC pack to running their own development team. &quot;I started here as a work experience kid in 2004,&quot; says Timmins. &quot;To think I&apos;m now project lead on a Fable title ... it&apos;s just crazy. It&apos;s awesome!&quot; Last week, I played the first level, Millfields. It&apos;s a quaint romp through lush green fields and villages, all inhabited by the familiar Hobbe creatures from the Fable universe, but here strangely fitted with chicken heads. Other stages include the icy Mists Peak, the dungeon-like Hobbe Caves and a gloomy cemetery  all drawn with a crisp cartoon style. &quot;It&apos;s kind of inspired by Legend of Zelda: Wind Waker,&quot; says Timmins. &quot;When you go for realism, there&apos;s a limitation on how long it will look good for, but Wind Waker was so stylised. My girlfriend is playing through it now and it looks as good as ever. And Albion looks great like this.&quot; The cloth-like lead characters fit in perfectly with this kawaii look. &quot;I originally designed a group of four fairly generic heroes, but it didn&apos;t feel right,&quot; says Timmons. &quot;So Jon said perhaps we could play as children, with oversized heads. But again, it wasn&apos;t right. Then the penny dropped  Fable has always featured hero dolls, let&apos;s use them! Jon and his art team created a bunch and it fit perfectly.&quot; Naturally, all the characters have their own weapons and styles of combat. Hero from Fable 3 gets a sword, which is fast, but does less damage than Hammer&apos;s, erm, hammer. Garth floats eerily along, using magic attacks, while Reaver has his ranger gun, which offers a handy distance attack. This is an advantage when it comes to avoiding damage from melee weapons, but it means he&apos;s that bit further away from the gold when he kills something, giving unscrupulous pals the chance to mop it all up. Between battles, players come across treasure chests, which provide juicy power-ups to whoever gets there first. There are around 15 possibilities: one turns the character into a giant more powerful version of themselves, another provides a doppelgnger to fight alongside you. Brilliantly, some chests provide either a good or an evil option; go for the latter and you&apos;ll get to select another member of your squad and curse them. The result will be some unfortunate impediment, like a black cloud that hangs over the character, sucking up all their gold. However, whoever has the cloud can get rid of it by touching another player, so the whole thing becomes a chaotic game of cloud tag.     Fable Heroes    At the end of each stage, players get to choose between a boss battle and a mini-game  they&apos;re both fantastic fun. In the former category, there&apos;s a giant clockwork beetle, a Hobbe king who shoots Hobbes at you out of a shotgun, and a sentinel from Fable 3. Players also get the option to play through all eight levels in a harder nighttime mode, complete with trickier versions of the end-of-level encounters. This mode will include one last surprise character  a series favourite, apparently  who&apos;ll provide the ultimate Fable boss battle. &quot;It&apos;s going to make every fan boy&apos;s head explode,&quot; says Timmins. I ask if it&apos;s Peter Molyneux. &quot;We did talk about that,&quot; he laughs. &quot;But we thought, well, he&apos;s given us the keys to the franchise, maybe we shouldn&apos;t. However, he does feature in the last level, I&apos;ll tell you that much.&quot; Mini-games meanwhile, feature the likes of Kicking Chickens, where you have to avoid explosive poultry by booting them at other players. There&apos;s also Chicken Football, and a mine cart level where you hammer a button to hurtle along the rails. These frantic, ultra competitive bouts provide an entertaining distraction  and once completed, they&apos;re available to play separately from the main menu. Just right for those quick multiplayer face-offs. At the end of each stage, players are taken to a board game table, where gold coins are transferred into dice rolls. Here, each space you land on provides a different power-up, ranging from new finishing moves to more damaging weapons, greater speed and even funnier facial expressions. Apparently, this system somehow combines with in-game achievements to create infinite power-up possibilities  though Timmins won&apos;t say how. More will become clear at E3 no doubt. There is also set to be some interplay with the Kinect spinoff Fable: The Journey, which will be released after Heroes. Apparently, any coins you earn in Heroes can be imported into Journey so you&apos;re able to level up your character before you even start. Alternatively, if you have a Journey game save on your HD, you can open up exclusive items and characters in Heroes. Plus, every doll you unlock in Heroes shows up in your inventory in Journey, so you can then hang it on your in-game cart. Heroes is a fantastic little surprise that looks set to pitch the hectic fun of Castle Crashers and its ilk into the rich Fable universe. Timmins hinted to me that if it&apos;s a success, we may well see similar spin-offs in the future. This year it&apos;s frenetic Gauntlet-style dungeon romping; next year a Fable FPS, perhaps? Or how about ... Fable tennis?", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/mar/05/fable-heroes-preview", 
    "wordcount": "1474"
}