{
    "headline": "University records scheme aims to end degree classifications 'obsession'", 
    "text": "Students graduating from scores of universities and higher education colleges will have records detailing their academic performance throughout the course as well as their extra-curricular achievements, after pilot schemes across the UK. The architects of the system claim that the information could prove more important than traditional degree certificates and end the &quot;damaging obsession&quot; with first and upper second degrees. They say the initiative, operating in 90 universities and colleges this academic year, gives a fuller picture of the skills, knowledge and experience students gain from higher education. The standardised template for the higher education achievement reports (Hears) will ensure consistency between institutions, which will hold the records for at least 40 years. Students and former students, who will govern online access to their documents  up to six pages in hard copy, will be kept honest about their marks throughout their course and be able to provide a more rounded picture of their college life, including sporting, volunteering, employment and student union successes. It will be easier for employers to verify jobseekers&apos; credentials. Work began on the system after universities decided not to change the degree classification system five years ago. Participation is up to individual institutions in the UK&apos;s four higher education systems, and is likely to be high after the involvement of the Association of Graduate Recruiters (AGR) and National Union of Students in developing the system. More than 44,000 Hears have been issued during the pilots. The initiative has been strongly welcomed by the universities minister, David Willetts. Prof Sir Robert Burgess, vice-chancellor of the University of Leicester, who led the work for the sector bodies Universities UK and Guild HE, said: &quot;The UK honours degree is a robust and highly valued qualification. But universities have recognised for some time that a single degree classification cannot do justice to the range of skills, knowledge and experience students gain during their time in higher education.&quot; The system would benefit students, employers and higher education institutions, Burgess said. His group had previously identified the damaging obsession with degree classifications, and it was clear that present arrangements were not enough for students or employers. &quot;In time the steering group hopes that the wider information contained in the Hears will eclipse the single degree classification and, where appropriate, serve as a replacement for it,&quot; he said. Carl Gilleard, chief executive of the AGR, called the 2:1 degree classification &quot;a really blunt instrument&quot; by which to hire recruits. Employers would be able to ask applicants if they could see their Hears when offering internships and recruiting. &quot;A lot us are prone to, say, exaggerate slightly  about what we have achieved,&quot; he said. By monitoring their own progress throughout their courses, students could also &quot;be better able to articulate what they had to offer&quot;, Gilleard said.  This article was amended on 3 October 2012 to correct a misspelling of Carl Gilleard&apos;s surname.", 
    "section": "education", 
    "gid": "education/2012/oct/03/university-record-scheme-degree-classifications", 
    "wordcount": "493"
}