{
    "headline": "Bangladeshi girls call in 'wedding busters' to tackle child marriage", 
    "text": "When the matchmaker turned up at her house, 13-year-old Rehana Begum knew something was wrong. Shortly afterwards, an unknown woman smiled at her from the doorway; her worst fears were confirmed. Her parents were planning to marry her off. Rehana, a class six student at a secondary school in Nilphamari district in northern Bangladesh, was well aware of the likely consequences of early marriage  an end to school, isolation from her friends and a life of hard work at her in-laws. But she also knew outright rebellion was out of the question. In the poverty-stricken, deeply conservative northern districts of Bangladesh, children defer to elders. Fortunately for Rehana, she knew exactly who to call: the district&apos;s vaunted &quot;wedding busters&quot;, a movement consisting of 11 groups of around 20 youngsters, campaigning against child marriage. Arriving home from school the next day, Rehana found the group talking to her mother, who remained belligerent. &quot;Who will help us find a nice boy when she gets older?&quot; she demanded. &quot;And who will protect Rehana on her way to school?&quot; The children are well versed in handling such scenarios; they don&apos;t argue, but methodically list the evils of child marriage. &quot;We can&apos;t force them to listen to us,&quot; said Antara Tabassum, 16, one of the leaders of the child protection group in Nilphamari&apos;s Jaldhaka Upazila sub-district. &quot;All we can do is show them that child marriage is a curse.&quot; The intervention of such groups is a key reason why all 11 of Jaldhaka&apos;s unions or local councils have been able to declare their respective localities &quot;child marriage-free zones&quot;  no mean feat in a country where almost one in three children is married off before turning 15. According to Unicef data, 74% of Bangladeshi girls are married before the legal age of 18. &quot;Child marriages are a significant obstacle to development in Bangladesh,&quot; said Myrna Evora, country director of Plan Bangladesh, a children&apos;s charity that campaigns against early marriage. &quot;Early and forced marriage often drives girls into a cycle of poverty and powerlessness. They tend to miss out on an education, suffer from poor health and give birth to children who are also weak and malnourished.&quot; It has taken years of hard work for Jaldhaka to buck the national trend. &quot;The wedding busters succeed because it is part of a community-based, bottom-up approach,&quot; said Shamsul Haq, a local council chairman. &quot;We bring together the government, elected representatives and NGOs like Plan Bangladesh, and work with a comprehensive approach. You can&apos;t defeat something like this with heavy-handed law enforcement.&quot; Although Bangladesh passed the Child Marriage Restraint (Amendment) Ordinance in 1984, making it illegal for males under 21 and females under 18 to marry, enforcement remains lax. Experts say there is widespread ignorance about the health consequences of early marriage. Child brides become part of a vicious cycle of chronic malnutrition and are at high risk of death during childbirth. According to Unicef&apos;s State of the World&apos;s Children 2011 report (pdf), girls who become pregnant before the age of 16 are three to four times likelier to die giving birth than women in their 20s. &quot;Most child brides become mothers while they are children themselves,&quot; said Dr Mahbub Hasan, a surgeon at the district hospital in Nilphamari. &quot;Because their bodies are not fully formed, they&apos;re at risk of prolonged or obstructed labour. This threatens the lives of both mother and child. Early marriage is hampering our efforts to bring down maternal and child mortality.&quot; In Bangladesh, the problem of child marriage is rooted in complex socio-economic factors. Girls from poor families are likelier to become child brides and go on to raise children in poverty. Yet the entrenched and illegal dowry system  where a bride&apos;s family pays significant sums to the groom  encourages the marriage of adolescent girls, because younger brides typically require smaller dowries. Experts point to girls&apos; education as by far the most important weapon against child marriage. The government, with support from the World Bank, has been giving small cash transfers or stipends to encourage girls to stay in school. According to a World Bank study, the overall proportion of females who married in stipend project areas declined between 1992 and 1995, from 29% to 14% for 13 to 15-year-olds, and from 72% to 64% for 16- to 19-year-olds. &quot;Education is crucial to combat child marriage,&quot; says Evora, whose organisation is launching a five-year campaign, coinciding with the international day of the girl on 11 October, to stop child marriage. &quot;We&apos;ve also done important work in promoting birth registration and marriage registration in the Nilphamari area, with very encouraging results. Nowadays kazis, or marriage registrars, are demanding proof that brides are above 18.&quot; Since child brides are often isolated from their network of friends and family, the wedding busters go from village to village, holding courtyard meetings and staging amateur plays. With direct access to the local council chairperson and even the police chief, they can call in the big guns if necessary. &quot;The kids can stop 50% of child marriages by themselves. In the rest of the cases, we get involved,&quot; said Ehsan Chanu, former chairman of Mirganj local council. In Jaldhaka, after an hour of pleading and cajoling, the children have persuaded Rehana Begum&apos;s mother, Dilara, to relent. Tears flow as she recalls her own early marriage. &quot;You&apos;re right. Rehana should study and have a better life than I did,&quot; she says. &quot;I&apos;ll talk to her dad.&quot; For Nilphamari&apos;s wedding busters, it&apos;s another &quot;bride&quot; saved.", 
    "section": "global-development", 
    "gid": "global-development/2012/oct/11/bangladeshi-girls-wedding-busters-child-marriage", 
    "wordcount": "948"
}