{
    "headline": "Graduate student teachers should demand professional status", 
    "text": "In one of a number of variations on the theme, Bart Simpson holds a ponytail to the back of his head and says: &quot;Look at me, I&apos;m a grad student. I&apos;m 30 years old and I made $600 last year.&quot; Marge replies &quot;Bart, don&apos;t make fun of grad students. They just made a terrible life choice.&quot; In another, Lisa Simpson, feeding the ducks, throws some bread on the ground. A group of people rush in and fall on it like greedy pigeons until a more senior-looking person comes by, whip in hand, and growls &quot;no food for you graduate students until you grade 3,000 papers&quot;. It&apos;s not just the Simpsons who are at it. In an episode of 30 Rock, Tina Fey and Alec Baldwin, having just concocted some dastardly scheme, console themselves with the words &quot;We might not be the best people, but we are not the worst. Grad students are the worst.&quot; Marge may be right. Are graduate students really deserving of such scorn? Culturally the more interesting issue is that in the US it is possible to tell jokes on prime-time TV about people studying for their PhDs. In the UK no writer would dare. Who would even understand? Of course, we have a television concept of a student, running from the college scarves and teddy bears of Doctor in the House and University Challenge, through the baked beans, mayhem and soiled underpants of The Young Ones, to the angst-ridden bed-hopping of Fresh Meat. We also once had the concept of the &quot;perpetual student&quot;. But what is our reference point for the postgraduate research student? The existence of the grad student is acknowledged in the US because of the political economy of large American universities. It is accepted that the sector could not exist without relying on the low-paid, highly skilled labour of grad students to do much of the teaching and grading. Major universities attract star faculty members by paying them big salaries and promising them small teaching loads. The salaries are funded by the eye-watering fees of undergraduates, who want to attend a high-status university and don&apos;t expect to see much, if, anything, of the top professors. PhD students are attracted to the university by the quality of the senior faculty and the fact that they can fully fund their postgraduate studies by teaching. Everyone seems happy enough, on the whole. So it all works out, even if it has a somewhat exploitative flavour. Consequently in the US there is a well-embedded concept of &quot;the grad student&quot;. In the UK, there isn&apos;t, at least as far as the public is concerned. Yet, as is so often the case, here we are blindly stumbling to a half-hearted version of the US model. It has taken us longer to come to the point of needing to rely on graduate students for teaching. But as student numbers have risen much faster than staff numbers, that is how things have evolved. However, we are still in denial: as if the use of graduate students as teaching assistants is a temporary phenomenon and it is therefore unnecessary to do anything to secure their status. This is not to deny that we are doing everything we can to make the process of employing part-time assistants as bureaucratic as possible. But we are nowhere near being able to offer all postgraduate students the level of payment that is taken for granted in the US. Our undergraduate fees are simply too low, even in the new regime, to make that possible. When demands rise, and rewards fall, the most vulnerable suffer most. In the world of higher fees and the dreaded National Student Survey, undergraduates are perhaps as powerful as they have ever been. Permanent academic staff may accept a modest increase in their contact hours, but will not give much ground. Postgraduate students, under-paid, over-worked and under-appreciated, are the academic world&apos;s squeezed middle. Is it time for a rebellion, or at least an insistence on a more professionalised status? Grad students of the world unite. You have nothing to lose but your ponytails.  Jonathan Wolff is professor of philosophy at University College London. His column appears monthly", 
    "section": "education", 
    "gid": "education/2012/mar/26/postgraduate-grad-student-teacher-universit", 
    "wordcount": "708"
}