{
    "headline": "Broadband speeds rise 20% after Virgin and BT launch superfast connections", 
    "text": "The arrival of superfast broadband connections from BT and Virgin Media has boosted the average residential download speed by nearly 20% during the last six months, to nine megabits per second. Speeds have more than doubled in three years, up from 4.1Mbps in May 2009, and are comfortably ahead of last November&apos;s average of 7.6Mbps, according to twice-yearly research by the telecoms watchdog, Ofcom. The news will cheer ministers, who were last month criticised by the House of Lords for the lack of a strategy to replace the UK&apos;s ageing copper network with high-speed fibre. The culture, media and sport secretary, Jeremy Hunt, is expected to give his response to the Lords report in a speech next week. Ofcom said network upgrades were behind the increase. BT has improved its old copper network and has been rolling out fibre to street cabinets in a programme which has now reached a third of the UK&apos;s 30m homes and small businesses. Virgin Media began doubling speeds for its customers in February 2012, and increased its top-tier package&apos;s maximum speed to 120Mbps. &quot;The move to faster broadband services is gathering momentum,&quot; said the Ofcom chief executive, Ed Richards. &quot;Consumers are benefiting from network upgrades and the launch of new superfast packages, giving them faster speeds and greater choice.&quot; Researchers recorded 559m test results in 1,800 homes in May, looking at 12 packages provided by the eight largest internet service providers. Virgin&apos;s cable network delivered the biggest speed improvements, with the average connection increasing 26% to nearly 18Mbps in the six months to May. Over the same period, copper speeds increased by 10% to an average of just under 6Mbps. Surprisingly, average speeds over BT&apos;s brand-new fibre-to-the-cabinet network actually fell by 12%, from 36Mbps to just under 32Mbps. The drop may be due to the fact that wireless hubs in test homes were unable to cope with higher speeds, and these are now being upgraded. The number of superfast customers has also risen sharply, up 150,000 in the last quarter to 700,000. Ofcom believes the reversal could also have been caused by BT rolling out fibre to cabinets in less densely populated areas. The company began its rollout in busy urban areas and is gradually moving to smaller towns and suburbs. BT is running fibre to the cabinet and relying on copper wires to carry the signal the rest of the way to the doorstep, which can slow down the service if the copper has to travel long distances. Ofcom&apos;s report stated: &quot;Although fibre to the street cabinet delivers much faster broadband services  the greater the distance between the home and the street cabinet, the lower the speed.&quot; The report showed that actual speeds remain considerably slower than advertised speeds. BT Infinity promises up to 76Mbps but customers get 58.5Mbps on average over 24 hours, while Virgin&apos;s up to 60Mbps get 55.9Mbps. The fastest average speed for a retail broadband package in the UK is on Virgin&apos;s 100Mbps service, with customers receiving 88.3Mbps. The Advertising Standards Authority recently looked into speed advertising but decided to set a low threshold. Providers need only achieve a speed across 10% of the relevant customer base to be able to use it in their advertising. Dominic Baliszewski of the price comparison site Broadbandchoices said: &quot;Whilst any overall increase is good news, this research highlights once again the disparity between advertised speeds and the service actually received by customers. &quot;Although the ASA&apos;s recent ruling has led to fewer providers making unrealistic claims in their advertising, speeds are clearly still a long way off from where they should be.&quot; The Lords communications committee has criticised the government&apos;s programme for improving the UK&apos;s broadband infrastructure, urging it to set more ambitious targets. The nation is working towards 90% of homes on more than 24Mbps by 2015, with the final 10% making do with 2Mbps. In their report the Lords said: &quot;It is far from clear that the government&apos;s policy will deliver the broadband infrastructure we need  for profound social and economic reasons  for the decades to come.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/aug/15/broadband-speeds-rise-virgin-bt", 
    "wordcount": "695"
}