{
    "headline": "Alison Kelly obituary", 
    "text": "Our mother, Alison Kelly, who has died of metastatic breast cancer aged 65, was a determined advocate for equality of opportunity and a tireless adventurer. As a sociologist working at the University of Manchester from 1976 to 1988, she co-directed the action research project Girls Into Science and Technology (Gist), focusing on the science education of girls. Born in Earl&apos;s Court, London, she went to school in Birmingham. Her experience as the only girl in her A-level physics class, followed by a degree in physics, an MSc in astrophysics and a PhD in educational statistics, convinced her that more girls would study &quot;hard&quot; sciences if the cultural and policy conditions were right. The Gist project was the most wide-ranging of its kind, and demonstrated that changing textbooks, raising teacher awareness, improving careers advice and providing positive female role models could have a dramatic impact on girls&apos; attitude to science and their career ambitions. This rational exploration of the causes of inequality also drove her work from 1988 to 1996 at Stockport education authority, where she focused on the use of free school meals as an indicator of social deprivation in relation to school performance. This measure is now used nationwide to contextualise exam results and identify truly underperforming schools. An activist by nature, Alison threw herself into causes ranging from the renovation of the Pankhurst Centre in Manchester to the languishing local Liberal Democrats. Outspoken and direct, she was always full of energy and committed. She was also a great adventurer. As a 15-year-old schoolgirl, she secretly hitchhiked to Rome with a friend to see the pope. Two formative years were spent teaching science in a girls&apos; convent school in Swaziland, followed by spells living in Sweden, the US and latterly Luxembourg, where she played a key role in the British Ladies Club of Luxembourg and in The Network, a business women&apos;s networking and mentoring organisation. She was determined that cancer and chemotherapy would not stop her trekking in the Himalayas or strolling round Tiananmen Square. Even when she stayed in one place, she brought the world to her: with her husband, Dan, whom she married in 1969, she brought us up in an international household in Manchester. We shared our home and lives with families from all over the world, including Turkey, Ireland, China, Ethiopia and (the then) Yugoslavia, many of whom remain good friends. She is survived by Dan, us; her parents, Ronald and Jo; her brother, Chris, and sister, Viki; and two granddaughters, Georgina and Athena.", 
    "section": "education", 
    "gid": "education/2013/feb/17/alison-kelly-obituary", 
    "wordcount": "421"
}