{
    "headline": "Should I stop buying paper books and use an e-reader instead?", 
    "text": "Recently I&apos;ve detected a certain eco smugness from ebookworms who&apos;ve embraced Kindles, Kobos et al. It&apos;s not wholly surprising because on paper (or rather online, where these debates take place) ereaders and tablets are assumed to possess ecological superiority over traditional books, which are given the pejorative tag &quot;dead-tree publishing&quot;. Use an Amazon Kindle to full storage capacity and it is claimed you can offset the emissions caused by its manufacture in a year. Keep it longer and you save 168kg of CO2 per year (the amount produced by 22.5 real books). It&apos;s said that those who swapped to an ereader between 2009 and 2012 cumulatively prevented release of 9.9bn kg CO2 emissions. A study of the US book industry for a single year (2006) estimated that publishing consumed approximately 30m trees and had a carbon footprint equivalent to 12.4m metric tons of carbon dioxide. David Reay, a British academic and carbon management expert, worked out (while publicising his own physical book, Methane and Climate Change) that each book produced in the UK probably caused 3kg of CO2. The heavier the tome, the harder its fall from ecological grace: a textbook at 2.18kg results in 10.2kg of CO2 equivalent. Given that it isn&apos;t desirable to have society dispense with books altogether, can we assume that ebooks must be best? Not so fast. A New York Times study found that one ereader requires the extraction of 33lb of minerals, including coltan, a metallic ore that may or may not be from the Congo (where production has fuelled the war). Then there&apos;s 79 gallons of water and 100 kilowatt hours of fossil fuels, equating to 66lb of CO2. Books need a tiny fraction of these resources  and no coltan. Then there&apos;s the nitrogen and sulphur oxides and their association with chronic respiratory illness, and what about conditions in the factory that made the device? If producing a Kindle creates the same CO2 as 30 books, then you need to read that number on it to break even. If you download books you wouldn&apos;t normally have bought, are you no longer displacing emissions but creating new ones? Are you a day or night reader? Reading a book at night for two hours uses more energy than charging an ereader. Read in the day and the advantage is reversed. You still have thinking to do. Meanwhile the real eco-smug readers are those with a library card. Green crush Perhaps your New Year&apos;s resolution will be to give up fast-fashion fixes in favour of something more nourishing for your wardrobe. Byhandlondon.com, set up by Charlotte and Elisalex, can help with two pattern books that are clear to follow and enticing. The Charlotte skirt (10) is suitable for beginners, while the Elisalex dress (12) has a princess-seamed bodice with three sleeve variations and a full box-pleated tulip skirt (sizes 6-20 in the same pattern). Green speak: Numby A twist on the self-serving Not in My Back Yarders acronym laced with environmental responsibility. Not Under My Back Yarders oppose hydraulic fracturing, including shale gas exploration.", 
    "section": "environment", 
    "gid": "environment/2013/jan/06/should-i-buy-an-e-reader", 
    "wordcount": "518"
}