{
    "headline": "On the road: Toyota Rav4 Invincible 2.2 D-4D Auto", 
    "text": "I met a couple of old friends for a drink the other evening. Not in a pub, but in more of a wine bar-y kind of place. We drank wine, in fact  not too much of it, mind, since this was a school night. We talked about our lives, our work and our families, before going back to them  our families  neither too late nor too inebriated. In the old days there were no families, and work was something that was done but not very seriously. We would have talked about music and girls, maybe even tried to talk to girls, certainly got drunk, on beer. We&apos;ve grown up, though and, yes, become rather dull, I&apos;m afraid. We&apos;ve gone from being first-generation Rav4s to being this one,the fourth generation. Over pretty much the same timescale, asit happens. Remember it, that first three-door Rav4? One of the first compact soft-roaders, it was an awkward-looking thing, but there was also asilly, youthful, hell-let&apos;s-go-to-the-beachness about it. This new one? Hell, let&apos;s go on the school run. AndI did. It&apos;s undoubtedly a much better car than the first one, and proportionally better than the generations in between. Bigger, roomier, more comfortable, more practical, more refined. There&apos;s just nothing about it that stands out very much from the competition: it could be a Ford Kuga or a Honda CR-V or aNissan Qashqai or any of the others. In fact, the only memorable reaction it provoked in me was annoyance, over one small thing  the power back door (I&apos;ve got ahigh-spec model). You know what? Idon&apos;t really mind opening a boot manually: you press or squeeze something, then pull  it&apos;s really not such a massive chore. But they have to keep giving you toys, even if you don&apos;t want or need them. So I&apos;m pointing the remote-control key fob thing, and pressing, and pressing again, because nothing happened the first time, and eventually the door lifts, very slowly. Jesus, if I&apos;d been in the Serengeti, say, and Iwas trying to get my gun out of the back because I was being charged by arhino Well, I&apos;d be dead, impaled like an impala. Not that I would actually drive across the Serengeti in a Rav4. Or shoot a rhino. We did take it along a muddy farm track and up a wet, grassy slope, both of which it managed adequately, though it didn&apos;t feel as ifit really belonged there. On the road, too, it coped very well, without being an especially engaging driving experience. There&apos;s not much joy or fun involved. It&apos;s a sensible, grown-up, go-home-early kind of car. Which wouldn&apos;t be as sad if it  and if we  hadn&apos;t once been something else. Toyota Rav4 Invincible 2.2 D-4D Auto           Price 29,305Top speed 115mph Acceleration 0-62mph in 10 secondsCombined fuel consumption 42.2mpg CO2 emissions 176g/km Eco rating 5/10Cool rating 4/10", 
    "section": "technology", 
    "gid": "technology/2013/jun/08/toyota-rav4-car-review", 
    "wordcount": "500"
}