{
    "headline": "Mystery bird: glossy ibis, Plegadis falcinellus", 
    "text": "    Glossy ibis, Plegadis falcinellus (synonym, Plegadis autumnalis; protonym, Tantalus Falcinellus), Linnaeus, 1766, also known as the eastern/northern glossy ibis and sometimes known as the black curlew, photographed in Sandbach Flashes, a wetland west of Sandbach in Cheshire, England (UK).  Image: Roy Hill, 1 February 2012 (with permission, for GrrlScientist/Guardian use only) [velociraptorize].Canon 5D mkII, 500mm f/4L + 1.4x extender     Question: Where have you seen this British mystery bird recently? What does its visibility tell us about its behaviours? Can you name this bird&apos;s taxonomic family and species?  Response: This is a glossy ibis, Plegadis falcinellus, a medium-sized long-legged wading bird with a long, downwardly-curved bill. This bird is the taxonomic family, Threskiornithidae, the ibises and spoonbills. This bird is migratory and nomadic, and turns up in warm areas in Europe, Asia, Africa, Australia, and the Atlantic and Caribbean region of the Americas. Although this species numbers are declining in Europe, individuals from a newly established breeding colony in southern Spain are now popping up in Britain and Ireland for winters. Here&apos;s one recent news story about this very phenomenon.  Here&apos;s a video of a glossy ibis that is wintering in Chapel Amble in north Cornwall (uploaded 23 January 2012):            Visit GoldfinchGarden&apos;s YouTube channel [video link].  I am not sure if any other avian populations located are north of the equator also move north in winter, but this is certainly the first I&apos;ve heard of any species doing this.  Where they co-occur, the glossy ibis can be confused with several congeners, but can be distinguished using these field marks:   the white-faced ibis, P. chihi, is extremely similar, but has has a red face and eyes, reddish legs or red around leg joints (contrast this with the glossy ibis&apos;s dark eyes, dark face and black legs). Further, in breeding plumage, the white-faced ibis has a complete white feathered border around its face (contrast this with the glossy ibis&apos;s incomplete white border that is mostly around its eyes and lower mandible, but does not reach its forehead)  immature white ibis, P. albus, has white rump and belly, a dusky grey neck, and an orange bill You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or mp3 files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist evil google+: grrlscientist email: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/feb/17/3", 
    "wordcount": "420"
}