{
    "headline": "Maths anxiety: the numbers are mounting", 
    "text": "My daughter Flora was just six when she announced that she didn&apos;t understand a thing in maths lessons at school. We raised it at the next parents&apos; evening and were reassured that her maths was fine, but we began to notice that she sometimes made wildly illogical guesses when attempting basic addition and was easily confused by anything numerical. She was also getting upset about maths at school, but the more her teachers tried to reassure us that she was doing well, the more Flora insisted she didn&apos;t let them see that she spent maths lessons copying other children. It wasn&apos;t until she moved to a new school two years later that her difficulties were identified, revealing such a vast gulf between her attainment in numeracy and in literacy that we suspected she could have dyscalculia, a kind of dyslexia with numbers. We took her to a specialist, who made it clear that although Flora wasn&apos;t dyscalculic, her maths was very poor. She advised that Flora shouldn&apos;t be taught maths in a normal class. In despair, we turned to an educational psychologist, and discovered that Flora&apos;s problems weren&apos;t down to ability, but to anxiety. Maths anxiety, a feeling of fear about maths, is believed to affect about a quarter of the population, which would equate to more than 2 million schoolchildren in England alone, along with thousands of teachers. Many of us are familiar with that blind panic when faced with a maths problem we can&apos;t fathom, but maths anxiety isn&apos;t always recognised or understood. Maths anxiety was first identified in the 1950s, but the devastating way it affects performance is only now becoming evident. For the first time, researchers at Stanford University in the US have used scans to see what goes on inside the brains of children with maths anxiety, and discovered that they respond to sums in the same way that people with phobias might react to snakes or spiders, showing increased activity in the fear centres. This in turn causes a decrease in activity in the problem-solving areas, making it harder to come up with the right answers. Dr Vinod Menon, the professor who led the project, explains its significance: &quot;Our research is important because it is the first to identify the neural and developmental basis of maths anxiety, and our findings have significant implications for its early identification and treatment.It is also important because it shows that math anxiety in children is real. It cannot be wished away. It needs to be attended to and treated if it persists.&quot; If maths anxiety has such a devastating effect on ability, why aren&apos;t we doing more about it? Most teachers and academics know it exists, but there are no formally established diagnostic tools to determine when worrying about maths becomes &quot;maths anxiety&quot;. What&apos;s more, it can be counterproductive to tell a child that they have a problem, as Mike Ellicock, chief executive of the charity National Numeracy, explains: &quot;Labelling and categorising children into those who can and can&apos;t do maths isn&apos;t helpful. There&apos;s nothing more certain to be a self-fulfilling prophecy  but given encouragement and the right support, everyone can meet a functional level of numeracy.&quot; We clearly haven&apos;t been offering the right support, as almost half of the UK&apos;s adults are only capable of basic maths. It doesn&apos;t help that we often see maths as the preserve of a few geeks. Maths is a clear-cut subject where answers are either right or wrong, and teaching methods focusing on quick recall, mental arithmetic and on answers given in front of the class are unhelpful to those who are less confident. Most teachers understand that confidence is as important as competence when it comes to maths achievement, but Peter Lacey, of the Association of Teachers of Mathematics, says they are often constrained by a system focused on targets and attainment levels. &quot;If you say slow down, ministers get concerned, but if you want to build a tall and secure house, you make sure your foundations are right. Sometimes there&apos;s a rush in the earlier years of teaching that interferes with children gaining real confidence  once it goes wrong at that stage, everything afterwards is insecure. The pressure to get children to a particular level in tests at 11 can mean teaching them tricks to get good outcomes rather than making sure they are confident in their understanding.&quot; Experts in the field, such as Professor David Sheffield of Derby University&apos;s Centre for Psychological Research, who is one of the country&apos;s leading specialists in maths anxiety, believe it has a lifelong effect. So what would he advise? &quot;The first thing to say is don&apos;t do more maths. More maths is unlikely to work because it&apos;s actually an anxiety problem. Try to deal with the anxiety with simple approaches like relaxation or breathing exercises. We did one study where we got people to do a relaxation exercise and then followed them up. Their anxiety scores had dropped and they were able to solve more problems.&quot; For Flora, extra help rediscovering the basics, along with a gentle approach at her new school, began to reap benefits and she gradually caught up. She has been happier and less stressed, which Michael Roach, her headteacher at John Ball school in south-east London, suggests may be the secret. &quot;What we have seen in recent years is that tackling the anxiety and self-esteem of children and thus improving their confidence and related attitudes to maths has been key. Once the anxiety sets in, it can be very challenging to shift. We work hard to make maths relevant within a real-life context and, most of all, fun.&quot; If we want to improve national numeracy skills, we need to think more carefully about how to address the widespread anxiety about the subject, focusing on understanding rather than setting targets. Perhaps in the meantime, a few relaxation exercises could make all the difference.", 
    "section": "education", 
    "gid": "education/2012/apr/30/maths-anxiety-school-support", 
    "wordcount": "998"
}