{
    "headline": "Russell Group extends membership to four more universities", 
    "text": "An elite group of universities that counts Oxford and Cambridge among its membership is to admit four more institutions. York, Durham and Exeter universities, as well as Queen Mary, which is part of the University of London, are to join the Russell Group, a powerful lobbying organisation that holds considerable influence in Whitehall. The group has for the last six years represented the interests of 20 of the UK&apos;s leading research universities. It was formed in 1994 with 17 members including Oxford, Cambridge, University College London and Imperial College London. Queen&apos;s University Belfast, King&apos;s College London and Cardiff University joined at a later date. Some 60% of the UK&apos;s world-leading research was found to take place at Russell Group universities, according to an extensive exercise that assessed academics&apos; work in 2008. Prof Michael Arthur, chair of the Russell Group and the vice-chancellor of Leeds University, said the four new members had been invited to join and had accepted. &quot;Like all other Russell Group members, they excel in research, innovation and education and have a critical mass of research excellence across a wide range of disciplines,&quot; he said. Durham University&apos;s vice-chancellor, Prof Chris Higgins, said his institution&apos;s interests &quot;naturally aligned&quot; with those in the Russell Group. David Willetts, the universities minister, and Michael Gove, the education secretary, often cite  or allude to  actions of the Russell Group in their speeches. The group revealed exclusively to the Guardian in February last year that it had issued guidance acknowledging officially for the first time that its members favoured students who study traditional subjects at A-level. Gove mentioned this guidance when he introduced one of the coalition&apos;s education reforms, the English baccalaureate, or Ebacc, in January last year. To achieve an Ebacc, a pupil must score an A* to C grade in English, maths, at least two sciences, history or geography and a modern or classical language. The Russell Group&apos;s new members are leaving another lobbying group, the 1994 Group. This represents the interests of 15 other small, research-intensive universities. Prof Michael Farthing, chair of the 1994 Group and vice-chancellor of the University of Sussex, said he was disappointed that the four institutions had decided to leave. &quot;It is a mark of pride that they have been able to build on these reputations through 1994 Group membership,&quot; he said.", 
    "section": "education", 
    "gid": "education/2012/mar/12/russell-group-four-more-universities", 
    "wordcount": "391"
}