{
    "headline": "Flooding rated as worst climate change threat facing UK", 
    "text": "Flooding is the greatest threat to the UK posed by climate change, with up to 3.6 million people at risk by the middle of the century, according to a report published on Thursday by the environment department. The first comprehensive climate change risk assessment for the UK identifies hundreds of ways rising global temperatures will have an impact if no action is taken. They include the financial damage caused by flooding, which would increase to 2bn-10bn a year by 2080, more deaths in heatwaves, and large-scale water shortages by mid-century. Unusually for such documents, it also highlighted ways in which the country could benefit from milder winters and drier summers, such as fewer cold-related deaths, better wheat crops and a more attractive climate for tourists. &quot;If you had to pick one particular issue I think the flooding issue is the most dominant,&quot; said Sir Bob Watson, chief scientist at the Department for Environment, Food and Rural Affairs. Lord John Krebs, chairman of the adaptation committee of the independent advisory group Committee on Climate Change, said that without planning and investment to deal with the threats the UK would &quot;sleepwalk into disaster&quot;. The benefits of climate change should also not be taken as reason to stop worrying about it, even with policies to reduce the threats, said Krebs: &quot;Whether it will result in a net benefit we simply can&apos;t tell.&quot; Scientists and other experts, led by Defra, identified 700 impacts of climate change in the UK, including the possibility of refugees arriving from wars over dwindling water and food. High-impact events expected by mid-century included decreased forestation caused by red band needle blight, shortages in public water supply (especially in the north, Midlands and south of England), and worse water quality. The assessors selected the 100 most pressing threats and opportunities and rated these according to their impact, the confidence of the modellers, and how soon the threats might occur. All the report&apos;s forecasts assume no governmental action to reduce or remove the threats. The four most immediate &quot;high consequence&quot; risks all concerned flooding, with the expectation that in 10 years or so there will be increased flood damage to homes, with knock-on effects on insurance premiums and mental health. Between 1.7 million and 3.6 million people are expected to be at risk of flooding by 2050, without investment to lessen the threat. Surface water flooding would be likely to get worse, Watson added. Other issues highlighted by the report include changes in wildlife migration, alterations in species communities as plants and animals fail to move fast enough to thrive, sewer overflows polluting the coast, changes in the soil, erosion from heavier rains, loss of staff working-time from heat stress, changes in fish stocks, and wildfires in drier summers. The findings follow controversy over cuts to the UK flood defence budget. However, Caroline Spelman, the environment secretary, said the report justified the department&apos;s decision to ask for more capital and fewer revenue funds from the Treasury, and said government money would be supplemented by contributions from local communities. &quot;[Comparing] the last four years of the Labour government and the first four years of this government there will be a reduction of 6%  but you can get more homes protected for the same amount of money,&quot; said Spelman. The report was widely welcomed as a way to help government departments, businesses and councils plan ahead. But Mary Creagh, the shadow environment secretary, said: &quot;In 2010 Labour invested 354m in protecting homes from flooding, which has been cut by 27% to 259m a year for the next four years under this government. &quot;Ministers are playing Russian roulette with people&apos;s homes and businesses by cutting too far, too fast, and could leave communities blighted, with homeowners unable to insure, mortgage or sell their homes after 2013, when Labour&apos;s deal with the insurance industry runs out.&quot; It will be seized upon by lobbyists to argue for spending priorities, and used by government to prepare the national adaptation plan, due to be published next year. Julian Hunt, emeritus professor of climate modelling, at University College London, said the report&apos;s finding that there would be longer periods of &quot;static weather&quot; and cloud cover, could threaten solar and wind energyfrom solar and wind sourcesenergy. &quot;This leads to dangerous urban heat island temperatures and droughts. But it also indicates the danger of lengthy, very low, wind conditions, or cloudy conditions  so low-carbon energy alternatives to wind and solar are essential,&quot; said Hunt. Peter Mallaburn, reader in climate policy at De Montfort University, said the need to save energy was in conflict with government policies not pushing for higher energy efficiency standards for commercial buildings. &quot;This report says, for the first time, that not only are our homes and offices leaky, but that they will start to overheat in a warmer world,&quot; said Mallaburn. &quot;We need a coherent strategy to sort out this mess. Let&apos;s hope that this report acts as a wake-up call.&quot; A website has been set up asking for the public&apos;s views on the national adaptation programme.", 
    "section": "environment", 
    "gid": "environment/2012/jan/26/floods-worst-climate-change-uk", 
    "wordcount": "869"
}