{
    "headline": "'Online snooping' scheme expected to cost at least 1.8bn", 
    "text": "The government&apos;s &quot;online snooping&quot; scheme to track email, Facebook, Twitter and other web use comes with an official pricetag of at least 1.8bn and an official warning that the figure may well prove to be an underestimate, the Home Office has revealed. Ministers have already agreed to pay all the costs of the scheme, which will require phone and internet companies to collect and store for 12 months the records of internet and mobile phone use in Britain for access by police and intelligence services. The draft communications data bill published on Thursday says the move will cost 1.8bn over 10 years but that an official impact assessment says the pricetag is in line with the Treasury&apos;s &quot;optimism bias&quot; that understates the cost of major projects. It adds that the technical complexity of the scheme may well increase the costs and that the estimate does not allow for inflation or VAT. The former Tory shadow home secretary David Davis accused the home secretary, Theresa May, of proposing an &quot;incredibly intrusive&apos;&apos; scheme that was exactly the same as the proposal David Cameron had attacked when Labour proposed it in office. May, in turn, branded the scheme&apos;s critics &quot;conspiracy theorists&quot;, risking an even deeper breach with her own party&apos;s libertarian wing over the plan. The communications data that police and intelligence services may seek about an individual under the communications bill includes email addresses and phone numbers of people who have been in contact; when this happened; where; and the details giving the police records of suspects&apos; associates and activities. It will remain the case that they will not be allowed to access the content of emails, texts, mobile calls and other confidential web use without a warrant signed by the home secretary. The Liberal Democrats are expected to scale back their criticism of the legislation after Nick Clegg&apos;s intervention secured a series of safeguards, including a scrutiny inquiry by MPs and peers that will report by the end of November. May defended the 550,000 individual requests for data each year made by security officials as a vital tool to catch serious criminals and terrorists. She told the Sun: &quot;I just don&apos;t understand why some people might criticise these proposals. I have no doubt conspiracy theorists will come up with some ridiculous claims about how these measures are an infringement of freedom. But without changing the law, the only freedom we would protect is that of criminals, terrorists and paedophiles.&quot; May&apos;s comments were backed by the Metropolitan police commissioner, Bernard Hogan-Howe, who wrote in the Times that the powers could be &quot;a matter of life and death&quot;. He said having greater powers to access data was essential to waging a &quot;total war on crime&quot; and that police risked losing the fight against crime unless parliament passed a law enabling them to collect more communications data. &quot;Put simply, the police need access to this information to keep up with the criminals who bring so much harm to victims and our society,&quot; he wrote. But the measure is expected to continue to attract fierce criticism from libertarian Conservatives. Davis said the fact that there were already half a million requests each year from the police and intelligence services showed just how intrusive it was. &quot;This is exactly the same thing that Labour proposed in 2009. They went from a central database to this and we attacked it fiercely. In fact, David Cameron attacked it,&quot; said Davis, referring to a period when the Conservatives were campaigning against the spread of the &quot;surveillance society&quot;. He said serious criminals would quickly find other ways to communicate and the only people it would catch were the innocent and the incompetent. &quot;It&apos;s not content, but it&apos;s incredibly intrusive,&quot; Davis told BBC Radio 4&apos;s Today programme. &quot;If they really want to do things like this  and we all accept they use data to catch criminals  get a warrant. Get a judge to sign a warrant, not the guy at the next desk, not somebody else in the same organisation.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/jun/14/online-snooping-home-office-cost", 
    "wordcount": "697"
}