{
    "headline": "E3 2012: Dead Space 3  preview", 
    "text": "Corridors, darkness, solitude: the horror engine powering Dead Space is a familiar and effective one; these are, after all, the same components that push the pistons of the Alien series. This engine works, because it operates on all sorts of Freudian and Lacanian fears  of the night, of confinement, of sex and death. Corridors, darkness and solitude are primal triggers. Consequently, many members of the gaming press were astonished to discover that Dead Space 3 will be set on an ice planet, much of it during the day, and with drop-in/drop-out co-op. Bang go the three tenets of the space horror experience.  Or do they? During a demo of the game at E3, senior producer Dave Woldman was quick to leap on any pre-conceptions. &quot;You know what to expect,&quot; he promised. &quot;Corridor gameplay, tight atmosphere, tension, thrills  all that is coming back in Dead Space 3, but we&apos;re adding a whole bunch of new elements to keep the franchise fresh.&quot; Ah, that&apos;s okay then. The story kicks off with Isaac and crew crash-landing on what could be a home world of the mysterious Markers  the source of the Necromorph infection. It&apos;s an arctic wasteland with sub-zero temperatures and limited vision, and naturally it is teeming with monsters. In the demo level we saw, Isaac goes off to explore, wandering into a cavern where Necromorphs suddenly leap up from beneath the snowy surface causing a few journalists to jump: the element of shock is still intact, that&apos;s clear. From here, he reaches some kind of industrial research complex, where he&apos;s knocked from an external elevator by a giant arachnid alien with razor-sharp swooping legs (booo!) and glowing orb-like weak spots (phew!). A bigger surprise, however, comes in the arrival of human inhabitants, just after Isaac locates a recording made by the unitologists, the franchise&apos;s Necromorph-worshipping religion. It appears the psychotic cult has turned up to give praise at the very font of the Marker universe, and they&apos;re not keen on non-believers.  The result is the first conventional human-on-human combat in the series  but with a recognisable Dead Space slant. For example, if enemies lob grenades, you can use kinesis to catch them and throw them back. This power can also be used to move objects like crates around, creating a tactically dynamic cover environment. On the subject of cover, there&apos;s no &quot;stick-to-the-scenery&quot; function  it&apos;s all contextual: crouch behind something and hit left trigger to aim, and the game senses you&apos;re in cover, firing around the object automatically.  Interestingly, there are set-pieces where the player stumbles in on firefights between human soldiers and Necromorphs. These are hugely reminiscent of the scenes in Half-Life where Gordon would watch in horror as Xen creatures attacked the US Marines. So can we expect a three-way conflict throughout the game? &quot;I&apos;m really glad you picked up on that, it&apos;s something we worked hard on,&quot; says producer Shereif Fattouh, right after the demo. &quot;We&apos;ll definitely have a lot more of that. The Necromorphs don&apos;t discriminate  they&apos;re not after Isaac, they&apos;re after humans. You&apos;ll walk into these huge battles between the two factions, and of course, when a human dies, the corpse can be infected and re-animated, so that adds a further threat.&quot; The big new addition, of course, is the co-op mode. This can be triggered at any point in the game, and will usually return the action to the last check point. The option brings in new character, John Carver, who has his own backstory and attendant cut-scenes. And it&apos;s clear from this single level demo that the game becomes a very different beast when he&apos;s around. Suddenly, it&apos;s a buddy action flick, complete with verbal sparring, off-the-cuff jokes and oodles of swearing. In a section where the duo have to decommission a gigantic dangerously spinning drilling bit, Carver shouts: &quot;You&apos;re the rocket scientist, you figure it out!&quot; in the semi-aggressive, semi-affectionate way of the Hollywood bromance. In short, it&apos;s not Dead Space it&apos;s Space Cops.     Dead Space 3    The thing is, that doesn&apos;t matter. The way the game is designed, it seems we&apos;re all going to get what we want  to some extent. In single-player, there&apos;s no AI version of Carver to follow you around making dumb comments  he just doesn&apos;t figure in the action, so horror heads can chose the lone shock-n-gore horror ride we&apos;ve always had. Meanwhile, those action fans once put off by the psychological horror of the other titles, get to blast at space monsters with their pals. The two sets need never meet.  However, a question mark does hang portentously over the whole experience  can it really be as scary, as joltingly shocking, as the other titles? Well, snowscapes have some of the familiar traits of darkness  they are disorientating, lonely and during a swirling blizzard, they can obscure incoming enemies until the last possible second. I wonder, perhaps, if the team at Visceral has been watching The Thing, and is now trying to capture a similar feel for isolation and environmental adversity. Certainly, there&apos;s a new snow suit in the game, offering advanced thermal protection  maybe without it, Isaac starts to deteriorate. &quot;It&apos;s a hostile environment,&quot; reiterates Fattouh. &quot;It&apos;s not all rolling fields and sunshine!&quot; Point taken. But then, in the first two Dead Space titles, the soulless, brutally confined metallic interiors amplified both Isaac&apos;s fraught mental condition and the ever-present threat of the Necromorphs. It was like exploring some demented far-future haunted house, with a new trick ready to pop out around every blind corner. Out in the open, however windswept and barren, there&apos;s a sense of space, of choice, that the series always knowingly withheld in the past.  Visceral Games is also telling us that it&apos;s all our fault, really. &quot;We wanted to dig deep into the Marker lore,&quot; says Fattouh. &quot;The fans have been asking for that. I felt that we raised a lot of questions in Dead Space 1 and 2 and we wanted to get some real answers; to do that, we had to get to the heart of the story, to find out where&apos;ll this is coming from  to discover the history of the Markers, the Necromorphs, the threat to humanity. That&apos;s what led us to this planet.&quot; He does, however, point out that not all the game will be on this rock  there will be conventional sections aboard spaceships. We will get some darkness at least. Clearly, there are elements of this game we&apos;ve seen nothing of; there is a lot of trauma to look forward to.  One thing Dead Space 3 certainly recaptures is the lingering body horror of the series  the obsession with mutation, viscera and bodily function. At the close of the E3 demo, Isaac has to battle a skyscraper-sized Necromorph mega-monster, which intermittently attempts to suck him into its gaping maw.  At last it succeeds and we see our hero tumbling through its slime-lined digestive tract and into its putrid pulsating stomach. How the hell did Visceral come up with that? &quot;I don&apos;t know. We have some mad geniuses at the studio,&quot; shrugs Fattouh, &quot;I know this, though: there are only two ways out of there&quot;", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jun/12/e3-2012-dead-space-3-preview", 
    "wordcount": "1210"
}