{
    "headline": "Why don't more girls study physics?", 
    "text": "Alice Williams is 16, and her eyes are gleaming. As she speaks, her face grows pink with excitement and her hands wave around expressively. You might expect her to be talking about the latest Twilight film or a teenage boy band. But no: Alice is talking about heat resistance. More specifically, a heat-resistance experiment in her A-level physics class. &quot;The most exciting experiments are when a normal one goes horribly wrong,&quot; says Alice, a sixth-former at Lampton School in Hounslow, west London. &quot;One time we were testing the resistance in wire, and if it&apos;s too hot it starts to glow. We thought the power was off, but it was on, and it was glowing to the point of fire. It burnt a hole through the ruler. We tried to hide it from the teacher because we were a group of three girls, and it was the beginning of the year, and people were still giving us a bit of stick.&quot; Alice was being given &quot;a bit of stick&quot; from the boys in her class, because the sight of three girls studying physics at school is an increasingly rare one. For the past two decades, female students have accounted for only one-fifth of those taking the subject at A-level. It is the fourth most popular subject for boys, yet slips to 19th in the rankings for girls. According to a recent study by the Institute of Physics, using information provided by the National Pupil Database, 49% of state co-educational schools in England did not send any girls to study physics at A-level in 2011. By contrast, girls were almost two and a half times more likely to take the subject at A-level if they were at a single-sex school  a finding that suggests there might be an ingrained cultural perception in co-educational establishments that physics is somehow &quot;not for girls&quot;. The numbers continue to slip at university. Around 17% of girls apply to do physics at undergraduate level, followed by a more substantial decline in the numbers moving into permanent academic jobs  only 7.9% of these undergraduates stay on to become senior lecturers and 4% professors. Why is this happening? Is there some endemic sexism within the world of physics? Or do women simply not find it appealing?     Professor Athene Donald in the Cavendish Laboratories at Cambridge University. Photograph: Sophia Evans for the Observer    Athene Donald, a professor of experimental physics and gender equality champion at the University of Cambridge, says there is a risk that the subject is not seen as &quot;cool&quot; by girls of school age. &quot;It might be that the problem is embedded in the ethos of the school and that teachers are tending to interact more with boys who are more outgoing,&quot; Donald says. &quot;There are all sorts of subtle messages that &apos;Girls don&apos;t do physics&apos;.&quot; A number of pupils I talk to at Lampton agree. They say that biology is perceived as more girl-friendly, because it is the gateway to medicine and involves more human interaction. By contrast, physics is seen to be an academically challenging subject, with students carrying out dull, repetitive experiments on a lab bench and struggling with equations. The anecdotal evidence is borne out by the statistics  whereas girls account for 20% of all students who opt for physics at A-level, they account for 55% of pupils who opt for biology. &quot;I suppose the way we portray physicists and engineers is as if it is not normal for girls to do these things,&quot; says Donald. &quot;They are often seen as quite nerdy men in programmes like The Big Bang Theory. They are posed as inarticulate and that&apos;s not the kind of thing a girl is going to aspire to when she is 12, 13, 14.&quot; Or, as Sir Peter Knight, president of the Institute of Physics, put it: &quot;The English teacher who looks askance at the girl who takes an interest in physics  can play a part in forming girls&apos; perception of the subject.&quot; Lampton is bucking the national trend, with a quarter of girls studying physics at A-level. Jessica Hamer, a science teacher at the school, attributes this to a concerted effort on their part to counteract any negative stereotypes about what physicists might do, or be like, in the real world: &quot;We realised there was a dearth of girls, so we tried to get more speakers and role models to come into the school and talk to the pupils.&quot; The impact has been noticeable, and the girls I meet are extremely bright and enthusiastic about their chosen subject. &quot;It&apos;s very encouraging to know there are women out there who have actually succeeded,&quot; says Sadaf Rezay, 16, who is taking physics A-level. &quot;But there aren&apos;t that many on TV or in the media,&quot; counters Alice Williams. &quot;Physics is not all just theory. A lot of people think it&apos;s theory, theory, theory, and that puts them off. You need to see how it&apos;s applied practically as well. It&apos;s involved in everything we do: you pick up a book  that&apos;s mechanics. You throw a ball  that&apos;s mechanics  Nuclear fusion could be used potentially as alternative energy.&quot; Sushmanjit Kaur, 17, says: &quot;And physics isn&apos;t just limited to the earth. It goes beyond that, into exploring space.&quot; &quot;It answers more of the fundamental questions,&quot; Alice concludes. The three of them chat on, at one point insisting that they&apos;re looking forward to a school trip to the Large Hadron Collider at Cern in Geneva. When their conversation about particle physics becomes too baffling for me (single science GCSE, 1994), Alice breaks off to explain. &quot;Particle physics is looking into what makes up protons and electrons,&quot; she explains, kindly. Did these forthright, clever girls feel peer pressure not to study physics, I wonder? Rezay nods. &quot;I think in year 10 and 11, girls are put off because of peer pressure and none of their friends are doing it.&quot; &quot;It&apos;s not cool to be clever at the moment, especially as a girl,&quot; adds Williams. &quot;Boys don&apos;t mind being thought of as geeks, but girls do. I do English lit as well, and I&apos;m the only one in the class who also takes physics. Everyone in the class was kind of like, &apos;You do physics?&apos;&quot; She curls her lip in disgust. &quot;But we&apos;re good because we&apos;ve got a whole group of friends [doing physics as well].&quot; The importance of a supportive network of friends taking the same subject is key. But it is also, as Alice points out, a question of seeing more positive role models on television and in schools. Although there are prominent male presenters in popular science  Brian Cox, David Attenborough  there are hardly any female counterparts. And when female scientists do make it on to the pages of newspapers, or into television studios, the way they are presented can be extremely patronising. A 2010 paper by academics at the University of Cardiff examined 51 interviews with scientists, eight of whom were women, pulled from a sample of 12 UK national papers in 2006. Half of the profiles of the women referred to their clothing, physique or hairstyle, compared with 21% of the profiles of men. The male scientists interviewed were often used to signal gravitas, while women were more likely to be said to make science &quot;accessible&quot; or &quot;sexy&quot;. Alice Bell, a science journalist and research fellow at the University of Sussex, sees this as part of the problem: &quot;We should celebrate it when we see a female scientist on TV. We should say, &apos;Yes, she was wonderful&apos;, and not necessarily just look at their bottom.&quot; However, it is a trend with a dispiritingly long history. In the 1960s, when female scientists were few and far between, they were routinely portrayed in the media as wives and mothers, and praised for their bakery skills or ability to sew their own clothes. The eminent astrophysicist Jocelyn Bell Burnell made one of the most important discoveries of the 20th century when she uncovered the existence of pulsars. And she recalled in a recent radio interview that the subsequent press interest was focused on &quot;how tall I was, and, you know, chest, waist and hip measurements, please, and all that kind of thing. They did not know what to do with a young female scientist  you were a young female, you were page three, you weren&apos;t a scientist.&quot; Bell Burnell felt ill-equipped to complain about such treatment. &quot;I hadn&apos;t finished my PhD, I was dependent on senior colleagues for references, and maybe even for the PhD, and I wasn&apos;t in a position to offend the press because the lab needed the publicity,&quot; she said. &quot;If there had been a sort of senior woman around she might have been in a strong enough position to weigh in and say to the press &apos;Look, these are irrelevant questions&apos; but there wasn&apos;t.&quot; The sexism had serious consequences: Bell Burnell&apos;s discovery resulted in a 1974 Nobel prize  not for her, but for her male supervisor and colleague. Fortunately, there are a handful of more senior female physicists around these days, but some of the issues remain. When the European commission launched an initiative earlier this year to encourage more girls to pursue careers in the sciences, they released a kitschy video featuring young women sashaying around a neon-lit laboratory wearing high heels, miniskirts and blowing kisses at test tubes. The video was roundly derided on social networking sites and students at Bristol University swiftly put together this YouTube spoof, featuring a suggestive use of latex gloves and female scientists applying lipstick while wearing lab glasses.            But do such cultural stereotypes have a real impact on the day-to-day experience of working scientists? Athene Donald, one of only eight women out of 100 students in their final year as undergraduate physicists at Cambridge, thinks it does. &quot;You had to be able to say &apos;So be it&apos;, and if you feel uncomfortable in that situation it can still be a deterrent,&quot; she says. &quot;I have seen situations where you get a very confident young man putting down a lab partner who is female. Now that can happen if you&apos;re male or female, but that may be enough to put off a girl if she&apos;s already feeling vulnerable because she&apos;s in a minority. &quot;That can come into play at a later stage too,&quot; Donald adds. &quot;There are some very well-established women in science now who will still say they are in the minority at conferences, and they feel uncomfortable going to the pub, as the men do, to network after a talk.&quot;     Aki Matsushima in a lab at Imperial College, London. Photograph: Sophia Evans for the Observer    And yet there are signs that the culture is changing. It&apos;s not just the clever young women I meet at Lampton who signal the dissolution of previously entrenched ideas, but also those physicists currently working in postgraduate fields. Aki Matsushima, a 26-year-old studying for a PhD in quantum physics at Imperial College, London, insists that the lifestyle of a research scientist &quot;is very flexible and actually accommodating, and in that respect it can be really good for women who have other responsibilities, like childcare. There&apos;s been a lot of encouragement and funding to get more women in, and once you&apos;re in there&apos;s no discrimination. In fact, there&apos;s lots of encouragement.&quot; However, Matsushima acknowledges that the lack of female professors is a problem. She, like Donald, attended an all-girl school and then chose to attend a single-sex college at Cambridge. &quot;I knew the course was going to be all men,&quot; she explains, &quot;so I applied to a women&apos;s college so I could hang out with girls as well.&quot; But once Matsushima had made it into the male-dominated world of physics, she found it was  and continues to be  an extremely fair environment, with no gender discrimination. &quot;Maybe at lunchtime you&apos;re hanging out with a load of guys talking about computer games, but that&apos;s about it,&quot; she says. This year, Matsushima was a finalist in the BBC&apos;s Masterchef and came into contact with some professional chefs who told her she would have to work &quot;twice as hard&quot; to make it as a woman. &quot;In cooking, there is a kind of discrimination internally,&quot; she says. &quot;That hasn&apos;t happened to me in physics.&quot; All of which sounds relatively hopeful for the A-level pupils at Lampton. What can they see themselves doing in the future? &quot;Chemical engineering,&quot; says Alice Williams. &quot;Psychiatry,&quot; says Sadaf Rezay. &quot;Astrophysics,&quot; says Sushmanjit Kaur. Perhaps the future of physics has started to look a little bit more female.", 
    "section": "education", 
    "gid": "education/2012/dec/30/why-dont-girls-study-physics", 
    "wordcount": "2140"
}