{
    "headline": "Germany to cut solar power subsidies", 
    "text": "You can have too much of a good thing, it turns out. The German government has said it has been forced to cut subsidies for solar panels, because demand was so high it could no longer afford to support the green technology. Friday&apos;s announcement has left Germans rushing to install solar panels on buildings ahead of the planned cut in subsidies of up to 30%. The government has explained its decision as a way of slowing the rapid growth in the sector, saying it was one of Germany&apos;s success stories, but had been allowed to grow too fast and had been too heavily subsidised. &quot;We&apos;ve already seen a huge reduction in the incentives in the past few years but the incentives were still too high,&quot; the environment minister, Norbert Rttgen, said. &quot;Solar is a success story made in Germany. We want it to be an acceptable technology not only in the future but right now but the cost factor has to be at acceptable levels.&quot; Environmentalists, renewable energy experts and industry representatives have expressed incredulity at the 30% cut from 9 March, following earlier cuts of up to 50% over the past three years. They said it was a huge blow for the fledgling industry and a contradiction in terms for a country planning to phase out nuclear power. &quot;This plan amounts to nothing less than a solar phase-out law,&quot; said David Wedepohl, spokesman for the German Solar Industry Association, which represents 800 solar companies. &quot;Under these circumstances there&apos;s no way that the transition of the energy industry can be successful. It&apos;s also putting tens of thousands of jobs at risk, and it&apos;s tough both on investors and on citizens who want to be part of the energy transformation.&quot; Germany is the world&apos;s top installer of photovoltaic power, with a capacity of around 25,000 megawatts, almost as much as the rest of the world put together. It added a record 7,500 megawatts in 2011. The sun provides from 3.2% to  on sunny days at midday up to 25% of Germany&apos;s energy. Wedepohl admitted: &quot;You could say we are the victims of our own success. The costs of solar energy have come down immensely due to technological development and scaleability so we&apos;re scratching our heads and wondering: why stop supporting this now?&quot; Germany has seen a huge increase in use of solar panels over the last two years, thanks to a subsidy system that utility companies are obliged to pay to people who generate their own solar power, which is then pumped into the grid. Power companies pass on the costs to their customers in their electricity bill. At a time of rising prices the government argues that it has to lessen the financial impact on consumers by decreasing the subsidies. The solar sector boom has seen everyone from farms to kindergartens making the most of the opportunities to erect solar panels on their roofs. There has even been a trend to form co-operatives and rent space on the roof of public buildings that have installed panels, such as swimming pools or schools. There are now 1.1m such systems in Germany. The proposed cuts would see the feed in tariff subsidy falling to 19.5 cents per kilowatt hour (kWh) for small plants, and to 13.5 cents for plants of up to 10 megawatts. German retail electricity prices are between 21 and 24 cents per kWh. The decision must still pass through the cabinet and parliament but political observers believe it is likely to be approved. On Monday thousands of demonstrators are planning to gather at Berlin&apos;s Brandenburg Gate to protest under the banner &quot;Stop the Solar Phase Out&quot;. At a time when solar power is on the verge of costing the same as conventional power, due in large part to the fall in the costs of solar panels and their installation, renewable energy sector representatives have expressed their suspicions that the cuts are an attempt to appease the major energy companies who are losing out greatly to renewables, particularly since the decision last year to phase out nuclear power following the Fukishima disaster in Japan. &quot;We&apos;re taking a part of the market away for large electricity suppliers,&quot; said Wedepohl. &quot;But as a country we made a decision after Fukishima to phase out nuclear energy, so we need a lot of power.&quot;", 
    "section": "environment", 
    "gid": "world/2012/mar/02/germany-cuts-solar-power-subsidies", 
    "wordcount": "744"
}