{
    "headline": "Spring is coming to the hills", 
    "text": "A sleek streak of russet pelts down the field, making for a friend&apos;s hen run. Instead of the expected cacophony, I hear dogs bark as I plod on upfield to seven Scots pines by a ruin. The old enclosure beyond is beech-ringed.This was drover territory, with cattle penned here for the night. One wall has collapsed in an explosion of white quartz, the quarry for which would have been a former cairn from the bronze age on the bluff close by. Every hilltop and ridge-end visible from here has one, white-cored with spirit stone. Up on Craig Twrch  &quot;Hog&apos;s Crag&quot;  two are prominent. I drift off in that direction. A slant line of ascent from Ffordd Helen, most ancient of Welsh roads, is scored across the slope; a stone wall from the time of the Enclosure Acts and a modern barbed-wire fence prevent the use of what had been a right of way through millennia. The cairns, atop its south-west gable, look down on a hillside pecked with pits of Roman metal-working all around the enormous prone megalith of Carreg y Bwci  the hobgoblin&apos;s stone. It is distance, though, that preoccupies the eye. On this clear day I can see Cader Idris and the Berwyn northerly; Preseli in the west; the long rimming southern scarps of Wales from Bannau Brycheiniog and the Brecon Beacons to the Black Mountains on the Herefordshire border, and floating beyond them the lovely, distinctive outline of the Malvern Hills above the Severn plain. Rough mountain pasture around this sentinel ridge is still winter grey. Gravid ewes kneel to tug and chew at sparse fescues. Overhead a buzzard mews. From a fence post a solitary raven observes, waits for her annual portion of afterbirth and eyes of sickly lambs, to bring to red throats already agape in tree-top nest by the Long Wood. Spring, she knows, is coming to the hills.", 
    "section": "environment", 
    "gid": "environment/2012/mar/02/black-mountains-spring-coming-hills", 
    "wordcount": "318"
}