{
    "headline": "Google user data to be merged across all sites under contentious plan", 
    "text": "Google is under fire for plans to collect data on individual users across all of its websites and merge the information into a single profile that can be used to alter the person&apos;s search results and target them with advertising and services. The move is being criticised by privacy advocates and could attract greater scrutiny from anti-trust regulators. The company insists that users will be able to opt out of being tracked across the board. Users will be able to do so by using &quot;private&quot; or &quot;incognito&quot; setting in their browser when the search company unifies its privacy policy and terms of service for all its online offerings, including search, Gmail and Google+.  &quot;If you&apos;re signed in, we may combine information you&apos;ve provided from one service with information from other services,&quot; Google&apos;s director of privacy, product and engineering, Alma Whitten, wrote in a blogpost.  After the new policy comes into effect, user information from most Google products  such as YouTube, Gmail, Google Maps, Google+ and Android mobile  will be treated as a single trove of data, which the company could use for targeted advertising or other revenue-raising purposes.  An article in the Washington Post raised concerns about details of people&apos;s private meetings, health, politics and finances becoming part of their digital dossier kept by Google. Confidential discussions via Gmail of a meeting location might be transferred to Google Maps without the user&apos;s consent, for example. &quot;There is no way anyone expected this,&quot; Jeffrey Chester, executive director of privacy advocacy group the Centre for Digital Democracy, told the Washington Post. &quot;There is no way a user can comprehend the implication of Google collecting across platforms for information about your health, political opinions and financial concerns.&quot;[see update] Google said it expected to roll out the revised guidelines on 1 March, consolidating more than 70 privacy policies covering all of its products.  Right now, users of Google products have to agree to a new set of privacy policy and terms of services almost every time they sign up for a new service. They are able to opt out of certain services like Google+ or Picasa.  &quot;In short, we&apos;ll treat you as a single user across all our products, which will mean a simpler, more intuitive Google experience.&quot;  The announcement comes a few days after Google&apos;s decision to personalise its search feature drew criticism over privacy and anti-trust issues.  Twitter, Facebook and Myspace have launched a tool called Don&apos;t Be Evil which is Google&apos;s motto that claims to neutralise any attempt by the search engine to skew results towards its Google+ service.  Online privacy has come under scrutiny from anti-trust regulators as a handful of web corporations have been accused of compromising user privacy to attract advertisers.  In 2011 Facebook settled with the American Fair Trade Commission, agreeing to be regulated for a period of 20 years whenever it decided to change its privacy policy.  In 2010 the FTC settled charges with Twitter after the agency alleged the social networking service had failed to safeguard users&apos; personal information.  US regulators are reportedly looking into whether Google manipulates its search results to favour its own products and have expanded the investigation to include Google+.  This update was added on 25 January 2012. A Google spokesman said: &quot;There are a variety of ways people can use our services without information being tracked. Users can use search anonymously or in a logged out state. We support people logging in with multiple accounts simultaneously--so you can separate your information into multiple accounts. Google also offers data liberation - a way for you to take your data out of some or all of Google services. Moreover, Google offers the Ads preferences manager for people to control what ads they see.&quot;Google&apos;s new privacy policy states that, as was the case before:&apos;When showing you tailored ads, we will not associate a cookie or anonymous identifier with sensitive categories, such as those based on race, religion, sexual orientation or health&apos;. &quot;", 
    "section": "technology", 
    "gid": "technology/2012/jan/25/google-merge-user-data-privacy", 
    "wordcount": "678"
}