{
    "headline": "Victorian domestic treasure trove found at Greenwich naval college", 
    "text": "A priceless hoard of Victorian rubbish  including champagne bottles, tennis balls, sports shoes, bowler hats, medicine jars, clay pipes and tobacco tins  has been discovered bricked up under steps leading to the imposing courtyard at the Old Royal Naval College in Greenwich. The haul is so precisely the kind of domestic junk that any untidy householder shoves into a cupboard before an unexpected visitor, that archaeologists wonder if it represents just that, a hasty cleanup before a grand event at a site where royalty were regular visitors. &quot;It&apos;s the great thing about archaeology, it doesn&apos;t matter whether it&apos;s Roman or Victorian, things are always going to turn up which take you completely by surprise  and this was a real surprise and a bit of a mystery,&quot; said Nigel Jeffries from Museum of London Archaeology. &quot;We were the first people to handle these objects since the space was bricked up 130 years ago. Was somebody just told to get rid of this stuff quickly  and spotted a convenient hole under the steps which was too good to pass by?&quot; The stash was found last winter when builders were replacing 1930s concrete render on the steps and removed damaged loose bricks, revealing the concealed space. The archaeologists were then called in. The objects were datable to the 1870s and 80s from labels on the jars and tins, and the dishes for the Royal Naval officers&apos; training college, which was established in 1873 in the magnificent buildings originally designed by Sir Christopher Wren as a hospital for naval pensioners. &quot;The mixture of objects is a mystery, too,&quot; Jeffries said. &quot;Most of the shoes were odd. We only found a couple in pairs, which perhaps explains why they were thrown away. We&apos;re brought up on the legend of Victorian thrift yet the glass and tableware  made by firms such as Spode and Copeland  was of good quality and perfectly fit for use.&quot; They have been as carefully conserved as any buried treasure, and the most interesting will go on display at the visitors&apos; centre, including a splendid clay pipe decorated with a view of the buildings. Jo Hall, head of learning at the college, said some of the objects may have been stored waiting for repairs that nobody ever got round to  a tiny pot of gold paint was found, possibly intended for repairs to chipped rims of plates. &quot;They&apos;re particularly precious to us because they date from the naval college days  the officers left very little material evidence of their years here.&quot; Shoes and pieces of clothing are so commonly found bricked up in old buildings as charms that one academic study has been tracking such finds across the country, but the Greenwich cache, including 17 shoes and three hats, marmalade and pickle jars and five scallop shells, does not appear to be a ritual desposit.", 
    "section": "science", 
    "gid": "science/2012/jul/01/victorian-treasure-greenwich-naval-college", 
    "wordcount": "483"
}