{
    "headline": "Surviving freshers' flu: student health questions answered", 
    "text": "I don&apos;t want to get the dreaded freshers&apos; flu. What can I do to avoid it?  Alex Mawby, Nottingham It&apos;s almost impossible to avoid freshers&apos; flu unless you stay in your room. The combination of students coming from all over with viruses to share, litres of alcohol, late nights, a diet of junk food and workload stress means that most freshers fall ill in the first month. Freshers&apos; flu is actually a collection ofsymptoms: sore throat, headache, cough, fever and tiredness. You&apos;ll stand a chance of avoiding it, and definitely recover faster, if you occasionally get to bed before midnight, eat some fruit and vegetables and drink sensibly. What are the most common STDs atUK universities? How can I avoid getting one? Anon It&apos;s not uncommon to get an STD at uni, especially chlamydia or human papilloma virus, although herpes and gonorrhoea are still very much around. The only way to avoid one is to practise safe sex. Having fewer partners will reduce your risk, as will using good-quality condoms (with the BSI Kitemark symbol), which will also reduce the likelihood of pregnancy. If you do get an STD, you may not know it as some have no obvious symptoms, so it&apos;s worth getting tested regularly. If you develop any discharge, burning on passing urine, ulcers, warts or sores in the genital region, you should see your doctor. Try not to have sex when you have drunk a lot of alcohol as it impairs your judgment on many levels. How much weight am I likely to gain while at university? Leslie Byrne, Sussex The rules of weight gain are the same wherever you are: if you eat more than you need you will put on weight. At US colleges they refer to the Freshman 15  the number of pounds students are said to gain in their first year. Away from parental monitoring, students often bulk up quickly by eating high-calorie foods in hall dining rooms, having late-night binge-eating sessions, drinking lots of calories in the form of alcohol and comfort-eating chocolate. However, studies don&apos;t support the 15lb theory, suggesting it is more like 3lb, and that after the first year yourweight returns to nearly what itwas before. How do you drink for seven days straight and not die? Graeme Finch, Cumbria If you don&apos;t want to die of alcohol poisoning in freshers&apos; week you have to pace yourself. No one&apos;s liver is that good  it can&apos;t filter the noxious stuff inalcohol faster than by one unit an hour. If you drink too rapidly your blood alcohol concentration will spikeand this depresses involuntary actions that you take for granted, suchas breathing and having a gag reflex to stop you choking on your ownvomit. To avoid problems, eat firstand have some non-alcoholic drinks as well. More than12 units inarelatively short spaceof time isdangerous.     Guardian students sign up banner  ", 
    "section": "education", 
    "gid": "education/2012/sep/11/surviving-freshers-flu-health-queries", 
    "wordcount": "501"
}