{
    "headline": "The school that is open for business", 
    "text": "&apos;Was bedeutet &apos;Weihnachten&apos; in Englisch?&quot; &quot;Christmas!&quot; &quot;Was bedeutet &apos;adventskalender&apos;?&quot; &quot;Advent calendar!&quot; The year 8 German class at Middlesbrough&apos;s Oakfields Community College begins as you might expect: with a vocab test. But then something surprising happens. &quot;If we were to take part in a future trade show,&quot; says the teacher, Karen McLoughlin, to the 20 children, &quot;how could we ensure a greater profit margin?&quot; Twelve-year-old Eden&apos;s hand shoots up. &quot;Keep an eye on what is selling well,&quot; she suggests. &quot;If things are selling more, put the price up.&quot; Adil, also 12, is more mischievous. &quot;If something costs 3.50,&quot; he argues, &quot;write down 4.50, and then cross it out. That way people will think they&apos;re getting a bargain.&quot; It&apos;s a German lesson, but not as we know it. Then again, there&apos;s quite a lot about Oakfields that subverts expectation. At first sight, it&apos;s a normal state school for more than 1,000 11- to 16-year-olds. It&apos;s not even an academy  not yet, anyway. But there&apos;s a twist. Over the next few terms, Oakfields hopes to teach most aspects of its curriculum through the prism of entrepreneurship. &quot;It&apos;s an attempt to change the cycle in Middlesbrough,&quot; Phil Ainsley, an IT teacher who doubles as the school&apos;s entrepreneurship tsar, tells me after lunch. We&apos;re picking our way through the afternoon rush to lessons, or what the teachers call &apos;the great migration&apos;. Overhead, the gulls circle and swoop. On the ground, teenagers hurry across the playground. &quot;To get a job in this part of the country is quite something,&quot; Ainsley continues. The north-east, the centre of Britain&apos;s once-mighty steel industry, now has the highest unemployment rate  11.6%  in the country. Of those in work, over 37% are in the public sector (14 points above the national average), which makes them particularly vulnerable to government cuts. All this has dented the aspirations of local kids, argues Ainsley. &quot;They&apos;re the children and grandchildren of longterm unemployed people,&quot; he says. &quot;So we want to get them to go out there and get on the front foot.&quot; Since the school was set up two years ago  on the site of two neighbouring (but failing) comprehensives  the meaning of this &quot;front foot&quot; has changed. To begin with, it simply meant being employable. Ainsley, supported by the social purpose company A4e, invited more than 40 local businessmen to give classes in professional skills. Corus steel delivered health and safety qualifications to year 10 students. A local Sainsbury&apos;s manager taught year 7 maths classes how to stock-take. But when a local Corus steelworks closed last year, causing 1,600 job losses, principal Michael Hutton says he realised it wasn&apos;t enough to make students employable. They had to be able to employ themselves. &quot;This isn&apos;t an old-style secondary modern teaching vocational skills,&quot; Ainsley explains. &quot;This is about giving them skills for life  for jobs that don&apos;t exist yet.&quot; Happily, the steelworks will reopen under new owners in January  but the lesson of its closure has been learned. In the reception, we walk past a list of the school&apos;s goals. The last one reads: &quot;With the right skills and qualifications, you can work for yourself and employ other people.&quot; The German class is a blueprint for the school&apos;s longterm project. They&apos;re learning a new language  but they&apos;re also learning, aged 12, how to run their own business. For the past year, alongside their academic work, they have worked towards setting up a company that sells German toys. The class enlisted the help of older students, who made plastic Christmas trees for them. The students then visited a toy wholesaler 70 miles away in Skipton, North Yorkshire, where they bought large stocks of German-style toys: model houses, calendars, figurines. &quot;I was like: wow! There was so much stuff that was made out of wood,&quot; says Sophie, who had rarely been outside Middlesbrough. &quot;Normally, stuff is made out of plastic.&quot; In November, the class finally opened for business at the Middlesbrough trade fair. Along with two other groups from Oakfields, the students were the only children present. They made 250  twice as much as the fair&apos;s highest-earning adult stallholders. The money will go towards a trip to Germany next year. &quot;Before, we didn&apos;t think much about German,&quot; Eden tells me at the end of the lesson. &quot;But now we do,&quot; chips in Adil. &quot;Because you can use it as a life-skill.&quot; This spring, a French class will hopefully follow in their footsteps. English students also plan to sell parts of their creative-writing anthologies as eBooks. And a year 9 design group, whom I visit in their workshop later that afternoon, are already setting up a mail-order plastic crockery business. It is being run as a social enterprise. Thirteen-year-old students are recycling debris collected from around the school by melting down the plastic and turning the residue into place mats, bowls and mousemats. Any profits made are put towards school trips and recycling bins for the local area. &quot;It&apos;s almost exactly how it would work in industry,&quot; says their teacher Mr Tracey, tapping the blue shredder  paid for by A4e and local firm Steel Enterprise  that begins the melting process. Ainsley hopes these projects will make the students professionally confident and more academically able. &quot;That year 8 class,&quot; he says after we leave. &quot;What will they be like in year 11? Imagine their thought-processes!&quot; In many ways, he doesn&apos;t have to. The change is already evident, says A4e&apos;s Beverley Maxted, who helps the school coordinate its programme. She mentions one girl I have just met. &quot;You would never have dreamed she would be that confident. She would never look you in the eye.&quot; Cynics will be wary of instilling such careerism into kids as young as 11. But the ones I meet aren&apos;t scary Young Apprentice types. They are simply good-natured, confident  and better equipped to deal with the outside world. Some are even considering their own solo projects. &quot;I think I might set up my own business in merchandise,&quot; confides Adil. &quot;Probably clothing. I like clothes.&quot;     Pupils at Oakfields using a homework app developed by year 11 students Aron Hendrickson (left) and Liam Thompson's iSkewl company. Photograph: Christopher Thomond for the Guardian    On the other side of the school, two mild-mannered 15-year-olds have founded their own startup  a smartphone apps business. Meet Aron Hendrickson and Liam Thompson, of Educational Solutions Ltd. A year ago, they were struggling with GCSE coursework deadlines. But every cloud has a silver lining, and in this case it was something called iSkewl: an app built by the two teenagers that helps students manage their school week. You can program it with your timetable and exam deadlines. Best of all, there&apos;s a moderated Q&amp;A &quot;wall&quot; where students working at home can post questions about homework. Teachers and classmates will be able to respond in real time, creating a kind of scholastic social network. Hutton is so impressed that, from next year, he will drop the paper diaries he normally distributes to students and replace them with a free iPod touch. These will come installed with a copy of iSkewl, a version of which he bought from Hendrickson and Thompson for 1,500. Buoyed by this success, after Christmas the two inventors will begin pitching their app to colleges across the country. But shouldn&apos;t phones be banned in school, I ask? Not ours, says Hutton. &quot;They&apos;re a part of their lives, so they&apos;re used as a learning tool.&quot; Hendrickson and Thompson are performing better in class, say their teachers, thanks to their expanded extra-curricular responsibilities. But this isn&apos;t the only side-effect the principal hopes will follow from the programme. He is wary of saying it so explicitly, but Hutton hopes the up-and-at-&apos;em attitude displayed by some of his students will eventually rub off on their parents. &quot;Parenting is a huge issue in this town,&quot; Hutton says. He&apos;s still researching how many parents are unemployed, but he already knows that 92% of his students come from families in the bottom 40% of the IMD index, a scale that measures social deprivation. &quot;So this is twin-track. Getting the kids on track is my main objective. [But] I hope that as this college becomes more entrepreneurial, the parents will sit up and take notice.&quot; Lack of parental aspiration is harming some children. Hutton recalls suggesting to one of his highest-achievers that she might go to university. &quot;I was the first person ever to mention it. Her sister, who had just dropped out of a hair and beauty course at college, was the only person she knew in education past 16.&quot; Few can be more aware of the challenge facing Middlesbrough than Ainsley. He remembers the day the Corus plant closed. &quot;The guy two doors down from me lost his job. It was friends going against friends.&quot; Ainsley himself used to work in local industry, working for nine years as a haulage manager for Steve Gibson, who also owns Middlesbrough FC. But then one Sunday, Ainsley realised he wanted to try teaching. &quot;So I handed my notice in on Tuesday, left on Thursday, and started teaching the next Tuesday.&quot; It&apos;s a good thing he did. Ainsley may be realistic about Middlesbrough&apos;s current predicament, but he is equally optimistic about its future. Personally, he likes to see himself as James Garner&apos;s character in The Great Escape  &quot;they come to me when they need something&quot;  but others have high praise. &quot;We need more Mr Ainsleys in this world,&quot; says Maxted. &quot;If everyone had an enterprise co-ordinator like him, it would be a better place.&quot; Ainsley&apos;s vision is exciting. In the afternoon, he shows me the unfinished building that Oakfields will move into next year. It won&apos;t look much like a school  and that&apos;s the point. Most of it will be open-plan, evoking the best aspects of office design. Through working there, it is hoped the students&apos; ambitions will be subconsciously heightened. Ainsley extends his arm towards it. &quot;If something&apos;s going to change Middlesbrough,&quot; he claims, &quot;it&apos;s this.&quot;", 
    "section": "education", 
    "gid": "education/2012/jan/01/school-open-for-business", 
    "wordcount": "1722"
}