{
    "headline": "Fish Fight renews campaign to protect the seabed", 
    "text": "Damaging fishing methods and a lack of marine protected zones are being targeted by a renewed campaign to protect the world&apos;s dwindling fish stocks, spearheaded by food writer Hugh Fearnley-Whittingstall. The dredging of seabeds with nets weighted with huge metal ploughs, tearing up all life, rocks and seaweeds and leaving a barren environment is one of the most destructive ways of gathering seafood, but is legally used to gather scallops and other bottom-dwelling species. Its devastating effects will be highlighted in the new series of Hugh&apos;s Fish Fight, on Channel 4, starting on Thursday night. At least one retailer, the northern grocery chain Booths, has pledged to stop selling dredged scallops in anticipation of customer reactions and will stock only scallops that have been dived for, a more laborious and expensive process but one which does not damage the surrounding area. Booths said it hoped this move would stimulate more retailers to follow suit, and fishermen to invest in diving. Viewers will be invited to get more militant than just watching their shopping baskets. Fearnley-Whittingstall will be leading a march on parliament at noon on 25 February in order to persuade ministers to put in place a wider network of marine conservation zones, where any fishing would be closelyregulated to preserve stocks and destructive fishing methods banned. Last year, there was widespread disappointment when the fisheries minister, Richard Benyon, said that of 127 sites proposed for protection, only &quot;up to&quot; 31 would be recommended for the designation in 2013. In Norway, marine protected areas have been an important plank in the government&apos;s Fisk Forever campaign to reduce overfishing. Egil Skarbvik, a Norwegian trawler skipper, said: &quot;In Norway we have been able to build up the strongest cod and haddock stock in the Barents Sea ever, thanks to strong regulations including closed areas, sorting grids and a strict coastguard. The catches are [at an] all-time high  fantastic for fishermen. The changes worked in Norway and I don&apos;t see why they wouldn&apos;t work for the same species in EU waters.&quot;            Fearnley-Whittingstall is hoping to replicate the success of his two-year campaign against the discarding of healthy fish at sea under the EU&apos;s fishing quotas, which helped lead to a historic vote in Strasbourg last week in which MEPs voted by 502 to 137 to ban the wasteful practice. Discarding results in about half of the fish in the North Sea alone being thrown back dead, even though they are edible and healthy, because they are caught by vessels that have exceeded their quota, or because they are species for which the vessel does not have a quota. Maria Damanaki, the EU fisheries commissioner, has repeatedly praised the work of campaigners in bringing the subject to wider attention, and mobilising the public in favour of her proposed reforms. More than 800,000 people signed the Fish Fight petition against discards. The fight to end discards is not over yet, however, as further negotiations must take place with ministers and member states. Sections of the fishing industry have mobilised against the Fish Fight programmes. Bertie Armstrong, chief executive of the Scottish Fishermen&apos;s Federation, said scallop dredging had been portrayed in a way that was &quot;inaccurate and negative&quot;. He said: &quot;Scallop fishermen depend upon abundant scallop stocks and a healthy marine environment and are committed to the protection of marine biodiversity. Scallops prefer to live in less sensitive habitats such as sand and gravel, which are naturally dynamic environments due to the movement of water on the seabed from currents, tides and waves and this is where scallop fishermen concentrate their efforts. Scallop fishermen avoid areas where there are unusual marine features and fully support the need for protecting ecologically important habitats and species.&quot; He said the scallop industry, which supports 600 jobs in fishing and 750 in processing, had been involved in environmental initiatives including a good practice guide, and experimenting with different styles of dredges. He said: &quot;Scalloping only utilises a very small part of the seabed with vessels consistently fishing the same areas decade after decade. To imply that the scallop sector causes wide scale damage is both disingenuous and disproportionate.&quot; Seafish, which represents the UK&apos;s fishing industry, said in a statement: &quot;Dredging may not necessarily be destructive if used in areas with &apos;high energy&apos; seabeds  soft or sandy ones that naturally change all the time as a result of normal tide, current and wave action. The key consideration is the resilience of the habitat to scallop dredging. The faster the recovery rate of the animals and plants that live in the affected seabed, the more tolerant it will be to scallop dredging.&quot; On protected areas, Seafish was also cautious: &quot;Marine protected areas need to have clear and measurable objectives, as [those] designed for fisheries management may be quite different to those designed to protect marine biodiversity. There could be some win-wins  for example where a habitat in need of protection also provides an important nursery area for a commercial fish species.&quot; The renewed Fish Fight campaign comes as Interpol prepares to launch a major initiative against illegal fishing, drawing together agencies from around the world, later this month.", 
    "section": "environment", 
    "gid": "environment/2013/feb/14/fish-fight-campaign-marine-life", 
    "wordcount": "873"
}