{
    "headline": "Mystery bird: ringed teal, Callonetta leucophrys", 
    "text": "    Ringed teal, Callonetta leucophrys (protonym, Anas leucophrys), Vieillot, 1816, also known as the ring-necked teal and as the red-shouldered teal, photographed at the London Wetlands, Wildfowl &amp; Wetlands Trust, London, Barnes (UK).  Image: Ian Felton, February 2012 (with permission, for GrrlScientist/Guardian use only) [velociraptorise].    Question: This London mystery bird has a trait that is quite unusual amongst its close relatives, what is that? Can you identify these birds&apos; taxonomic family and species? Response: This is a pair of ringed teal, Callonetta leucophrys, a small dabbling duck that is found in tropical, swampy forests and marshes in heavily wooded lowlands, secluded ponds and small streams in northwest Argentina and Paraguay, Bolivia, Brazil and Uruguay. I admit I asked you a tricky question about these birds because they are obviously a long way from home.  Here&apos;s a video of a male ringed teal, dabbling (filmed at Slimbridge, Gloucestershire, UK, uploaded 12 February 2012):            Visit militaryairshows&apos;s YouTube channel [video link].  Interestingly for a dabbling duck, this species is highly aboreal, and they nest in cavities in trees.  The ringed teal has unclear relationships. Although some authorities think it is a dabbling duck (subfamily: Anatinae), other authorities think this species is closer to shelducks (subfamily: Tadorninae). It is the only species of the genus, Callonetta. The ringed teal&apos;s closest living relative may be the Australian wood duck, Chenonetta jubata, which looks rather like a small goose and is the only member of its genus, too. But until more work is done on these taxa, the best that we can say about their relationships is &quot;we don&apos;t know how this group of birds all fits together.&quot; Unusual for ducks, the ringed teal lacks an eclipse plumage, so both sexes retain their elegant nuptial plumage throughout the year. The drake has olive-brown upperparts and rufous wings, pale grey flanks, a pink breast with black and white speckles and a black stripe extending from the top of its head down its nape. The tail is dark, the sides of the rump are white and the speculum of the wing is white. The bill is a bluish-grey and the feet are pink. The hen has olive-brown upperparts, white underparts with olive-brown barring, and her olive-brown head has a white supercilium and cheek patches.  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist email: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/mar/09/5", 
    "wordcount": "439"
}