{
    "headline": "Sam Dryden: the most powerful figure in the global south's agriculture?", 
    "text": "When it comes to working with the poorest farmers, Sam Dryden is a titan, possibly the most powerful figure in world agriculture today. To give some idea of his reach, global annual aid spending on agriculture is now around $2.3bn, the US will spend around $1bn in 2013 on averting global hunger but that includes supporting big farms, and, in 2009, the UK department for international development (DfID), spent around 20m. But in the past few years, the Bill and Melinda Gates Foundation has invested more than $2bn in trying to lift smallholder farmers in Africa and Asia out of poverty, and Dryden, as its head of agriculture, is the man who decides how it is spent, where it goes, and who benefits. No government minister, banker, civil servant or corporation wields such influence or has so few political restrictions. If Dryden and his team says &quot;get out of Malawi&quot;, or &quot;invest in cassava or drought-resistant crops, or a miraculous new vegetable&quot;, then people may live better or die. If he pushes organic farming or agro-ecology or GM or any particular farming technology, the whole human development of a country may be changed. His position is the more extraordinary because this outwardly modest and diffident man from Kentucky comes from what he calls a subsistence farm himself. In London recently, he recalled how his parents scraped a living off unproductive Kentucky land and spent long hours of seemingly unrelenting work to plant and harvest crops. &quot;I grew up in a small Appalachian subsistence farm. We had 70 acres [28 hectares] of which 10 were cultivable. We lived year to year,&quot; he says. But while life on a &quot;hardscrabble&quot; Kentucky farm may have taught him about reliance on family, trust and community, and given him insights into the problems of smallholder farming in Africa and Asia, he says it was &quot;not a life that I wanted to live&quot;. And he says it certainly did not give him the right to tell African subsistence farmers how to live. &quot;No one knows [their] lives better than they do. I can&apos;t put myself in their shoes. You have to respect others. They may have to live that life but you can make it better  you can&apos;t tell them what to do,&quot; he says. &quot;I am from a part of the country where you don&apos;t like people telling you what to do.&quot; But it is the Gates Foundation&apos;s power to influence governments and to steer farming in the poorest countries in a certain direction that makes his critics uneasy. When Bill Gates handpicked Dryden to be his head of agriculture in 2010, he came with a CV certain to raise the hackles of anyone who distrusted global agribusiness. Dryden started life as an economist with the US government, went to giant chemical company Union Carbide (he left a few years before a gas leak at its Indian factory killed thousands of people) and then set up its biotech branch, which is now Dow AgroSciences, one of the world&apos;s largest GM crop companies. He went on to head two of the world&apos;s largest GM seed companies, helped buy out India&apos;s largest seed companies, introduced GM cotton to the subcontinent, briefly worked for Monsanto when he sold one company to them, founded another that specialised in transgenic animals, advised the World bank, and, as a representative of private industry, withdrew from the International Assessment of Agricultural Knowledge, Science and Technology for Development (IAASTD)  the giant study by more than 400 experts and governments on how to feed the world, which concluded that the benefits of GM crops were &quot;anecdotal and contradictory, and uncertainty about possible benefits and damage is unavoidable&quot;. &quot;He was chosen for his strategic breadth. Sam brings a wealth of experience to the foundation,&quot; said a colleague. Critics say that when Gates appointed Dryden, soon after his pro-biotech speech in October 2009, he was making a statement that Africa&apos;s development hinged on American-style, patent-wielding, chemical-biotech-based behemoths such as Monsanto with their &quot;quick-fix&quot; solutions, which make poor farmers dependent on suppliers and which profit western shareholders. Dryden, they said, was the face of a farming system that naively aimed to promote corporate profits in the name of the poor by focusing on one factor only: productivity. Dryden dismisses this. For a start, he says, only 5% of Gates&apos;s agricultural money is directed at transgenic research and development. That may be around $100m since 2007  more than any other government or world body is known to have handed out  but 95% of the foundation&apos;s work is devoted to developing better conventional seeds, and improving farming practices. However, the ties between the foundation and US biotech companies are strong. Within nine months of his arriving at Gates, the foundation had invested $23m in Monsanto, but although it may partner biotech companies and governments such as the UK to develop GM crops, Dryden says it is fiercely independent. &quot;We are definitely not the outreach arm of the US government or the World Bank or the corporations. We are not endorsing the company Monsanto, only the technology. [GM] is a way to give them [smallholders] an option. Insect-resistant crops are not relevant to the EU farmer, but in [places like] Malawi and elsewhere resistant cassava may be. We do very little transgenic work.&quot; But he accepts there are &quot;issues&quot; with GM. &quot;Are we talking about environmental issues? If so, then there are legitimate issues such as outcrossing. You do have pollen drift. The question is: have you contaminated organic [crops]? What is more of an issue is if you take GM crops to centres of origin like Ethiopia. Food safety and allergy sensitivity are issues. Corporate control is an issue. Food processing concerns me the most. As for it being &apos;just not right&apos;  that&apos;s a mystical issue.&quot; &quot;Biotechnology is about getting the plant more diversity, about putting better genes out, how you keep diversity in the system,&quot; he says. What he wants is not any one technology but those that produce more with less. In Africa, Dryden funds several research organisations testing GM and also Agra, the Nairobi-based Alliance for a Green Revolution, which aims to double the income of 20 million small farmers and reduce food insecurity by 50% in 20 countries by 2020. Although GM crops are allowed to be grown in only three countries, this is likely to change in the next five years and he admits that the foundation lobbies countries to accept the technology. &quot;The more we can drive the option [of GM] into a national programme, the better,&quot; he says. &quot;We work usually [via] the national research agencies. It gives them the option. We work with groups of stakeholders. But we may not feel the national plan takes into account nutritional or ecological issues. So we advocate. We are not political. The national plan is political. We work in a political context.&quot; But by far the greatest Gates investments, he says, are in modern plant-breeding methods that have nothing to do with GM. The foundation has concentrated on drought- and flood-tolerant rice, molecular breeding, gene sequencing and hybrids. Giving developing countries genomic information, he says, is vital: &quot;Ten years ago [this] information was controlled by the corporations and they were trying to patent it. Now the Chinese are sequencing entire crops.&quot; He is keen to see more investment in traditional breeding and especially in the &quot;orphan&quot; or staple crops like sorghum, millet and cassava that have been largely ignored by big seed companies. &quot;I came [to the foundation] because Bill said we needed a more focused strategy. I found very large, high-quality programmes but not a lot of strategic focus.&quot; The organisation hired consultants, brought in critics, people like his friend and fellow Kentucky small farmer the poet Wendell Berry, Oxfam and a variety of groups &quot;to give perspective&quot;. The process took more than a year. &quot;Our role and mission remains essentially the same: the reduction of poverty. Although through a sharper focus on increasing smallholder productivity. We wanted to focus on poverty as opposed to hunger. We felt that was the way we could address things. We felt like if you started with smallholders&apos; families you could make a difference. We [decided to] focus on the crops they like to grow and eat and the livelihoods they want. For them, productivity makes a difference. It is not about growing more but growing more with less, so we have to be more effective with water [and] nutritional inputs, we must use resources better. It needs a more ecological sustainable approach,&quot; he says. &quot;We had 170 grants out there. We asked which were relevant to this mission. [We found] around one-third were good but not necessarily targeted at smallholders or at staple crops. Some of those [grants] we terminated and we will wind them up. A lot of them were cash crops. The remaining two-thirds were in the right area. &quot;Some people may ask how my team and I can relate to a subsistence farming family in Ethiopia or Bangladesh. This is a very reasonable question to ask. The farmer has a direct connection to the land and we are considerably removed, both by distance and culture. We begin by realising these differences and humbly listening to farmers and their families, learning and respecting their cultures, ways of living, and knowledge of place and home. The solutions we seek are those appropriate and welcomed in this context, not those imposed by distant values or interests. We are doing a lot of listening. And as we learn, that shapes our grants.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/jul/06/sam-dryden-global-south-agriculture", 
    "wordcount": "1642"
}