{
    "headline": "British bird species 'face extinction' if EU cuts 8bn agriculture subsidy", 
    "text": "Conservation groups are warning that the UK could lose several species of bird within a decade if, as expected, billions of pounds of European funding to help farmers promote biodiversity are cut. Under details being thrashed out as part of a rebalancing of the Common Agricultural Policy budget, some 8bn for rural development is likely to be lost, according to the RSPB. Billions more could also go under new rules allowing EU member states to divert money to food production away from schemes that protect fields and heritage sites. The RSPB said the plans would spell disaster for wildlife in England and the rest of Europe. &quot;It is outrageous news that President van Rompuy is asking EU leaders to cut the largest single budget for wildlife conservation in the UK,&quot; said Martin Harper, the RSPB&apos;s director of conservation. &quot;It would be a disaster. We&apos;ve seen a proposal which could have led to the pot of money for wildlife-friendly farming being cut by up to one third. The loss of wildlife from our farmed countryside is a crisis which to date no politician has faced up to. We need European leaders to recognise that funding to tackle this must not be traded away when they next come together to thrash out a deal. Our landscapes, farmers and wildlife depend on the future of this funding.&quot; Rural development cash is used to develop agri-environment schemes that pay farmers to manage hedgerows and wildflower flowers that provide vital food and shelter for birds. The cash funded England&apos;s Higher Level Stewardship Scheme which has been credited with playing a major part in protecting wildlife. Since the first agri-environment schemes were introduced in 1987, tens of thousands of farmers and landowners have helped wildlife, according to the RSPB. &quot;These payments provide excellent value for taxpayers&apos; money by delivering benefits for rural communities and wildlife  but they are an easy target when it comes to cutting budgets,&quot; Harper said. &quot;Once again our environment is set to suffer for the sake of short-term political convenience.&quot; The RSPB warned that without this funding, some species could be lost from our countryside &quot;within a decade&quot;. Wildlife groups say the number of farmland birds has halved since the 1980s and fear that budget cuts will mean the UK fails to hit its biodiversity targets for 2020. The number of turtle doves in the UK has fallen by 93%, down to 14,000 pairs, while corn buntings have declined 90%, down to 11,000 pairs. Grey partridges are down 93%, to 43,000 pairs while there has been a 72% decline in yellow wagtails to 15,000 pairs. A survey of farmers for the RSPB found 51% believed the environmental work would be severely hit by the predicted cutbacks, and 7% thought it would stop completely. &quot;I really fear that all the hard work from all the wildlife-friendly farmers across the country will be totally undone if Europe cuts this funding,&quot; said Andrew Brodie, of Manor Farm in Lower Dean, Huntingdon who has been in agri-environment schemes for 7 years. &quot;Farmers like me won&apos;t be able to afford to continue all the environmental work they do on their land and nature will suffer as a consequence. This survey is proof that agri-environment schemes are vital for a healthy countryside.&quot; This week the Wildlife &amp; Countryside Link, which includes 39 wildlife groups, launches a report Naturecheck, that shows the Government is failing on its key environmental targets. The report is expected to say that funding nature conservation through agri-environment schemes is the most effective means of conserving farmland biodiversity and enhancing landscape character. The RSPB said that in the face of probable cuts in the overall CAP budget, it was vital that the UK argues for compulsory minimum spending on agri-environment schemes. It highlighted a ComRes survey it had commissioned that suggests 90% of the public believe the condition of the natural environment should be improved for future generations.", 
    "section": "environment", 
    "gid": "environment/2012/nov/24/british-birds-extinction-threat", 
    "wordcount": "672"
}