{
    "headline": "Google and Bing accused of directing users to illegal copies of music", 
    "text": "Google and other search engines &quot;overwhelmingly&quot; direct music fans to illegal copies of copyrighted tracks online, a coalition of entertainment industry groups has told the government. In a confidential document obtained under the Freedom of Information Act, lobbying groups for the major rights holders claimed Google and Microsoft&apos;s Bing are making it &quot;much more difficult&quot; for people to find legal music and films online. The private document, obtained by the free speech campaigners Open Rights Group and shared with the Guardian, urges the government to introduce a voluntary body that would remove rogue websites from internet search results. The proposals were made to the culture minister Ed Vaizey as part of a series of consultations on internet piracy between rights holders, search giants and the government in November last year. The nine-page document was submitted on behalf of the British Phonographic Industry (BPI), the UK body for the music majors, the Motion Picture Association (MPA), the Premier League, the Publishers Association and the Pact, the film and TV independent producers&apos; trade body. Privately, rights holders said there is a &quot;spirit of optimism&quot; between the entertainment groups and search engines as they attempt to usher in more legal media sites, including Google&apos;s own fledgling music service. Google has in the past year stepped up efforts to remove copyright-infringing content, launching a fast-track removal requests form and filtering terms &quot;associated with infringement&quot;. However, the rights holders claim in the document that &quot;as time goes on, the situation is getting worse rather than better&quot;. &quot;Consumers rely on search engines to find and access entertainment content and they play a vital role in the UK digital economy,&quot; the rights holders state. &quot;At present, consumer searching for digital copies of copyright entertainment content are directed overwhelmingly to illegal sites and services.&quot; The entertainment groups want Google to &quot;continuously review key search words&quot; and &quot;effectively screen&quot; mobile apps on Android smartphones in an effort to combat illicit sharing. The document claims that 16 of the first 20 Google search results for chart singles link to &quot;known illegal sites&quot;, according to searches by the BPI in September. In an attempt to persuade the government to clamp down on search engines, the groups claim that 41% of Google&apos;s first-page results for bestselling books in April last year were &quot;non-legal links&quot; to websites. &quot;Much of the illegal activity in the digital economy is facilitated and encouraged by money-making rogue sites,&quot; the document claimed. &quot;Intermediaries, unwittingly or by wilfully turning a blind eye (or in some cases, by encouraging such activity), play a key role in enabling content theft and often even profit from it. Only a comprehensive approach can address this issue.&quot; The entertainment bodies call for search engines to:  Assign lower rankings to sites that &quot;repeatedly&quot; make available copyright-infringing material  Prioritise sites that &quot;obtain certification as a licensed site&quot; for music and film downloading  Stop indexing sites that are subject to court orders  Stop indexing &quot;substantially infringing websites&quot;  Improve &quot;notice and takedown&quot; system  Ensure that users are not directed to illicit filesharing sites through suggested search  Ensure search engines do not advertise around unlawful sites or sell keywords associated with piracy or sell mobile apps &quot;which facilitate infringement&quot; The chief executive of BPI, Geoff Taylor, said on Thursday: &quot;The vast majority of consumers want search engines to direct them to legal sources of entertainment rather than the online black market. &quot;As search engines roll out high-quality content services, like Google Music, we want to build a constructive partnership that supports a legal online economy. We hope that Google and other search engines will respond positively.&quot; A spokeswoman for the Motion Picture Association added: &quot;If you look for film or music via a search engine you usually find websites providing access to pirated films or music at the top of the list of results. &quot;This is confusing for consumers, damages the legal market and legitimises copyright theft. We are in dialogue with search engines, ISPs [internet service providers], advertising networks and payment processors about a code to deal with the escalating problem of online copyright theft which threatens the growth of the entire creative industries sector. This paper is a result of that dialogue and we appreciate government&apos;s continuing efforts to help bring about a more responsible internet&quot;. A spokesman for Google said: &quot;Google takes the fight against online piracy very seriously. Last year, we removed over five million infringing items from Google Search. We have made industry-leading efforts in this field, investing over $50m (32m) in fighting bad advertisements and over $30m on Content ID software, giving rights holders control over their YouTube content. &quot;We continue to work in close partnership with rights holders to help them combat piracy and protect their property.&quot; Peter Bradwell, campaigner for the Open Rights Group, said the proposal contained &quot;some dangerous ideas&quot;. He said: &quot;It&apos;s another plan to take on far too much power over what we&apos;re allowed to look at and do online.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/jan/26/google-bing-illegal-music", 
    "wordcount": "872"
}