{
    "headline": "When Homo sapiens hit upon the power of art", 
    "text": "Rail engineer Peccadeau de l&apos;Isle was supervising track construction outside Toulouse in 1866 when he decided to take time off to indulge his hobby, archaeology. With a crew of helpers, he began excavating below a cliff near Montastruc, where he dug up an extraordinary prehistoric sculpture. It is known today as the Swimming Reindeer of Montastruc. Made from the 8in tip of a mammoth tusk, the carving, which is at least 13,000 years old, depicts two deer crossing a river. Their chins are raised and their antlers tipped back exactly as they would be when swimming. At least four different techniques were used to create this masterpiece: an axe trimmed the tusk, scrapers shaped its contours; iron oxide powder was used to polish it; and an engraving tool incised its eyes and other details. It is superbly crafted, wonderfully observed and shows that tens of thousands of years ago human beings had achieved a critical intellectual status. They had moved from making objects merely for physical use, such as stone axes, and had begun to create works that had no purpose other than to reflect the patterns and sights they were experiencing around them. Homo sapiens had discovered art. &quot;There is evidence that pigments were being used by our ancestors in Africa 150,000 years ago and that later, around 70,000 years ago, they were engraving geometric patterns on objects,&quot; says Professor Steven Mithen of Reading University. &quot;But it was not until modern humans reached Europe more than 40,000 years ago  when there appears to have been an explosion of technical creativity  that art, as we understand it today, appeared. The results were breath-taking. Indeed, I don&apos;t think they have ever been surpassed.&quot; The startling, highly advanced nature of these works can be judged this February when the British Museum opens its exhibition, Ice Age Art: Arrival of the Modern Mind. It will display artefacts, borrowed from museums across Europe, which were made between 13,000 and 42,000 years ago, when the last ice age took its grip of the continent, and will include the world&apos;s oldest portrait, the oldest sculpture, the oldest ceramics and one of the oldest musical instruments. There will even be a case for the world&apos;s oldest puppet. &quot;This show has been tens of thousand of years in the making and it will give visitors a once-in-a-lifetime opportunity to see the cream of Europe&apos;s ice age art,&quot; says exhibition organiser, Jill Cook, the British Museum&apos;s curator of European prehistory. &quot;This show marks the beginning of the modern world. For the first time, humans were displaying the full imagination of modern humanity and externalising thoughts. They are making objects not just for practical value but to express ideas in a symbolic, highly skilful manner.&quot; Consider the Montastruc reindeer. The slightly smaller of the two animals has got six little nipples while the larger, behind it, has male genitalia. &quot;Both animals have antlers, however, which indicates we are dealing with reindeer, the only deer species whose females grow antlers,&quot; says Cook. &quot;Crucially, males lose theirs in December but females keep theirs. So this is not a winter scene though the female&apos;s flank, beautifully shaded by the sculptor, shows she has grown a thick coat. So winter must be close. In other words, this is an autumnal scene, a time of migration. Hence the swim across a river. It is all beautifully observed.&quot; The carving was made by a member of the Cro-Magnons, hunter-gatherer descendants of the first modern humans to occupy Europe around 45,000 years ago, and who lived there through the last ice age, which began 40,000 years ago and endured until 10,000 years before present. Reindeer, with their rich meat and thick pelts, would have been vital to tribes&apos; survival and the Montastruc sculpture, with its delicate rib cages, antlers and coats, show how carefully the Cro-Magnons must have observed them. As Neil MacGregor, director of the British Museum, says: &quot;This work was created by someone who had spent a long time watching reindeer.&quot; Objects such as these demonstrate more than craftsmanship, however. They show that Homo sapiens, uniquely among species, was demonstrating a sense of imagination. These craftsmen were not merely attempting to mimic nature. They were embellishing it. Take the Lion Man of Hohlenstein Stadel, which is being loaned by the Ulm Museum in southern Germany. At least, 40,000 years old, this 1ft high figure, also carved from a mammoth tusk, depicts a figure with a human body and a lion&apos;s head. It is remarkable for several reasons. For a start, it was made by a sculptor with incredible knowledge of his or her materials. Mammoth ivory is extremely hard to carve, but the artist who made the Lion Man knew that all tusks have a pulp cavity and took advantage of that to create two lengths of ivory on either side of the cavity. These became the Lion Man&apos;s legs. The work shows great skill and imagination. A half-man, half-lion does not exist in nature, after all. The Lion Man is important for another reason, however. German researchers have shown it would have required about 400 hours of carving to make the piece. Only a specialist, working for months, could have created it. Other tribe members must therefore have been looking after that artist, providing him or her with food and clothing, a sacrifice  at a time when glaciers were tightening their grip on Europe  which suggests his or her work was of immense importance to his tribe. &quot;This was made by someone who had been given time off from hunting and gathering and who was allowed to sit at home and make things like this,&quot; says Cook. Professor Chris Stringer, of the Natural History Museum, London, agrees. &quot;This was not art for art&apos;s sake. Works such as the Lion Man had immense social value. They were important in communicating ideas inside a tribe in some way. They may also have played a role in establishing a tribe&apos;s identity, as totem poles do for native Americans. And, of course, they may well have played important roles in religious ceremonies.&quot; This last point is demonstrated by another remarkable find that will be displayed at the exhibition: an articulated figure, also made of mammoth ivory and around 26,000 years old. It was found near Brno in the Czech Republic and was buried beside the body of a man in his 40s. &quot;The ivory figurine has a strange spectral face,&quot; says Cook, &quot;while at the bottom of the head, there is a little hollow that would have allowed the head to rotate. Similarly, its arms could have come up and down. The legs  which are missing  probably did the same. As to its purpose, that is clear  this was a puppet, the world&apos;s oldest.&quot; Again, the figure would have taken months to construct, yet it was buried and hidden from sight. Why go to the trouble of making such an object  which has no obvious practical value when you are battling to survive ice age Europe  and then bury it? &quot;It is hard not to conclude that some religious purpose lay behind this,&quot; says Stringer. &quot;Alternatively, the man buried with the figurine could have been a shaman, someone who had access to the spirit world and who was treated as an individual of considerable importance in a tribe or group.&quot; Whatever the purpose of these works, there is no doubt about their sophistication. Along with the great cave paintings of Chauvet, Altamira and Lascaux, the figures and sculptures that will be displayed at Ice Age Art reveal astonishing sophistication. Two others merit special attention. The first is a flute made an incredible 40,000 years ago. Found in Hohle Fels in southern Germany, it is made from the hollow wing bone of a griffon vulture and is one of the world&apos;s oldest musical instrument. &quot;This is an extremely complex instrument,&quot; says Cook. &quot;The diameter of the holes and their positioning on the back and front have been very carefully worked out. The trouble is that we don&apos;t know what kind of mouthpiece was used. If you add a reed you get an oboe-like sound, while a leather mouthpiece gives a sound like a tenor recorder. Either way, it shows our ancestors could express themselves symbolically, not just visually but with sounds.&quot; The second, equally dazzling object is known as the as Venus of Doln Vestonice, which was found in Moravia in the Czech Republic. The figure is not a naturalistic work. Large-breasted, broad-hipped, she appears to be wearing a visor with two slits in it and is made of baked clay. Her body suggests she has borne several children. At 26,000 years of age, this is the oldest ceramic figure in the world, yet she is also startlingly modern. &quot;We are going to display this figure near a print by Matisse because they share one crucial quality,&quot; adds Cook. &quot;They are both abstract works. They leave the beholder to complete the image of their work in their minds. These sculptors invented abstract art tens of thousands of years ago. In between that time and the 20th century, we lost that way of looking at the world. Art became formalised through the millennia and conventions built up. It was only in the 20th century that we shrugged them off. These were the first artists and so were free of such constraints.&quot; Environmental factors may also have been involved in humanity&apos;s spiralling artistic sensibilities, adds Mithen. &quot;Europe was heading into a major ice age and humans were being pushed to their limit. It was likely that there would have been more and more ritual behaviours  of which art is an enhanced manifestation  as tribes formed closer alliances. Art was increasingly involved in communicating ideas and passing on knowledge from one generation to the next.&quot; The idea that art exists as a means of communicating ideas is backed by Cook. As she says of the Swimming Reindeer: &quot;The crucial point of this piece is that it is non-functional. It is a sculpture. Whether it is a religious object or whether it is telling a story, whether it is about mythology, whether it is about your ancestors, we don&apos;t know. But it is certainly about communication. It was used to tell stories and to bind people together through these tales. That is the true nature of art.&quot;", 
    "section": "science", 
    "gid": "science/2012/dec/09/ice-age-art-exhibition-british-museum", 
    "wordcount": "1776"
}