{
    "headline": "Solar panel installations halved, figures show", 
    "text": "Solar panel installations are 54% less than the weekly average for the previous year, following a cut to the government&apos;s feed-in tariff incentive scheme in April. While the number of installations has recovered slightly since the 90% drop seen in the weeks immediately following the halving of the subsidy on 1 April, they have failed to match the level of installations in the previous year. In an article on the Solar Power Portal website on Friday, energy and climate minister Greg Barker claimed weekly installation rates were up 50% compared to this time last year. However, figures from the Department of Energy and Climate Change paint a different picture when installations are viewed on a weekly average, rather than comparing one week at the end of June with the equivalent week a year ago.An average of 8.4MW of solar photovoltaic capacity has been added each week since the introduction of the lower tariff rate in April 2012, 54% down from the weekly average for the previous 12 months of 18.2MW. A further cut to the amount paid to those installing solar panels will take place on the 1 August, one month later than planned, when the rate is to be cut to 16p per kilowatt hour of electricity generated. The rate was cut from 43/kWh to 21p/kWh on 1 April. Future rates will be assessed every three months, based on the number of panels installed in the last quarter. Leonie Greene, head of external affairs for the Solar Trade Association (STA), said: &quot;We would have liked a longer period for the solar market to recover before further tariff reductions are made. Nevertheless the returns in August will still be attractive and solar will continue to make very good sense for householders - certainly compared to anything you can get in the bank these days. &quot;The public should not be put off by the regular tariff reductions. Because the technology costs are falling the tariffs need to come down to maintain a sensible rate of return.&quot; The STA claims returns of 9% for systems installed in August, after the cut, factoring in government forecasts for energy bill rises. After 1 August, the feed-in tariff payments will only last for 20 years, rather than the 25 years for people who have installed previously. While smaller solar installations may be dropping, larger projects are still being approved.. Earlier this month, the UK&apos;s largest solar project, an 8MW farm set on a 37-acre site near South Brent, Devon run by TGC Renewables, was given the go-ahead. Two even bigger projects in Cornwall are currently in the early stages of planning. Utility company Good Energy is looking into applying for planning permissions for a 25-30MW project on 224 acres near Week St Mary, while the German firm Kronos Solar is looking at a 120-acre site near Launceston for a 25MW installation.", 
    "section": "environment", 
    "gid": "environment/2012/jul/23/solar-panel-installations", 
    "wordcount": "484"
}