{
    "headline": "Can OpenCourseWare widen Europe's science and technology skills-base?", 
    "text": "Technology is fundamentally reshaping how we work, socialise and communicate, but too few European students are opting to study the subjects that will give them the skills to work in our innovation-led economy. This is a particular problem for women, minorities and other non-traditional student groups. STEM (science, technology, engineering and mathematics) subjects are declining in popularity at a rapid rate across all European countries, signalling a macro-crisis for future economic competitiveness and more personal micro-crisis among Europe&apos;s engineering and technology universities. Declining student numbers and increased overseas competition pose the risk of a dwindling European research footprint. This reality has prompted 55 universities from 31 EU countries to work together to harness the &apos;open education&apos; movement to widen scientific learning in Europe&apos;s universities and improve the uptake and quality of technology and scientific education. This collaboration has seen the development of the OpenCourseWare for STEM (OCW4STEM) project. One of the six key principles of the proposal is to use the internet to encourage more women, ethnic minorities, and non-traditional students to enrol in STEM qualifications. There is a growing body of evidence to support the view that OpenCourseWare (OCW) and distance learning are useful tools for encouraging non-traditional STEM students to pursue these high-demand qualifications. Presently these programmes are run discreetly, at a national or institutional level, with varied measurement criteria in place, and with very little formal knowledge sharing between institutions  particularly across borders. OCW4STEM aims to help universities better leverage the power of OCW to diversify its STEM student base in two ways. First, we will take a laser-like focus on those STEM subjects in the highest demand by industry, such as engineering and physics, and use already existing open learning materials to create packages of online courses and qualifications. This will allow many more non-traditional students to access STEM learning. Research from the US has found ethnic minorities respond better to web-based STEM courses because online learning anonymises the classroom, allowing every learner to feel confident and secure among their peers. This is particularly important for BME (black and minority ethnic) students, where feeling like an outsider in lectures and labs may be deterring students from pursuing STEM qualifications. Access to more fully online qualifications will make STEM subjects more attractive to mature students, part-time students, and women returning to education after having children. The flexibility and ease of access that characterise online education platforms appeal to non-traditional students who often juggle work or family commitments while pursuing a degree. Secondly, the project will identify and share the most advanced distance learning platforms for STEM tuition, creating a single course-finding portal to give students easy access to all the distance learning course options available. It aims to unlock the collective power of hundreds of innovative recruitment initiatives, course designs, and web-based lab platforms to encourage women, mature students and minorities to study and work in STEM. We will document what initiatives and innovations are being used; in what context; and to what effect. For instance, if a project&apos;s aim is to increase participation among mature students, what has its impact been and what were the critical success factors of the project? Was it the student recruitment campaign targeting senior centres and women&apos;s groups, or was it the subsequent e-learning platform which allowed real-time lab work to be completed remotely? By applying a single set of criteria to the assessment of all initiatives of this kind, we hope to land a holistic understanding of how OCW can be leveraged most effectively to diversify STEM education across Europe. Anka Mulder is president of the OpenCourseWare Consortium and secretary general of Delft University of Technology  follow them on Twitter @opencourseware and @DelftUniversity This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/mar/26/opencourseware-stem-europe-student-admissions", 
    "wordcount": "640"
}