{
    "headline": "James Ibori pleads guilty to fraud and money-laundering charges", 
    "text": "James Ibori, formerly one of Nigeria&apos;s wealthiest and most influential politicians, has pleaded guilty to conspiracy to defraud, paving the way for British police to confiscate assets he stole and return them to Nigeria. On Monday, with his trial at London&apos;s Southwark crown court about to begin, Ibori, 49, changed his original plea and admitted stealing money from Delta state and laundering it in London through a number of offshore companies. Ibori admitted to fraud totalling more than $79m (50m), said to be part of total embezzlement that could exceed $250m (157m). Prosecutor Sasha Wass told the court Ibori had accepted he was involved in &quot;wide-scale theft, fraud and corruption when he was governor of Delta state&quot;. When he ran for the governorship of Delta state, Ibori allegedly used a false date of birth to conceal previous convictions because a criminal record would have excluded him from taking part in the election. &quot;Mr Ibori tricked his way into public office. He had tricked the Nigerian authorities and the Nigerian voters. He was thus never the legitimate governor of Delta state,&quot; said Wass. &quot;We are pleased with today&apos;s guilty pleas which mark the culmination of a seven-year inquiry into James Ibori&apos;s corrupt activities,&quot; said Detective Inspector Paul Whatmore of the Metropolitan police. &quot;We will now be actively seeking the confiscation of all of his stolen assets so they can be repatriated for the benefit of the people of Delta state.&quot; Ibori, whose address in England was given as Primrose Hill in north London, was working as a cashier in a branch of a DIY store in Ruislip, Middlesex, when he moved to Nigeria and worked his way up through the political ranks to become a state governor in 1999. As governor of Delta state, Ibori racked up credit card bills of $200,000 a month and owned a fleet of armoured Range Rovers, said the prosecution. He was trying to buy a plane for 20m at the time he was arrested. Once seen as one of Nigeria&apos;s wealthiest and most influential politicians, Ibori was seized in 2010 in Dubai at the requestion of the Metropolitan police and extradited to London last year. His wife, Theresa Ibori, sister, Christine Ibori-Idie, mistress, Udoamaka Okoronkwo, and London-based solicitor Bhadresh Gohil have all already been convicted of money-laundering. Their convictions could only be revealed after reporting restrictions were lifted. Britain&apos;s Department for International Development (DfID) funds the Metropolitan police&apos;s proceeds of corruption unit (POCU), which investigated the case, at a cost of approximately 750,000 a year. The unit began investigating Ibori in 2005, working alongside Nigeria&apos;s anti-corruption unit, the Economic and Financial Crimes Commission. &quot;We are committed to rooting out corruption wherever it is undermining development, and will help bring its perpetrators like Ibori to justice and return stolen funds to help the world&apos;s poorest,&quot; said Andrew Mitchell, Britain&apos;s international development secretary. &quot;Funding investigations such as these helps to recover valuable stolen funds which can be returned to Nigeria to be used for development. Doing this is making a major contribution to Nigeria&apos;s development, on a scale far in excess of the cost of the investigation itself. It is good value for Nigeria and for the British taxpayer.&quot; DfID said Ibori systematically stole funds from the public purse, depositing them in bank accounts across the world. A major breakthrough came when officers from Scotland Yard found two computer hard drives that revealed the extent of his crimes. Ibori will be sentenced at Southwark crown court on 16 and 17 April.", 
    "section": "global-development", 
    "gid": "global-development/2012/feb/27/james-ibori-pleads-guilty-fraud", 
    "wordcount": "602"
}