{
    "headline": "Desmond Tutu tells David Cameron tar sands threaten health of the planet", 
    "text": "Eight Nobel laureates including Archbishop Desmond Tutu have written to the prime minister to argue that oil derived from Canadian tar sands &quot;threatens the health of the planet&quot; and that the UK should support European moves to classify the controversial energy source as highly polluting. A similar letter has been sent this week to the transport minister, Norman Baker, by the shadow transport secretary, Maria Eagle, asking him &quot;to vote in favour of labelling oil from tar sands as highly polluting immediately and in line with the European commission&apos;s proposals&quot;. Last November, the Guardian revealed that the UK government has been actively supporting Canada&apos;s attempts to stop the tar sands oil being designated by Europe as emitting 22% more greenhouse gas emissions than that from conventional fuels. The proposal, the Fuel Quality Directive, could effectively ban tar sands oil from Europe and would set a precedent of officially labelling tar sands oil as dirtier than conventional oil. Baker has defended the UK&apos;s stance on the grounds that all different types of crude oil  not just tar sands oil  should be assessed as low, medium and high emissions. &quot;To be clear, we are not delaying action in any way, but are seeking an effective solution to address the carbon emissions from all highly polluting crudes, not simply those from one particular country,&quot; he has said. The foreign office has admitted such a system &quot;may take some time&quot; and would effectively kick the proposal into the long grass. But the Nobel Peace Laureates warn that &quot;tar sands development is the fastest growing source of greenhouse gas emissions in Canada, and threatens the health of the planet. As the tar sands have contributed to rising emissions, Canada recently stepped away from the Kyoto protocol. Europe must not follow in Canada&apos;s footsteps.&quot; They describe the Fuel Quality Directive as a policy that would &quot;help Europeans make cleaner fuel choices.&quot; In an op-ed last year, Tutu wrote that &quot;oil from the tar sands of Alberta is the dirtiest in the world&quot;. Writing to Baker, Eagle warned that siding with Canada could threaten UK jobs in the manufacture and development of low-emission vehicles, such as electric cars. &quot;Experts agree that oil from tar sands is a &apos;dirty fuel&apos; and the EU has every right to identify the environmental impact of oil extracted from tar sands in Canada and elsewhere. The government must act to prevent a further serious blow to the huge opportunities that exist to boost the UK car industry&apos;s potential for growth in low-carbon vehicle sector for the sake of dirty jobs in Canada.&quot; The UK stance has been criticised across the political spectrum, with the Liberal Democrat MEP Chris Davies saying the UK has been naive for accepting Canada&apos;s &quot;special pleading as though it were gospel truth&quot;. The Tory MP Zac Goldsmith called the UK position a &quot;disgrace&quot;. The senior Greenpeace campaigner Joss Garman said: &quot;Next week&apos;s tar sands vote will be a key test for Nick Clegg and the Liberal Democrats. The deputy prime minister must now intervene to stop his government standing in the way of a law that would effectively stop the dirtiest oil in the world from ending up in cars across Europe.&quot; Several studies have shown emissions from tar sands oil to be higher than other sources of crude oil. Last month, Barack Obama rejected approval for a key pipeline, Keystone XL, which would have carried tar sands crude from Alberta to the Gulf coast, following prolonged and vocal campaigning by environmental activists. Critics also say the extraction process is extremely damaging to Canada&apos;s local environment, due in part to its water-intensive nature. The Canadian environment minister, Peter Kent, this month moved to tackle such fears by announcing a new monitoring system of the Alberta tar sands&apos; impact on the environment, in particular on water pollution. The EU vote is expected to take place on the 23 February. Reuters reported this week that a stalemate was likely, according to its EU sources.", 
    "section": "environment", 
    "gid": "environment/2012/feb/16/desmond-tutu-cameron-tar-sands", 
    "wordcount": "686"
}