{
    "headline": "Project Shield: Nvidia enters the portable console battle", 
    "text": "Computer graphics giant Nvidia is launching its own portable games console. Announced at the Consumer Electronics Show in Las Vegas on Sunday, the device features the company&apos;s powerful new Tegra 4 chipset and runs the Android operating system. It is set for launch in the spring.  Sporting a five-inch, 1280x720 HD retinal multitouch display and a full-sized console-like controller, Project Shield can also stream games from any PC equiped with a GeForce GTX 650 GPU graphics card  allowing gamers to play their games on a TV in any room of the house. Running a pure version of Android, the console can also play any title available on Google Play or Nvidia&apos;s own TegraZone store. There is also support for the Steam Big Picture service, which allows subscribers to Valve&apos;s digital download service to play titles on a TV.  Further features include multiplayer gaming (currently via Wi-Fi only), custom bass-reflex speakers and the ability to run Hulu, Netflix and other on-demand entertainment apps. There is an HDMI port for video output, as well as micro USB and microSD slots. Tegra 4, announced earlier in the day by Nvidia, is the company&apos;s latest smartphone processor, featuring an array of four ARM Cortex-A15 chips  it will be one of the first quad-core implementations of the latest ARM chipset. During a demonstration of the set-up, the company claimed that the power efficient design would allow users to watch HD video for up to 24 hours. It&apos;s an interesting move from the company, which obviously feels it has spotted a gap in the market between smartphones and dedicated game consoles. &quot;We were inspired by a vision that the rise of mobile and cloud technologies will free us from our boxes, letting us game anywhere, on any screen,&quot; said CEO Jen-Hsun Huang. &quot;We imagined a device that would do for games what the iPod and Kindle have done for music and books, letting us play in a cool new way.&quot; It will not have the Android console market to itself though. Two Kickstarter-funded projects, Ouya and the GameStick, will also be occupying similar territory this year, though neither of those have their own mini-displays like Project Shield. They may well have price on their side though  Nvidia has yet to confirm pricing, but with Ouya set to release at $99 and GameStick at $79, it will need to be pitched competitively.  In its favour, of course, is the company&apos;s size and reputation in the gaming graphics field. Project Shield has already garnered vocal support from games developers like Ubisoft and Epic, who may well be planning Tegra 4-enhanced versions of their latest Android titles.  Whatever the case, the 2013 video game hardware war just got a little more complex and intriguing.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/jan/07/nvidia-announces-shield-games-console", 
    "wordcount": "459"
}