{
    "headline": "Why should only free schools benefit from smaller class sizes?", 
    "text": "AC Grayling wishes to open a free school in Camden, London, offering &quot;elite&quot; pupils &quot;a richly formative education&quot;. Won&apos;t that be fabulous? Lucky pupils. And they&apos;ll be taught in smaller classes than your common-or-garden comprehensives, which will have to battle on with the old-style monster classes of up to 30. Meanwhile, childcare minister Liz Truss is keen to cut the numbers of staff in nursery classes. Sensibly, nursery owner Julie Lightly has invited Truss to try to cope with eight nursery children all by herself. I know I may as well batter my own head against a school wall, but could I suggest to Gove, Truss et al that what works for Grayling&apos;s school would also work for everyone else&apos;s? Smaller classes! The answer to nearly all problems. I know he&apos;ll ignore it, even if a million nude teachers, with high blood-pressure, were to crowd into parliament begging and screaming for smaller classes, but I&apos;ll say it again and again. Stop wasting our money on academies and free schools, and pour it into every school, so that they can have smaller classes. Just like private schools. I&apos;d like to invite Govey, along with Truss, to try to teach big classes, like the one I had, with Sally, age 11, coming in three days running with congealed snot and blood between her nose and lip. He could try wiping that off while keeping the other 29 calm and stopping them being nasty to Sally because she was smelly. Or he could cope with a new Chinese pupil, aged 13, who spoke no English, plus three girls desperate for attention, plus 26 others, and no classroom assistant. I found that difficult. Fielding had a tricky time engaging and recording every interaction with a child with Asperger&apos;s, while engaging 29 others, some fairly challenging. Plus marking the work of, and continually assessing, six classes of 30, week after week. If we&apos;d had smaller classes  la Grayling, might we, and the children, have done better? Anyway, &quot;free&quot; schools are not &quot;free&quot;. We pay for them, to have all the luck, humanities, no arts-free EBacc, &quot;personal enrichment&quot; and SMALLER CLASSES.", 
    "section": "education", 
    "gid": "education/2013/jan/21/free-schools-smaller-class-sizes", 
    "wordcount": "366"
}