{
    "headline": "Global summit aim to reverse years of family planning neglect", 
    "text": "A major summit is being planned for July that aims to pour money into family planning in the developing world after almost two decades of neglect, particularly during the Bush years. Parallel to this, millions of dollars are being spent by the Gates Foundation on developing more efficient forms of contraception, particularly injections that might only be required once every six months or annually. The executive director of the UN Population Fund, Babatunde Osotimehin, in an interview with the Guardian, described proposals at the summit to turn family planning into a global movement as &quot;transformational&quot;. Family planning can be political minefield, a taboo subject that attracts opposition from an array of opponents including American social conservatives and the Catholic church. There is widespread resistance, too, within many Muslim countries. Family planning has also been tainted by its association with &apos;population control&apos;  the discredited attempts by various countries to reduce their populations through coercion. There are an estimated 215 million women across the world who need access to family planning, in the form of information and regular supplies of contraceptives. The summit, to be held in London on July 11, aims to provide access to family planning to 120 million women at an estimated cost of $4bn. It is being organised by the Bill and Melinda Gates Foundation and the British government&apos;s department for international development (DFID). Between 20 and 25 countries are scheduled to attend, including the US, India, Ethiopia, Nigeria and Tanzania. Osotimehin, the chair of the stakeholders&apos; group, speaking in his office in New York, acknowledged that direct funding and political support for family planning had been reduced over the last 15 years or so, partly because of a switch of resources to combating HIV/Aids and partly because of social and political opposition. The Bush administration in 2002 withdrew US funding to the UN Population Fund claiming it financed forced abortions. The Obama administration has since restored America&apos;s contributions. In spite of the US shift, there is still not the same drive towards family planning in many parts of the world as there was in the 1970s and 1980s. Osotimehin, a former Nigerian health minister, sees the summit as &quot;an opportunity to play catch-up&quot;. Family planning, he said, &quot;enables women to take charge of their lives and for young people to plan their lives. It empowers a woman to do what they want to do in terms of the number of children they want to have and can afford.&quot; An estimated 40% of pregnancies in the developing world are not planned. The aim of the summit is to provide better family planning in 69 of the poorest countries with low rates of contraception. Much of the $4bn will come from the health budgets of these countries, with the rest coming from the Gates Foundation, DFID and other countries. Osotimehin said: &quot;It is about global planning  what will it take to provide these facilities to women and girls around the world and actually change the course of their lives. That is what will make it transformational.&quot; Much of the drive is coming from the normally reclusive Melinda Gates. The Gates Foundation, run by Melinda and her husband, is worth $34bn. A Catholic, Melinda Gates disagrees with the church&apos;s opposition to contraception. A lot of focus of the Gates Foundation campaign, in addition to ensuring adequate supplies of contraceptives, is research into ways of making contraception easier. Gary Darmstadt, director of the family health division of the Bill and Melinda Gates Foundation, in a phone interview, said Melinda Gates had spoken to women round the world who told her they wanted to be able to plan their families, with access to information and contraceptive supplies. &quot;We are working to develop new contraceptives,&quot; he said, in particular injections that would be required only every six months or annually rather than every three months. &quot;This is a very active area of our work,&quot; Darmstadt said. Family planning could revolutionise families, he said, citing countries such as South Korea and Thailand, where they promoted family planning and then family size shrunk and they were able to put money into their children&apos;s education. But there is a huge unmet need in Africa and elsewhere. &quot;Family planning is underfunded and relatively neglected. This family planning summit is to kick this off,&quot; Darmstadt said. Asked about hostility from organisations such as the Catholic church and within some Muslim countries, Darmstadt said: &quot;We are trying to work with all different partners, including the Catholic church.&quot; He said that even the Catholic church supports natural family planning. Darmstadt added that the Muslim world was not homogenous, with some countries such as Iran having high contraception rates while others, such as Nigeria, have quite low ones, about 10%. The world population passed the 7bn mark last year and the estimate is that it could reach 9bn by the middle of the century, putting strains on resources and leading to increased conflict. But after the stigma attached to forced sterilisation programmes, there is a reluctance to talk about population control, even though one of the benefits of family planning would be to be to slow the increase. Darmstadt said: &quot;What we are really aiming to do is meet the needs of women for contraception. The focus of that is voluntary, not compulsory. There is no coercion in this, which is what population control conjures up. That is absolutely not what we are about.&quot; Osotimehin does not view the 9 million estimate as inevitable, noting how some countries had changed within a generation. Andrew Mitchell, the British government minister in charge of DFID, said: &quot;For far too long, the discussion around family planning has been taboo yet we know that 215 million women who want to use modern family planning methods are currently unable to. &quot;On July 11 we want to end this by holding a groundbreaking summit that will halve the current number of girls and women in the world&apos;s poorest countries who don&apos;t have access to contraception but want it. &quot;World leaders, the private sector and family planning experts will come to London to seal the commitments that will save the lives of thousands of women and children in the world&apos;s poorest countries.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/jun/10/global-summit-family-planning", 
    "wordcount": "1057"
}