{
    "headline": "Stephen Hawking turns 70", 
    "text": "The world&apos;s most famous living scientist turns 70 today. Professor Stephen Hawking has defied medical expectations, since being diagnosed with a form of motor neurone disease at the age of 21 and given only a few years to live, to become one of the most accomplished physicists in the fields of black holes and the study of the early universe. Hawking&apos;s fame has also brought his ideas to a vast audience outside academia. His first book, A Brief History of Time, has reportedly sold more than 10m copies worldwide and the physicist has made guest appearances on The Simpsons and Star Trek. Later on Sunday, Hawking will deliver a rare public lecture in Cambridge, entitled A Brief History of Mine. He will be joined on stage for an afternoon of celebrations with talks from Lord Rees, the astronomer royal, and Saul Perlmutter, who won the Nobel prize in physics last year for the co-discovery of dark energy, the mysterious substance said to drive the expansion of the universe. Rees said celebrating Hawking&apos;s 70th birthday was &quot;a chance to thank him for the many insights he&apos;s given us about the universe, and for all he&apos;s done to present scientific ideas to a wide public  and above all for the inspiration he&apos;s offered to millions by achieving so much, against all the odds.&quot; Kitty Ferguson, author of Stephen Hawking: His life and Work, said the physicist was celebrated by his colleagues for always running ahead of the pack. &quot;He loves to go on a speculative edge and be in the vanguard and sometimes make outrageous and shocking suggestions, which everyone has to scurry around and get the mathematics together to see if he&apos;s right. It&apos;s that energy that he has, that spirit of adventure and fun.&quot; She said the way Hawking had dealt with his disability was one of the most compelling facets of his personality and willpower. &quot;The fact that he is able to live with his disability and it&apos;s just the most astounding, good-humoured, dismissal of it. It&apos;s not as though he&apos;s triumphing over it, it&apos;s just as though it&apos;s not there.&quot; Professor Kip Thorne, formerly of the California Institute of Technology and a longtime collaborator of Hawking, said: &quot;When Stephen lost the use of his hands and could no longer manipulate equations on paper, he compensated by training himself to manipulate complex shapes and topologies in his mind at great speed. That ability has enabled him to see the solutions to deep physics problems that nobody else could solve, and that he probably would not have been able to solve, himself, without his newfound skill.&quot; Since Thursday, physicists from around the world have been gathering in Cambridge to attend a three-day scientific seminar entitled The State of the Universe, where they charted the theoretical frontiers of black holes, cosmology and fundamental physics. On Sunday, the celebrations go public. Thorne will speak on black holes, Rees will talk about planets and multiverses and Perlmutter will outline the latest thinking on supernovas and the expansion of the universe. Hawking himself is scheduled to speak just after 5pm.", 
    "section": "science", 
    "gid": "science/2012/jan/08/stephen-hawking-birthday-70", 
    "wordcount": "524"
}