{
    "headline": "Private colleges are being sacrificed to please the anti-immigration lobby", 
    "text": "A year ago the UK Border Agency (UKBA) implemented a radical reform of its procedure for licensing colleges of further and higher education as &quot;sponsors&quot; of tier 4 immigrants  students from outside the European Economic Area. Previously such institutions, unless they were taxpayer-funded (and thus subject to compulsory inspection by the Quality Assurance Agency or Ofsted), had been obliged to seek &quot;accreditation&quot; from one of a small number of approved agencies, principally the British Accreditation Council (BAC) and the Accreditation Service for International Colleges (Asic). This regime had certainly not been foolproof. There were a number of high-profile cases of abuse among private sector institutions, and last April the public sector Glasgow Caledonian University had its tier 4 licence briefly suspended even though it had been QAA quality-assured. With the home secretary, Theresa May, at its helm, the Home Office announced its intention to drastically reduce non-EU migration to the UK. International students presented themselves as the easy target. The UKBA announced that it proposed to help meet the government&apos;s migration objectives by restricting the recruitment activities of both profit and not-for-profit private educational institutions. Initially, it intended to do this by racially profiling non-EU students. This proposal (which would have required primary legislation) seems to have run into predictable opposition from within the coalition, and was quietly dropped. That left intact a plan to reduce  by any more or less legal means  the number ofprivate colleges. This was to be carried out indirectly: by wholesale reform of the accreditation structure and by making this structure much more expensive to access. Towards the end of 2010, the five then existing accrediting agencies were told they had been too &quot;user-friendly&quot; too supportive of the colleges they were inspecting. Their services were summarily dispensed with. The work was given instead to the QAA and the Independent Schools Inspectorate. Each of these bodies was told to devise a system of &quot;educational oversight&quot; (EO) aninspectorial regime to which most educational institutions (both HE and FE) in the private sector would have to submit themselves if they wished to continue sponsoring tier 4 immigrants. I have been studying these EO procedures and talking with senior administrators and owners of institutions subject to inspection in this way. The two sets of procedures are alarmingly dissimilar. The QAA is not interested in auditing actual classroom teaching and makes no provision for this within its two-day inspection visit. Nor does it monitor an institution&apos;s attendance policies. ISI inspectors, by contrast, do, but they also spend a great deal of time in the classroom. And for this purpose the ISI apparently sees nothing untoward in authorising teaching observations by complete non-specialists. I have had reported to me a case of a former teacher of school-level English inspecting and passing judgments on the performance of the instructor of an advanced, postgraduate management class. Both the QAA and the ISI are very expensive, and (presumably) deliberately so. A medium-sized college can expect to pay almost 20,000 for an initial inspection, plus (in the case of the QAA) an annual &quot;maintenance&quot; fee of 4,000. The BAC and Asic were charging less than half these amounts. At an ISI meeting in January it was announced that annual reinspections were being considered (although this is not a UKBA requirement), for which  naturally  an additional charge would be made. Little wonder that there were shouts of &quot;extortion&quot; from the audience. The high-fees regime plus the prohibition of any part-time working by international students at private (but not taxpayer-funded) colleges have combined to ensure the dramatic contraction of the industry, which has historically acted as a vital &quot;feeder&quot; for the university sector. A recent report by the independent thinktank CentreForum estimates that, as a result of these new arrangements, there has been a 70% decline in international enrolments at private HE colleges. The contraction of the private FE sector is likely to have been at least as great. It is a moot point whether international students should ever be included in net migration figures. An industry that is a flag-carrier for UK plc is being decimated. Just to please the anti-immigrant lobby.", 
    "section": "education", 
    "gid": "education/2012/mar/12/private-colleges-sacrificed-anti-immigrant", 
    "wordcount": "710"
}