{
    "headline": "Apps Rush: Timeline World War 2, Yahoo Connected TV, Lego Super Hero Movie Maker, Sky Cloud WiFi and more", 
    "text": "A selection of 18 new apps for you today: Timeline World War 2 with Dan Snow TV historian Dan Snow has taken to the App Store for this project, which focuses on the second world war. It includes a zoomable timeline of more than 2,000 events during the war, more than 100 British Pathe newsreel videos to watch, and a dynamic map.iPad Yahoo! Connected TV Yo dawg! They put apps in your phone so you can control apps on your connected TV. It&apos;s enough to make your head spin. Yes, Yahoo has launched an official Android app for its connected TV platform, meaning anyone who owns compatible tellies can control their TV apps from their, er, Android app.Android Lego Super Hero Movie Maker Now, this is rather fun. If you own Lego&apos;s range of DC Universe Super Heroes (Batman, Superman etc), this official app wants to help you make a stop-motion movie with them. It includes title cards, colour filters and the ability to save the resulting films to your iPhone for sharing.iPhone Sky Cloud WiFi Sky has launched its new Cloud WiFi app for Android and iOS, which helps customers of its home broadband service to get online for free on their mobile devices at Cloud Wi-Fi hotspots around the UK.Android / iPhone / iPad Total War Battles Sega&apos;s latest iOS game is based on its Total War franchise, with an all-new game designed for touchscreens. The setting is medieval Japan, with real-time battles and more than 10-hours of campaign gameplay.iPhone / iPad Charlie Bit Me!!! This would definitely count as a sign of the times: enormously-popular YouTube video Charlie Bit My Finger now has an official app, with Talking Tom Cat-style talkback features, mini-games and a photo-sharing aspect too. The link above is for Android but here&apos;s the iPhone version.Android / iPhone Wikipedia If you own a BlackBerry PlayBook you can visit Wikipedia in its browser, obviously. But if you have a craving for a native app, the Wikimedia Foundation has just released one.BlackBerry PlayBook London Travel Live Getting around the capital? This app aims to bring all the travel info you&apos;ll need into one place, including tube status, bus routes, BorisBike hiring details, traffic data and the ability to pin much of this to the home screen.Windows Phone Fabric London club Fabric has launched its own iPhone and iPad app, offering events listings, ticket-buying, blog posts, and streams of audio recorded at the club itself.iPhone / iPad Hear It, Note It! - The Aural iQ Game Music puzzle game Hear It, Note It aims to test players&apos; musical notation skills: &quot;Listen to the notes, remember them and then write them with the simple drag and drop interface.&quot; Music students in particular may find it useful and fun.iPhone / iPad Penny Finds Her Brave Here&apos;s a lovely-looking book-app that aims to teach children that they are brave. That means 24 pages of interactivity and animation, and a built-in &quot;bravery scanner&quot; to convince your child of their bravery. Oh, and it also works as a night-light as they fall asleep, for good measure.iPad National Parks by National Geographic Thinking of wandering around some of the US&apos; national parks in the near future? National Geographic has the app for you, offering maps, points of interest, photo galleries and tips, and lots of personalisation features.iPhone Sea Odyssey - Giant Spectacular Liverpool&apos;s Sea Odyssey event is commemorating the 100th anniversary of the sinking of the Titanic this month, as three giants visit the city on 20-22 April. The official app offers photo-sharing, a guide to the route the giants will take, and the story behind the street theatre. It&apos;s the work of developer Apposing.iPhone Kayak Another big website coming to BlackBerry PlayBook is Kayak.com, offering its app for finding flights, hotels and car rental, as well as tracking flights and organising trips.BlackBerry PlayBook Dragon&apos;s Lair Comics Famous looks-beautiful not-actually-that-much-fun-to-play game Dragon&apos;s Lair has been reimagined as a digital comic for iOS, promising &quot;swordplay, sorcery, dragons, and damselsplus a pinch of humor&quot;.iPhone / iPad Twizgrid - Media Browser for Twitter The latest attempt to find a new way to browse Twitter comes from AJP Apps, and focuses on pictures. &quot;Discover remarkable Twitter visual content by searching for keywords; view images shared by specific people; or simply browse the beautifully curated albums,&quot; explains its App Stroe listing, although standard Twitter features are supported too. iPhone / iPad TuneUp Mobile TuneUp Mobile is the latest music recognition app looking to provide an alternative to Shazam, identifying songs that you hear playing, then showing lyrics, iTunes purchasing links and letting you share details to social networks.iPhone European Health Insurance Card Even the European Commission is making apps nowadays. This one is a guide on how to use the European Health Insurance Card, including emergency numbers, and what to do if you lose it. Be warned though: &quot;Card cannot be generated or downloaded for use.&quot;iPhone", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/apr/19/apps-rush-dan-snow-yahoo", 
    "wordcount": "840"
}