{
    "headline": "Joan Foster obituary", 
    "text": "My mother, Joan Foster, who has died aged 70, was a gifted and versatile teacher and local historian. Energetic and creative, she brought history to life for countless adults in Newcastle and shone a light on the lives of children in the north-east in the 19th and 20th centuries. Born in India, where her father was a lieutenant colonel, Mum spent her childhood in Yorkshire before reading history at Bristol University and moving to Newcastle to live with our father, David, who had begun his career as a lawyer there. They married in 1963. Mum&apos;s belief that education should be accessible to everyone meant that she started her career teaching miners&apos; children and boys who had been excluded from school before being drawn to teach adults of all ages and backgrounds. She ran outreach courses, summer schools and local study groups. Mum held Newcastle and Northumberland in deep affection. The city was the focus for her two books, Newcastle upon Tyne  A Pictorial History (1995) and Our Bairns  Glimpses of Tyneside&apos;s Children 1850-1950 (published in 1997). In the latter, she wrote about the migration of children from Britain to colonies overseas. She visited Canada, where she met former child migrants who had been forced to leave their homes in Newcastle in the 1920s. Mum&apos;s interest in the lives of local children stuck and in 2004 she wrote a thesis, Northumbrian Rural Working Children from 1800-1914. She also discovered the diaries of the Northumbrian farmer William Brewis, which gave a rare firsthand account of rural life in the first half of the 19th century. These diaries were later published. Mum was modest and unassuming  about her talent and her beautiful looks. With her warmth, sunny optimism and sense of humour she created a happy, lively home for her three children  Sarah, Daniel and me  and a collection of animals. Despite the onset of Alzheimer&apos;s, Mum kept active for as long as she could. Dad cared devotedly for her at home until the last few weeks of her life. We survive her.", 
    "section": "education", 
    "gid": "education/2012/feb/21/joan-foster", 
    "wordcount": "340"
}