{
    "headline": "TED comes to the Vatican with Gloria Estefan as speaker", 
    "text": "The raison d&apos;tre of the glamorous and globally renowned TED conferences is the dissemination of &quot;ideas worth spreading&quot;  and, if there&apos;s any organisation that thinks it has one of those, it&apos;s the Vatican. Next week, in a somewhat unusual pairing of the Catholic church and California trend-setting, the two will come together for a Vatican-sponsored day-long series of talks in Rome. Among the speakers are an Italian cardinal, a Serbian basketball star, a Muslim graffiti artist from Birmingham and the Cuban-born American singer Gloria Estefan. &quot;We wanted to listen to stories from every walk of life,&quot; said Giovanna Abbiati, who, along with a group of lay academics at the Pontifical Athenaeum Regina Apostolorum, a pontifical university, came up with the idea of holding a TEDx event with the backing of the Vatican. Rather than focusing on Catholicism, the day&apos;s theme is religious freedom, and its promotion of inter-faith dialogue appears to chime with the thinking of the new pope. Francis, a theological conservative, raised some eyebrows on Maundy Thursday by washing the feet of two women, one of whom was a Muslim. He has spoken of the need to foster inter-faith dialogue, particularly between Catholicism and Islam. Although the planning for the TEDx event started a year ago and had been timed to coincide with the eighth anniversary of Benedict XVI&apos;s election, its spirit had become very timely, Abbiati said. &quot;Now we have a new pope and I can say that this is one of the priorities of the church now: religious freedom and dialogue between different cultures and religions,&quot; she said. Francis, she added, had of course been invited to the day, but they had as yet had &quot;no feedback&quot; on whether he would make an appearance or not. One man who is hoping he will is Mohammed Ali, a British street artist who has been expressing his excitement about the event on Twitter in the form of the hashtag &quot;brummyintheVatican&quot;. Ali, who is known for blending graffiti art with Islamic culture, is preparing a unique talk and would like to present Francis with a resulting canvas as a gift. &quot;I&apos;m excited about the Vatican being open enough to say a) we&apos;ve brought a street artist in, which is unusual in itself, and b) someone who&apos;s of Muslim faith,&quot; he said. &quot;For me, it&apos;s brilliant. It&apos;s exactly what I hoped for that people out there are open-minded enough to say: &apos;Yeah, you know what? We need to find new ways of engaging.&apos;&quot; The host of the TEDx event next Friday will be Gianfranco Ravasi, the Lombardy-born cardinal who heads the pontifical council for culture and was hailed by one Vatican observer as arguably &quot;the most interesting man in the Catholic church&quot; after he launched an initiative to forge links and prompt dialogue with non-believers known as the Courtyard of the Gentiles. He is scheduled to be joined on stage by 17 other speakers, including Daniel Libeskind, the architect and designer among whose works is the Jewish Museum in Berlin; Brother Guy Consolmagno, a planetary scientist at the Vatican Observatory; and Barrie Schwortz, who was raised as an Orthodox Jew and is an expert on the Turin Shroud. Abbiati, who works at the Institute for Advanced Studies on Women at the Athenaeum, said Estefan, meanwhile, had &quot;an amazing story&quot; to tell about religious freedom that drew on her family&apos;s escape from Cuba after the revolution that brought Fidel Castro to power.", 
    "section": "technology", 
    "gid": "technology/2013/apr/12/ted-vatican-gloria-estefan-speaker", 
    "wordcount": "592"
}