{
    "headline": "Yahoo touts Flickr redesign and 1TB free storage upgrade", 
    "text": "Having made headlines with its $1.1bn acquisition of Tumblr, Yahoo has also revamped its Flickr photo-sharing service, boosting its free storage to 1TB for every user and revamping its website and Android app. &quot;We hope you&apos;ll agree that we have made huge strides to make Flickr awesome again,&quot; wrote chief executive Marissa Mayer in a post on Yahoo&apos;s new corporate Tumblr blog, in a reference to a popular internet petition in July 2012 asking the former Googler to &quot;please make Flickr awesome again&quot; following her appointment. The big change is the storage increase, which is intended to ensure that the vast majority of Flickr&apos;s users never have to worry about running out of space. A prominent slider bar on Flickr&apos;s site breaks the figure down, explaining that one terabyte equals 537,731 photos shot with 6.5-megapixel cameras, and 218,453 for 16-megapixel shots. &quot;The team has ramped up extraordinarily in the last few months. It&apos;s exciting that we&apos;re investing in it. We wanted to create something that is not only beautiful, but bigger and better than anything else,&quot; says Jennifer Davies, head of social and community properties, EMEA product marketing for Yahoo, in an interview with The Guardian. &quot;Other people are talking about gigabytes of storage, but here we are talking about terabytes. &apos;Limitless&apos; is very difficult to say from a legal perspective, but we hope people using Flickr will never have to worry about storage.&quot; The redesigned Flickr website is certainly a departure from the previous version, with its endlessly vertically-scrolling feed of photos from contacts, all on a black background. The sidebar, meanwhile, includes an ad, access to Flickr&apos;s Groups and Explore features, the latest post from its blog, and suggestions for &quot;People you may know&quot;. &quot;If you used Flickr before, you&apos;ll know there was a lot of white space and a lot of text. We really wanted to take a step back and put the photograph at the centre,&quot; says Davies. A clear influence on Flickr&apos;s website redesign has been its iPhone app, which was relaunched in December 2012 with a similarly clean, image-centric interface yes, the idea of a photography app that isn&apos;t image-centric sounds strange, but that shows you how much the previous app needed the change. It&apos;s the latest example of mobile app user interfaces influencing web design, right down to the share arrow on Flickr photos, which is familiar from iOS. &quot;The iPhone app was our first challenge: it was really important for us to get that out as soon as possible last year, and everything else is going from there,&quot; says Davies. Including the new Flickr Android app, which sports a similar design to the iPhone version. Davies says the little details in both apps are important too, such as fine control over privacy settings, including location. It&apos;s clear that Yahoo sees an opportunity to position Flickr as a more privacy-friendly alternative to services like Facebook, which is hugely popular for photo-sharing, but has regularly been accused of making its privacy settings less user-friendly than they should be. &quot;We allow the users to be as particular as they&apos;d like when it comes to the geotags and privacy settings,&quot; says Davies. &quot;It&apos;s the other side of the things we think are really important when talking about people&apos;s pictures: their ability to manage with whom they share what, and to bring these settings to the forefront rather than making them difficult to find.&quot;     Flickr's new Android app    The iPhone app&apos;s relaunch gave Flickr a boost admittedly after a long period of neglect. In January, Mayer told investors that the app&apos;s launch the month before had generated &quot;25% more photos uploaded, viewed and shared on a daily basis&quot;. In April, she added that &quot;photo uploads on our Flickr mobile apps have increased over 50% quarter-over-quarter&quot;. The company will be hoping that rolling the new design out to Android and web will continue that growth, particularly as Yahoo repositions itself as a more mobile-centred company across its services. &quot;Mail, Sports, Finance, Answers, the homepage What you&apos;ll see is an increased focus not only on improving the user experience of the core website, but also bringing that experience to multiple devices, whether it&apos;s iOS, Android or tablet,&quot; says Davies. &quot;It&apos;s really important for us to be where the users are.&quot; Wait, though. Tablet? For now, the new apps are for iPhone and Android smartphones only, although the new website works pretty well on a tablet. Judging by Davies&apos; comment when asked, a native Flickr tablet app is on Yahoo&apos;s to-do list. &quot;There&apos;s not a tablet app yet, although keep posted,&quot; she says. From the outside, it looks like one of Mayer&apos;s achievements so far in her tenure as CEO has been to get different divisions within Yahoo working together more. Witness the recently-launched Yahoo Weather app, which pulls in Flickr photos for the user&apos;s location. That&apos;s a small example, but now Yahoo is buying Tumblr, which surely has some interesting potential for links with Flickr. &quot;I can&apos;t comment on Tumblr, although I have lots of cool ideas about what we could do with them,&quot; says Davies, before talking more generally. &quot;We are working much more as a network together to understand how different properties can interplay with other properties. The Weather app is a good example of that, and if you go to a lot of our media pages UK News for example in the header you&apos;ll see a new sub-section &apos;Your Pictures&apos; where we invite people to upload through Flickr,&quot; she says. Davies says control is still important here for Flickr users: they upload photos to a specific Flickr group called Yahoo Your Pictures in the knowledge that they may then be used elsewhere. &quot;For us it&apos;s very important to have attribution back to the original owner of the picture, and always have a link going back to their photo pages so people know who the artist is,&quot; says Davies. Before Mayer took over at Yahoo, there was a tech industry narrative that saw Flickr as a limping Dodo, not quite dead but on the way to extinction thanks to a combination of Facebook, Instagram and Yahoo&apos;s own neglect. In 2013, the comeback is on. Flickr currently has more than 90m monthly active users, but just as importantly, the service looks reinvigorated. Its mobile-first approach has made it relevant again, while that terabyte of storage makes it a viable candidate for anyone wanting to store their digital photos all in one place in the cloud with the caveat that applies to every such service, that terms can change and services can shut down in the future. In short, the Flickr comeback is on. Successful in the longer term? It&apos;s too early to tell. Awesome again? It&apos;s getting there.", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/may/21/flickr-1tb-storage-android-app", 
    "wordcount": "1159"
}