{
    "headline": "How poor but sexy Berlin has tapped talent to be Europe's startup capital", 
    "text": "Berlin is poor, but sexy  Mayor Klaus Wowereit&apos;s decade-old slogan still describes Germany&apos;s capital very well. Unemployment is high compared with other German cities and businessmen in proper suits and ties are a rare sight. But something in Berlin&apos;s attitude towards business is changing. Startups are sprouting all over the capital. Some people are already speaking of Berlin as the Silicon Valley of Europe. Most of the firms are just in their infancy. Others, such as the music platform SoundCloud or the social game developer Wooga are well-known even in California or London. &quot;Berlin is punk meeting tech,&quot; says Swedish-born Eric Wahlforss, one of the founders of SoundCloud. According to Wahlforss, Berlin is creative, cheap and full of talented people. And the talents are starting to cluster. SoundCloud is already in the buzzing and expanding tech hub called Factory, based in the fashionable district of Prenzlauer Berg. Others include 6Wunderkinder, wish-list website Toast and Firefox developer Mozilla, and there is space for more. Google wants a hand in the growing startup market and plans to subsidise entrepreneurs with about 1m (808,000) in the next three years and is offering seminars and mentors. &quot;It is all about creating a network,&quot; says Factory co-founder Simon Schaefer. He wants to offer a campus, to be ready next summer, based on the one that Google and Facebook have in the real Silicon Valley. Another model is Silicon Roundabout, on the outskirts of the City in London, which home to last.fm, TweetDeck and Livemusic. With an eye to the bohemian lifestyle of urban web workers, Factory plans to offer open space offices, restaurants, a gym, a barbecue pit, basketball court and roof garden with auditorium. Berlin has a particularly good reputation for app developers. Besides 6Wunderkinder, which has developed a task management platform called Wunderlist, there is Readmill, a social app for booklovers, and Amen, an app to share opinions about people, places, things and ideas. The actor and venture capitalist Ashton Kutcher invested in it and has helped burnish Berlin&apos;s name as the place to be for startups. &quot;When you are here you know what the trends are,&quot; says Mozilla&apos;s press spokeswoman, Barbara Hppe. In just a few years, the German capital has become a magnet for &quot;creatives&quot;, founders of internet startups, and people working in the media. According to the state-owned KfW bank, Berlin&apos;s proportion of so-called &quot;founders&quot;, measured by the working population, is higher than anywhere else in the country; 2.5% compared with 1.67% elsewhere in Germany. &quot;We checked out Vienna, London and Barcelona, but in the end decided to build up our business in Berlin,&quot; says Wahlforss, of the early days of SoundCloud, an online music site set up in 2007, which now has more than 10 million registered users. Although his company was backed by the British private equity company Doughty Hanson, others were not so fortunate. &quot;But the situation has improved for everyone,&quot; he thinks. Serious follow-up investments are still missing. &quot;Compared to the US we have fewer investors, especially those guaranteeing a longer-term financing with more money,&quot; says Schaefer. Even with a first investment it is difficult for a startup to grow in a saturated market. Olaf Jacobi, a partner at Target Partners, leading venture capital investors in Germany, says more than nine of every 10 new businesses do not make it. The ideas need to lead to consistent success, but is often difficult to assess if the business model works. After a while some just disappear, without ever breaking even. Then most of the entrepreneurs just start a new firm. One major advantage of Berlin is the low cost of living. &quot;Berlin is like a magnet for talented people. If you can not find people from Berlin, you often find people who are willing to move to Berlin. The good thing is, that we do not have to compete with banks or other big companies like Twitter, Facebook and credit card payment firm Square,&quot; said Edial Dekker, founder of event-organiser and city-explorer website Gidsy. According to a study by the thinktank Initiative for a New Social Market Economy (INSM) the percentage of highly qualified academics in Berlin has risen faster than anywhere else in Germany in the last three years. That also makes it easier to find suitable staff. Jens Begemann, founder and chief executive of Wooga  inventor of Monster World and Diamond Dash  and a rival to the US game company Zynga, said: &quot;Compared to other European capitals the costs for food and accommodation are really low. That attracts young and creative people from all over the world who like to work in tech or creativity-related businesses.&quot; He knows what he is talking about. He employs 250 people of 35 different nationalities, all based in a colourful, loft-style office in trendy Prenzlauer Berg. SoundCloud recently poached some Google employees from San Francisco, a hint of the interest a Berlin startup can generate further afield. However, although many businesses may move seamlessly between London and Berlin, it is much harder for internet entrepreneurs to make the leap across the Atlantic and compete globally with the established tech companies of Silicon Valley. &quot;California is the measure of all things in the internet scene,&quot; admits Klaus-Heiner Rhl of the Cologne Institute for Economic Research. According to Jacobi, Silicon Valley is more than 30 years ahead of the German market. &quot;At a particular time most of the startups have to go abroad to become a huge player,&quot; says Hppe. California also offers the best-qualified staff and lawyers. According to a McKinsey study about the internet economy, the United States dominates the global internet supply ecosystem. It captures more than 30% of global internet revenues and more than 40% of net income. But the study found Germany had a lot of potential. In 2011 internet transactions directly contributed 3.2% to Germany&apos;s GDP, against 5.4% in the United Kingdom and 3.8% in the United States. That is what drives German startups and makes investors confident. The internet economy has room to move upwards and play a larger role. The Brooklyn-based handmade and vintage marketplace website Etsy recently expanded into the German market with a new office in Berlin. Etsy&apos;s manager for Germany, Caroline Drucker, says that besides cheap rents and creative people there is also &quot;a sense of excitement about the future&quot;. &quot;The end result of all this is that entrepreneurs do not need so much initial capital as in other cities. That is why they try more and have less fear to fail,&quot; said Drucker. Geekettes Women are still under-represented in the tech world. But the Berlin Geekettes want to change that. Set up a year ago by Jess Erickson, an American, the Geekettes describes themselves as an organisation for building relationships between women in the technology sector. They concentrate on networking events and mentoring partnerships, where more experienced women act as mentors to budding young female technology engineers and entrepreneurs. They already have more than 300 members. The Geekettes have all had to make their way in a male-dominated world. One is Amlie Anglade, a developer at the online audio distribution platform SoundCloud, who tries to get more tech-savvy women into programming. Erickson works for General Assembly, a global network of campuses for people seeking opportunity and education in technology, business and design. &quot;Working in Berlin&apos;s startup world fills my days with adrenaline-packed experiences. The opportunities for me to learn are endless. This space allows me to collaborate with people from many different backgrounds in an international setting. I can honestly say that this is an empowering moment in my life,&quot; Erickson said.", 
    "section": "technology", 
    "gid": "technology/2012/dec/06/berlin-boom-new-silicon-valley", 
    "wordcount": "1309"
}