{
    "headline": "Deepwater oil spill: BP finalises settlement with Gulf residents", 
    "text": "BP and lawyers for the businesses claiming damages in the Gulf of Mexico oil disaster have finalised the details of a multi-billion dollar settlement and submitted it to a judge in New Orleans. The proposed settlement, which includes economic and medical claims, must be approved by US district judge Carl Barbier. He has scheduled a closed-door conference on the proposal on 3 May. More than 100,000 shrimp boat captains, condo owners and other small business owners are suing BP for economic losses during the spill. Lawyers for those plaintiffs claimed victory on Wednesday. &quot;The people and businesses of the Gulf coast stand to reap great benefits from these settlements,&quot; lawyers James Roy and Stephen Herman said in a statement. &quot;We have held BP fully accountable for the Deepwater Horizon tragedy less than two years after the spill. Through extensive arms-length, good-faith negotiations, hundreds of thousands of Gulf coast residents and businesses will be made whole.&quot; The two sides reached a deal last February  on the eve of what was anticipated to be a long and costly civil trial to assign liability for the 2010 disaster. BP said last month it expected to pay about $7.8bn to settle claims. But the plaintiffs&apos; lawyers said on Wednesday there was no cap on economic and property damages. The statement from the plaintiffs also said that BP had agreed to pay $2.3bn to compensate commercial fishermen, shrimp boat captains, and oyster farmers. The Obama adminsitration welcomed news of the deal. Ken Salazar, the interior secretary, said the proposed settlement was a &quot;solid start&quot; to ensuring that BP and other companies involved on the Deepwater Horizon are held acocuntable for the spill.  The proposed settlement would be paid out of the $20bn fund set aside by BP in the summer of 2010 to compensate victims of the oil disaster. The fund has about $14bn left, but even if it is exhausted, BP will have to continue to settle claims, the plaintiffs&apos; lawyers said. If Judge Barbier approves the deal, BP will avoid a long and costly civil trial on liability for the oil spill. The settlement does not involve the federal government, which could seek fines of up to $17.6bn under the clean water act, or the state governments of Louisiana and Mississippi, which are also seeking damages. The arrangement worked out between BP and plaintiffs&apos; lawyers also does not include the oil company&apos;s partners on the Deepwater Horizon oil rig, which experienced a fatal blowout on 20 April 2010, killing 11 men and spewing millions of barrels of oil into the Gulf of Mexico.", 
    "section": "environment", 
    "gid": "environment/2012/apr/18/deepwater-oil-spill-bp-agreement", 
    "wordcount": "440"
}