{
    "headline": "Jumping to conclusions about pterosaur take-offs", 
    "text": "In yesterday&apos;s piece I talked about flight in pterosaurs and mentioned that there have recently been reports of pterosaurs being unable to fly in the media. More specifically, a press release has come out by researchers claiming that the very largest pterosaurs (and they were huge, with a wingspan of 10 m or more) could not have taken off without a running start down a hill. This has then been mangled a little in places to imply that pterosaurs couldn&apos;t fly which, if nothing else, represents less than brilliant science writing and either way it&apos;s pushing a very controversial idea as being correct. Of greater concern though, is that this is all based around a conference abstract for a scientific meeting, rather than a paper that has been through formal peer review. I actually have a blog-post planned on this more general issue of reports appearing on unreviewed ideas and the concept of peer review so I don&apos;t want to dive too far into it here. At its simplest though a lack of peer review means that something can be advertised as a credible, even correct, scientific idea when in fact it could be fatally flawed. It&apos;s impossible to say really as conference abstracts are by definition just a small slice of the overall concept and contain little if any data or analysis. As a result they are hardly the best place to start claiming some major breakthrough or overturning of pervious consensus. I try not to comment directly on other people&apos;s work in my blogs if it&apos;s not positive (and of course I don&apos;t want to fall foul of the same basic issue of commenting on something before all the details are known) but I don&apos;t think in unreasonable to point out in context that the media should have been more suspicious of this given that there are some pretty basic problems with the hypothesis (as noted here and here by friends of mine). The whole thing is more than a little ironic though given recent accounts of some research I am involved in. Numerous media reports including some pretty high-profile ones have been talking about some research on the feathered dinosaurs, and this has been based off of a pair of conference abstracts. I deliberately chose not to cover this research here or elsewhere as to my mind it&apos;s the same basic principle: however sure I am our work is right (as we had it checked), it&apos;s not been formally reviewed and published yet and I&apos;d honestly have preferred it if it hadn&apos;t been covered. It does mean though that I&apos;m in the rather odd position of decrying the coverage of conference abstracts by the mainstream media while benefiting from the same  though in my case this was presented to the media by the conference organisers rather than my colleagues issuing a press release.  Still, it does show up the conflicting problems of things being pushed to the media by people with the best of intentions (positive coverage for research) when it perhaps should not be. More significantly though, it shows the problem with poor coverage of science by some in the media where untested and unreviewed hypotheses are presented on a par with formally reviewed and assessed research. Without a caveat from the journalist explaining the lack of review, it misrepresents the degree of confidence other scientists are likely to have in the work: that doesn&apos;t help either scientists or the audience so it&apos;s something that really needs to be reined in. However, with more and more competition in the media, it seems there&apos;s ever more pressure to get one jump ahead of the competition so leaping on an abstract that can give good copy rather than waiting a year for the reviewed paper to come out may not be a surprise, but it&apos;s also to the detriment of science communication, something you might think science journalists would have a great interest in carrying out correctly. ", 
    "section": "science", 
    "gid": "science/lost-worlds/2012/nov/13/dinosaurs-fossils", 
    "wordcount": "659"
}