{
    "headline": "It's Google vs Apple as Christmas shoppers snap up one tablet computer every second", 
    "text": "Retailers say 2012 will be a &quot;tablet Christmas&quot; as they gear up for a massive surge in sales of products such as the iPad Mini and Google Nexus 7. John Lewis, Argos, Currys and PC World are all expecting strong demand for tablet computers in the next fortnight, with sales at PC World and Currys already up 1,000% year on year. Last Monday  the day the retail industry calls &quot;cyber Monday&quot; because it is the busiest online shopping day of the year  PC World and Currys sold one tablet every second, according to a spokesman for Dixons, their parent company. &quot;We are still looking to sell a tablet every two seconds between now and Christmas,&quot; he said. &quot;iPads were big last year, but the new devices that have come out this year have really opened up the market to a much wider audience. There is also a much greater price range, which is making a big difference.&quot; He added: &quot;Apple products have always been popular, but this year is totally different. More people are cottoning on to the fact that these tablets can make their lives easier in lots of different ways.&quot; Four rivals to the iPad have arrived in stores in the last six weeks, starting with the Kindle Fire HD and a new version of the Google Nexus 7 in October. This was followed by the iPad Mini and the Nook and Nook HD in November. Prices across the brands range from 159 to 529. Most retailers said it was too early to say which brand of tablet would sell best, but one online consumer electronics retailer, ebuyer.com, expects Apple to be knocked off the top spot. &quot;We think this year&apos;s top-selling tablet will be the 32GB Google Nexus, as Google&apos;s competitively priced tablet is trying to take a piece of Apple&apos;s market share,&quot; said a spokeswoman for the website. John Lewis said sales of tablet computers across its stores were up 250% year-on-year and it expected that figure to grow in the next fortnight. &quot;Sales of Apple&apos;s iPad and iPad Mini are very strong, but this is the first Christmas we have seen real rivals to Apple on different platforms, including Android and Windows 8,&quot; said Matt Leeser, head of buying for communication technology at the store. &quot;Tablets such as the Google Nexus 7, Kindle Fire HD and Nook HD have all exploded on to the market and are selling very well.&quot; Argos said it expected to sell a million tablets by the end of the year. &quot;We definitely believe this will be a tablet Christmas,&quot; said Simon Barry, technology trading manager at Argos. &quot;We are seeing more and more that people are wanting &apos;my&apos; tablet rather than &apos;our&apos; tablet  with multiple devices going into homes.&quot; He added that tablets aimed at children were also expected to be popular. These include the Nabi, which, according to maker Fuhu, is &quot;the world&apos;s first and most powerful tablet made just for kids&quot;. It launched in the UK in October, priced 149.99. Its rival, the Innotab 2, is aimed at four- to nine-year-olds and costs 84.99. Cheaper versions were also expected to sell well this Christmas, said Barry. The CnM Touchpad, a very basic version of the more sophisticated tablets, is on sale for less than 100. The magazine publisher Future said last month that it was banking on a huge sales surge of e-editions of its titles. Mark Wood, its chief executive, said that the company was already shifting $1m (620,000) in gross revenues a month from sales of its 100 digital titles. Some shoppers are so desperate to get their hands on one of the new iPad Minis  there is currently a two-week wait before delivery  that they are prepared to pay out well over the odds for one. At the time of writing, an iPad Mini 16GB Wi-Fi version, which sells for 269 from Apple, was commanding 330 on eBay with an hour of bids left to go. Some sellers were listing prices as high as 399 for the same model.", 
    "section": "technology", 
    "gid": "technology/2012/dec/08/tablet-christmas-google-apple", 
    "wordcount": "710"
}