{
    "headline": "From landfill to Lamborghini: the future of biofuels", 
    "text": "What&apos;s not to like about converting garbage into a low-carbon energy, displacing oil and its climate-warming emissions? Not much according to the biofuels industry, which reckons household and office rubbish will be the most promising source for biofuels in 2012. That increases the intriguing possibility of mining landfill sites, as is already happening in a few places, though of course grabbing the junk before it gets buried is clearly the first option. The news comes from the World Biofuels Markets conference I&apos;m attending in Rotterdam, where over 100 industry leaders were asked which &quot;next-generation&quot; feedstock - i.e. not food, like corn or sugar - did they believe was the most promising for 2012? The results are instructive, as we hear a lot about the abject failings of many current food-to-fuel biofuels, but less on how those people actually producing them are responding to that criticism. Municipal solid waste was the choice for 26%, followed by 24% for non-food crops like jatropha and switchgrass. Non-food crops have their own problems, of course, such as ensuring they don&apos;t squeeze out food crops or grab the land or water of local people, as I found in Tanzania. Algae got a lot of support - 21% - which pleasantly surprised me, as it&apos;s exciting but I thought it was a much longer-term bet. Olivier Mac, head of strategy at BP biofuels told me he agreed algae was very early stage, and that his company was investing instead in sugar cane biofuels in Brazil and cellulosic (grass in this case) biofuels in the US. Still, Exxon Mobil have made a big bet on algae. Cellulosic materials were seen as most promising by 16%, not least I imagine by Christian Morgen, general manager of Inbicon&apos;s plant in Denmark, currently the biggest in the world. He told me it takes in wheat straw and turns out ethanol, which is mixed with petrol and now sold in 100 garages, plus pellets that replace coal in power stations and a molasses that is turned into gas by anaerobic digestion. Pretty good from material that would be bedding for horses otherwise.  But in a sign of how early these second-generation biofuels are in their development, Morgen reckons the plant, which was designed as a demonstration, would need to be 12 times bigger to be truly commercial. Nonetheless, with the global market for liquid transport fuels being so enormous and with relatively few alternatives, biofuels will grow to 25% of all fuels by 2030, the people here estimate. And that&apos;s what they would say, you may be thinking. But the record oil price we see today gives them just cause for optimism, I think. Almost half of the industry figures said the oil price would be most critical in driving biofuel investment over the next 10 years, and they are not alone. A soaring oil price could very well set off a biofuels boom, without the subsidies new technologies usually need to get on their feet.  About a quarter of those surveyed still thought government mandates would be the most critical. A small number  8% - were even more gloomy, saying the &quot;negative legacy&quot; of food-based biofuels would be most important to investment, and not in a good way. As I have said before, there are good biofuels and bad ones, and I&apos;ll keep my eyes open for both while I&apos;m here in Rotterdam.", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2012/mar/14/biofuels-energy-algae-waste", 
    "wordcount": "569"
}