{
    "headline": "Sierra Leone's elections explained", 
    "text": "On Saturday, Sierra Leone will hold its third presidential, parliamentary and local elections since civil war ended a decade ago. The outcome is expected to hinge on a close-fought contest between the ruling All People&apos;s Congress (APC), for whom President Ernest Bai Koroma is seeking a second term, and the Sierra Leone People&apos;s Party (SLPP), led by Julius Maada Bio. What&apos;s at stake? A decade of postwar peacebuilding and development. Sierra Leone has made huge strides over the past decade, but major challenges remain. Once styled &quot;the Athens of west Africa&quot;, it is now one of the world&apos;s poorest states, ranking 180th of the 187 countries in the UN&apos;s human development index. According to the UN, more than 70% of the population still lives on less than $1.25 a day, while rural poverty was recently estimated at 78% (pdf). A cholera outbreak this year claimed at least 259 lives (pdf), highlighting the shortcomings of a health system that has the world&apos;s 12th-highest infant mortality rate and in which one in eight women die during pregnancy or childbirth (pdf). A programme to provide free healthcare to pregnant women and children under five is helping to address the situation. How many parties will contest the elections? The 10 parties will be represented by 1,626 candidates, of whom 337 are women. A high court injunction prevented the National Democratic Alliance (NDA) from submitting a presidential contender, leaving nine candidates for the top job. But the APC and SLPP have dominated politics since independence was declared in 1961, and the contest  which will go to a second round if no candidate claims 55% of the initial votes  is likely to come down to a straight choice between Koroma and Bio. Koroma is a marginal favourite. Despite concerted efforts to encourage more women to stand in local and national elections, both by campaign groups and UN Women, female participation in politics remains low. The recent failure to push through a proposed 30% government representation quota has done nothing to help. How credible is the threat of unrest? All the parties signed a May declaration (pdf) pledging &quot;peaceful, free and credible elections&quot;, and the Carter Centre said at the start of November (pdf) that campaigning has so far been &quot;generally peaceful&quot;. However, since political persuasions are traditionally shaped by regional and ethnic influences, some outbreaks of violence are seen as inevitable (pdf). The APC&apos;s heartlands are in the north, where the party enjoys support from the Temne and Limba, while the SLPP&apos;s Mende support base lies in the southern and eastern provinces. These geographical and cultural divisions represent a faultline that could deepen in the event of a presidential runoff, as happened in 2007. What steps is the National Electoral Commission taking? In 2007, the commission annulled votes from 477 polling stations amid allegations of multiple and underage voting. To prevent similar irregularities this time, biometric voter registration has been introduced, with thumbprints and other data added to identification cards. However, the NDA has accused the government of using state resources to enable party supporters resident in Guinea and Liberia to register in border towns. Other reports suggest APC voters have been prevented from registering by armed SLPP supporters. Working with local civil society groups and the UN, the NEC has been involved in establishing a &quot;situation room&quot; in Sierra Leone, a platform for people, particularly women, to monitor the elections and report any hindrance, intimidation or suspected fraud. Situation rooms have been used successfully in recent elections in Nigeria, Liberia and Senegal. The election is being monitored by a 100-strong contingent of EU observers, but the international community has been less involved than in the previous two elections. What are the key issues? The 11-year civil war left a legacy of poverty, poor infrastructure, institutional weakness, a lack of social services and electricity, and corruption. But with an estimated 55% of the registered electorate aged between 18 and 35, massive youth unemployment  which played a significant role in the buildup to civil war  could be decisive. Disenfranchised young people  many of whom were displaced after fighting in the conflict  often lack basic skills and education, leaving them vulnerable to manipulation and, in turn, fuelling security fears. Bio has courted the youth vote by appealing to frustration about the lack of jobs and opportunity; many young people, particularly men, lean towards him. Another major issue is graft. Sierra Leone came 134th of the 182 countries on Transparency International&apos;s 2011 corruption index, with concern focusing on underhand mineral deals. A mining-led boom has given the country a world-leading 35% growth rate this year, but corruption allegations could deter foreign investors. How will the two main parties tackle these problems? Koroma&apos;s campaign hinges on consolidation and continuity. The APC manifesto points to improvements in infrastructure, agriculture, life expectancy, foreign relations and development, arguing the party has made good on its promises of change. The SLPP manifesto, entitled ANew Direction for a Better Sierra Leone, focuses on the past, citing the party&apos;s record on consolidating peace and reasserting state authority between 2002 and 2007 (the SLPP was in power from 1996 to 2007). Bio pledges progress in four areas: development, infrastructure, economy and governance.", 
    "section": "global-development", 
    "gid": "global-development/2012/nov/15/sierra-leone-elections-explained", 
    "wordcount": "877"
}