{
    "headline": "Cycling arrests raise questions about legacy Olympic organisers want to leave", 
    "text": "While delighted spectators watched winged cyclists drift through the Olympic Stadium during the opening ceremony, just down the road the police were displaying a markedly different attitude, kettling and arresting participants in London&apos;s biggest community organised cycling event. Friday&apos;s Critical Mass, a monthly mass bike ride through central London, was the focus of a huge police operation on Stratford High Street, with 182 arrests made. The Met attempted to limit the ride under provisions in section 12 of the Public Order Act 1986, which states that the police can impose conditions on a public procession if they hold the reasonable belief that &quot;it may result in serious public disorder, serious damage to property or serious disruption to the life of the community&quot;. As Critical Mass, which uses the roads entirely legally, has been taking place monthly since 1994 without ever previously incurring the imposition of a section 12 order its potential to &quot;result in serious public disorder&quot; seems doubtful. It is open to all and welcomes cyclists, skateboarders, roller-bladers, wheelchair users and other self-propelled people. In a statement, the Met said that the order was put in place &quot;to prevent serious disruption to the community and the opening ceremony of the Olympic Games&quot;. Considering the vast policing effort and military concentration in the Stratford area, it is difficult to understand how a couple of hundred cyclists could possibly have disrupted the opening ceremony even if they had intended to. It could have all been so much better. In my view, the Met&apos;s statements on the arrests show a distinct lack of interest in understanding the dynamic of the event, which chooses its direction by mass consensus and is not required to give the police advanced notice of its route. The police have tried to ban Critical Mass before but were blocked in the House of Lords, and they should have known better than to try and curtail the event on Friday. Even so, a more sensitive policing effort could easily have diffused the tension created by the initial roadblock on Waterloo bridge and the videoing of participants at the start point outside the National Theatre. Traditionally, Critical Mass has been mostly left alone by the Met since the failed attempt to ban it in 2008, and a smaller police presence letting the ride stay within its usual bounds (roughly around zone 1) and allowing participants to stay together would have made it easier to keep the group away from Stratford using pinch points over the A12 if it was felt necessary. Instead, a policing nightmare was created as the Mass split up into at least four fast-moving sections, with groups heading east and west along the south bank of the river from the roundabout at Waterloo. The part of the ride I was cycling with went east along the Thames meeting roadblocks at every bridge and finally crossing under the Rotherhithe tunnel  another large group broke the police line at Blackfriars bridge. The problem with trying to hinder a peaceful event intended to assert the rights of cyclists to use the road is that trying to stop people making use of those rights will inevitably only make them twice as determined to do so. As people realised the police were trying to keep the Mass away from its usual central London rolling ground, the feeling on the on the ride seemed to be that it would cross the river no matter what. Any way you look at it, mass arrests for the heinous crime of &quot;cycling in a group north of the river Thames&quot; on the opening night of an Olympics, which is supposed to be promoting access to sport and active travel, sends a clear message about how committed Games organisers Locog are to any legacy other than a financial one. A diverse group of people attempting to celebrate their right to use the road safely and in an environmentally friendly manner should be promoted by the Olympics, rather than persecuted for fear of their creating a four or five minute delay on the precious ZiL lanes. As Critical Mass is a long-running sporting tradition in London and many other cities across the world, Locog should have made sure they accommodated it  the Olympics are disrupting normal life in the city enough already without infringing the rights of the participants in one of few sporting events which no one is able to make a profit from. The group I was with made it to Stratford. We cycled around the Stratford Centre waving at people waiting to get into the park  hardly a &quot;serious disruption&quot;  and then stopped when we got back to the high street as the ride broke apart. Moments later, 10 or 12 police vans sped past us, sirens blaring. Back down where the high street meets Warton Road, around 100 people were kettled and arrested, with more arrested at another site nearby. Hopefully lessons will be learned. The police could have handled the event much better if they&apos;d made an attempt to understand the culture of Critical Mass rather than assuming that any large group of independently (un)organised citizens would obviously be out to cause trouble. It has to be asked: what kind of message are the Met sending about participation in sport by closing down one of London&apos;s largest community organised sporting events on the opening night of Olympics?", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/jul/30/critical-mass-arrest-olympic-games", 
    "wordcount": "905"
}