{
    "headline": "Fracking is the only way to achieve Obama climate change goals, says senior scientist", 
    "text": "America will only achieve the ambitious climate change goals outlined by President Barack Obama last week by encouraging wide-scale fracking for natural gas over the next few years. That is the advice of one of the nation&apos;s senior scientists, Professor William Press, a member of the president&apos;s Council of Advisors on Science and Technology. Fracking  known officially as hydraulic fracturing  involves pumping high-pressure water through underground rocks to release natural gas trapped deep underground. It is believed that there are vast reserves of these subterranean gas fields across the US. Thousands of wells have already been drilled in Texas, leading to a substantial rise in the use of natural gas in the US and a major decline in the burning of coal, a far more serious cause of carbon pollution. However, fracking is also controversial. Environmentalists say it can lead to the contamination of underground water reservoirs and the pollution of the surface with chemicals used to help to release subterranean gas stores. They also point out that burning natural gas releases carbon dioxide. However Press, who is president of the American Association for the Advancement of Science , said last week that natural gas obtained through fracking had potential to help mitigate climate change. &quot;Coal is burnt to provide the US with almost half its electricity. This is done in huge central power plants and the process is very dirty. By contrast, the burning of natural gas is clean and can be done in smaller, local, more efficient power station,&quot; said Press. &quot;For the amount of heat you produce, coal is, effectively, three times more powerful an emitter of carbon dioxide than natural gas. Relying on gas will therefore cut our carbon emissions substantially.&quot; An astrophysicist by training, Press has turned to biology to use his talents at dealing with astronomical data in order to help researchers cope with the vast information sets generated by genome sequencing machines and other devices. He was speaking in Boston, where more than 8,000 delegates and 1,000 journalists have gathered for the association&apos;s annual meeting this weekend. His opening address focused on the need to provide proper funding for basic research  &quot;the cornerstone of science&quot;, as he put it. However, his remarks on climate change  made in a separate interview with the Observer  provided the most intriguing part of his message. In his state of the union address on Tuesday, Obama said he intended to be resolute in curbing emissions of carbon dioxide in the US  something that he had failed to do in his first term. &quot;For the sake of our children and our future, we must do more to combat climate change,&quot; Obama said. &quot;The fact is the 12 hottest years on record have all come in the last 15. Heatwaves, droughts, wildfires and floods  all are now more frequent and intense.&quot; And the culprit, he made clear, was the amount of carbon dioxide pumped into the atmosphere by cars, power plants and factories. Emissions would have to be cut back drastically, though Obama was not clear how this would be done. Republican intransigence makes it unlikely he will get congressional approval for cutbacks, as he acknowledged. &quot;If Congress won&apos;t act soon to protect future generations, I will,&quot; he said. &quot;I will direct my cabinet to come up with executive actions we can take, now and in the future.&quot; The exact nature of that executive action was not defined. However, Press is convinced that encouraging fracking and boosting natural gas production would provide the US with &quot;a bridge fuel&quot; that would allow it to slash carbon emissions in the short term and give the nation time to build wind and other renewable energy sources. &quot;The gas industry is straining to develop underground natural gas reserves across the nation and would love to know the exact rules and constraints by which it can carry out fracking in different states. Once they know that, they can get on with it.&quot; The president could use executive orders to outline those rules in the very near future and so initiate widespread gas fracking in the US, added Press. By ensuring there were powerful regulations to protect the environment from such drilling, he would also be able to reassure campaigners that it would not cause widespread damage. Fracking would become widespread as a result. &quot;Rising use of natural gas in the US has already produced a major effect,&quot; said Press. &quot;Our carbon emissions have been cut back to their 1994 level because gas is already taking over from coal as a fuel for generating electricity.&quot; With more drilling for underground natural gas, deeper cuts in carbon emissions would give the US more time to introduce longer-term renewable energy sources. The idea of using natural gas to remove coal as a power source has gone down badly with mining companies. But Press said: &quot;In the past, when coal seemed cheap, they complained free market forces should allow them to expand. But those forces are turning on them. So they should have no complaints,&quot; he said. However, the claim that natural gas is helping to cut back on US greenhouse gas emissions is questioned by some environmentalists. Greenpeace says no proper analysis has been done on gas leakage from fracking sites. In particular, there is a fear that methane  which is a far more dangerous greenhouse gas than carbon dioxide  may be escaping from wells and adding to the warming of the atmosphere. Campaigners also claim that there have been more than 1,000 cases of groundwater contamination in the US because of fracking and have urged a moratorium on underground drilling.", 
    "section": "environment", 
    "gid": "environment/2013/feb/16/fracking-obama-climate-change-goals", 
    "wordcount": "959"
}