{
    "headline": "In prison, food is all about self-esteem", 
    "text": "In the philosophy class, we know that the prison is just a whole series of signs that are there to be read. After a couple of weeks in philosophy, everything means something. There is lots of talk about food. In the National Audit Office value-for-money report, March 2006, a prison governor is quoted as saying: &quot;Food is one of four things you must get right, if you like having a roof on your prison. The other three are: visits, mail and hot water.&quot; The report goes on to estimate an average expenditure on food of 1.87 per day per man. The food that you put before a man is crammed with value. It tells him and broadcasts to everyone around what you think of him, how you value him. In the Audit Office report, six years ago, there was concern that prison food was frozen, tinned, pre-packaged and uniform. Today, working in the kitchen in the prison, there are six civilian chefs. &quot;Before I worked here,&quot; Andrew tells me, &quot;I worked on cruise ships.&quot; He takes me through a menu card. There are five classifications: standard, Muslim, vegetarian, vegan, healthy eating. This is made much more simple than it seems because all the menus share much the same veg, salad and fruit. When there is a demand, the kitchen also caters for coeliac, lactose intolerance, Ramadan, Sikh, pagan, Mormon, kosher and any special festivals that anyone comes up with. This is not so difficult; these people are professionals and they train the men who work in the kitchen to a professional standard. They cook from scratch, not much comes into the prison in a packet or a tin. &quot;Anyway,&quot; says Andrew, &quot;it&apos;s cheaper. We used to buy in yorkshire puddings. Scabby little things they were. Now we make our own batter, milk, flour, eggs. We make lovely puddings for a fraction of the cost. &quot;And,&quot; he says, &quot;Heidi does themes. We might have an Indian week, a Caribbean week, a Chinese week. We go up on the wings and talk to the guys about the menus and get a bit of feedback.&quot; Food in prison is a part of imprisonment, a part of that aspect of prison policy that addresses the question of what kind of a man will be released into society once his sentence is done. The kitchen at the prison speaks to that notion. On the whiteboard in the pastry area, there are recipes for sponge cake, custard, cookie dough, shortbread  it all has a softer domestic feel to it. The equipment gleams and there is a rack of large sharp knives. I point to the knives: &quot;What about discipline, Andrew? How many officers do you have in here? I mean, there&apos;s a lot of dangerous stuff knocking about.&quot; &quot;No,&quot; says Andrew, &quot;there are no officers at all. We just have ordinary workplace routines. We have 35 men working here and they all have a proper job description and, just like at work, if they don&apos;t do what they should, they get a warning and then the sack. We advertise the jobs and guys apply and we give them interviews and a trial period.&quot; &quot;But what if somebody really kicks off?&quot; I ask him. He looks bemused; &quot;Well, I suppose I&apos;d press the alarm button.&quot; Then, he thinks again. &quot;Look,&quot; he says, &quot;it&apos;s a question of respect.&quot;  Alan Smith teaches philosophy in a prison", 
    "section": "education", 
    "gid": "education/2012/jun/18/prison-food-self-esteem-prisoners-value", 
    "wordcount": "596"
}