{
    "headline": "Trials Evolution  preview", 
    "text": "Trials HD is one of the greatest downloadable console games ever made. Like Angry Birds on mobile, it is almost perfect because it utterly and completely understands how to deliver depth in a limited environment. Even if you have no interest in riding motorcycles over ramps, the game grips you with its perfect physics model and then keeps you engaged through several thousand painful-looking face plants. It is essential and in many ways unimprovable. But somehow developer Red Lynx has improved it, and the result is Trials Evolution, due to hit XBLA this spring.  Why Evolution? Why not Trials 2? Well, what this game does is keep the core gameplay experience absolutely untouched, while enhancing everything around it. You&apos;re still riding a bike over rampy tracks, using the analogue stick to alter your rider&apos;s position while the vehicle is in the air. But this is now happening within a much richer world.      Evolution features a whole new structure, which replaces the list of anonymous tracks from Trials HD with an epic series of skill games, tournaments and license tests. Players can pick and choose what they want to attempt, but to open a new batch of challenges they need to accrue a certain number of bronze, silver and gold medals. It&apos;s a familiar format but it suits the fast-n-dirty nature of Trials and it means you&apos;re always discovering new stuff. The license tasks are there instead of a conventional tutorial mode and do the job they do in Gran Turismo, teaching players how to use their ride properly. In this case, it&apos;s about perfect jumping and landing, how to accelerate without falling off... all the things you need to stay on two wheels and not on your face. More impressively, trials has busted out of the original warehouse. Now each level gets a different location with its own themes and features. There&apos;s a D-Day map, where shells explode around your bike as you power through. On Downhill Domination, there are enormous jumps down a steep hillside, which would have been impossible in the first title.  This track also showcases a graphical addition  curving tracks. At points, your bike will go round a corner, and though the action remains 2D, it gives you a sense of environmental depth missing from the utterly flat original. There are other tricks like this. On one level, Elevation, you&apos;re riding through industrial machinery at a road construction site, when you ride onto an elevator which transports you on to an unfinished overpass hundreds of feet above your initial start point. Red Lynx is really pushing the graphical parameters of the Trials universe. Better yet, there&apos;s actually a level that pays tribute to sombre XBLA adventure Limbo. The whole thing is played out with a silhouetted bike in a stark monochrome environment, and it even features the spiders and birds from Playdead&apos;s wonderful game (the two studios know each other well, apparently).      But I&apos;m teasing really. The key thing - the amazing, hilarious, utterly engrossing thing - is the new online and local multiplayer mode. Here, four participants get to race against each other on a series of swooping tracks. Points are awarded for first, second and third positions, but then removed for any falls during the race, so while speed is important, so are skill and care.  Brillaintly, when you get near the finishing line, you can hit a button to bail from your bike. If timed correctly, this gets you to the finish a few seconds quicker - the Trails equivalent of a sprinter sticking their chest out when hitting the finishing line. Except here your athlete flies through the air, and then lands heavily in a spraw of ragdoll limbsl. It&apos;s amusing, ultra competitive stuff, and at the Xbox Showcase event last week, journalists had to be physically grappled from the demo console to let others play. Evolution multiplayer is going to be your new post-pub game of choice for months to come.      For creative types, the Trials map editor has been utterly overhauled and extended. There&apos;s a Lite editon for less ambitious designers to play about with; but the Pro version gives you absolutely all the tools needed to create tracks as detailed as the official ones (indeed, it&apos;s the editor Red Lynx actually used). It offers 1500 objects to place in the game world as well as intricate control over physics events, which can be triggered during the game. So if you want a bunch of barrels to fall down when the player hits a certain point, that can be constructed.  Indeed, every element of a circuit, from terrain type to lighting and sound effects can be scaled and modified. But the one thing the player doesn&apos;t have to draw from scratch is the environment - instead, they can use a god mode to explore the entire 4km x2km map, then choose a start point and an end point for their level. It means all your editing time can be spent on tweaking the gameplay rather than the backdrop.  And of course, your amazing tracks can be uploaded to a sharing site, where the community is able to rate new levels. Red Lynx will also make its own weekly selections of cool new offerings. The selection is also easily searchable  visitors are able to define the sorts of tracks they want to play, so they&apos;re not just seeing a mass of options. Apple might want to take a look for the App Store. Crammed with ideas, packed full of content and put together with considerable love and care, Trails Evolution should be  no will be - an absolute blast.            Trials Evolution is due out on Xbox 360 in the spring", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/mar/09/trials-evolution-preview", 
    "wordcount": "949"
}