{
    "headline": "Join us on the Big Ride and make cycling a political priority", 
    "text": "On Saturday 28 April, the UK will see its largest-ever event in support of safer streets for cycling  the Big Ride. Thousands of people will come together to cycle along a traffic-free route in central London, sending a clear message to politicians  including the mayoral candidates  that we want cycling to be safe and inviting for everyone. This family-friendly event, with feeder rides from every London borough, is being organised by the London Cycling Campaign. We&apos;re delighted that the issue of cycling safety has permeated the media and the mayoral manifestos like never before. We&apos;ve already gathered 30,000 signatures for our &quot;Love London, Go Dutch&quot; petition on cycling safety. And for the first time, three of the four main candidates&apos; manifestos contain language that specifically recognises Dutch cycling success. However, the specific promises of the two main candidates still aren&apos;t strong enough to ensure a city-wide transformation, which is why events like this are essential to making sure cyclist safety really is a top priority for the next mayor. We&apos;ve scored the four main candidates&apos; manifesto promises for cycling, and considering his pro-cycling public profile, it&apos;s fascinating that current mayor Boris Johnson comes last. It&apos;s also notable that Johnson is the only candidate not to refer to Dutch-quality cycling provision in his manifesto. The most obvious success of &quot;Dutch-style street design is that cyclists are separated from fast-moving traffic by direct and continuous cycle tracks, protected by kerbs or parked cars, with cyclist-specific traffic lights removing conflict at major junctions. Dutch streets also make effective use of shared space, typically in residential or shopping streets where speeds and volumes of motor traffic are kept low, and walking and cycling are prioritised. This twin-pronged approach  separation of cyclists on busy roads and shared space where pedestrians and cyclists take priority elsewhere  has helped make the Netherlands the safest and most successful cycling nation in the world, with a quarter of all journeys by bike (it&apos;s only 2% in the UK) and nearly half of primary-age children cycle to school (compared with 1% in the UK). In the Netherlands, cyclists would never be expected to negotiate the kind of lethal junction where 41-year-old father of four Frank Magisha was killed two weeks ago. And Dutch schoolchildren aren&apos;t forced to cycle on residential streets just metres from their school that have motor vehicles travelling at 30mph. It was on one of these roads that eight-year-old Ali Nasralla was killed last month in Kingston when cycling home from school. If you ever ride a bike in London as a resident or a visitor  or even if you don&apos;t, but just want our cities to be better places  we need you. We want the Big Ride to be fun. We&apos;re encouraging people to dress up, play music, post photos on our website, bring friends and a picnic  but our message to politicians couldn&apos;t be more serious: now is the time to redesign our streets to put people first.  Mike Cavenett is communications manager for the London Cycling Campaign", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/apr/16/big-ride-cycle-safety-london", 
    "wordcount": "507"
}