{
    "headline": "Oxford students and alumni to protest over Shell Earth sciences funding", 
    "text": "Students and alumni of Oxford University will protest this afternoon at the opening of a new lab in its Earth sciences department that is funded with 5.9m from oil company Shell. Campaigners say the partnership  which will see the climate and energy secretary, Ed Davey, attend the Shell Geoscience Laboratory&apos;s official opening on Thursday  undermines the university&apos;s credibility and conflicts with its work on climate change. Oxford alumni including environmental campaigner Jonathon Porritt and solar entrepreneur Jeremy Leggett yesterday called Shell &quot;a particularly inappropriate choice of funder&quot; in a letter published in the Guardian. The funding over five years will include research into &quot;unconventional hydrocarbons&quot;, including the geological impact of the controversial process of hydraulic fracturing, or &quot;fracking&quot;, for shale gas, which is currently at the exploratory drilling stage in Lancashire and Sussex. The money will also fund research into carbon capture and storage (CCS), a technology to bury carbon from power stations underground. The UK has previously said CCS would form a key part of the future energy mix, but commercial projects have failed to get off the ground, despite the government offering 1bn in public funds for a demonstration project. Prof Joe Cartwright, the head of the Shell Geoscience Laboratory, called the partnership a &quot;huge boost for fundamental geoscience research&quot;, adding: &quot;Understanding the complex processes at work in sedimentary basins is vital to meeting our future energy needs and could also help in mitigating the impact of climate change.&quot; But the UK Tar Sands Network said the research money was an attempt by Shell to &quot;buy legitimacy for its controversial activities globally.&quot; On Wednesday, the council of Oxford University Student Union narrowly voted to oppose the partnership and to ask the vice-chancellor to reconsider it.  Protest against Oxford Uni partnership with #Shell kicking off NOW!!! twitter.com/NoTarSands/sta  UK Tar Sands Network (@NoTarSands) May 9, 2013  Ellen Gibson, a student at the university and member of green campaign group People and Planet, said: &quot;Oxford&apos;s own climate scientists are warning us that, if my generation is going to have a stable climate to live in, we need to leave the majority of known fossil fuels in the ground. Yet this new partnership will undertake research to help Shell to find and extract even more hydrocarbons. Our research institutions need the money and the will to develop new knowledge for the good of humanity as a whole. But Ed Davey&apos;s presence suggests that the government is comfortable that its cuts to research funding are pushing our best universities into bed with the world&apos;s worst companies.&quot; Groups supporting the protest, whose Facebook page suggests that more than 90 people will attend, include 350.org, Campaign Against Climate Change, Greenpeace UK, Healthy Planet UK, Medsin UK, People &amp; Planet, Platform, Rising Tide UK, Tar Free Oxford, UK Tar Sands Network and the World Development Movement. Campaigners will also use the protest to launch a new Fossil Free UK movement to encourage higher education institutions to drop their investments in fossil fuel companies. It mirrors a similar movement in the US, championed by environmental campaigner Bill McKibben and 350.org, which is running on over 300 college campuses. Four US colleges, smaller universities with strong environmental programmes, divested since the campaign got underway last autumn. A Shell spokesman said that the company already funds work at several academic institutions in the UK and globally, including partnerships with Aberdeen University and Imperial College. He said: &quot;Shell recognises that certain organisations are opposed to our industry. We respect the right of individuals and organisations to engage in a free and frank exchange of views about our operations. Recognising the right of individuals to express their point of view, we only ask that they do so with their safety and the safety of others, including Shell personnel, in mind.&quot; A spokesperson for Oxford University said: &quot;The Shell-Oxford research partnership is about fundamental geosciences research. All Oxford University research is rigorous, independent and objective, and the terms of the partnership with Shell protects that independence. Shell is supporting research the University already wanted to pursue, both financially and through providing crucial data that will enable us to tackle fundamental research problems it would be impossible to study otherwise.&quot; &quot;Shell&apos;s support enables us to build new, state-of-the art facilities that will be used by Earth scientists in all areas of research. Shell is also funding seven graduate students and providing support for undergraduate research projects. The university supports the right to peaceful protest.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/may/09/oxford-students-alumni-protest-shell", 
    "wordcount": "769"
}