{
    "headline": "Doha trade talks critical to stop food price spikes, says WTO hopeful", 
    "text": "The World Trade Organisation&apos;s Doha round of trade talks can help to prevent a recurrence of severe food crises, Mari Pangestu of Indonesia, a leading candidate for the post of WTO director general (pdf), said in an interview in London last week. &quot;The urgency has reduced&quot; since the dramatic spike in food prices that hit developing countries in 2007 and 2008, says Pangestu, Indonesia&apos;s trade minister from 2004 to 2011, &quot;but that doesn&apos;t mean you have addressed the fundamental distortions&quot; that created the crisis. Agriculture is one of the pillars of the Doha round, the WTO&apos;s wide-ranging free-trade negotiations that have been progressing in fits and starts since 2001. The agriculture talks, which aim to impose controls on sensitive topics such as farm subsidies and export restrictions, have proven to be one of the most controversial aspects of the negotiations. Disagreements over agriculture led to the collapse of a high-level effort to conclude the Doha round in Geneva in 2008. But concluding the agriculture talks is critical to preventing future spikes in food prices, says Pangestu, who remembers waiting in line with her mother to pick up food rations during Indonesia&apos;s economic crisis in the 1960s. Western farm subsidies have artificially depressed world food prices, triggering a decline in production and a fall in global food stocks, Pangestu says. Meanwhile, developing countries&apos; panic-driven restrictions on food exports have exacerbated incipient food crises. New disciplines on both issues need to be negotiated at global level, she says. &quot;You cannot get that kind of agreement bilaterally; you can only get it multilaterally  That&apos;s why I still feel Doha is so important,&quot; Pangestu says, adding that the agriculture talks have &quot;always been one of the most positive aspects of Doha&quot;. But whether negotiators at the WTO will be able to agree on anything  agriculture or otherwise  remains an open question. The round is already more than 11 years old, and there is still no end in sight to the negotiations. Trade delegates are working to finalise a handful of issues, including some provisions on agriculture, in time for a high-level meeting in Bali at the end of this year. An &quot;early harvest&quot; deal on those select topics may or may not come to fruition. Either way, the future of the remaining Doha round issues, which include services, intellectual property rights and industrial goods, remains uncertain. Crafting an outlook for the round and figuring out how to keep the WTO relevant will be among the many challenges facing the organisation&apos;s next leader. Pangestu, who is Indonesia&apos;s tourism minister, is one of nine candidates vying to replace Pascal Lamy of France, who has served as director general since September 2005. Lamy will step down at the end of August. On Tuesday, the chair of the WTO&apos;s general council announced new guidelines (pdf) for the selection process, which is due to conclude before the end of May. The candidates  only one of whom, Tim Groser of New Zealand, hails from the west  have been campaigning informally since the beginning of this year. The others are Kenya&apos;s Amina Mohamed, Ghana&apos;s Alan Kyerematen, Costa Rica&apos;s Anabel Gonzlez, Mexico&apos;s Herminio Blanco, Brazil&apos;s Roberto Azevdo, South Korea&apos;s Taeho Bark and Jordan&apos;s Ahmad Hindawi. Rather than hold an outright vote, WTO delegates choose their leader over several months, gradually whittling down the number of candidates before settling on a final choice. The aim is to make the decision by consensus  a delicate task in an organisation with 159 members. After the first round of consultations, which begins on 2 April, the field of nine candidates will be narrowed to five. A second round will eliminate three further candidates, leaving two to vie for the top spot in the final round in May.", 
    "section": "global-development", 
    "gid": "global-development/2013/mar/25/doha-trade-talks-food-price-wto", 
    "wordcount": "635"
}