{
    "headline": "Nokia puts brave face on 31% decline in sales as Windows smartphones launch", 
    "text": "Nokia&apos;s battle to rejoin the race with Apple and Google&apos;s Android has seen the world&apos;s largest phone maker burn through over 1bn (830m) in a year, with unit sales of smartphones down 31% in the last quarter. The fall in sales of handsets running Nokia&apos;s Symbian operating system, which the company is phasing out in favour of Microsoft&apos;s Windows Phone software, has come harder and faster than the company originally anticipated. But investors took heart from chief executive Stephen Elop&apos;s forecast that the company would reverse a 954m loss in the fourth quarter of 2011 to reach break-even during the first quarter of 2012, and shares rose in morning trading. Sales of Nokia&apos;s Windows handsets, launched under the Lumia brand last October, have reached &quot;well over 1 million&quot;, the company confirmed. But revenues were down 9% for the full year, to 39m, and 21% year on year for the final three months of 2011. Fourth quarter performance has slumped from an 884m profit in 2010 to a loss of 954m in the same period of 2011. Elop said that Nokia had progressed in the right direction, but added &quot;we are in the heart of our transition&quot;. The Lumia phones, which Elop said had established a &quot;beach-head&quot; for Nokia in the smartphone market, are now on sale in Europe, Hong Kong, India, Russia, Singapore, South Korea and Taiwan. They have also just come out in the United States, and a version capable of running on America&apos;s 4G superfast broadband networks has now launched. &quot;In the war of ecosystems, clearly there are some strong contenders already on the field,&quot; said Elop. &quot;And with Lumia, we have demonstrated we belong on the field.&quot; Income from phones is falling faster than the volume of handsets sold, and Nokia confirmed that competition, which is coming primarily from cheaper Android handsets, had forced it to slash prices. The average price of a smartphone fell from 154 in the fourth quarter of 2010 to 140 in 2011, and basic phones dropped from 42 to 32. Elop warned his company would sell fewer Symbian devices than previously anticipated, blaming &quot;an acceleration of the anticipated trend towards lower-priced smartphones with specifications that are different from Symbian&apos;s traditional strengths&quot;. He said Nokia&apos;s operating margin in the first quarter of 2012 would be around break-even, give or take 2%, and scrapped annual guidance targets, saying 2012 would be a year of transition, and that the macroeconomic climate made predictions difficult. Revenue from sales of Nokia smart devices fell 27% during 2011 to 10.8bn, although they rose 25% from the third quarter to the fourth quarter. The company sold 19.6m smartphones in the Christmas quarter, up 2.8m on the third quarter. Mobile phone volumes were flat at 93.9m in the Christmas quarter. &quot;Overall, Nokia seems to be tiding over its difficult transition period between Symbian and Windows Phone without too much of downside,&quot; said analyst Janardan Menon at broker Liberum. &quot;We are optimistic about the longer term success of Nokia&apos;s Windows-based Lumia range.&quot; Nokia has cash reserves of 5.6bn, down from nearly 7bn last year, but its balance sheet improved during the fourth quarter by 515m, thanks in large part to a $250m support payment from Microsoft intended to help market the Windows phones.", 
    "section": "technology", 
    "gid": "technology/2012/jan/26/nokia-sales-smartphone-windows", 
    "wordcount": "564"
}