{
    "headline": "Mystery bird: Verreaux's eagle, Aquila verreauxii", 
    "text": "    Verreaux&apos;s eagle, Aquila verreauxii (protonym, Aquila Verreauxii), Lesson, 1831, also known as the African black eagle or erroneously, as the black eagle, photographed high in the Champagne Valley in the Drakensberg Mountains, South Africa.  Image: James Borrell, 5 November 2011 (with permission) [velociraptorize]. Cannon 220D with a Canon EF 75-300mm lens / 1:4-5.6UV filter    Question: This huge South African mystery bird has an enormous range, but it is found only in special places within that range. Can you explain why? Can you identify this bird&apos;s taxonomic family and species?  Response: This is an adult Verreaux&apos;s eagle, Aquila verreauxii, a member in accipitridae. These large black eagles are highly specialised predators of rock hyrax, Procavia capensis, a small rodent-like relative of the elephants. The size of a pair&apos;s territory inversely reflects the size of the local hyrax population. These eagles are amongst the most prey-specific of any avian predator. As a result, their range is huge, but is limited to niches where rock hyraxes occur; rocky mountainous habitats.  Verreaux&apos;s eagles are have special adaptations that suit them well for their mountainous habitat and diet of rock hyraxes; even though they are slightly smaller than the similar golden eagle, A. chrysaetos, Verreaux&apos;s eagles have much bigger feet with a 20% wider grasp. This may be due to the overall larger mass, on average, of Verreaux&apos;s eagle prey (2.6 kg) -- twice the average prey size captured by golden eagles. Additionally, a pair may hunt cooperatively to maximise the element of surprise to capture these wary animals. But Verreaux&apos;s eagles are effective predators of many different animals in the mountains if hyrax are not abundant: they will prey on rabbits, Guinea fowl and other similarly-sized birds, tortoises, monkeys and even on klipspringer lambs, which weigh roughly 12 kg. Verreaux&apos;s eagles have high aspect ratio wings that are well-suited to generate lift. They hunt by swooping around the corners of cliffs, thereby surprising its prey by its sudden appearance. They can fly in winds of 157 kph, can draw their wings in slightly and make progress into the wind, whilst other birds are flung across the sky.  Here&apos;s a video of a Danish falconer with his captive Verreaux&apos;s eagle, which gives you an appreciation for the bird&apos;s behaviour and some good looks at its distinctive markings (uploaded 19 July 2008):            Visit eagleworld9881&apos;s YouTube channel [video link]. You may wish to read this fascinating interview with Dr Rob Davies about Verreaux&apos;s eagle.  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or mp3 files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientistevil google+: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/jan/09/4", 
    "wordcount": "471"
}