{
    "headline": "Not for sale  school playing fields (in the US)", 
    "text": "Sports teacher John Kohutanycz looks out across the playing fields at his high school  large enough that he uses a golf cart to get around them  and makes a whistling sound of incredulity. &quot;I have never heard of anything like that here, ever. Wow. That&apos;s scary,&quot; he says. He is referring to the selling of school playing fields. The controversial practice embroiled the UK government in storms of protest over the summer for lifting restrictions on such sales, just when Britain was glowing with Olympic glory and debating how to capitalise on it. School sport is taken so seriously in America that it is just one link in a chain of success that starts with children playing sport as young as four and ends with industries where the top 10 American football teams are worth a total of $12bn (8bn) and the Los Angeles Lakers basketball team earns $200m a year from TV rights. The US topped the medals ranking at the London Olympics with 46 golds. &quot;Sport is like a religion here and in some parts of the country it drives everything from the local community all the way through schools and colleges to state government,&quot; says sports psychology expert and neuroscientist Prof Bruce Svare of the State University of New York. &quot;And the culture is about winning.&quot; In New Jersey, Kohutanycz gives the Guardian a tour of his school&apos;s $1.5m synthetic-turf American football field, with six-lane running track and stands that can  and often do hold 2,500 spectators. Then he whizzes the golf cart past the hockey pitch, the baseball diamond, the back-up baseball diamond, the two soccer pitches (with sprinkler system), the marching band practice field and two other American football fields. Then indoors to see the gym with two basketball courts, two &quot;auxiliary&quot; gyms and a large room packed with weight-training and fitness equipment and a sprung-floor dance area. The impressive facilities here, at Sayreville War Memorial high school in suburban New Jersey, with 1,700 pupils aged around 15 to 18, are simply standard for an average American high school. This one is in an average socio-economic area with an ethnic mix and range of income that locals describe as &quot;melting pot&quot;. There are thousands of public-sector schools much wealthier than this one, including those that have their own 60,000-seat American football stadiums. In the stands above the main pitch is a press box. That schools need press boxes to accommodate media interest in their matches may come as a surprise, but in America this is routine. New Jersey&apos;s largest newspaper and Sayreville&apos;s two local papers, the local radio station and several websites report on Memorial&apos;s fixtures across several sports. Crunch matches are televised live on a regional cable network. And many residents of Sayreville (population 43,000) turn out to watch. &quot;The town&apos;s incredibly supportive,&quot; says Kohutanycz. &quot;And our sports stars are ambassadors for the town, it&apos;s a huge source of community pride.&quot; Local residents are invested in it financially as well as emotionally. Across the US, the bulk of public-sector school funding comes from property taxes levied on the community, and the school budget is passed or blocked by local referendum. Special capital projects, eg for a new classroom block or athletics track, are proposed as specific tax increases. The inequities can be stark, of course, as many schools in the inner cities or rural districts, where revenue from property taxes may be lower, find themselves struggling for the basics. But average schools in the US compete proudly to have sports facilities that the typical British comprehensive would find impressive. And even for schools with budget worries, selling off playing fields never seems to be on the agenda, even though there&apos;s no ban on it, nor rules specifying size per school. The lure of sporting glory, inextricably linked to fame and fortune, is deeply ingrained. But every child has the opportunity to use these facilities in school PE. Sport in US schools doesn&apos;t become competitive until children are around 10 years old. What gets the children on an early competitive track is the community club system  a comprehensive national network of sports teams run by local authorities. Children sign up and pay a fee or are often subsidised. From the age of four or five they start playing touch-football (American football), unisex soccer, baseball, softball, running, basketball, swimming, gym or a host of other sports. As children show talent they are funnelled into a very competitive system with coaches, right up to a level where national championships are held by the age of eight or nine. Funding for clubs comes from a combination of public money, parents&apos; pockets, commercial sponsorship and community fundraising. Kohutanycz says the powerful mix of opportunities and expectations in America mean that a child with the potential to be a future champion will almost always have had the chance to discover it, been spotted and put on the path to triumph. Svare sees a downside. &quot;Kids specialise in one sport too early, parents get too pushy and they&apos;re all dreaming of college sports scholarships and pro-contracts  which only a tiny few actually get. It has become warped by money, and too many fall by the wayside,&quot; he says. The price is high: in terms of pure money, but also in alarming levels of injuries, steroid use and burn-out. And critics believe the early focus on investing in winners means other kids are overlooked and many too easily join the third of American children who are worryingly overweight. But the prizes eclipse the price. The world&apos;s five highest-paid sportsmen are American, a pro-football salary starts at $250,000 and Svare says many of America&apos;s Olympic champions are &quot;set for life&quot; with commercial endorsements. Not that Britain did badly in London, coming third for gold medals. The US has five times Britain&apos;s population and six times Britain&apos;s gross domestic product, but won only 37% more golds. But Britain&apos;s triumph was tinged with news that many medallists attended private schools, and that state schools in England are selling off playing fields as budgets tighten and PE gets squeezed from the timetable. The US did not fare as well at the Paralympics and there was criticism in America about the lower priority given to athletes with disabilities  reflected most starkly in the token broadcast time on TV. Television giant NBC, which gave almost blanket coverage to the Olympics, aired just five and a half hours in total from the Paralympics, none of it live. Down the road from Sayreville, also in New Jersey, Franklin high is another average school with average  ie superb  sports facilities. Here and at Memorial and all over the US, pre-season training for their first teams gets under way two to four weeks before the official end of the summer holidays. When the Guardian visited, Memorial and Franklin&apos;s playing fields were teeming with teenage girls playing hockey, boys playing American football and both sexes playing soccer. They were training for the autumn season between three and five hours per session, four or five days a week. &quot;You have to be 110% dedicated. I&apos;ve been playing soccer since I was four,&quot; said Samantha Balbierz, 17, a member of Franklin girls&apos; soccer team. Her team-mate Taylor Dey, 16, showed prowess at the 100, 200 and 400 metres, but eventually settled on soccer. Both girls have already been spied by the college talent spotters, which fan out across all school sports, and have been offered scholarships to university. Balbierz called the US women&apos;s soccer Olympic gold &quot;an eye-opener&quot; for the sporting world. One of Franklin&apos;s star alumni is US Olympic hurdler Jeff Porter, who met his wife, Tiffany, when both were at college in Michigan on athletics scholarships. Tiffany, who has a British mother, controversially ended up choosing to compete for Britain. &quot;We have 800 sportsmen and women here and they walk a different walk from everyone else in the school  one of immense pride and discipline,&quot; says Franklin&apos;s head of sports, Kimberly Kenny. She leads a tour through the indoor facilities, including a rock-climbing wall, rooms used for aerobics, weights, wrestling, table-tennis, kick-boxing and badminton, and a gym she calls a &quot;basketball coach&apos;s dream&quot; (Kenny went to college on a basketball scholarship herself), with a VIP balcony and stands for 3,000 spectators. Kenny says the school is planning a $2m fundraising campaign, exploring everything from commercial sponsorship to cake sales to donors buying individual bricks, to supplement public funding and to further expand facilities on the central sports field. The headteacher, James Bevere, says sport and academic success go hand-in-hand. &quot;It teaches them about being a leader, time management, working with others, winning and losing gracefully, how to handle pressure,&quot; he says. He jerks his thumb at the sports field. &quot;Selling any of that would be like selling my science labs or my maths block  unimaginable.&quot;", 
    "section": "education", 
    "gid": "education/2012/sep/10/school-playing-fields-for-sale", 
    "wordcount": "1510"
}