{
    "headline": "First contact with huge Antarctica emperor penguin colony  in pictures", 
    "text": "   The emperor penguin colony on Antarcticas Princess Ragnhild coast. The colony of emperor penguins was first discovered in satellite imagery in 2009 Photograph: Alain Hubert/International Polar Foundation       The 2009 paper 'Penguins from space: faecal stains reveal the location of emperor penguin colonies' described the colony's location. However, its existence was unconfirmed until the visit from the Princess Elisabeth Antarctica team Photograph: Alain Hubert/International Polar Foundation       Three experts from Belgium's Princess Elisabeth Antarctica polar research station have now become the first people to visit and photograph the colony  Photograph: Alain Hubert/International Polar Foundation       Emperor penguin populations are a useful climate change indicator due to the birds' reliance on sea ice Photograph: Alain Hubert/International Polar Foundation       The team had been supporting the work of glaciologists carrying out scientific research on the Derwael ice rise, 50km from the colony. Emperor penguins are the least common Antarctic penguin, with an estimated 200,000 breeding pairs Photograph: Alain Hubert/International Polar Foundation       By studying the images, the scientists discovered that guano stains were reliable indicators of the birds' presence. 'We can't see actual penguins on the satellite maps because the resolution isn't good enough. But during the breeding season the birds stay at a colony for eight months. The ice gets pretty dirty and it's the guano stains that we can see,' said BAS mapping expert, Peter Fretwell Photograph: Alain Hubert/International Polar Foundation       One that didn't make it: a dead penguin chick Photograph: Alain Hubert/International Polar Foundation       A satellite image showing guano stains in Halley Bay, Antarctica Photograph: Lansat/NASA       Raphael Richard, field guide, negotiates difficult ice conditions to reach the Antarctic coast. The field team has journeyed from Princess Elisabeth Antarctica, for the IceCon and Be:Wise projects, both of which are investigating the movement of Antarctica's ice cap Photograph: Alain Hubert/International Polar Foundation       Princess Elisabeth Station with wind turbines, solar panels and a satellite dish Photograph: Ren Rober/International Polar Foundation  ", 
    "section": "environment", 
    "gid": "environment/gallery/2013/jan/10/first-contact-antarctica-penguin-colony-in-pictures", 
    "wordcount": "0"
}