{
    "headline": "A city thats not a city  inside a Syrian refugee camp", 
    "text": "A city thats not a city, Jordans Zaatari camp sits just across the border and houses more than 100,000 Syrians. Located in desert terrain, the ground is so white and dusty it almost looks as though it is snowing. The majority of refugees live in tents provided by UN refugee agency UNHCR, with the more fortunate housed in caravans  prefab buildings which have the bonus of flooring. Makeshift shops line the main thoroughfares selling many things, from candyfloss to cigarettes.           Syrian child selling groceries  at Zaatari camp       Sent via GuardianWitness    By  Areej Ibrahim   16 April 2013, 22:45       In a reminder that the cycle of life goes on, 13-15 babies are born in Zaatari every day. So far all but one birth have been attended. Munria Shabal, a midwife working in the camp, retired 15 years ago, but gets up at 5am and takes two buses to Zaatari five days a week. The UN Population Fund has three centres in the camp, providing antenatal and postnatal care, and offering family planning to married women. They train young people as peer-to-peer educators and have specific womens spaces or oases to offer counselling on gender-based violence, a growing characteristic of war. Zaatari camp was built to accommodate 60,000 refugees. It is now at capacity and security is fragile despite a heavy police presence. There have been riots around food distribution centres and aid agencies are increasingly worried for the security of the refugees and their staff. A new site has been established at Azraq, which was originally set up for Iraqi refugees that never came. Azraq is even more remote than Zaatari and footage from the camp looks as if it was taken on the moon. It is difficult to imagine it being habitable but the Norwegian Refugee Council has begun work on the key infrastructure and expects to be ready to receive refugees by early May. Those in the camps have endured a bitterly cold winter, but rising summer temperatures will bring a new challenge when water is likely to be scarce. Jordan is one of the most water stressed countries and there are fears that the lack of water could exacerbate tensions in host communities, and lead to dehydration and poor sanitation. While the camps are the more visible part of refugee crises, the majority of refugees in Jordan live in towns and cities. Here they face different problems  there are reports that rents have tripled in the past six months as landlords cash in on demand for accommodation, and aid agencies face a challenge supporting those in need as they are more widely dispersed. Unsurprisingly, the influx into these areas has had a knock-on effect for Jordanians in low-income communities already facing poverty and job shortages. Care runs a programme in east Amman providing Citizens Advice bureaux-style support to refugees. They dont advertise, but are overrun with requests. The centre has to close its doors after theyve seen 150 people a day, regardless of the time, as the staff  many of whom are refugee volunteers  are unable to keep up with the paperwork. They will start to hand out ATM cash cards this weekend and expect demand on the centre to dramatically increase.           Samar a Syrian refugee from Homs runs a beauty salon from her house   38 year old Samar, rents a house in Mafraq governorate, northern Jordan.  With help of her neighbors she has turned it in to a beauty salon and hairdresser&#x27;s. She is her family&#x27;s sole breadwinner. Photo: Caroline Gluck&#x2F;Oxfam        Sent via GuardianWitness    By  GdnDevelopment   17 April 2013, 12:34                &#x27;Expat Bakery&#x27; now serving Domiz camp   Syrian-style bread is now available to some of Domiz&#x27;s 36,000 majority Kurdish refugee community.        Sent via GuardianWitness    By  ThMcGee   17 April 2013, 19:39       Samar, a Syrian refugee from Homs who now lives in the northern town of Mafraq, has turned her house into a beauty salon and hairdresser. Her Jordanian neighbours helped her set up the salon, donating all the equipment so she could open. She is her familys sole breadwinner. In Iraq, Syrian refugees are doing what they can to continue normal life. At Domiz camp, estimated to house 50,000 people, an expat bakery sells Syrian-style bread to some of the 36,000 Kurdish people who make up the majority of the refugees here. Back in Zaatari camp, a group of young men have formed a music group called Syrians Must Express their Energy, or Smarte. They will be working with a UK-based producer next week to make tracks that Oxfam plans to use for campaigns at UK festivals this summer. This week five UN agencies published an unprecedented joint appeal calling for governments to help find a political solution to the crisis. They warned that insufficient funds bring them precariously close  perhaps within weeks  to suspending some humanitarian support. An international pledging conference is scheduled for next month and the Disasters Emergency Committee has launched an appeal in the UK, but funding is stretched to the limit, and both host communities and UN agencies are finding it increasingly difficult to cope. The photos in this story come from a GuardianWitness assignment exploring the reality of life for Syrian refugees. Do you have a story to tell? Add your contribution here", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/apr/19/inside-syrian-refugee-camp", 
    "wordcount": "774"
}