{
    "headline": "Las personas con discapacidad en Bolivia marchan en bsqueda de igualdad", 
    "text": "En Bolivia, un grupo de personas con discapacidad emprendi una marcha de 1.400km, desde Trinidad a La Paz  una ruta con climas tropicales y montaas cubiertas de nieve  para demandar beneficios del gobierno y terminar con la discriminacin. &quot;Estamos pidiendo la aprobacin de una ley de trato preferente para las personas con discapacidad, en la que se prev un bono solidario anual de 3.500 bolivianos [alrededor de $510]&quot;, dice Carlos Mariaca, quien encabeza la caravana de 120 personas, de las cuales 75 tienen alguna discapacidad y el resto son acompaantes y miembros de ONGs. Mariaca, de 42 aos, un tetrapljico que slo puede mover algunos dedos e inclinar su cabeza, habl a the Guardian cuando su grupo  que podra llegar a La Paz a mediados de febrero  se acercaba a la localidad de Buena Vista en el este de Bolivia. Los participantes partieron el 15 de noviembre de la ciudad de Trinidad, al norte del pas, y ya han cubierto ms de 500km. En su travesa, cuentan con el apoyo y la caridad de los residentes de las comunidades aledaas a la ruta. &quot;La poblacin nos da un poco de arroz y fideos. Nos dan cafecito, azcar y pan&quot;, dice Mariaca, que ha estado usando una silla de ruedas desde hace ms de 30 aos. &quot;Pero a veces nos quedamos debajo de un rbol o en algn lugar que encontremos.&quot; Vivir con una discapacidad en Bolivia no es fcil, especialmente para los pobres. Muy pocos edificios y calles son accesibles en silla de ruedas. Y de acuerdo con Lucio lvarez, experto en discapacidad en la Facultad de Medicina de la universidad pblica de La Paz, sta no es la mayor causa de preocupacin. &quot;Los estigmas sociales son los ms graves&quot;, dice lvarez. &quot;La discriminacin es muy dura todava. Muchos de nuestros profesores, policas y mdicos no saben cmo tratar a una persona con discapacidad&quot;. No hay datos precisos acerca de cuantos bolivianos se encuentran en esta situacin. El Ministerio de Salud tiene una lista de aproximadamente 35.000 personas en todo el pas que viven con una discapacidad, pero grupos de derechos humanos creen que el nmero sea tan alto como 600.000, o el 6% de la poblacin de Bolivia. lvarez admite que sin conocer el nmero exacto es difcil implementar polticas nacionales para ayudar a las personas con discapacidad. Sin embargo, dice, es difcil hacer caso omiso de su situacin. Cuenta la historia de una nia pequea con discapacidad que fue rescatada por la polica despus de ser encontrada en una granja de cerdos rodeada por un muro de espinas. La madre de la infante haba puesto las espinas a su alrededor para que no se mueva mientras ella estaba en el trabajo. &quot;Visto desde un punto de vista muy occidental&quot;, dice lvarez, &quot;uno dice que esto es una barbaridad. Pero esa situacin es posible cuando hay pobreza extrema. La madre no tiene opcin. No puede estar junto a la nia porque, caso contrario, las dos se mueren de hambre.&quot; Javier Salguero, quien dirige el departamento que se ocupa de las personas con discapacidad en el Ministerio de Justicia, rechaza las acusaciones de que el gobierno del presidente Evo Morales no est preocupado por el bienestar de un sector, que segn lo admite, est marginado de la sociedad. &quot;Es una prioridad de nuestro presidente que se atienda a este sector&quot;, dice Salguero, quien agrega que 40m de bolivianos ($5,8m) estn siendo utilizados para capacitar a los docentes, para la formacin de oferta de trabajo a personas con discapacidad, y para ayudar con las necesidades legales. &quot;Tenemos un plan nacional de igualdad y equiparacin de oportunidades, en reas de educacin, salud, trabajo y vivienda.&quot; Salguero insiste en que ofrecer un subsidio del estado, similar a los incentivos dados a los padres pobres que mandan a sus hijos a la escuela, sera contraproducente. l cree que a las personas con discapacidad mental, por ejemplo, les sera difcil manejar su dinero. &quot;Lo que queremos hacer es darles programas y proyectos para que mejoren su situacin&quot;, dice, &quot;y no un monto de dinero para que lo gasten en una o dos semanas&quot;. Sin embargo, los manifestantes no estn de acuerdo y estn decididos a hacer or su voz. Delante de ellos en su viaje a La Paz se encuentran los Andes. Es la temporada de lluvias en Bolivia y el acenso ser peligroso. &quot;Nuestra caravana no se detiene, y queremos continuar hasta las ltimas consecuencias&quot;, dice Mariaca. Pero si los polticos no escuchan, dice, estn dispuestos a ir no slo a todos los pases de Amrica Latina, sino &quot;hasta llegar a Estados Unidos, para denunciar que la poblacin que tiene discapacidad lamentablemente est olvidada por el gobierno&quot;.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jan/11/las-personas-con-discapacidad-en-bolivia-marchan", 
    "wordcount": "952"
}