{
    "headline": "How do you spend your student loan?", 
    "text": "Heard the one about the student who took just a day to spend his 1,000 loan? Went out the moment it appeared in his bank account and bought a 999 Apple computer. Although such shameless profligacy is rare, each term&apos;s &quot;loan day&quot; is accompanied by a certain degree of frivolous spending by most students: a holiday booking, say, or at least a big night out. Ten weeks later, they can find themselves in dire financial straits, forced to take out credit cards, extend overdrafts or borrow money. No wonder &quot;payday loans&quot; company Wonga spotted an easy target. But could more be done to encourage students not to spend their loans recklessly? When it comes to bursaries and grants, some universities, such as the University of East London, have been introducing measures to ensure that the money goes to good use. These &quot;hypothecated&quot; sums can only be spent on necessities such as books or accommodation. The outcome, according to UEL&apos;s provice-chancellor Selena Bolingbroke, has been positive: better attendance and better results. Would it be possible to extend these conditions to the government maintenance loans that all students receive? &quot;It is an interesting idea,&quot; says Bolingbroke, &quot;but I think you would be much better off investing time and money in educating students to manage their finances better.&quot; Usman Ali, vice-president of the National Union of Students, says regulating spending would be almost impossible, since the needs of students are so varied. He adds: &quot;Students themselves are best placed to make decisions about how to spend their money. Any further restrictions on how they spend their limited funds would be deeply counter-productive.&quot; Some students think there could be better guidance on how they are expected to use the money they are given. Blanka Hay, who received a grant while studying at Manchester University, says: &quot;The money is just given to you and, considering you probably never ever had that kind of money before, it&apos;s hardly surprising if you use it unwisely.&quot; But she doesn&apos;t think that it would be justified to place conditions on maintenance loans: &quot;It&apos;s unfair not to let young adults make their own decisions with money that is basically theirs.&quot; There are other options to encourage responsible spending that students may find less overbearing. For example, since 2005, Scottish students have received their loans on a monthly basis to prevent &quot;budgeting difficulties&quot;. Katrina Mary, a third-year student at the University of Edinburgh, finds the monthly instalments keep her one step ahead of her English boyfriend &quot;who has usually run out of money near the end of term&quot;. &quot;I am less inclined to make the large purchase that an English student might make when they first get their loan,&quot; she says. &quot;I can only spend what is available at the time.&quot; Rose Watson, in her fourth year at Edinburgh University, also favours monthly instalments: &quot;They are only about 90 a month [the Scottish minimum loan] so most of the time I just spend it on food. If it were more, though, I would still prefer getting it monthly because it does prevent you from blowing it all in one go.&quot; But before English students start getting anxious, the government has no intention of bringing in monthly instalments, nor of placing conditions on how you spend your loan. The Department for Business, Innovation and Skills tells me it does not seek to &quot;micromanage&quot;. Bolingbroke says: &quot;You ultimately have to trust adults to get on and manage their own resources  but that doesn&apos;t mean you haven&apos;t got a responsibility to equip them with the tools to do that better.&quot; As an increasing number of organisations and government departments are being held to account for their finances, what those tools should be is a discussion that we could soon see emerging. In the meantime, much like the economy itself, students will be continuing their traditional cycle of boom and bust. Hopefully most will come out the other side with more than just a tan and a new MacBook.     Guardian students sign up banner  ", 
    "section": "education", 
    "gid": "education/mortarboard/2012/apr/25/how-do-you-spend-your-student-loan", 
    "wordcount": "700"
}