{
    "headline": "Where are the disabled teachers?", 
    "text": "Three groups of students gather in huddles to discuss how best to express the &quot;before&quot; and &quot;after&quot; effects of an evening out in a nightclub. As 14-year-olds, they may not yet have first-hand experience, but they know that alcohol, drugs and cigarettes play a major role in young people&apos;s social lives. Their drama teacher, Tom Kent, moves from group to group observing their discussions. He watches because he cannot hear. An interpreter signs to him what the students are saying, and then makes suggestions and comments back to the students on his behalf. Kent is profoundly deaf, but he misses nothing. When a couple of girls start to chatter and giggle, he notices straight away and steers them back to the task in hand. Angmering school, in Littlehampton, West Sussex, took a bit of a risk having Kent as a student teacher on placement. &quot;I was open-minded, but unsure,&quot; says Lianne Allison, the assistant head. &quot;I needed to see him interact with the students first. He came and did a trial lesson. He was outstanding, making sure he had eye contact and using his face and body to express himself. The students responded brilliantly.&quot; Kent, 30, is one of relatively few disabled people currently training to be a teacher in this country. According to figures from the Department for Education, less than 1% of the teaching workforce has a disability. But the statistics are unreliable as not everyone admits to being disabled when completing forms and questionnaires. Those numbers are likely to fall further. As school budgets decline, the costs of employing disabled staff and making building modifications and equipment available may prove too great for many schools, depriving pupils  both those with special needs and the able-bodied  of important role models. Having worked for several years as an unqualified teacher at Hamilton Lodge, a school and college for deaf children in Brighton, Kent decided to formalise his experience by gaining a teaching qualification and is now on the graduate teaching programme at the University of Sussex. &quot;Some teacher training institutions didn&apos;t want to take me because they didn&apos;t think I&apos;d fit in,&quot; he says through his interpreter, Diana Bailey, &quot;but Sussex gave me the opportunity. It&apos;s a bit of a challenge teaching in a mainstream school where virtually everyone can hear and I think some of the pupils have been thrown by the fact that I have an interpreter who is my voice, but they are getting used to it. I&apos;m teaching them some sign language.&quot; Today&apos;s lesson is examining health issues and the implications of a night out getting out of hand. Pupil Joe Cooper, aged 13, says he had not known what to expect being taught by a deaf teacher. &quot;When I first found out, I imagined he would come in with a huge hearing aid, but I didn&apos;t expect him not to speak at all and to have an interpreter,&quot; he says. &quot;I thought the class was very calm and settled because we had to concentrate on him and what the interpreter was saying. It was a bit weird at first and it slows the lesson down a bit, but we&apos;re going to get used to it. It&apos;s really cool that he&apos;s teaching us.&quot; Kent&apos;s interpreters on school placements and at university, and his note-takers for lectures, are being paid for out of Access to Work funding and his Disabled Students&apos; Allowance. The cost is an estimated 60,000 for the duration of his training year, but the university says that if the money runs out, provision will be made to enable him to complete his course. Another concern he faces is the skills tests that all trainee teachers have to take, which include verbal reasoning. &quot;My first language is British Sign Language not English, so I am extremely concerned about what provision will be made for me to take these tests and not be disadvantaged,&quot; he says. Kent&apos;s lecturers estimate he will need about 50% more time to complete the test than able-bodied candidates and are currently negotiating with the Teaching Agency over how to resolve the problem. &quot;I would not want to get this far and, having been told that I have the skills to teach, then find I am failed on those tests,&quot; Kent says. A DfE spokeswoman said special arrangements were already in place for candidates with hearing impairments. Prof Rita Egan, a retired teacher-trainer in ICT PGCE at the University of Bedfordshire, and a wheelchair user, said neither schools nor the teacher training system were equipped for teachers with disabilities. Egan, who submitted written evidence to a Commons select committee inquiry on the training of teachers three years ago, said successive governments had not encouraged disabled people to apply to teach, which had led to thousands of highly qualified and able candidates not considering teaching as a career option. &quot;New schools are built to accommodate disabled pupils, but not teachers. So, you might get larger classrooms for wheelchairs, and specialist equipment for the sight and hearing impaired, but the teacher may still be perched on a podium they can&apos;t climb up,&quot; she says. &quot;Tiered ICT suites look good, but are useless for disabled people.&quot; She has known disabled students give up teacher training in frustration. &quot;One trainee quit while on teacher placement because she could not get around the school in her wheelchair,&quot; she says. &quot;She struggled on for a while, but eventually became completely disillusioned and realised it would probably be the same wherever she taught.&quot; In another case, she says, a disabled teacher was paid off from her job because this was cheaper than the school spending tens of thousands of pounds adapting it and buying in the specialist equipment she needed. And just as pupils who are disabled need a support worker to accompany them, so do teachers. Many schools simply don&apos;t provide them. Jill Saunders, senior tutor at the school of creative industries at Petroc, the further education college in south-west England, says the challenges for disabled employees are the same in colleges. She has recently been part of a team that drew up a national strategy for schools and further education colleges on best practice in the recruitment and employment of disabled people. She says: &quot;I have no doubt that disabled people are put off from working in education because of the lack of thought given to their needs. Sometimes it&apos;s the small things that are important; for example, making sure people have a parking space close to the building. &quot;Otherwise, you end up constantly on the phone complaining, which makes you feel needy. No one wants that. Every senior leader should spend a week in a wheelchair or blindfolded so they realise what living with a disability is like.&quot; Meanwhile, Tom Kent plans to return to Hamilton Lodge, where he was once a pupil, to teach deaf children. &quot;It&apos;s very important for children with disabilities to have positive role models,&quot; he says, though he has relished the experience of a mainstream school. It is disappointing news for Vicky Scales, Kent&apos;s mentor at Angmering. &quot;I&apos;d give him a job in a heart-beat,&quot; she says. &quot;Tom cannot teach aspects of drama relating to music or voice, but in every other respect he is an outstanding teacher and our pupils would benefit hugely from having him around.&quot;", 
    "section": "education", 
    "gid": "education/2012/nov/12/disabled-not-encouraged-teacher-training-costs", 
    "wordcount": "1257"
}