{
    "headline": "Beach photography can open up a whole new world", 
    "text": "Whatever the weather, summer on the beach offers a wealth of opportunity for interesting and unusual photographic subjects. But just like nearby wading birds and encamped holidaymakers, you&apos;ll find yourself governed by the ebb and flow of the tide. A bit of planning and forethought is helpful, and an understanding of the tidal cycle makes the experience all the more satisfying. You can choose to keep your feet dry, and even when the tide&apos;s in there is plenty to be found among the strandline. By the pier at Blackpool, you might find the fragile remains of the urchin-like sea potato, (Echinocardium cordatum), or at Skegness or Littlehampton, hornwrack (Flustra foliacea) looks like a dried seaweed, but it&apos;s actually a colony of hundreds of tiny animals called Bryozoans, or &quot;moss animals&quot;. Seagulls and wading birds are often obligingly close at high water, when their feeding grounds are inundated by the tide. A summer black-tailed godwit (Limosa limosa) is, in sunshine or shade, a beautiful subject  and beaches around the outer Thames estuary are a good place to look for them. It&apos;s when the tide recedes that the splendours of the seashore become available. Rocky coasts offer the most obliging subjects that can&apos;t bury themselves beneath mud and sand, and one of the easiest to find is the common shore crab (Carcinus maenas). It&apos;s actually a bit of a challenge to photograph  out of water, its shiny carapace and three dimensional body armour, and its agility underwater, make for a lot of wasted shots. Donning a wetsuit with mask and snorkel opens a new world to the photographer, armed with even the most basic of underwater camera kits. The best spots to choose are where deep, sheltered gullies and pools remain filled with water after the movement and noise of the surf disappears. Here, you can just float and look out for subjects  your patience will always be rewarded. Strong sunlight brings out the detail in transparent prawns, when timid squat lobsters and their big lobster relatives are easier to spot among their shady crevice shelters. The beautiful rainbow wrack (Cystoseira tamariscifolia), only in the south and west, shimmers in iridescent turquoise. Lightbulb seasquirts (Clavelina lepadiformis) gleam, while seaslugs, if you are lucky enough to encounter them, have a much more obvious charm than their garden relatives. Even on a dull day, anemones, like the shiny red beadlet (Actinia equina), or the vibrant green snakelocks (Anemonia viridis), are fun macro subjects with their tentacles extended to trap passing particles of food and prey. You can spend as much time looking up as down at these clinging to the wave-washed ledges and arches. While fleeting glimpses of fish such as mullet or bass can be exhilarating, but frustratingly impossible to photograph, more sedentary subjects oblige. The tompot blenny (Parablennius gattorugine) is a jovial character, and one of the most approachable and charismatic subjects you could wish to meet. Its wide mouth, wide set eyes and feathery eyebrows give it an almost-human aura, and you can spend many an hour photographing the resting or feeding fish  until the tide returns, of course. It is best to make a plan for a safe retreat, as time becomes lost in the absorbing experience of seaside exploration.  Richard Harrington is communications manager of the Marine Conservation Society ", 
    "section": "environment", 
    "gid": "environment/blog/2012/aug/07/beach-photography-whole-new-world", 
    "wordcount": "552"
}