{
    "headline": "Sleeping pills: your experiences", 
    "text": "Following Tuesday&apos;s news that sleeping pills have been linked by new research to a higher death risk  readers have been telling us their accounts of using the drugs.  The article highlights that some users have experienced sleepwalking, which can be hazardous, and eat at night, &quot;resulting in poor diet and obesity&quot;. Here are the experiences of those who have been taking the drugs mentioned in the article. newcrossite echoed the findings of the study:  As someone who takes mirtazapine, an antidepressant with sleep-inducing effects, this article did concern me at first glance. But I also know that this drug as well as all forms of benzodiazapines induce marked weight gain! I know somebody who put three stone on in three months with this drug. As far as I know, mirtazapine changes the way the body metabolises fat and sugar and can induce diabetes because of this. No doubt the weight gain and higher body fat percentage is associated with a higher risk of cancers.  I&apos;ve managed to control my weight by restricting my diet strictly despite the increased hunger caused by the drug. It&apos;s hard but it is possible.  But THEDIABOLIST said the opposite:    I have chronic bilateral Tinnitus and take 6mg of Lorazapam over a 24 hour period. I have been doing this for five years...........i am fine, i eat well, look after myself , but cannot sleep without a considerable dose of a variety of drugs including the above at bed, plus during the day also.I am convinced Lorazapam helps with my ability to deal with the constant noise i am assaulted with every day of my life, should it be withdrawn because of an American study ?No, not at all, every medication runs a risk of potential side effects as long as your arm, Benzo,s are no different.If we were to stop taking medication when a study comes up that shows it to be a risk and this is NOT conclusive, then the rule is to do proper and creditable research to show this.But my point is would i choose insomnia and suffering or a shortened lifespan, while i will take the latter, as anyone in my position would.Equally i have never heard so much rubbish as stating cognitive behavioral therapy can deal with physiological symptoms, its time the practitioners of this nonsense accepted its limitations and stopped putting it forward as a cure all , as i will tell you now in conditions like mine and many others you might as well learn to read the UK tax regulations backwards, it will benefit you the in a manner no different to CBT........a little like this mindfulness nonsense also peddled by those who should now better.  And RabbitP added:  I am fully aware of one common risk of death - not only of myself but of others.That is driving when drowsy.A good uninterrupted period of sleep before a long drive is essential.In my case, I often drive a long way (600 Km) after spending a night on a cross-channel ferry. Try as I may, even booking the most luxurious cabin on the ship, I still find it difficult to sleep.A single zopiclone tablet (3.75 - on prescription) taken the night before, really helps.Which risk would people rather I took?  From fernlyn:  As a busy professional I occasionally use Zolipiderm if I am under a lot of stress, I have difficulty sleeping and this impairs my performance which can add to my stress. I am well aware of the dangers and uses a very low dose and have never experienced and problems as a result, just the opposite really. I do think that if were able to live more natural lives and sleep when we need to and wake when we choose these things would not be necessary.  From lostgirl66:  As a chronic insomniac and for over 25 yrs I have been on and off sleeping pills for years, been to sleep clinics, had CBT and tried almost everything on the market. I can go for days without sleep which is unbearable for myself, colleagues and family as it has caused me to have constant depression and anxiety. I do not drive due to the after affects of Zolpidem which is a pain, but, if my little white pill (1/2 now as I have cut down), helps me to function on a daily basis, hold down a job and live a relatively normal life and my life is cut short because of it, so be it. Tiredness is more of a killer in my view  From mondaysocks:  After several years of sleep problems I finally went to the doctors around April last year. I had about 4 appointments in two weeks and at first I was told they were considering sending me to a sleep clinic. Eventually I was just presecribed temazepam and given information about sleep hygeine.  After the two week&apos;s of temazepam ran out I tried all the techniques for getting into a good sleeping routine, but when I returned to university in September, exhausted and frustrated I went back to the doctor and was prescibed zopiclone.  I continued trying trying to keep good sleep hygeine, which involved making some enourmous changes to my lifestyle but continued to have sleepless nights. I returned to the doctors in January this year and asked about CBT (cognitive Behavioural Therapy) as I don&apos;t want to spend my life on sleeping pills, and I don&apos;t find them very effective anyway. This was refused point blank - my doctor didn&apos;t even seem aware that it was a valid option for insomniacs, saying it was only for depresssion. Because I wasn&apos;t sure where I&apos;d gotten the information from I accepted another round of zopiclone, but when I got home found information on the NHS website and patient.co.uk (the site doctors use) recommending CBT for insomniacs. When I do return I will take print outs of this information with me, but as a final year student who has been told I am unlikely to be given more than one more round of sleeping pills, I am trying to wait until the exam period when I&apos;ll really need them. I would prefer CBT but I just don&apos;t have the time at the moment, and I am frustrated that the only options I&apos;ve been given are pills and going it alone.  From Treselegante:  This was not really what I wanted to read today. I take Zopiclone to help me sleep as I&apos;ve been suffering from PTSD following several problematic spinal surgeries. The idea of having a nice glass of milk and a bath to help me sleep would be laughable. It&apos;s not so much getting to sleep, it&apos;s the staying asleep due to terrible nightmares and flashbacks (you try sleeping while hallucinating about lying in a pool of your own spinal fluid).  Hopefully for me, once I am able to access some talking therapy I will be able to scale back my usage but for now they are indispensable.  Some feedback and experiences have also been posted on our Facebook page:Rhiannon J:  I know someone who took temazepam for over 10 years (he&apos;s physically disabled) until he was eventually weaned off them.During the time he was taking them he became more mentally unstable, and suffered bowel problems since taking the medication, which was not related to his physical condition. His weight was always lower than what it should be not higher.The doctors have prescribed me temazepam for my insomnia, but I get scared of taking them, no one&apos;s really sure what caused all the stuff to happen to the person I mentioned above. Whether it was the medication, taking it long term, or just coincidence. Jury&apos;s out, but, any medication can&apos;t be good taking it long term, the problem is, especially with insomnia and so forth, you become reliant on them quickly.  AJ H:  Diazepam, for sleep and spinal nerve damage. I do not sleep, hardly eat. Making more sick than better, as with all profit generating pharmaceuticals!  Dave W  My new Doctor (when I moved nine years ago ) insisted I come off of Oxazepam as he said it was addictive , I am so pleased he did :)  Please do continue to add your experiences in a comment on this post.", 
    "section": "science", 
    "gid": "science/2012/feb/28/sleeping-pills-risk-of-death-sleepwalking-and-eating-experiences", 
    "wordcount": "1394"
}