{
    "headline": "Why did Facebook buy Instagram for a whopping $1bn?", 
    "text": "Facebook&apos;s Mark Zuckerburg has announced that his company will acquire photo-sharing app Instagram for a whopping $1bn in cash and shares. Why did Facebook pay such a massive price? We&apos;re collecting insights and observations from industry observers, reporters and readers. Tweet us @GuardianUS, or toss in your thoughts in the comments below. Silvia Killingsworth on what Instagram has that Facebook needs:  If Twitter occupies the hyperverbal space in our shared Internet brain with bits of news, jokes, and news-jokes, Instagram falls in the hypervisual part, which revels in the bits of visual candy in the world around us. It combines the sharing of a social app with the emotion of a photo album, and sharing plus feelings equals sharing feelingsan activity neither Mark Zuckerberg nor his company are known for. Silvia Killingsworth, The New Yorker  Paul Ford on Instagram selling out:  Remember what the iPod was to Apple? That&apos;s how Instagram might look to Facebook: an artfully designed product that does one thing perfectly. Sure, you might say, but Instagram doesn&apos;t have any revenue. Have you ever run an ad on Facebook? The ad manager is a revelation  as perfectly organized and tidy as the rest of Facebook is sprawling and messy. Paul Ford, New York Magazine  &apos;It&apos;s simple: it&apos;s all about (mobile) photos&apos;, says Kara Swisher  Astonishingly, Facebook users already upload an average of more than 250 million images daily, making it the most popular photo-sharing service on the Web. But it&apos;s not the best by far and not the most mobile, which is Facebook&apos;s biggest weakness  that has been accomplished many others, especially Instagram, the favorite of power users who scoffed at Facebook&apos;s weak tools. (The horror of no filters!) ~Kara Swisher, All Things D     @GuardianUS @guardian Metadata. Facial recognition, location data, friend lists etc. huge mine of information for them to target.&mdash; Simon Harper (@simon_harper) April 9, 2012    Today Facebook has NO revenues from mobile. None. That&apos;s amazing, since so many people, hundreds of millions of us, use Facebook on mobile clients. That will change very quickly after the IPO. Instagram will play a huge role here, plus Facebook gets a very talented mobile development team that has built world-leading mobile apps on iOS and Android (which got a million users in its first day). ~ Robert Scoble, Rackspace startup liason manager, via Quora     Instagram is worth more to Facebook than to anyone else because it actually knows how to put all that user data to use. Nobody else does.&mdash; Tim Carmody (@tcarmody) April 9, 2012    Facebook may also need Instagram to help it keep up with the constantly changing whims of the online audience. Facebook was born in the computer-and-browser era and is trying to adapt to a world that is increasingly mobile-centric. Instagram is a purely mobile creation. ~Jenna Wortham, New York Times   Seeing the Instagram acquisition as merely quashing a potential competitor to one aspect of Facebook&apos;s offering is far too narrow an outlook, though. Better, surely to view the deal against the increasingly familiar backdrop of Facebook&apos;s &quot;It&apos;s complicated&quot; relationship with Google and Apple. One of the things people like most about the Google+ social network is its photo-sharing features. Buying Instagram not only bolsters Facebook&apos;s capabilities on that front  photo filters in its official app within a few months, anyone?  but also keeps the startup out of Google&apos;s clutches, should it have been tempted to make its own acquisition bid. ~Stuart Dredge, The Guardian     @GuardianUS 'Story telling' is what makes social networks tick.Photos are the most powerful ingredient in telling these stories. #facetagram&mdash; Mark Westall (@mnjwestall) April 9, 2012    Facebook and Instagram are two distinct companies with two distinct personalities. Instagram has what Facebook craves  passionate community. People like Facebook. People use Facebook. People love Instagram. It is my single most-used app. I spend an hour a day on Instagram. I have made friends based on photos they share. I know howthey feel, and how they see the world. Facebook lacks soul. Instagram is all soul and emotion. ~Om Malik, Gigaom   To the extent that Facebook is succeeding in its bid to become an alternative web, where it controls the ecosystem rather than existing as part of the wider open web, it can afford to spend any amount of money to buy what amounts to a feature. But there&apos;s another way to think about this deal, too, and it summons other lessons from the ICQ era. ~Dan Gillmor, Guardian US Comment is free     Giving up 1% of your market cap to take out biggest threat is a savvy move.&mdash; chris dixon (@cdixon) April 9, 2012    If Facebook didn&apos;t figure this problem out, it might have gone the way of Friendster. Friendster lost to Facebook because users found they could do what they wanted to do with much more speed and simplicity on Facebook than they could on Friendster. ~Nicholas Carlson, Business Insider   I think it&apos;s a bit of a departure in that Instagram will remain live and separate. But I think that&apos;s the right play here. FB trying to subsume IG would harm and/or kill it. Now it can still flourish on its own. There will be tie-ins, obviously. I see it as not unlike Google/YouTube in that regard. ~MG Siegler, Hunter Walk, Jeremiah Gordon, Narendra Rocherolle, Sujay Jaswa, and Jason Calacanis, Branch   Facebook, with 800 million users, was freaked out by a tiny startup. It&apos;s always good to be paranoid, but when a giant company, one that&apos;s valued at $100 billion, is suddenly scrambling to protect its core business, it has to be worrisome. ~Jay Yarow, Business Insider     .@billt In Zuck's announcement, I sense the start of the social conglomerate vs the consolidation of the single social service&mdash; Jeff Jarvis (@jeffjarvis) April 9, 2012 ", 
    "section": "technology", 
    "gid": "commentisfree/cifamerica/2012/apr/09/facebook-instagram-1bn-storify", 
    "wordcount": "828"
}