{
    "headline": "Deadlight  review", 
    "text": "We knock them to the ground with broken chairs, sever their limbs with kitchen knives, side step their faux-amorous lunges and headshot after headshot after headshot. But still no button press has yet managed to stem the cultural advance of the video game zombie. Some of their popularity with game-makers is practical. The rotten cadaver is the perfect game asset for cut/copying till the solitary threat becomes a barging throng  no need for any great variety. Likewise, the eager lumber of the walking corpse makes for a happy afternoon&apos;s animation work for an artist  far simpler to execute than a pack of wolves, ninja or other flightier sort of menace. Even so, the past few years have yielded a bumper crop of video game undead, one that shows no sign of retreating from players&apos; living rooms with the advance of Resident Evil 6, Zombie-U, Day-Z and, this week, Deadlight. Perhaps, just as Japan&apos;s Godzilla embodied the nation&apos;s terror of nuclear weapons post-World War II, our current post-apocalyptic zombie fiction is an allegory for western consumerism, the double-dip recession revealing the groaning idiocy of the mall-going public, bitten by bad credit. Or maybe, our game-makers are just plain unimaginative. Regardless, Deadlight chooses not to put a name to its symbolism, instead referring to its zombies plainly as &apos;Shadows&apos;. Whatever darkness in the social psyche they represent, their name has a more literal meaning too, the game&apos;s appropriation of Limbo-esque silhouettes rendering the zombies as inky figures moving famished, graceless and shadowy across back-lit scenes of urban desecration. Developer Tequila Works has made much of the game&apos;s 1980s setting, but it barely manages to peek from the gloom, the game&apos;s dystopian ambiance far closer to The Walking Dead&apos;s ruined Americana. In play, however, that era&apos;s presence is more keenly felt. This is a game in the cinematic platform tradition of Flashback, Another World and Prince of Persia and, while it&apos;s dressed in contemporary shades, its core is often as unforgiving as its influences. You play as park ranger Randall Wayne searching for his missing wife, child and the scattered pages of his lost diary. Limber and athletic, Wayne can sprint across rooftops, barge through barricaded doors and haul himself along telephone lines out of reach of the horde below (although jump into 10 feet of water and he&apos;ll drown in an instant).     Deadlight    Far from a dull power fantasy, Deadlight&apos;s designers rarely give Wayne access to the tools of zombie extermination  the axe, pistol or shotgun  and when they do, they&apos;re not afraid to take them away again. As such, much of the game is spent scrabbling away from the Shadows, whistling to lure them onto electrocuted traps, bounding up walls and doing anything to gain height to protect your precious three units of health. One Shadow can be pushed away with relative ease. Three will quickly overwhelm, forcing a checkpoint restart. As in Limbo, these restarts become a familiar routine - particularly as the game moves from its first act to its second and third, where the emphasis is placed more firmly on platforming and trial and error design traps. These grow infuriating at times, not least because the style of the game&apos;s visuals aren&apos;t matched by a finesse in its controls, which make precision jumps more frustrating than in, say, Shadow Complex. That&apos;s not to overstate the game&apos;s difficulty. This is a largely straightforward game, and developer Tequila Works provides a fair amount of behind-the-curtain assistance to players, nudging them a few pixels to the left and right where necessary to smooth over collision detection. Likewise, none of the puzzles truly confound, and the majority of the game&apos;s collectibles are barely hidden at all. But there is a roughness to some interactions that can break the spell. The game&apos;s formal storytelling fails to match the interest of its visuals, which, in their picturesque illustration of the Pacific Northwest, find a melancholic beauty. Character motivations are plain and uninteresting, with overbearing voice acting shunting the mood from B-movie class to Saturday morning cartoon. The graphic novel influence is plain to see  not least in the hand-drawn cutscenes  but it&apos;s in the background detail and stage dressing that Deadlight&apos;s strongest storytelling is found. The scenes are cliche  a ruined hospital, underground sewers, an empty stadium - but the art pays enough attention to the fine detail to bring them to fresh life. Despite the mournful soundtrack and muted colour, it&apos;s a game with a mischievous heart too  a rooftop chase scene parodying endless runner Canabalt, complete with frightened doves, providing a standout moment, alongside some 80s LCD handheld game secret collectibles, playable from the title screen. Still, it&apos;s a game in which an early sense of delight and intrigue soon turns to weariness, the standout scenes and ideas failing to compensate for an increasing sense of deja vu with each new wall run and puzzle, wrapped in a tired storyline that does little to propel you forward. In the end, it&apos;s the zombies that make you flee to the conclusion, rather than the design that draws you towards it  a subtle distinction perhaps, but a crucial one.  Game reviewed on Xbox 360", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jul/30/deadlight-review-xbox-live", 
    "wordcount": "860"
}