{
    "headline": "Improbable research: the vertical fossil and the exploding dinosaur theory", 
    "text": "Seagoing dinosaurs did not explode nearly as often as scientists believed, according to a new study called Float, Explode or Sink: Postmortem Fate of Lung-breathing Marine Vertebrates. The authors, an all-star team of palaeontologists, pathologists and forensic anthropologists from six institutions in Switzerland and Germany, deflated a hypothesis that had for years lain basking in the sun. They were addressing the underlying question: why are some dino skeletons scattered across an expanse of sea floor, while others remain fairly intact? The current adventure started with the discovery of an ichthyosaur skeleton, embedded in rock, in northern Switzerland. This skeleton was oriented weirdly, compared with most such fossils: aligned vertically, with its head down, its feet up. Someone hypothesised that &quot;an explosive release of sewer gas&quot; had &quot;propelled the skull into the sediment&quot;. The subsequent research, resulting in this new paper, tried to figure out whether that was at all likely. In so doing, the scientists confronted an idea proposed in 1976 by a palaeontologist named Keller. Keller, noting that beached whales fester in sunlight until putrefaction gases bloat and finally burst them, suggested that sunken sea animal carcasses also gassify and go kerblam. This new study summarises Keller&apos;s idea: &quot;It was assumed that carcasses which lie on the sea-floor might have exploded or internal organs and bones erupted, and that in so doing, bones as well as foetuses were ejected and ribs were fractured.&quot; The team scoured reams of research about what happens to dead dolphins, porpoises, whales, seals, turtles, and other sea animals. They say that unless such bodies get stranded on a beach, there&apos;s little evidence and little reason to expect that they explode. The team presented an early version of this debunkment in 2004 in St Petersburg, Russia, at the fifth congress of the Baltic Medico-Legal Association. They called their lecture Did the Ichthyosaurs Explode? A Forensic-medical Contribution to the Taphonomy of Ichthyosaurs. Taphonomy, a word that misleadingly suggests both telephones and tapdancing, is in fact the study of how living things rot and decay. TV crime-scene forensics series present taphonomic adventures week after week, teasing out the likely when, where, and how of one or another winsome corpse. This is better. Real-life scientists Achim Reisdorf, Roman Bux, Daniel Wyler, Mark Benecke and colleagues  had the opportunity to fawn over a corpse way more glamorous than the TV crime drama standard: a sea-monstrous dinosaur. This is their take had their own take on what actually happened in the mysterious case of the vertical victim: &quot;The ichthyosaur sank headfirst into the seafloor because of its centre of gravity, as anatomically similar, comparably preserved specimens suggest. The skull penetrated into the soupy to soft substrate until the fins touched the seafloor.&quot; A few people disagree. Creation Magazine made a video explaining that no scientist can explain the existence of that upside-down dinosaur  that it deals &quot;a lethal body blow&quot; to the theory of evolution. Behold their creative reasoning at http://creation.com/creation-magazine-live-episode-53  Marc Abrahams is editor of the bimonthly Annals of Improbable Research and organiser of the Ig Nobel prize", 
    "section": "education", 
    "gid": "education/2012/feb/13/dinosaur-ichthyosaur-vertical-fossil-exploding", 
    "wordcount": "522"
}