{
    "headline": "Cambridge University medicine admissions show race gap", 
    "text": "People applying to study medicine at Cambridge University with three A*s at A-level are more than 20% more likely to be given an offer if they are white than if they are from an ethnic minority, according to new data released by the institution. Cambridge University released the detailed admissions data, covering 2010 to 2012, for medicine only in response to a freedom of information request. The university refused a similar request a few weeks before, which covered more subject areas, on the grounds of cost. The data, which covers applications from within the UK by people who declare their ethnicity, shows that 329 out of 586 white applicants for medicine who went on to achieve three A*s were given an offer of a place, versus 190 of 412 applicants from ethnic minorities  representing success rates of 56% and 46% respectively. The difference between the two groups is statistically significant. Both Oxford and Cambridge have been challenged by MPs and campaigners to do more to get students from ethnic minorities into their institutions, particularly as the headline admissions figures for both show a substantial gap in success rates between students of different ethnicities. The universities have said this gap is explained in large part by students from ethnic minorities disproportionately applying for the most competitive subjects, such as medicine  but these figures show that even within the competitive subjects white students are more likely to receive offers. Cambridge&apos;s race gap for medical applicants is substantially smaller than that of its rival, Oxford University. Figures released to the Guardian under the Freedom of Information Act, published last month, show white students applying for medicine who went on to achieve three A*s were 94% more likely to be offered a place at Oxford than those from ethnic minorities. A-levels are only one of several factors taken into account by admissions tutors for medicine at both universities. Applicants are also required to take a specific entrance exam, the bioMedical admissions test, while work experience and performance at interview are also factored in to whether to make an offer. Those handling applications may also be unaware of the ethnicity of prospective applicants rejected before interview. A Cambridge University spokeswoman said analysis of applications based on A-level grades &quot;ignores a significant number of relevant variables&quot; and is therefore &quot;superficial&quot;. &quot;Admissions decisions are based on students&apos; ability, commitment and their potential to achieve,&quot; she said. &quot;Our commitment to improving access to the university is longstanding and unwavering [and] we aim to ensure that anyone with the ability, passion and commitment to apply to Cambridge receives all the support necessary for them to best demonstrate their potential.&quot; She added Cambridge had run initiatives to encourage gifted students from minority backgrounds to apply to Cambridge since 1989. Oxford University declined to comment on the difference in size of the medical race gap of applicants between itself and Cambridge University, but said in an earlier statement it constantly reviewed the race gap of its applicants. &quot;Oxford University is committed to selecting the very best students, regardless of race, ethnicity, or any other factor,&quot; a spokeswoman said. &quot;This is not only the right thing to do but it is in our own interests. Differences in success rates between ethnic groups are therefore something we are continuing to examine carefully for possible explanations.&quot; The Oxford spokeswoman also noted Cambridge made more use of students&apos; grades at AS-level than does Oxford, and said ethnic minorities were well represented at the university, making up 22% of all students and 13% of UK undergraduates.", 
    "section": "education", 
    "gid": "education/2013/mar/13/cambridge-university-medicine-admissions-race", 
    "wordcount": "606"
}