{
    "headline": "How African governments allow farmers to be pushed off their land", 
    "text": "There is rarely anything illegal about African governments selling off large chunks of land to local or international investors. Frankly, investors wouldn&apos;t get involved if domestic and international laws did not protect their acquisitions. This does not mean that these laws are necessarily just. For all the commentary on how the great buy-up of African lands might impact on the rural poor, they are rarely the legal landowners. Their governments are. For a century African land laws have protected private property, but have largely limited this protection to lands with registered titles. Up to 90% of sub-Saharan Africa&apos;s land area is currently untitled. Without legal owners, these lands fall to the state. Colonial laws were structured precisely with this dynamic in mind, to enable authorities to take resources for free and dispose of them at will. The tenure tragedy for ordinary Africans is that (with exceptions) independence did not change this. By then, local elites had their own interests to look after in alliance with the government institutions of which they became part. Today, titled rural lands are still largely confined to the former white farms of South Africa, Namibia and Zimbabwe, and parts of Kenya. In any event, titling as currently structured is not a panacea. Most states limit peasant lands eligible for registration to homesteads. These constitute a tiny percentage of the land owned and used by half a billion rural Africans across the continent. Along with farmland, governments like to hang on to lucrative forests, woodlands, rangelands and marshlands. They often do so through laws that deem these resources too precious for ordinary citizens, or by pointing out that these lands are not individually owned or farmed. Of course they are not. Communities deliberately maintain these assets as collective property because they are not sensibly subdivided. They keep them unfarmed to sustain off-farm products and grazing to help farmers survive. It is these lands, not only tiny smallholdings, which are being palmed off to investors on grounds that they are vacant and idle. Fortunately, some countries, including Ghana and Botswana, have changed their laws and have acknowledged that customarily held lands already have the force of private property, whether registered or not, and whether owned by individuals, families or communities. But several hundred million Africans remain little more than landless tenants of the state, in the eyes of national laws. If evicted, compensation does not have to be paid, other than for the permanent structures and unharvested crops they leave behind. This might not matter so much if African governments could be trusted to genuinely keep majority public interest in mind when striking land deals. But most African states still fall near the bottom of the heap in terms of accountability to their citizens. Nor would the issue have become so pressing if governments were not selling off land at a scale unseen since the original colonial land grab, and with such uncertain public benefits. Nor, more precisely, might it matter so much if the legal pretence that Africa was never owned and is still largely unowned (except by governments) did not perpetuate one of the greatest land thefts in history. Nor are the circumstances favourable  promised agribusiness jobs are failing to appear, and industrialisation to mop up the landless is unlikely. Already, millions are jobless in slum cities. Simply changing laws is not enough. Countries such as Mozambique, Tanzania, Uganda and South Sudan have retained loopholes through which lawful mass dispossession can still slip. Moreover, the juggernaut of the most primitive form of capitalist transformation  creating wealth through mass dispossession of the poor  has tacit global support, including from the World Bank and other agencies that have failed to guide agrarian economies towards fairer, if slower, paths to growth. The need for more profitable land use is not in dispute. Half a billion rural Africans want this more than outsiders. It doesn&apos;t take rocket science to devise routes that enable communities to own and lease land themselves, bringing to bear transformation that for once includes, rather than excludes, the majority poor. This, not just property reform, is capitalism&apos;s biggest challenge.  Liz Alden Wily is an international land tenure specialist, fellow of the global Rights and Resources Initiative, and affiliated fellow of the Leiden School of Law", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/mar/02/african-governments-land-deals", 
    "wordcount": "710"
}