{
    "headline": "Penguin takes children's fiction to Google+ with Storytime Hangout app", 
    "text": "Who&apos;s that trip-tapping across my Google+ profile? A child with the face of one of the Three Billy Goats Gruff. Thankfully this isn&apos;t a strange, social-networking nightmare fuelled by one-too-many views of Goat Lucky on YouTube. It&apos;s a new application created by book publisher Penguin and ad agency BBH, running on Google+ and using the latter&apos;s Hangout technology to make children and their parents part of the famous fairytale. The app uses their computer&apos;s webcam to place them in the story, then overlays masks of the characters on top, with the aim being for kids and parents to act out the story while reading it. &quot;The experience of reading with children is so much more than just the text and the pictures on the page. It&apos;s the sound effects, the voices and the funny faces pulled when acting out a character that make it magical - and this app does that in a new and exciting way,&quot; says Anna Rafferty, managing director of Penguin Digital. The &quot;Storytime Hangout&quot; app is an experiment, for now, but clearly with scope for more stories to be launched under that label in the future, if it proves successful. The app relies on parents obviously not children  having Google+ accounts. In December 2012, Google said that 500m people had created accounts, although 135m of those were actively using the social network, as opposed to merely having enabled it from other Google services like Gmail and YouTube. Penguin is clearly alive to possible criticism that the new app detracts from traditional parent-child reading. &quot;While nothing will ever replace the act of snuggling up with a book and reading a story with a child, we&apos;re using technology to give it a twist, enabling it to happen at long-distances, and connecting stories and readers as Penguin has always done,&quot; says Rafferty. The Google+ app follows Penguin&apos;s experiments with tablet and smartphone storytelling. For example, the publisher worked with UK startup Made In Me on Ladybird Classic Me Books, an iOS app where parents and children could re-record the narration with their own voices. There is also a wider trend in children&apos;s apps to use devices&apos; cameras for storytelling purposes. Nosy Crow&apos;s retellings of Cinderella and Little Red Riding Hood used the camera to show children&apos;s faces as reflections in on-screen mirrors and pools respectively, for example. Other recent iOS apps using the camera include Starring Me  Old MacDonald, Dinosaur  Picture Me and The Witch With No Name. Microsoft&apos;s Kinect Sesame Street TV project for Xbox 360 broke new ground for augmented storytelling using games consoles, with children able to interact with Sesame Street characters by moving and speaking in their living room. Meanwhile, iPad app Kindoma Storytime, which was released in March 2013, blends digital stories with video-chat features, enabling children to read along with parents or grandparents who are in other parts of the country or world.", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/may/29/penguin-storytime-hangout-google", 
    "wordcount": "487"
}