{
    "headline": "Museums on alert as organised crime looks for new sources of rhino horn", 
    "text": "Tonight, just like every night since last autumn, Brigitte, Dalila and Easy Boy, the three old rhinoceroses at Thoiry safari park, west of Paris, will sleep undercover in a guarded enclosure. Paul de La Panouse, the founder of the park, knows that &quot;arrests have been made and others are imminent&quot;, but he doesn&apos;t want to leave his animals vulnerable to the &quot;rhino mafia&quot;. &quot;I&apos;ve seen a lot of things in my life,&quot; De La Panouse explains. &quot;But I still find it amazing that people should be stupid enough to believe that rhino horn, which is made of keratin, like human nails or hair, could have medicinal or aphrodisiac properties.&quot; But however stupid it may seem, organised crime groups are smuggling horn to Asia, primarily to China and Vietnam. Trade in a parts from animals protected by the Convention on International Trade in Endangered Species is banned. But demand is soaring, particularly since a Vietnamese politician claimed in 2009 that rhino horn cured his cancer. According to Europol, the European police agency, one gang has committed at least 58 thefts in 16 EU countries  including France, the UK, Germany, Austria and the Czech Republic. The US has also been targeted and every source is at risk: museums, auction rooms, taxidermists and private collections. &quot;Even zoos,&quot; says Gerald Dick, head of the World Association of Zoos and Aquariums. &quot;That&apos;s why we decided to alert our entire network, which has so far prevented any animals from being killed.&quot; The thefts appear to have stopped since the new year, after the police were alerted to the thieves&apos; distinctive &quot;English accents&quot;, which witnesses noticed. The first arrests, in Ireland last summer, were a gang of Irish travellers. The group was also allegedly involved in drug trafficking, counterfeit goods and money laundering. But they were not the only gang involved in the rhino-horn trade. On 23 February Operation Crash struck simultaneously in several US cities, netting seven traffickers. At the suspects&apos; homes, police found black rhino horns, $1m in cash, gold bars and luxury watches. In early March arrests followed in Germany and Austria. In France officers from the National Agency for Combating Environmental and Public Health Crime (Oclaesp) led the investigation, assisted by agents from the National Agency for Hunting and Wildlife (ONCFS) and customs officers. While reluctant to say too much with &quot;international arrest warrants still pending&quot;, Michel Horn, the senior customs officer at Paris-Charles de Gaulle airport, cites two seizures, the first in July 2011, at the airport clearance centre. &quot;A parcel was due to depart for Asia. The waybill indicated a bronze statue, a gift of little value,&quot; he says. &quot;We x-rayed it and found two rhino horns worth an estimated 325,000 [$423,000].&quot; The second arrest came last autumn, near Dax in south-west France. &quot;A spot-check stopped a four-wheel drive vehicle registered in the UK, on its way from Spain to Switzerland. Hidden in a cavity under the boot we found two horns,&quot; he adds. There is no doubt that organised crime is behind these cases, according to Michel Quill, deputy-head of Europol. &quot;It&apos;s impossible to operate all over Europe without that level of organisation,&quot; he says. &quot;First, they need to select where to strike, how to carry out the theft, then storage and transport of the goods, refining and sale through various circuits in Asia. Lastly they have to launder the proceeds.&quot; As well as the Irish travellers, there are allegedly Polish and Lithuanian suspects. &quot;They are highly skilled and versatile, with people of several nationalities. They work on a commission basis, demand in Asia is so high. Depending on its rarity value, a horn can fetch between 25,000 and 200,000,&quot; Quill explains. Hubert Gant, head of policing at ONCFS, is astounded by the scale of the trafficking operation. &quot;Usually we&apos;re up against people trafficking living species  insects, snakes, spiders  with collectors driving demand,&quot; he says. &quot;But this is the first time I&apos;ve come across fraud on this scale for &apos;dead&apos; material like rhino horn. The number of live rhinos in Africa has been seriously reduced by poachers. So organised crime is switching to other available sources.&quot; All the investigators agree that this trade reflects a switch from conventional rackets (extortion, narcotics, armed robbery) to environmental crime. &quot;If sometime I decide to join the opposition,&quot; one officer jokes &quot;I wouldn&apos;t hold up banks, I&apos;d start flogging [endangered] species or pesticides, earning just as much money, with much less danger and the risk of a shorter sentence.&quot; Stealing rhino horns is a misdemeanour, trafficking drugs is a felony in France. Meanwhile countermeasures are being rolled out. Auctions of hunting trophies, often a throwback to the colonial era, have been banned in France. Museums are hiding or disguising horns. In February the Natural History Museum in Bern, Switzerland, sawed off the horns of six of its rhinos, replacing them with very obvious wooden fakes. This article originally appeared in Le Monde", 
    "section": "environment", 
    "gid": "environment/2012/apr/24/organised-crime-target-rhino-horn", 
    "wordcount": "862"
}