{
    "headline": "Samsung Galaxy S4: what the analysts (and others) say", 
    "text": "First of all: there&apos;s no price announced, possibly because Samsung is still negotiating with carriers about wholesale pricing and subsidies. The phone is expected to go on sale in late April, and if past prices are any guide, then it will probably cost about the same as the iPhone 5, though there may be various encouragements - at Christmas Samsung ran a &quot;get a phone, get a free tablet&quot; promotion in some UK outlets. Richard Windsor, formerly technology analyst at Nomura, and now running his own Radio Free Mobile consultancy, feels it will sell in &quot;substantial volumes&quot; (nobody is taking a punt on quite what number - though as Samsung doesn&apos;t release precise sales figures for its smartphone shipments, they&apos;re unlikely to be contradicted). Noting Apple marketing chief Phil Schiller&apos;s attack on Android, Windsor says:   &quot;It is strange that Apple failed to highlight by far the biggest weakness of Android, which is the fact that it generates far less traffic than an equivalent priced device on iOS. Bottom line is that Apple is clearly on the back foot, feeling the need to defend its turf with sniping attacks. This also highlights what the Galaxy S4 really does: It makes the iPhone 5 look old and out of date especially when it comes to the screen.&quot;  But Windsor notes some big challenges and broken promises:   &quot;Eye tracking is a feature that Samsung is going to focus on as an area of differentiation but it is going to have to make sure that it works well. I think Samsung still has a lot of work to do - the much-mooted scrolling feature does not seem to have been introduced and the hand tracking technology on its smart TVs is awful.&quot;  Francisco Jeronimo, smartphones analyst at research company IDC thinks this could be a serious challenge:   &quot;Never before has a Samsung smartphone caught so much interest. This shows how strong the brand has become in recent years, but it also shows that Samsung is one of the most innovative phone makers. And end-users have already recognised it. On the other hand, all the media buzz is driven by a single question: will this device be able to challenge Apple and impact the market in an unprecedented way? I believe the Samsung Galaxy S4 may represent an important milestone for the Korean company as it may become the first smartphone to outsell an iPhone.&quot;   The Galaxy S3 sold fewer units than the iPhone 5; Samsung&apos;s overall larger number comes from selling a huge portfolio of smartphones at all prices. Jermonimo likes the finish - mostly:   &quot;From the hardware perspective Samsung improved the body of the device, which now looks and feels better than the Galaxy S III. The body is covered with a metal band, which gives it a premium look and feel. At the same time the plastic backing, which was found on previous Galaxy devices, is still present. Needs improvement! Samsung clearly needs to innovate its device materials to keep up with the developments seen from HTC, Sony, or even Nokia. &quot;What really stands out is the range of software features that Samsung announced at the event. The company has utilised the device sensors, including new features like temperature and humidity, to gain an advantage by differentiating from its competitors.&quot;  However Jan Dawson at the research consultancy Ovum is less thrilled, and sees fresh challenges:   The Samsung Galaxy S4 is a worthy successor to earlier members of this line, and will doubtless sell well. But it highlights a couple of the key challenges Samsung faces. Firstly, having innovated rapidly over the last several years to vaunt itself into top spot in the world smartphone rankings, Samsung now faces essentially the same challenge as Apple: how to continue to improve its devices year on year when existing phones are already top of their class, and there aren&apos;t obvious shortcomings? And secondly, how to set Samsung&apos;s devices apart from other devices that share the Android operating system that provides so much of the functionality?  HTC was notably quick to accuse Samsung of spending money on marketing rather than innovation, and to point out that some of the features shown off (such as S-Transfer, for transferring files) are available on other Android handsets too, because they&apos;re part of Android. We&apos;re sure we&apos;ve heard that song before, though used about a different company.  Dawson however is more critical of Samsung&apos;s tendency to throw more and more features in to each successive handset:   The improvements to eye tracking and the additions of S Translator and the hover feature and so on are good steps in this direction, but they can be seen as gimmicks rather than game changers. At this point, Samsung appears to be trying to kill the competition with sheer volume of new features  there should be something here for everyone, even if most of these new features won&apos;t be used by most users Overall, there are lots of features, but based on past experience most people will never even find them on the device.&quot;  And finally, there&apos;s some real anger directed not at the handset itself, but at the way that Samsung introduced it. Molly Wood, at CNet, was outraged by the &quot;tone deaf and shockingly sexist&quot; proceedings: &quot;I don&apos;t get offended very often. But Samsung&apos;s long parade of &apos;50s-era female stereotypes, in the midst of an entirely other long parade of bad stereotypes, just put me over the edge. Oh, they announced a phone? You&apos;d barely know it.&quot; Part of the target of her ire - given that, in her view, all the participants seemed like stereotypes, including the &quot;tow-headed kid&quot; who trotted on stage - was that at a time when Yahoo is run by a woman and Facebook&apos;s second most senior person is also female, the women on stage were, well, ultra-stereotypical:   it felt a little unnecessary for the tow-headed kid&apos;s mom to be a stage mom all the way. For example. And then, to her, our orange-faced actor emcee reeled off a mother-in-law joke worthy of the worst kind of sitcom laugh tracks. It went on and on.The Brazilian woman was hot (duh). A bride-to-be arrives on stage with a chirpy, &quot;check out the ring!&quot; The Air Gestures that let you control the phone without touching it are presented as a boon to giggly women with annoying voices whose nails are wet and who don&apos;t want to put down their drinks. The comically alcoholic one, DeeDee, then proceeds to demo how eye tracking can pause a video when you look away from the screen... as she looks away at a hunky gardener type who proceeds to take off his shirt.&quot;While the women are cooling down,&quot; says the emcee, &quot;why don&apos;t you tell us about S Health?&quot;  Tim Bray, who works on Google Play at Google, tweeted in a personal capacity to back up Wood, and added:   &quot;That product launch was inexcusable. It&apos;ll be a cold day in hell before I buy a product from those idiots.&quot;     That product launch was inexcusable. Itll be a cold day in hell before I buy a product from those idiots.&mdash; Tim Bray (@timbray) March 15, 2013     Oh well. Can&apos;t win &apos;em all.", 
    "section": "technology", 
    "gid": "technology/2013/mar/15/samsung-galaxy-s4-launch-analysts", 
    "wordcount": "1202"
}