{
    "headline": "Diablo 3  preview", 
    "text": "Blizzard staff must be thanking their forefathers this year for a release schedule studded with fan favourites. Admittedly, this comes with expectations and dangers of its own, but with Starcraft 2 returning in the summer and Diablo 3 less than a month away, it&apos;s a problem many publishers would envy. And first glance at the recent beta test demo takes you right back to a world that seems to have barely changed in a decade. Diablo was never been a particularly subtle experience, but this ability to charge in with two swords flaying has ensured its survival while more tactical games have struggled to innovate. So don&apos;t go expecting massive changes in the gameplay department, but that doesn&apos;t mean the game is lacking in new features. Let&apos;s start with the new 3D engine, which adds whole new levels of detail, colour and interaction to the familiar isometric action. For the first time, much of the scenery is fully destructible  meaning stray shots can ricochet off tombstones and pillars or bring areas of the level crumbling down. This is particularly effective in the prelude to boss battles, where a character will literally rips its way through the scenery to get to you. This same level of detail applies to combat  with blood spray and hacked limbs littering the battlefield. There are also many more context-sensitive traps and set pieces, although the effort of lining up your enemies perfectly can sometimes outweigh the pleasure of, say, dropping a chandelier on them. Nevertheless, on looks alone, the improved textures, animations and impressive new lighting effects show Diablo 3 has plenty of innovation alongside the largely unchanged gameplay. There are still five character classes, with only the Barbarian returning from D2 to join the Monk, Witch Doctor, Wizard and Demon Hunter. Of the noobs, the Witch Doctor&apos;s arsenal of voodoo-like spells and thrown potions is perhaps the most unusual and this time round you can choose your character sex too  albeit with no noticeable gender traits. More effort has also been spent on the storyline, with travel notes and instructions scattering through the early levels and a main narrator who sounds very much like Sean Bean. There&apos;s also a much-improved score and some very ambient sound-effects. But perhaps Diablo 3&apos;s most satisfying change comes with an overhaul of the UI that makes managing your character far simpler and more instinctive. For a start, Diablo has taken the same path as recent RPGs like Kingdoms of Amular by allowing any selected item to be instantly compared with the one you have currently equipped. This makes deciding which items to buy or equip much easier and, once you pick up the Nephalem Cube, you can sell them without needing to find a nearby trader as well as craft unique new items from old.     Diablo 3    When you need to visit a town for other reasons  for instance, to finish a quest  a Stone of Recall instantly takes you back to the nearest town. To say this simplifies both exploration and combat would be an understatement, but the Health system has been revamped too. No more needing to drink potions (although you can if you want to) as fallen enemies will leave behind health orbs that can be simply walked over to collect. Of course, not every returning feature is instantly welcome. Chests and hidden troves still blow their items all across the terrain, to be tediously collected one by one. However, there is lot more treasure this time round  all of it automatically &quot;bagsied&quot; by whoever triggers it, hopefully putting an end to those frantic scrambles for booty in Co-op or PvP battles. On a more substantial level, critics may point out that having randomly generated dungeons counts for little when the same attack/retreat playing style is required for all but the boss battles. Then again, simplistic hacking and slashing has always been Diablo&apos;s greatest strength and weakness. For some, it&apos;s what makes it so blissfully simple to play; for others, it makes for a place that finesse and subtlety seems to have forgotten. Diablo 3 needs to get the balance between innovation and instant familiarity just right ... lets find out if it does so in May.  Diablo 3 will be released for PC on 15 May ", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/apr/17/diablo-3-game-preview", 
    "wordcount": "712"
}