{
    "headline": "Patrick Moore invites Sky at Night fans to run the Moore Marathon", 
    "text": "     Amateur astronomers have been invited to scan the skies to complete the Moore Marathon, a competition to find and log Sir Patrick Moore&apos;s 55 favourite objects and celebrate the 55th anniversary of The Sky at Night, the world&apos;s longest-running science television programme. Many can be seen with the naked eye, including  unless the weather takes a dramatic turn for the worse  the moon. Entry forms can be downloaded from The Sky at Night website and there may be magnificent prizes. More likely, in the tradition of a programme that has always been made with every possible expense spared, there will not, but particularly interesting sightings will be discussed on air in the anniversary edition. The competition was launched in a programme broadcast on BBC1 on Sunday (which will be repeated on BBC 4 on Thursday), in which comedian Jon Culshaw plays the young Moore speeding through the galaxy. The anniversary special itself will be filmed at Moore&apos;s home in Sussex at the end of April.           The Sky at Night began in 1957 when a young writer, musician and amateur astronomer was invited to fill a gap in the BBC schedule by presenting a live astronomy programme once a month for three months. He never went away. The 650th edition was broadcast in 2006. World famous scientists were recruited to make unpaid guest appearances on the programme, talking imperturbably while cardboard and string planets collapsed on the studio set, or the clouds rolled in so it was hard to see the end of the telescope, let alone the comet under discussion. As the decades passed, brave souls have occasionally suggested that 89-year-old Moore might consider retiring. One fierce glare through the monocle from under the bristling eyebrows and the subject has been dropped.", 
    "section": "science", 
    "gid": "science/2012/apr/02/patrick-moore-sky-night-moore-marathon", 
    "wordcount": "292"
}