{
    "headline": "David Cameron skips Bali meeting on role of wealthy nations in development", 
    "text": "The British prime minister David Cameron will not attend the next UN high-level panel meeting to determine a vision for future development policy, to be held in Indonesia this month. No 10 confirmed on Friday that Cameron, one of the three co-chairs of the panel appointed by UN secretary general Ban Ki-moon in August, has &quot;other diary commitments&quot; that week. The international development secretary, Justine Greening, will attend instead of Cameron. A Downing Street spokeswoman said: &quot;The prime minister spoke to the Indonesian president this week. He is fully committed to working with the co-chairs to produce a bold and innovative post-2015 agenda.&quot; Brendan Cox, director of policy and advocacy at Save the Children, said it was &quot;disappointing the PM is not attending as his leadership is critical to ensuring strong focus on abolishing poverty&quot;. Cameron co-chairs the panel with the Liberian president, Ellen Johnson Sirleaf, and Susilo Bambang Yudhoyono, president of Indonesia. The 27-member panel met in New York in September, London in October and Monrovia in January. The meeting in Bali, which begins on 25 March, is scheduled to be the last time the panel convenes before reporting back to Ban in May. Focusing on partnerships, the meeting in Bali is seen as particularly important because it will look specifically at the role of wealthier countries in development and the role of the private sector. Greening has already made clear her intention to deepen the involvement of big business in development. In a speech at the London Stock Exchange on Monday, Greening said she was &quot;shifting the Department for International Development&apos;s work&quot; to include a much stronger focus on economic development, including the involvement of the private sector. &quot;Every time Britain has been at its most successful, it&apos;s been when we&apos;ve been out in the world, trading, doing business. We&apos;ve never stood on the sidelines. And we can&apos;t afford to start now,&quot; she said. Conservative leader Cameron has come under renewed fire this week from his own party for ringfencing the UK aid budget while cash for other departments is cut. The government is expected to reach the target to spend 0.7% of gross national income on aid this year.", 
    "section": "global-development", 
    "gid": "global-development/2013/mar/15/david-cameron-bali-wealthy-nations-development", 
    "wordcount": "373"
}