{
    "headline": "Silage gathering on a lazy summer afternoon", 
    "text": "We heard the clatter and grind of agricultural machinery long before we reached the viaduct over the river Lune. Down below, a tractor towing a forage harvester was making ever-decreasing circuits towards the centre of a field, hurrying to collect windrows of mown grass for silage before the weather broke again. So far, the pattern of summer has been a few days of sunshine but many more of rain. I cannot remember the dale ever looking so luxuriant and today brought a rare perfect summer afternoon. Hay meadows on the slopes of the valley frothed with cow parsley, buttercups and wood cranesbill. The slightest touch on gently swaying flower spikes of foxtail grass dislodged clouds of yellow pollen that momentarily hung in still air before dissolving. The drowsy drone of bees drifted out from the tangle of wild raspberry flowering beside the footpath. Sheep, as yet unshorn, sought cool shade under dry-stone walls, and a blackbird, wings and tail fanned, beak open and panting, sat spreadeagled on the path, sunbathing in a trance that was only broken as we drew level. In the boggy corner of a pasture we watched a family of three fledgling lapwings, almost ready to fly and picking worms dislodged by hooves of cows that squelched knee-deep in mud. By the time we re-crossed the viaduct, quiet had returned to the valley, save for the sound of the Lune splashing over its stony bed below and the contact calls of a family of willow warblers. Away to the south-west the first rain clouds heralding another Atlantic low were edging over the horizon, but the silage crop had been safely gathered. A buck roe deer stood in the centre of the mown field and surveyed the shaved ground, as if wondering what had become of the tall grasses that had grown there this morning, before it ambled away into the shadows of the overhanging ash trees.", 
    "section": "environment", 
    "gid": "environment/the-northerner/2012/jul/04/mickleton-teesdale-silage-gathering", 
    "wordcount": "319"
}