{
    "headline": "We love your work now show us your workings", 
    "text": "Science, as Winston Churchill might have said, is the worst system for obtaining reliable knowledge  except for all the others. What makes it special is the mantra that&apos;s drummed into every young researcher: &quot;take nobody&apos;s word for it&quot;. The basic idea is that any experimental result reported in a peer-reviewed journal should be capable of being independently replicated by another researcher  in another laboratory, perhaps located on the other side of the world. In practice, I guess, relatively few experiments are independently replicated in this way; most practising scientists work on the assumption thatif a piece of research has got through the peer-review process then it&apos;s probably OK. The exceptions will be experimental findings that appear tocontradict the conventional wisdomin a discipline, in which case doubters will want to see for themselves whether they can replicate the results. For this process to work, scientists have to provide enough information in their publications to enable replication to be possible. Even in the old days, this turned out to be more difficult than expected. In the 1970s, for example, the sociologist Harry Collins stumbled on an intriguing fact  that physicists in different labs were finding it impossible to get a key piece of experimental kit  a TEA laser  to work even though scientists in other labs who had got one working had published very detailed descriptions of the device. Collins concluded that a key factor was the &quot;tacit knowledge&quot; that the successful experimenters possessed but were unable to communicate through the usual, formal channels. Spool forward a few decades and many scientific disciplines have been transformed in one significant way: they have become data-intensive. The growth in computing power, networking and sensor technology now means that even routine scientific research requires practitioners to make sense of a torrent of data. Take, for example, what goes on in particle physics. Experiments in Cern&apos;s Large Hadron Collider regularly produce 23 petabytes per second of data. Just to get that in context, a petabyte is a million gigabytes, which is the equivalent of 13.3 years of HDTV content. In molecular biology, a single DNA-sequencing machine can spew out 9,000 gigabytes of data annually, which a librarian friend of mine equates to 20 Libraries of Congress in a year. In an increasing number of fields, research involves analysing these torrents of data, looking for patterns or unique events that may be significant. This kind of analysis lies way beyond the capacity of humans, so it has to be done by software, much of which has to be written by the researchers themselves. But when scientists in these fields come to publish their results, both the data and the programs on which they are based are generally hidden from view, which means that a fundamental principle of scientific research  that findings should be independently replicable  is being breached. If you can&apos;t access the data and check the analytical software for bugs, how can you be sure that a particular result is valid? This problem has perturbed scientists for a while. In February 2011,for example, the prestigious journal Science devoted a special issue to the problem. And this week, the Royal Society published a landmark report on &quot;Science As an Open Enterprise&quot;, in which it explores the need to grapple with the deluge of data created by modern technologies in order to &quot;preserve the principle of openness and to exploit data in ways that have the potential to create a second open science revolution&quot;. The Royal Society identifies six areas where major changes are urgently needed in the practice and funding of science. Scientists need to be more open among themselves and with the public and media. Greater recognition needs to be given to the value of data gathering, analysis and communication. Common standards for sharing information are required tomake it widely usable. Publishing data in a reusable form to support findings must be mandatory. More experts in managing and supporting the use of digital data are required. New software tools are urgently needed to analyse the growing amount of data being gathered. All of which are spot-on. But there isone area that the Royal Society seemsto have overlooked. It&apos;s not enough any more just to publish  or make available  the data. The homemade software used by researchers also needs to be published. All software even that written by professional programmers  has bugs. Most scientists are not professional hackers, and their code may therefore be flaky. As one prominent software expert, Darrel Ince, puts it: &quot;If you&apos;re going to do good science, release the computer code too.&quot; Yep.", 
    "section": "technology", 
    "gid": "technology/2012/jun/24/scientists-research-software-data-naughton", 
    "wordcount": "787"
}