{
    "headline": "Child mortality down by a third in Jeffrey Sachs's Millennium Villages", 
    "text": "Death rates among children under five at the Millennium Villages  set up in Africa to demonstrate what is possible if health, education, agriculture and other development needs are tackled simultaneously  have fallen by a third in three years compared with similar communities, according to the project&apos;s first results. The villages, the brainchild of the economist Jeffrey Sachs, were set up in 10 countries to see whether it is possible to make faster progress towards the millennium development goals (MDGs) through an integrated approach to aid and development. In October 2007, the Guardian launched the Katine project in rural northern Uganda, funded by readers, which was based on a similar approach. There was much early criticism of the Millennium Villages by those who felt that country-wide programmes to keep girls in schools or immunise babies were fairer and more likely to deliver sustainable improvements. But the results from nine of the 10 sites in the first three years of the 10-year project are positive, demonstrating, Sachs believes, what can be done for a modest amount of money per head. &quot;They are very promising,&quot; said Sachs. &quot;This is only part of the way that we want to go and they don&apos;t yet mean fulfilment of the MDGs in these villages, which is the endpoint, but they show that we can get a very good, quick start and reduce disease and mortality in these children.&quot; Village areas with an average of 35,000 people in the countries  Ethiopia, Ghana, Kenya, Malawi, Mali, Nigeria, Rwanda, Senegal, Tanzania and Uganda  were chosen for the project. All had higher than average levels of poverty and malnutrition. Spending on MDG-related activities rose from around $27 a head to $116, of which $25 was spent on health. A paper in the Lancet on Tuesday shows that mortality rates in under-fives dropped by 22%  and by 32% relative to similar villages not included in the project. These achievements were largely due to what Sachs has described as &quot;quick wins&quot;, such as basic immunisation and ensuring all families have (and use) antimalarial bednets. Progress on other fronts  improving water supply and sanitation, upgrading roads, building medical clinics, removing health service user fees and training community health workers  will take longer, but could be even more significant in the long term if the project is successful. Sachs is clear that the health workers need to get some recompense, an issue that arose in Katine too. &quot;This is a major concern that is taking place more broadly,&quot; he said. &quot;These community health workers are much more than mere facilitators. They really have to be able to deliver treatment and ensure scheduling of antenatal care and accompany women to childbirth and so on.&quot; Sachs and his team at Columbia University are campaigning for a massive scale-up of health workers across Africa, all equipped with smart phones. This would enable key medical information to be recorded such as the stage of a woman&apos;s pregnancy, the number of children with malaria or verbal autopsy results. Expenditure on each person in the Millennium Villages was around the level that the UN, based on work by Sachs, says should deliver the MDGs  about $120 a year. That level of spending does not happen, however, in much of rural Africa. Sachs said they are &quot;spending modest but real resources, more than is generally spent. The whole purpose of this is to show what a somewhat better provision  but within reach  can mean. The point of this really is to shine a light on what can be done in general in rural Africa.&quot; He agreed that the project brought in people with unusual organising skills and motivation, but said attitudes within the villages had changed. &quot;When we started, we had a palpable sense that [child] deaths in the community were normal. It wasn&apos;t a surprise when there were stock-outs of medicine.&quot; Africa&apos;s very high child mortality rate had been a fact for too long; the project helped break the status quo. &quot;Making people understand how extraordinarily unusual, sad and remediable this is is also part of this. We think they get that,&quot; Sachs said. Spending on health systems in Africa probably needs to be about $50 a person annually, he added, which is about twice the present level. For the lessons of the Millennium Villages to be adopted across Africa, higher spending  although within the levels the UN has said should be reached  would be needed. Health spending of $50 a person annually, he pointed out, is tiny by comparison with the outlay of around $3,000 per person in affluent countries. Developing countries are beginning to spend more, but &quot;to build up even a basic health system does require added development assistance&quot;, said Sachs. Aid levels, however, are frozen or declining. &quot;This is alarming. We&apos;re not asking for the moon. It is a small part of what is supposed to be the overall commitment.&quot; Sachs is very concerned by the &quot;terrible setbacks&quot; at the Global Fund, which cancelled its next round of funding for the Aids, malaria and TB programmes that developing countries were putting forward as donor confidence and investment dropped off last year. Under new management, &quot;they have talked about new approaches, but I&apos;m very worried about this long hiatus&quot;, he said. On the other hand, he is delighted at Jim Yong Kim&apos;s appointment as World Bank head. &quot;This is someone who understands what can be done on the ground. I&apos;m hoping he will mobilise resources,&quot; said Sachs.", 
    "section": "global-development", 
    "gid": "global-development/2012/may/08/child-mortality-jeffrey-sachs-millennium-villages", 
    "wordcount": "938"
}