{
    "headline": "MPs unimpressed by oil firms' Arctic emergency planning", 
    "text": "British oil companies spearheading a race for resources in the pristine waters of the Arctic were on Wednesday accused of not learning the safety lessons of the Gulf of Mexico oil spill as industry executives gave evidence to MPs. Members of the Commons environmental audit committee also expressed shock at an admission from Shell and Cairn Energy that they had not assessed the potential financial impact of any worst case oil spill. Caroline Lucas, the Green MP and committee member, said senior oil company representatives seemed complacent about the chances of a future accident and the putting in place the right systems to deal with one. &quot;There is no reason to believe that that any lessons have been learned from the Deepwater Horizon blowout. They seem to be shutting their eyes and crossing their fingers that they will not have a spill and it beggars belief that they are not able to tell shareholders how much it would cost to deal with a worst case scenario. either it has not been done or we were not being told,&quot; shesaid after the meeting. Zac Goldsmith, the Conservative MP with strong green credentials, said it was &quot;hugely irresponsible&quot; that Shell and Cairn had not provided investors with guidance on how big any pollution bill might be. &quot;Your shareholders will be paying for it not you,&quot; he told them. Shell which has applied to start drilling in the Arctic this summer off Alaska while Cairn has already drilled off Greenland for the last two summers. Peter Velez, head of Shell&apos;s emergency response operations in Alaska, confirmed that it had put no price tag on clean-up operations, saying the chance of a well control problem was &quot;very, very small&quot;. Safety and protection of the environment was always &quot;our first priority&quot;, he said, and there was no specific figure for cleaning up any mess. It would accept responsibility for any damage on an unlimited basis. &quot;We do whatever we have to do to clean it up,&quot; added Velez whose company has had a spill response plan accepted by US regulators for drilling in the Chukchi Sea this summer. &quot;Essentially we are in a similar situation,&quot; said Richard Heaton, a former BP geologist who is now exploration director of Cairn. &quot;It&apos;s about putting in place the most robust preventative measures.&quot; But those measures also came under attack from the MPs when Shell admitted it would not have time to test any well containment system - as used by BP eventually in the Gulf disaster - in ice conditions. Velez said he was confident that the system Shell had developed would be highly effective. But members argued oil companies were promising to deploy a wide range of spill responses, including containment, burning and chemical dispursants, without being sure they would be effective. Goldsmith said: &quot;It&apos;s about very unproven science ... its all guess work. Its very hard to put a positive spin on it.&quot; The committee will continue its investigations over the next month and plans to publish its recommendations on how the UK government should respond to the opening up of the far north for economic exploitation. Vicky Wyatt a Greenpeace spokesperson, said: &quot;Today confirms what we already knew. If a Gulf of Mexico-style spill were to happen in the Arctic the oil industry has no credible plan for cleaning it up. It&apos;s not just environmentalists who should be concerned, shareholders should be too.&quot;", 
    "section": "environment", 
    "gid": "business/2012/mar/14/oil-spill-arctic-exploration", 
    "wordcount": "587"
}