{
    "headline": "Nasa's Kepler telescope failure is not the end of searching for another Earth", 
    "text": "The Kepler space telescope is in trouble. On Tuesday, during one of their regular twice-weekly communications slots, Nasa scientists found the telescope in &quot;safe mode&quot;. An investigation has now revealed that a stabilising wheel has broken. This led the telescope to place itself in the protective, low-power mode. Without this wheel, the telescope cannot point precisely at its targets. Although it&apos;s a little early to be writing Kepler&apos;s obituary, the signs are not good.  Kepler was equipped with four reaction wheels and needs three to function properly. The first was lost in July 2012. This week&apos;s malfunction takes the telescope down to two, which causes problems. The mission is far from a failure. It was launched in 2009 and designed to last three and a half years. It is now 18 months since the mission was scheduled to end and Kepler has discovered 132 planets around other stars.  It has also racked up more than 2,700 further candidates that are awaiting confirmation from ground-based telescopes  a task that will keep astronomers busy for years. Kepler was designed to find another Earth  in other words, an Earth-sized world in a habitable orbit around a Sun-like star. It has yet to do that. However, the discovery may be buried in the Kepler data that has yet to be analysed. Most of its planets have been worlds larger than Earth, although Kepler 37-b is estimated to be about the size of our Moon. Even if this is the end for Kepler, the search for another Earth does not die with it. On 19 October 2012, the European Space Agency announced that it would build Cheops (CHaracterising ExOPlanets Satellite). This space telescope is slated for launch in 2017 and will target nearby, bright stars already known to have planets orbiting around them. It will build a list of planets around other stars that astronomers could subsequently analyse for extraterrestrial life. Nasa too is developing a 2017 mission. On 5 April 2013, the agency announced that the Transiting Exoplanet Survey Satellite (Tess) would be funded. This space telescope will survey some 2 million nearby stars across the whole sky, again looking for planets.  The alien worlds could then be analysed for signs of life by the next generation of ground-based giant telescopes such as the European Southern Observatory&apos;s Extremely Large Telescope.  In the meantime, Kepler is parked in a way that is conserving its fuel. This gives mission planners time to ponder their options. They can either halt the mission or continue collecting lower quality data. The space telescope was named after the German mathematician Johannes Kepler. In the early 17th century, his decades of study paid off when he found three mathematical laws that describe the movement of planets around the Sun.  Centuries later, astronomers now use those same laws to calculate the movement of the planets that the Kepler space telescope identifies around other stars. Together with the CNES-ESA mission, COROT, Kepler will be remembered as the telescope that made the first real search for Earth&apos;s twin planet.  Stuart Clark tells Johannes Kepler&apos;s story in The Sky&apos;s Dark Labyrinth (Polygon).", 
    "section": "science", 
    "gid": "science/across-the-universe/2013/may/16/nasa-kepler-telescope-failure-earth", 
    "wordcount": "520"
}