{
    "headline": "Spectator reveals worrying insight into direction of Tory policy on climate", 
    "text": "This week&apos;s issue of the Spectator provides a worrying insight into the possible future direction of Conservative party policy on energy and the climate. The front cover promotes an article by Peter Lilley, the MP for Hitchin and Harpenden, which hypes up the benefits of shale gas, based on poor analysis, woolly thinking and an apparently visceral hatred for environmentalists. Lilley, who was social security secretary in John Major&apos;s government, makes the extraordinary, and unsubstantiated, claim that Britain may have shale gas resources that are comparable to those of the United States, and accuses the Department for Energy and Climate Change (Decc) of holding back an energy revolution because of lobbying by &quot;Big Green&quot;. The article is sprinkled with the usual climate change &quot;sceptic&quot; claims that global warming stopped 16 years ago, and shows other signs of not being properly fact-checked, with a reference to the mythical &quot;Bowman shale&quot; in Lancashire: presumably Lilley means the Bowland shale, where exploratory drilling has taken place. Lilley dismisses residents&apos; concerns about the environmental risks associated with drilling for shale gas as &quot;comparable to the MMR scare&quot;, and simply ignores the fact that widespread use of gas-fired power plants with unabated emissions beyond 2030 would be wholly incompatible with the UK&apos;s climate change targets. Rather predictably, the article also neglects to mention Lilley&apos;s part-time employment as vice-chairman of Tethys Petroleum. It is perhaps not surprising to find an article in the Spectator that rejects the science of climate change and attacks alternatives to fossil fuels  after all, it does employ James Delingpole as a columnist. But what is noteworthy about this is that Lilley is growing in influence within the Conservative party. In October, his backbench colleagues voted him on to the House of Commons select committee on energy and climate change, and two weeks ago he was appointed to the prime minister&apos;s new parliamentary advisory board which will help mould the Conservative party&apos;s policies before the next election in 2015. Lilley is an avowed climate change &quot;sceptic&quot;, and produced a campaign pamphlet for Lord Lawson&apos;s Global Warming Policy Foundation which used a mixture of inaccurate science and bad economics to attack the review carried out in 2006 for the Treasury by Lord Nicholas Stern (now chair of the Grantham Research Institute, where I work). But it is the fact that Lilley was one of only three MPs who voted against the bill to introduce the Climate Change Act in 2008 that might be an indicator of his true policy intentions. With the Conservative party now worrying about losing supporters to Ukip, it is turning to those on the right of the party, like Lilley, to come up with a plan to win back disillusioned voters. Ukip&apos;s energy and climate change policy is based entirely around climate change denial and the promotion of all fossil fuels, including coal. Its leader, Nigel Farage, frequently attacks wind power, apparently oblivious to the overwhelming public support it enjoys. So will Lilley recommend a strategy for outflanking Ukip by proposing that the Conservative manifesto for 2015 should promise the UK&apos;s withdrawal from the European Union Emissions Trading System and the repeal of the Climate Change Act? Even if that is so, all may not be lost for the Conservatives as there are some more moderate voices within the party, such as William Hague, Oliver Letwin and Tim Yeo, who are likely to insist that policy should be based on rational analysis rather than extreme anti-green ideology. The question is who will prevail ahead of the next general election?", 
    "section": "environment", 
    "gid": "environment/blog/2013/may/10/spectator-policy-climate-shale-gas", 
    "wordcount": "600"
}