{
    "headline": "Grabbing the initiative to kick-start your career in scientific research", 
    "text": "    As the new academic year gets going, one Guardian Student Blogger tells us why she decided to study for a postgraduate degree. She has the same concerns as many new students, about whether her investment will be worthwhile and whether she is up to the task. If you are considering studying for a postgraduate degree in science, you face an additional, specific concern. If you choose further study involving a significant research element  an MRes, MPhil, or PhD  and you do not have research experience, you may feel that you do not know what you are letting yourself in for.  You probably don&apos;t! Most undergraduate BSc programmes in the sciences include an extended research project and dissertation, but this may be insufficient preparation for a full-time research job. If you plan to continue directly from undergraduate to postgraduate study, you will need to apply for competitive postgraduate programmes as early as October of your third year, before you have had time to clock up many hours working on your honours project. You might prefer to do a literature review instead of a lab-based study, or you might be looking to specialise or move fields as a postgraduate student. A PhD in particular is a significant commitment, and the decision to study for one should not be taken lightly. When a potential applicant asks me about applying for a PhD programme, the advice I give them is to get some research experience. The day-to-day life of a scientific researcher is far removed from the structure of an undergraduate laboratory practical. A third-year project has more in common with life in the lab, but real insight into the freedoms and frustrations of fully independent research can only be gained by having a go yourself. If you are someone without prior research experience, you may wonder how you can go about getting involved. While they might not be widely advertised, opportunities do exist for undergraduate students to get stuck in with some real research. A student could use their spare time throughout the year, or spend a hardworking summer full-time in the lab. Some universities and funding bodies (such as the Medical Research Council (MRC)) have structures in place to help students find a placement. An Undergraduate Research Opportunities Programme (as it is referred to at Imperial College, the University of Reading and the University of Cambridge) matches students to supervisors offering specific projects. Other universities offer similar programmes.  Outside of these formal schemes, an enthusiastic student could approach a member of staff whose research interested them in the hope of finding a suitable project, or let their personal tutor know they are keen to get some research experience and ask whose lab might host them.  In approaching a busy lecturer, emphasise the benefits for their lab  offer yourself as a willing pair of hands, keen to learn and contribute. As a newcomer not yet weary of running the same experiments, you can offer a fresh perspective, as Jenny Rohn describes on her blog. Finances are often a concern, because students might be looking to spend their summers earning some cash to see them through the following year. Universities recognise this, and it is reasonable to expect if not an extravagant wage then at least a bursary to cover living costs. If the head of the lab where you will work does not have money to spare, funding bodies such as the Wellcome Trust and the Engineering and Physical Sciences Research Council (EPSRC) offer grants for this purpose, and professional bodies may have bursaries available  the Society of Biology is one example.  The Careers After Biological Sciences website hosts a list of opportunities, along with advice on applying. Both academic and industrial possibilities are listed here (pdf) but do your own research as the document has not been updated since November 2010.  If you are not certain that spending a summer at the bench is for you, but want to stay in science, a range of science-related internships are suggested at New Scientist&apos;s Big Wide World blog. A memorable summer research experience can be found at iGEM, the international Genetically Engineered Machine competition. From its origins as a summer course at the Massachusetts Institute of Technology (MIT) in 2003, iGEM has expanded to encompass nearly two hundred teams of undergraduates from across the globe. Teams use principles and techniques from the field of synthetic biology to develop and test a biological machine. Along the way competitors contribute to the synthetic biology community.  Nine teams from the UK have entered this year. If your university is not among them, you can find instructions on how to get started at igem.org, and again the Wellcome Trust offers funding. As is the case for postgraduate degrees themselves, deadlines for both undergraduate summer placements and the funding to support them are some time in advance, so apply early. Priority may be given to students at a particular stage of their careers, or studying particular subjects, or limited to students registered at the host institution. Be broad in your search  consider opportunities overseas  and you will likely find something for you. Once you are in post, work hard. There is some advice here at Science Careers.  With enthusiasm and industrious effort, a supportive supervisor and an element of luck, you could do enough in your summer project to gain authorship on a paper before you have even graduated, which will make you stand out among applicants for places on competitive research degrees. If you are thinking of applying for postgraduate research training, or looking towards a career in research, your next investigation should be into the opportunities for research experience available to you. Read around, ask questions, and secure yourself some laboratory experience for next summer.", 
    "section": "science", 
    "gid": "science/occams-corner/2012/sep/13/career-scientific-research", 
    "wordcount": "959"
}