{
    "headline": "Holmium | video |", 
    "text": "    Who out there is familiar with holmium? Go on, raise your hand, don&apos;t be shy!  This week&apos;s element is holmium, another rare earths metal which has the symbol Ho and the atomic number, 67. This element was named after Stockholm, the hometown of one of this element&apos;s co-discoverers. As you can see in the above image, holmium has a lovely metallic lustre and is silvery-white in colour. It also is fairly soft and malleable.  Like the other rare earths metals, holmium is never found in its pure form in the wild. To this day, it remains quite challenging to separate from other rare earths metals, which it associates with. Holmium is another element that is not very interesting to biologists because it is neither essential to life, nor is it poisonous. However, that said, holmium does have medical applications, particularly in Ho-YAG (holmium yttrium aluminium garnet) lasers, which emits light of a wavelength that doesn&apos;t damage eyesight, thus, one of its medical uses is for eye surgery.  There are several things that I especially like about holmium. First, its colours. Holmium oxide shows two dramatically different colours based on changes in ambient lighting. Under natural light, it&apos;s yellow, but under fluorescent lighting, it&apos;s pink. Holmium also bonds -- colourfully -- with the halogens; usually this pairing is yellow in colour, although holmium fluoride, HoF3, is pink.  Second, its atomic number is 67, an odd (and prime!) number. Like nearly all odd-numbered elements, holmium is less abundant than the closest even-numbered elements, in this case, last week&apos;s element, dysprosium, and next week&apos;s element, erbium. This observation, known formally as the Oddo-Harkins rule, is true for all elements in the universe -- except one pair: hydrogen and helium. The reason for this phenomenon is thought to be because protons are most stable when paired, thus making odd-numbered elements less common than their even-numbered neighbors in the periodic table since odd elements may either lose or (more commonly) capture another proton to increase their stability, thereby changing their atomic number -- and identity. Third, since unpaired electrons are the source of magnetism and because it has such a large number of unpaired electrons, holmium has a number of unusual magnetic properties. In this video, our favourite chemists explain a little about the origin of holmium&apos;s magnetic qualities:            [video link] Another use for holmium is in nuclear power rods because it absorbs runaway neutrons created by nuclear reactors, thereby controlling the rate of the reaction. Interestingly, all isotopes of holmium (and there are 35 of them) are predicted by nuclear theory to be radioactive, including its one apparently stable isotope, holmium-165. At this time, my sources indicate that the half-life for holmium-165 has not yet been measured, suggesting that it is certainly very very long, thus giving it the impression of stability.  .. .. .. .. .. .. .. .. .. .. .. ..  Video journalist Brady Haran is the man with the camera and the University of Nottingham is the place with the chemists. You can follow Brady on twitter @periodicvideos and the University of Nottingham on twitter @UniofNottingham  You&apos;ve already met these elements: Dysprosium: Dy, atomic number 66Terbium: Tb, atomic number 65Gadolinium: Gd, atomic number 64Europium: Eu, atomic number 63Samarium: Sm, atomic number 62Promethium: Pm, atomic number 61Neodymium: Nd, atomic number 60Praseodymium: Pr, atomic number 59Cerium: Ce, atomic number 58Lanthanum: La, atomic number 57Barium: Ba, atomic number 56Csium: Cs, atomic number 55Xenon: Xe, atomic number 54Iodine: I, atomic number 53Tellurium: Te, atomic number 52Antimony: Sb, atomic number 51Tin: Sn, atomic number 50Indium: In, atomic number 49Cadmium: Cd, atomic number 48Silver: Ag, atomic number 47Palladium: Pd, atomic number 46Rhodium: Rh, atomic number 45Ruthenium: Ru, atomic number 44Technetium: Tc, atomic number 43Molybdenum: Mo, atomic number 42Niobium: Ni, atomic number 41Zirconium: Zr, atomic number 40Yttrium: Y, atomic number 39Strontium: Sr, atomic number 38Rubidium: Rr, atomic number 37Krypton: Kr, atomic number 36Bromine: Br, atomic number 35Selenium: Se, atomic number 34Arsenic: As, atomic number 33Germanium: Ge, atomic number 32Gallium: Ga, atomic number 31Zinc: Zn, atomic number 30Copper: Cu, atomic number 29Nickel: Ni, atomic number 28Cobalt: Co, atomic number 27Iron: Fe, atomic number 26Manganese: Mn, atomic number 25Chromium: Cr, atomic number 24Vanadium: V, atomic number 23Titanium: Ti, atomic number 22Scandium: Sc, atomic number 21Calcium: Ca, atomic number 20Potassium: K, atomic number 19Argon: Ar, atomic number 18Chlorine: Cl, atomic number 17Sulfur: S, atomic number 16Phosphorus: P, atomic number 15Silicon: Si, atomic number 14Aluminium: Al, atomic number 13Magnesium: Mg, atomic number 12Sodium: Na, atomic number 11Neon: Ne, atomic number 10Fluorine: F, atomic number 9Oxygen: O, atomic number 8Nitrogen: N, atomic number 7Carbon: C, atomic number 6Boron: B, atomic number 5Beryllium: Be, atomic number 4Lithium: Li, atomic number 3Helium: He, atomic number 2Hydrogen: H, atomic number 1 Here&apos;s the Royal Society of Chemistry&apos;s interactive Periodic Table of the Elements that is just really really fun to play with!  .. .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientistPinterest: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/aug/10/1", 
    "wordcount": "805"
}