{
    "headline": "Should Dominique Strauss-Kahn come to Cambridge?", 
    "text": "In 2007, the Oxford Union invited Nick Griffin, leader of the far right BNP, and Holocaust denier David Irving to discuss free speech. Now Cambridge has decided that whatever Oxford can do, we can do more controversially. So, on 9 March, we&apos;ve got Dominique Strauss-Kahn coming  he of the current prostitution ring allegations, and the dropped sexual assault case in New York. Er, and we heard he does economic stuff too. When a university society takes a step like this, we students have to wonder why. Is it for &quot;titillation of its membership&quot;, as a petition put out by the university&apos;s Women&apos;s Campaign suggests? Katie Lam, president of the Cambridge Union, says the reason is more prosaic  the union &quot;has been inviting Strauss-Kahn since early 2010, before his IMF resignation&quot;, and only recently received a positive answer. She also stresses the organisation&apos;s impartiality: &quot;As far as the union is concerned, all it is and all it can be is a completely neutral forum for free speech.&quot; So the timing is simply chance? &quot;Yes.&quot; But Lam&apos;s insistence that people are invited &quot;regardless of ideology or personal history&quot; is not going down well with students. Student union women&apos;s officer Ruth Graham points out that since the invitation to Strauss-Kahn was first issued, his profile &quot;has changed as a consequence of these revelations&quot; and argues that his presence on campus would &quot;legitimise his role in public life at a time when he is yet again being questioned by the police&quot;. Her campaign to disinvite him has so far attracted over 600 signatures. Yet universities exist to open our minds. If we can&apos;t listen to controversial speakers during these three hallowed years, when can we? The LSE last year decided to host two speakers with controversial views about Muslims, saying that &quot;the likelihood that offence would be caused was not in itself a reason to prevent the event from going ahead&quot;. I write a feminist column for Varsity newspaper; I&apos;m unsettled that a man with such an undeniably warped attitude to women is coming to speak. And yet there&apos;s no doubt the man can economise (or whatever the verb is). From a purely economic perspective, he&apos;s worth listening to. Universities, are small and tightly-bound communities, and students have real power in preventing people speaking. At Oxford, Griffin and Irving were blocked from the hall by protestors and forced to debate in smaller, separate rooms. Late last year, protestors disrupted a Cambridge event at which David Willets was due to speak, shouting until he departed. In the aftermath, opinion was sharply divided between those who supported the protest against tuition fees, and those who felt the demonstrators had prevented others from engaging in a reasonable debate with the minister. Freedom of speech is a double-edged sword. If the tuition fees rise has proved anything, it&apos;s that students can get moving when we really feel strongly about something. The question is whether students who cherish their own right to protest should also allow DSK his opportunity to speak.", 
    "section": "education", 
    "gid": "education/mortarboard/2012/mar/01/should-dominique-strauss-kahn-visit-cambridge", 
    "wordcount": "518"
}