{
    "headline": "Twitter clampdown threat to free speech", 
    "text": "Most of us will be repulsed by the Twitter message sent to Tom Daley, but we should be more disturbed by the police arrest of the culprit (Teenager arrested over malicious tweets sent to Tom Daley, 31 July). We are seeing an ongoing campaign against social media, with high-profile arrests of anyone sending malicious communications, making offensive comments or seeming to promote violent behaviour, even if (as is the case with the Facebook riots or airport Twitter case)no violence occurred. While this clampdown appears defensible, it rests on a legal basis that is not being applied to the mainstream media. Numerous stories in the daily press seem malicious or promoting aggression towards particular groups, individuals or countries, yet few journalists are being arrested that same morning. The Sun even launched a campaign against internet trolls, despite having trolled popular and political culture and the lives of any individual it chose to target for decades. The actions of many social media users may be offensive but have little effect and are typically policed by their peers. Ultimately they raise important issues about free speech and censorship, while showing up a political and media culture that has always relied on easily controllable, top-down modes of broadcasting. Individuals can now communicate with each other and broadcast opinions back to the world which won&apos;t always be informed or agreeable, but that chaos is far preferable to the hunting down of individuals who don&apos;t have the support of corporate lawyers, media moguls and prime ministers.William MerrinLecturer in media studies, SwanseaUniversity  If you can be arrested for insulting someone on Twitter, why not arrest those who insult verbally? Soon we won&apos;t be able to have an argument without the law interfering.Arthur GouldLoughborough   Premier League footballers, be very careful (Ferdinand faces ban after FA charge over &apos;choc ice&apos; tweet, 31 July). Fatty is getting very upset and Ginger has taken his ball home. As for Four-eyes, he says he&apos;ll never play with Spotty again.Les AllenPenrith, Cumbria ", 
    "section": "technology", 
    "gid": "technology/2012/jul/31/twitter-clampdown-threat-free-speech", 
    "wordcount": "335"
}