{
    "headline": "Zoos tighten security as threat of animal poaching grows", 
    "text": "Opening the door to the animal house, passing a rhino on the way and patting the giraffe inside, Sarah Forsyth points out small white boxes that dot the walls. &quot;Everywhere you look there&apos;s a detector or a motion sensor,&quot; she says, chuckling in front of one that presented the security firm with a peculiarly zoo-specific problem. &quot;These are the ones the giraffe were licking.&quot; She can laugh about it now, but two months ago, when Colchester zoo decided to put in place the 300,000 alarm system, Forsyth&apos;s overriding emotions were panic and disbelief. As curator of the resident rhinos  five southern whites  she is responsible for their care and protection. So when the National Wildlife Crime Unit (NWCU) warned all zoos and safari parks that poachers could be targeting the animals for their horn, she was understandably appalled. &quot;Just the thought of coming in one morning and finding that was more than we could bear to think about, let alone actually facing the reality,&quot; she says, as Flossie, Otto, Emily, Cynthia and Zamba kick up dust in the winter sunshine. &quot;After all these years, how can things be getting worse rather than better?&quot; The NWCU&apos;s warning  described by its head, Detective Inspector Brian Stuart, as &quot;appropriate and proportionate&quot; given the intelligence  followed months of mounting concern worldwide over the rise in rhino poaching, fuelled by a rumour that horn could cure cancer. Not only were European museums and zoos being robbed of their horns, but live rhinos in Africa and south-east Asia were being killed or maimed at a dizzying rate. In 2007, an estimated 13 rhinos were killed in South Africa. Last year, the toll was at least 443. Both the Javan rhino in Vietnam and the western black in West Africa were declared extinct. According to the police, the threat has become so acute that even live animals in UK captivity are at risk of attack. The fear is that organised criminals could imitate their counterparts in Africa by shooting rhinos with a tranquilliser gun and chainsawing off their horns down to the skull  a bloody and brutal process that usually proves fatal. &quot;It just goes to show how crazy the demand is,&quot; says Neil D&apos;Cruze, of the World Society for the Protection of Animals. &quot;Natural resources have been depleted to the point where they&apos;re having to look elsewhere to obtain it.&quot; Despite having no proven medicinal properties, rhino horn is now being sold on the global black market for as much as $65,000 a kilogram (41,000). It is, Stuart says, a &quot;commodity with an ever-rising price&quot;. Dominated by serious organised crime, the illegal trade in wildlife is an increasingly complex and sophisticated black market, says D&apos;Cruze. Rhino horn is the must-have derivative for consumers in parts of Asia and beyond, but those who police the trade in Britain see everything from tortoises to tiger bone, birds of prey to bear bile, for sale. &quot;As far as the endangered species trade is concerned, most people know about it but they think it&apos;s something that happens in Africa or Asia,&quot; says Sergeant Ian Knox, of the Metropolitan police wildlife crime unit. &quot;What they don&apos;t realise is that because it&apos;s a trade there&apos;s a supply end and a demand end.&quot; Jewellery made from elephant ivory; birds of prey exchanging hands for 50,000; leopard bone sold as an ingredient in traditional medicine: all of these have been reported to police in the UK in recent years, and all are signs of a booming trade. On the contrary, Stuart says, the anecdotal evidence from abroad would suggest a rise in reported crime  although that could be down to greater public awareness and more concerted law enforcement, he adds. Despite its size, many feel the illegal trade is not getting the attention or resources it deserves. &quot;I don&apos;t think it&apos;s given enough prominence,&quot; says Stephanie Sanderson, of Chester zoo. &quot;I don&apos;t think the general public realise how important it is and what the consequences are.&quot; Sanderson says the issue has led her and her colleagues to believe that &quot;a number of our species&quot;  not just rhinos  are under threat. A man once tried to smuggle out a parrot, she recalls. The issue of resources came to a crunch in London last year when it emerged that cuts were threatening the Met&apos;s specialist unit, which had only three members of staff as it was. Warning that the illegal trade could flourish in London without the wildlife crime unit, the World Society for the Protection of Animals stepped forward with a &quot;significant&quot; sum of money that enabled Knox to expand his unit. D&apos;Cruze says the predicament was symptomatic of the prevailing attitude towards wildlife crime police. &quot;The fact is that at the moment  and this isn&apos;t to do a disservice to the unit; I think this applies to all [wildlife crime] enforcement agencies throughout the world  they&apos;re seen as the Mulder and Scully of the police department,&quot; he says. Knox and Stuart vigorously reject this claim; the latter insists that the NWCU has &quot;had nothing but support&quot;. But Stuart agrees there remains a perception of &quot;high profit, low risk&quot;. The maximum sentence for trying to export a rhino horn out of the UK is seven years under the Customs and Excise Management Act 1979. &quot;Balance that up,&quot; Stuart says, with a case reported this week of three rhino poachers sentenced to 25 years in jail in South Africa. In the paddock at Colchester, rhino calf Zamba drinks alongside his mother, Cynthia. His existence is testament to the battle being fought to save the species. The two-year-old was born through artificial insemination in 2009, the first in the UK. Months earlier his father Simba&apos;s horns were stolen after he died of natural causes. The poacher, Donald Allison, from Preston, was caught trying to smuggle them through Manchester airport on his way to China. The shock of that incident, Forsyth says, made Colchester even more determined to act. &quot;It was bad enough to lose a horn off an animal that was already dead,&quot; she says. &quot;But to do it to an animal that&apos;s alive  we can&apos;t even risk it.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/feb/03/zoos-security-animal-poaching-threat", 
    "wordcount": "1069"
}