{
    "headline": "Science and Christmas: a forgotten Victorian romance", 
    "text": "Science and Christmas may not seem like obvious bedfellows. Sure, they might meet on the fringes of the regular festivities  at Robin Ince&apos;s annual secular show Nine Lessons and Carols for Godless People at London&apos;s Bloomsbury Theatre, for example. But the Royal Institution&apos;s Christmas Lectures are a glorious exception.  Televised each year since 1966, they have brought science close to the Christmas mainstream. An institution in their own right, they date back to 1825 and remain the sole surviving example of a whole Victorian culture of festive science that has now been largely forgotten. In the first few decades of the 19th century, Christmas was a rather rarefied tradition, kept alive by the nostalgia of poets and antiquarians. Romantically inclined writers such as William B Sandys and Thomas Kibble Hervey feared for the end of &quot;Old Christmas&quot;  the age, they lamented, had become too philosophic, too utilitarian and too refined for boozy wassail bowls, feudal feasts and Lords of Misrule. On the eve of the Victorian era, however, Christmas underwent a transformation, becoming a popular festival once again  reinvented for the modern age. And as science was reaching unprecedented levels of popularity around the same time, the two cultures overlapped. Publications like The Illustrated London News and The Leisure Hour printed Christmas essays, stories and poems that celebrated scientific progress. Christmas books and annuals included experiments for children. Newspapers ran adverts for &quot;scientific Christmas presents&quot; and articles describing &quot;Christmas scientific recreations&quot;. By 1848, festive science was all the rage. That year, the Victoria Theatre staged one of the most sensational and oversubscribed pantomimes of the decade. E L Blanchard&apos;s Land of Light, or Harlequin Gas and the Four Elements made &quot;Science&quot; the personified hero. The opening scene takes place in a &quot;goblin coal mine&quot; 5,000 miles beneath the surface of the Earth, where an unhappy troop of fairies bemoan their banishment from the science-enamoured society above. The character Science arrives, challenging the fairies to a contest of traditional panto magic. Science steals the show by combusting a slab of coal. The stage directions at this point indicate that the player Gas appears from the coal &quot;with flame upon his head&quot;. And to further perturb even the most hardened health-and-safety enthusiast, the scene&apos;s magical finale consists of a &quot;magnificent temple&quot; of artificial light, fuelled by a selection of intensely bright (and extremely explosive) gases in use at the time  Budelight, limelight and camphine. Pantomime became an exclusively Christmas tradition during the Victorian era, but it was much more politically edgy, witty and spectacular than the best of today&apos;s efforts  which tend to rely on the fame and acting abilities of soap stars. Rivalling the pantomime&apos;s dominance in Victorian London&apos;s festive season, two &quot;galleries of practical science&quot; popped up in the 1830s that strove to offer &quot;instructive amusement&quot; for the masses. The Adelaide Gallery arrived first, their Christmas bill including performances of traditional festive oratorios  usually Handel&apos;s Messiah or Haydn&apos;s Creation  that featured massive projections of microscopic organisms or dramatic displays of electricity. Famous for its &quot;abominable smells&quot; and the &quot;odd explosion&quot;, The Royal Polytechnic Institution (now the University of Westminster) soon eclipsed the Adelaide in popularity. It was John Henry Pepper, having joined as a lecturer and resident chemist in 1848, who made Christmas at the Polytechnic legendary. &quot;Professor&quot; Pepper was the Victorian Brian Cox. He transformed the Polytechnic into a winter wonderland at Christmas, with Christmas trees and other evergreens decking the Great Hall, where a host of impressive machines and inventions were on display.      'Christmas-tree at the Crystal Palace' (1854). Image: Illustrated London News archive    A celebrated, giant tree  each year bigger than the last  was loaded with scientific presents that Pepper later dished out to children. Sydenham&apos;s Crystal Palace and the Polytechnic, competing for the Boxing Day crowds, were continually trying to outdo the other&apos;s tree size. Over the years, the Polytechnic treated the public to such festive marvels as harps that telegraphically channelled music played elsewhere, &quot;optical&quot; pantomimes showcasing the best in projection technology, and, most popular of all, The Ghost. Pepper&apos;s Ghost satisfied the Victorian taste for a rational dose of magic and gothic entertainment at Christmas. Adapting Henry Dircks&apos;s mirror-based invention, Pepper managed to project on stage the image of an actor concealed below, creating the illusion of an uncannily convincing ghost. At the Polytechnic on Christmas Eve in 1862, an adaptation of Charles Dickens&apos;s The Haunted Man and the Ghost&apos;s Bargain was chosen for the first public performance of the illusion. Dickens&apos;s novella, published in 1848, was his fifth and final Christmas book. It told the story of Redlaw, &quot;a learned man in chemistry&quot; who was haunted in his lecture theatre by a doppelganger. Michael Faraday and the great scientist and inventor Charles Wheatstone were guests at the first performance, and after each subsequent show a lecture was always given explaining the science behind the illusion. Faraday, who delivered his famous Christmas lecture series &quot;The Chemical History of a Candle&quot; in 1848, was undoubtedly the inspiration for Dickens&apos;s protagonist. Indeed, the author had written to Faraday in 1850 asking for his lecture notes. He then wrote a dramatisation of the series, which appeared in the first issue of his new journal Household Words.     Prince Albert and the 'royal children' attend Michael Faradays 1855 Christmas Lecture, 'The Distinctive Properties of the Common Metals'. Image: Illustrated London News archive    Dickens was not the only populariser of Christmas to embrace festive science. Prince Albert saw Pepper&apos;s Ghost in a production of The Haunted Man at the Polytechnic, and he took the Royal Children to Faraday&apos;s 1855 Christmas series on &quot;The Distinctive Properties of the Common Metals&quot;. A list of people who attended the Christmas Lectures in the 1850s reads like a who&apos;s who of fashionable and titled London society. Although the renown of the Christmas Lectures has endured, like most romances, festive science did not last long. It was certainly an oddity by 1880, but more research is needed to determine just how important science was to the Victorian Christmas. Why did it fall out of favour? Will it make a comeback? The first of three Royal Institution Christmas Lectures, Air: The Elixir of Life, will be broadcast on BBC Four on 26 December Rupert Cole works at the Science Museum in London. The thesis for his recently completed history of science MSc at UCL was entitled &quot;Science at Christmas in Early-Victorian England&quot;", 
    "section": "science", 
    "gid": "science/blog/2012/dec/14/science-christmas-victorian-romance", 
    "wordcount": "1066"
}