{
    "headline": "How to teach  portrait painting", 
    "text": "Pupils across the UK are being asked to help paint a portrait of the nation by taking part in Face Britain  an art project to celebrate the Queen&apos;s diamond jubilee. The aim is to get young people to paint a self-portrait for inclusion in one of the world&apos;s biggest-ever art installations. If you would like your school to take part, a good place to start is the Face Britain assembly, available for both primary and secondary pupils. It explains the project  open to anyone aged four-16  and shows how students at one school in Wales got involved. Face Britain has produced teachers&apos; notes. Younger pupils could try making sticky paper mosaics or collages, while those aged 11-16 might enjoy making clay characters or using photographs as a stimulus. Alternatively, students can create still life drawings or paintings of objects that represent them. For a self portrait in the style of Vincent van Gogh, encourage pupils to use swirling, colourful brush strokes and avoid outlines. Useopposite colours to create a portrait in the style of Claude Monet, or try a Pointillism self portrait made out of dots. The National Portrait Gallery has created a two-part drawing master-class for students aged 14 to 16  part one and part two  that contains advice from American artist and teacher Ron Bowen.Later, when the portraits are complete, advice on hanging an exhibition will help you display pupils&apos; work effectively. There are also instructions for making ornate picture frames. Face Britain hopes that more than 28,262 young people will upload their portraits to its website, allowing it to break the current Guinness World Record for the most artists contributing to the same art installation. The closing date for entries is 31 March. The Guardian Teacher Network has more than 100,000 pages of lesson plans and interactive materials. To see and share for yourself go to teachers.theguardian.com. There are also hundreds of jobs on the site; for a free trial of your first advert, go to schoolsjobs.theguardian.com.", 
    "section": "education", 
    "gid": "education/2012/mar/05/face-britain-portrait-teaching-resources", 
    "wordcount": "337"
}