{
    "headline": "CES 2013 preview: what's around, what's up and what's down", 
    "text": "Last year it was Steve Ballmer who gave the keynote, winding up nearly 20 years of keynotes by one of Microsoft&apos;s top people with a speech in which he talked Windows, Windows, Windows. Now if you need any proof that the times they are a-changin&apos;, the keynote this year will be by Paul Jacobs, on the subject, &quot;Are you born mobile?&quot;. Who he? No less than the chairman and chief executive of Qualcomm, which makes essential chips used in millions of phones. Apparently his address will include &quot;a big announcement, a famous band, a host of famous guests  and an amazing amount of technology&quot;. Read the exciting detail about how big the presentation screen will be on the CES site. Gizmodo tells it straight, with its report from the bunfight that is the CES Unveiled event (where stacks of companies pitch in a huge room in which five times as many journalists struggle round, trying not to clout each other with their bags, shoulder-mounted cameras and paraphernalia). All the best stuff from a mildly horrible CES press event &gt;&gt; Gizmodo  For better or worse, CES Unveiled is a thing. We actually find it terribly convenientdozens of gadgetmakers under one roof. And we found some cool stuff too. Huzzah! We braved the throngs and fried-food-vapors for you, my dears. Here&apos;s the best stuff we saw:  Includes an eyeball-controlled Windows 8 computer (hmm), a tiny activity tracker, a stylus that plays music and takes Bluetooth calls (&quot;sorry, I&apos;ve got a call coming in on my pen&quot;), a tiny action webcam - in Gizmodo&apos;s words, &quot;must be for porn?&quot;, a Google Glass competitor (looks dorky). the list goes on. A bit like CES really. Now, Nvidia has something new for people to ooooh over:  Nvidia unveils Tegra 4, &quot;world&apos;s fastest mobile processor&quot; &gt;&gt; The Verge  The Tegra 4, like its predecessor, features a quad-core processor along with a fifth, low power, core to save battery life. Although it retains the 4-plus-1 setup of Tegra 3, Nvidia&apos;s fourth-generation chip is built on an all-new architecture. The company&apos;s CEO Jen-Hsun Huang says that Tegra 4 is the world&apos;s fastest mobile processor, surpassing everything currently on the market. Nvidia hasn&apos;t revealed the clock speed of the Tegra 4&apos;s processor yet, but it does say that it has 72 GPU cores  we imagine its referring to CUDA cores here. Although it hasn&apos;t been confirmed, it&apos;s been rumoured that Tegra 4 is produced using a new 28nm manufacturing process  a step up from Tegra 3&apos;s 40nm  and should help improve power consumption despite Tegra 4&apos;s improved power.  But the Verge points out there is no LTE chip onboard, so smartphones/tablets will need another chip for the phone modem  something Qualcomm is expected to do later this year. Glum news meanwhile across the entirety of the showroom floor. Electronics industry to grow a meagre 4% in 2013 &gt;&gt; Venturebeat  The worldwide electronics industry&apos;s sales are expected to grow an anaemic 4% to $1.105 billion in 2013, according to a forecast by the Consumer Electronics Industry and the market research firm GfK. Even so, that&apos;s better than the 1% drop in 2012, when the industry hit $1.058bn in sales, said Sean Koenig, director of industry analyst at the CEA, speaking at a press event at the Consumer Electronics Show in Las Vegas on Sunday. By comparison, the industry grew 11% in 2010 and shrank 9% in 2009.  We think actually they meant trillion rather than billion, but they&apos;re still pretty slow growth numbers. Android Authority suggests that the latest Samsung Galaxy S4 might be on show behind closed doors, but not to the press  it will be for any carriers or other retail partners who get to see it. One point to ponder: &quot;4&quot; is unlucky in Korean, so will this by the SGS 5? Or some other nomenclature? Meanwhile, tablets are getting bigger... Lenovo IdeaCentre Horizon brings touchscreen gaming to a massive 27-inch surface (video hands-on) &gt;&gt;The Verge  Apparently Lenovo liked what it saw from Sony&apos;s Tap 20, because here at CES the company is introducing its own &quot;portable&quot; desktop PC. The IdeaCentre Horizon is primarily a Windows 8-enabled all-in-one  Lenovo calls it a &quot;table PC&quot;  with a 27-inch, 1080p 10-finger touchscreen, Intel&apos;s Core i7 processors and discrete graphics. But it&apos;s also portable, at least in theory, thanks to an internal battery that Lenovo says will power the gigantic device for two hours at a time.  Two hours!  Wired meanwhile has a reminder of what we&apos;re still waiting for... Vaporware We&apos;re Still Awaiting from CES 2012 &gt;&gt; Wired Among them: MySpace TV (us neither), the Kodak PlayFull Dual (a point-and-shoot camcorder; don&apos;t hold your breath, as Kodak went into Chapter 11), Asus&apos;s 7in Android tablet (turned out to be the Google Nexus 7), and the Victorinox official Swiss Army Knife with a 1 terabyte SSD drive for $3,000.  Inside Intel&apos;s TV service: no CES announcement, but plenty of juicy details  I&apos;ve been told by a knowledgeable source that this is inaccurate, and that there won&apos;t be any announcement or other kind of public appearance in Vegas. Still, Intel is definitely getting close to lifting the curtain on its plans for the living room. I&apos;ve been talking to sources familiar with the project for a few months now, and done a fair share of digging online as well. Combined with a few previous leaks, a much clearer picture about what Intel is up to in the TV space is emerging: it&apos;s a box, it&apos;s a service, and it&apos;s intriguing, to say the least.  This is being well leaked, but it&apos;s still unclear what, if anything, Intel hopes to achieve here. Among the subheadings: &quot;It wants to beat Apple TV  without being Apple TV&quot;. Not too big a challenge, surely. We&apos;ll have more from the showroom floor later with Rory Carroll, who is there for us. Stay tuned.", 
    "section": "technology", 
    "gid": "technology/2013/jan/07/ces-2013-latest-gadgets", 
    "wordcount": "1006"
}