{
    "headline": "Why writing an app is different to writing a children's picture book", 
    "text": "Many children&apos;s book-apps are based on existing print titles, with the original author&apos;s role confined to approving the plans and finished results. After all, they&apos;ve already written the words that will be used. These are contractual partnerships, rather than creative collaborations. That&apos;s not a criticism, as it makes sense for book publishers to bring their existing catalogues to tablets and smartphones first, as they gauge the potential market. Yet in the adult market, there are some examples of authors working more directly with publishers of apps based on their work. Touch Press made its Solar System app with author Marcus Chown as a new title, for example there was no print version to work from, and in fact, the app was only later turned into a book by Faber. Historian Dan Snow&apos;s work with developer Agant on Timeline World War 2 is another example. In the children&apos;s book-apps space, there are less examples, with most titles either based on existing print books or copyright-free fairy tales and nursery rhymes. An interesting debate has broken out over the weekend about how this might change. It started with a blog post by children&apos;s author Moira Butterfield on the Picture Book Den website, in which she called for publishers to bring authors more into their app plans. &quot;We already have apps in which picture books are read out loud and pictures change when children touch the screen. But I believe there could be more innovative computer/picture book mixes out there to discover, and I want publishers to call on us authors for ideas, not just on computer whizzes. I think we should get into the mix and offer our creativity,&quot; she wrote. &quot;As an author of both picture books and material for other age-groups, I very much want to bring my experience to the tablet. I don&apos;t want apps simply created by teccies with no thought for the intricate, delicate, precious magic that happens between a child reading words joined with pictures. Nor do I want to stick my head in the sand, and pretend that the online world doesn&apos;t exist.&quot; Butterfield&apos;s post spurred a quick response from Kate Wilson, managing director of British company Nosy Crow a company that publishes both physical picture-books and book-apps, with some of the latter based on its print titles, and others based on fairytales. &quot;We&apos;d love to find authors who are interested in working on apps,&quot; writes Wilson. &quot;But writing a highly interactive, multimedia children&apos;s app that is a satisfying reading experience is not the same as writing a picture book.&quot; She outlines several reasons: apps are more collaborative processes than printed books &quot;more, perhaps, like writing a film-script than writing a book&quot;  and may require authors to be thinking more about what goes into animation and coding. They&apos;re non-linear experiences too, where the linear narrative sits alongside interactive elements. &quot;Apps are new, and they&apos;re developing fast. I think that authors who are interested in writing in this space need to keep up with developments, immerse themselves in this world and get to know the best of the apps that are out there, and, even better, spend time with children who are reading those apps to see how they use the screen and what they expect from it,&quot; writes Wilson. Some are doing that: in fact, Nosy Crow is about to release an app called Rounds: Franklin Frog (pictured at the top of this article), which has been written by an external author-illustrator team, working with the publisher. These two blog posts don&apos;t read like an argument: more Butterfield saying authors would like to be involved, and Wilson welcoming that, while pointing out that the process may throw up some surprises. One thing that does come across, though, is the idea that children&apos;s book-apps are still firmly stories, not technical showcases for gadgets. But also the dangers of assuming authors are luddites or developers are unliterary geeks. Actually, the best children&apos;s book-apps are likely to be produced by teamwork involving developers with a sensitivity to storytelling, and authors with a genuine enthusiasm for interactivity and technology.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jul/30/writing-apps-picture-books", 
    "wordcount": "696"
}