{
    "headline": "British veal poised for an 'ethical' comeback", 
    "text": "As far as reputation goes, it&apos;s up there with foie gras and shark&apos;s fin. But a decade after furious protests on the streets of Britain brought a ban on both the controversial live export of calves and on the rearing-in-crates system  veal is back. British rose veal has already won the ethical stamp of approval from the RSPCA and Compassion in World Farming (CIWF) but it remains a niche market in the UK, just 0.1% of the meat we consume each year. Now TV farmer Jimmy Doherty, as part of a new series starting on Channel 4 this week, has persuaded Tesco to start stocking the veal in the hope that it will catch on with British meat-eaters. Doherty and other campaigners claim that persuading British consumers to start eating rose veal  so called because the meat is pink instead of the traditional milk-fed white veal  will go some way to address the &quot;hidden scandal&quot; of our love of milk that sees an estimated 100,000 to 150,000 male dairy calves shot within hours of birth. Dairy cows are kept constantly pregnant to feed our milk and cheese habit but while female calves can go on to replace their mothers in the dairy system, there is no market for the male calves of dairy breeds which aren&apos;t considered good for beef. &quot;Rose veal can offer an alternative,&quot; said Doherty. &quot;Crates and all that stuff have given veal a bad name but things are very different now. And it&apos;s not about eating day-old baby cows  if you think that we slaughter chickens when they are 42 days old, lamb at five to six months, and pigs at five months  then at six to eight months, rose veal is the oldest of the lot. No one talks about that side of things. &quot;Dairy calves are being shot at 24 to 48 hours old and if we drink milk we all have to share in this instead of leaving the burden of it to the farmers. Eating rose veal is utilising those calves and solving a problem,&quot; said Doherty, who is raising veal calves on his own farm. &quot;The veal being produced in Europe and imported into the UK isn&apos;t meeting anything like our welfare standards. The calves have restricted milk diets to keep the meat white. Our rose veal is slightly pink and has a lovely, lovely flavour and it&apos;s full of protein. I&apos;d love to see more people eating it. It&apos;s not the cheapest so for a lot of people it would have to be a once-a-week special. Tesco has been selling imported German veal so I&apos;m really pleased they are looking at stocking British rose veal. &quot;It&apos;s time to grow up and face our responsibilities: this is just younger beef.&quot; Tesco told the Observer that the rose veal will be on their shelves early next year. And while scientists and eco-campaigners would like to see a move away from meat consumption  meat is more costly to produce in terms of energy and resources then cereals or vegetables  ethical rose veal is winning plaudits. Luke Ryder, dairy adviser at the National Farmers Union said: &quot;We do still have this perception that veal is bad but this rose veal is a high-welfare, high-quality product. Technically, they are no longer even calves when they are slaughtered so a more appropriate term would be young beef and I applaud Jimmy for taking this up as we really do have to raise awareness of just how much more sustainable and viable a route this is for these calves.&quot; Veteran animal rights campaigner Joyce D&apos;Silva, CIWF ambassador, said there remained the issue that all calves are taken away from their mothers. &quot;But it is much more humane these days in Britain where the veal calves are raised a lot better than many pigs, for example,&quot; she said. &quot;Our standards are so much better now than when we were fighting to first get the vile veal crates banned and then protesting at live exports. It did become a huge cause clbre but of course in some ways the ban opened a whole new issue for calves. &quot;Rose veal certainly helps address some of this needless waste of animal life.&quot; Jimmy and the Giant Supermarket begins on C4 on Tuesday.", 
    "section": "environment", 
    "gid": "environment/2012/may/27/rose-veal-jimmy-doherty", 
    "wordcount": "735"
}