{
    "headline": "Friday game event round-up", 
    "text": "Another week, another bunch of exciting game-themed events for you, this time taking in modified arcade cabinets, massive exhibitions and The Guardian&apos;s own Dishonored evening.  Get involved! David Blandy  OdysseysWhen: 21-23 SeptemberWhere: Phoenix gallery, BrightonWhat: Blandy is an artist who uses adapted arcade cabinets, film projections, lego and comics to explore notions of culture in the digital age. This retrospective exhibition features several of his re-worked coin op cabinets including the new Battle of the Soul: Rhythm Action Game. Blandy employs the wonderful Dreamcast-based Naomi cabs and hacks well-known titles to explore his own themes. As he explains, &quot;Duels and Dualities was made using the DIY fighting game programme, Mugen, recreating characters from my art performance videos as fighting game characters. I used versions of characters from the SNK King of Fighters and Capcom Streetfighter series as templates, altering the sprites and special moves until they made sense for the alterego. Instead of a fireball, Lone Pilgrim fires glowing vinyl records from his hands, and shouts &quot;Soul Power&quot;. This weekend is your last chance to try these out, so get down there. Wild Rumpus 3When: 27 September, 7pm - midnightWhere: Cargo, 83 Rivington Street, LondonWhat: This regular video game-themed club night provides the best in offbeat, indie and experimental titles, all with a multiplayer focus. &quot;Come scale the mighty cliff face of dancepads in MEGAGIRP,&quot; says the press release. &quot;Strap an Atari 2600 controller to your crotch and get ready to duel in Swordfight and be prepared to make new enemies as you take on others in Barabariball, Kompendium &amp; UPROK&quot;. Tickets (available here) are a fiver each, and these nights are always amazing fun. Frankly unmissable (by the sounds of it, for Swordfight alone). London Games FestivalWhen: 27 Sept - 28 OctWhere: various venues, LondonWhat: After a break last year, the London Games Festival is back, taking in a range of events around the capital  and the Guardian is a media partner! As usual, it encapsulates a series of self-contained treats including the excellent Eurogamer Expo (27-29 September, Earls Court) (boasting hundreds of playable games, many getting their first ever public airing), Future&apos;s Golden Joystick Awards (26 October) and the always fascinating MCM London Comic Con (26-28 October). Plus, there&apos;s a bunch of newly announced additions: 27 Septmber: Games Invest, Earl&apos;s Court27th - 28th September: BAFTA Young Game Designers Workshop2 October: The Pocket Gamer Mobile Mixer, O&apos;Neils Earls Court2  3rd October: Apps World, Earl&apos;s Court5 October: ExPlay Games Jam, The Science Museum15  18 October: Power to the Pixel, BFI Southbank25  26 October: TV Hackfest, Ravensbourne College You can find out more about all of those, right here. An evening with the makers of DishonoredWhen: 3 October, 18:45Where: The Guardian, Kings Place, LondonWhat: Meet the artistic directors behind Bethesda&apos;s astonishing steam punk adventure game and find out about their four-year quest to create the atmospheric world of Dunwall. Art director Sebastien Mitton and visual design director Viktor Antonov will talk about how they imagined and built the city and its unique retro futuristic architecture. Their chat will be followed by a Q&amp;A session with me, and afterwards, guests can view some of the game&apos;s original artwork. There will also be drinks and food! All for 8! Play ExpoWhen: 13-14 OctoberWhere: EventCity, ManchesterWhat: Originally a retro gaming event, Re-Play has moved to EventCity in Manchester and is now offering four different themes: re.play, now.play, pro.play and cos.play. So you&apos;ll get a huge range of vintage coin-ops to play, as well as discovering some of the big Christmas releases for 2012 (the likes of EA, Konami and Namco will all be there). And you can do it all dressed as Link! If that wasn&apos;t enough, the founders of the iconic Britsoft developer Bitmap Brothers will be doing a talk. Dig out your copies of Speedball and Chaos Engine and get down there. Tickets are 13.20 for the weekend, or 8.80 for a day. GameCity 7When: 20-27 OctoberWhere: various venues, Nottingham city centreWhat: The annual games event that I will go ahead and call &apos;utterly unmissable to anyone who has even glanced with ardour at a video game&apos; is now a week-long odyssey, taking in the usual selection of inspiring talks, indie game expos and amusing evening shenanigans. This year Peter Molyneux will be taking over for a whole day and you can expect lots of insight and indiscreet comments about working for Microsoft. Gamesblog will there too, albeit in a reduced capacity, hosting one of seven different mornings at the Broadway Cinema cafe. We might well find something else to do as well, if the organisers let us. ExPlayWhen: 31 October -2 NovemberWhere: The Assembly Rooms, BathWhat: Now into its second year, ExPlay is boutique conference aimed at small studios and game design students in the West of England. It features a bootcamp to guide start-ups through their first project as well as loads of interesting talks and discussion events. It was in Plymouth last year, but now its moving to Bath, and is being sponsored by Edge magazine, which will be hosting a quiz on the last night. And you get to visit the lovely Assembly rooms, where Jane Austen no doubt discussed the state of indie game development in Somerset, while supping tea and observing the stultifying cruelty of Georgian society. Launch conferenceWhen: 13-14 NovemberWhere: Birmingham Science Park, AstonWhat: Aimed at developers, start-ups and students, this friendly and diverse conference showcasesG the most interesting work coming out of studios and academic institutes in the Midlands. There&apos;s a huge range of speakers including Rod Cousens (CEO of Codemasters and all-round industry veteran), Trevor Williams (co-founder of Playground Games, the developer of Forza Horizon) and Jo Twist (CEO of UK games industry trade body, UKIE), plus, I&apos;ll be there talking about games journalism! This is a really valuable event for wannabe developers in the region, with lots of access to movers and shakers in the region.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/sep/21/friday-events-roundup", 
    "wordcount": "1003"
}