{
    "headline": "Davos 2013: Africa urged to let private sector 'fix' its problems", 
    "text": "Graham Mackay, executive chairman of South African brewing giant SABMiller, has urged Africa&apos;s leaders to let private-sector businesses &quot;fix&quot; Africa&apos;s problems. Speaking at the World Economic Forum in Davos, at a session called De-Risking Africa, alongside the Nigerian and South African presidents, Mackay insisted that throwing the continent&apos;s markets open to more investment would boost growth. &quot;Trust in economic growth to solve the problems of the continent,&quot; Mackay said. &quot;Economic growth comes from the private sector: business will fix it, if it&apos;s allowed to. If you look at some of our operations in more rural parts of Africa, and you see the conditions that have to be endured: these are heroic endeavours in many cases.&quot; SABMiller had a turnover of $31bn (19.5bn) last year, and operates in 15 African countries. Mackay&apos;s blunt intervention in the debate came as Goodluck Jonathan, of Nigeria, and Jacob Zuma, of South Africa, explained how they are improving infrastructure and building cross-border links to try to boost trade between African countries. &quot;It&apos;s easier to move from African countries to Europe and the rest of the world than to move from one African country to another,&quot; said Jonathan. He added that Nigeria hopes to become a major exporter of rice over the next five years, instead of importing the staple food from overseas. Zuma said Africa&apos;s leaders are working together to solve the shortfalls in the country&apos;s infrastructure, but they are held back because, in many cases, transport and other links were relics of the colonial era. &quot;If colonialism left us with no infrastructure, the solution is to grow the economy,&quot; he added, stressing that the Organisation for African Unity is working on &quot;very concrete measures&quot; for improving infrastructure. But Paul Kagame, of Rwanda, stressed that Africans had to trust themselves  not outsiders  to solve their problems. Speaking from the audience, he said: &quot;For me, the major problem I see is that Africa&apos;s story is written from somewhere else, and not by Africans themselves.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2013/jan/23/davos-2013-africa-private-sector", 
    "wordcount": "344"
}