{
    "headline": "Yahoo search for CEO ends with PayPal boss Scott Thompson", 
    "text": "Yahoo has tapped PayPal boss Scott Thompson as its new CEO, effective January 9, the troubled internet giant has announced. Yahoo fired Carol Bartz, its last chief executive, in September and has been undergoing a strategic review as the business has struggled to compete with Google and Facebook. After Bartz&apos;s controversial ouster, Yahoo said it was looking at a range of strategic options, including the sale of all or part of the company. Thompson will takeover from interim chief executive Tim Morse, who will resume his role as chief financial officer.  Yahoo&apos;s new boss has served as president of PayPal, eBay&apos;s payment company, since 2008. Under his leadership PayPal grew its user base from 50 million to 104 million active users across 190 countries.  &quot;Scott brings to Yahoo! a proven record of building on a solid foundation of existing assets and resources to reignite innovation and drive growth, precisely the formula we need at Yahoo!,&quot; said Roy Bostock, Yahoo chairman, in a statement today.      Scott Thompson. Photograph: Terrence McCarthy / PAYPAL/EPA    &quot;His deep understanding of online businesses combined with his team building and operational capabilities will restore the energy, focus, and momentum necessary to grow the core business and deliver increased value for our shareholders. The search committee and the entire Board concluded that he is the right leader to return the core business to a path of robust growth and industry-leading innovation.&quot; Michael Gartenberg, analyst at Gartner, said Yahoo had some strong assets including Yahoo News, Yahoo Messenger and mail and Flickr, its photo-sharing site, but successive managements had failed to bring those assets together.  &quot;There&apos;s room for this company. It&apos;s a survivor,&quot; he told the Guardian. &quot;It still has a large user base and a great brand among consumers. The question is, can the new man step up and put those pieces together?&quot; The news of Thompson&apos;s appointment was broken by All Things Digital, part of The Wall Street Journal, and came as a surprise to many tech watchers. He was not seen as a front-runner for the post and many had expected a sale of the company might come before a chief was appointed. Two private equity firms, Silver Lake and TPG Capital, have made tentative offers for Yahoo but shareholders are unhappy with the price. Rival tech firms including China&apos;s Alibaba, part owned by Yahoo, are also considering offers. Microsoft, which made an unsuccessful $44.6bn hostile bid for Yahoo in 2008, is also said to be taking another look.  But the price Yahoo would fetch today illustrates how far the tech firm has fallen. Yahoo is now valued at $20bn and its share price has fallen hard as Google and Facebook  which overtook Yahoo as the largest online display advertiser in the US  have emerged as the big forces in online advertising and innovation.", 
    "section": "technology", 
    "gid": "technology/2012/jan/04/yahoo-ceo-scott-thompson-paypal", 
    "wordcount": "470"
}