{
    "headline": "What will K-12 mean for universities in the Philippines?", 
    "text": "When the school year begins in 2012, incoming Philippine first graders will toil through 12 years of basic education instead of 10 years; high school freshmen will clock in six years rather than the usual four. The-two year addition is supposed to bring our students on par with other school systems in the region, and will also stream students into the more rational vocational v college bound tracks that fill employment demands. While our legislature cooks up the sort of curricular changes and mandates for these two additional years, universities like mine fret and worry about the impact all of this will have. Over the past several months, I have donned my administrative hat as our faculty deliberated the assumption of having no college freshmen intake in six years time. In our planning horizon, this is a major event. For a small undergraduate program like ours at the division (made worse by consistently underpopulated majors such as community development, history and sociology), this is like doomsday. We have to quickly design a transition away from teaching (12 units or four undergraduate courses is the regular load per semester, in a two-semester year) simply because there will be fewer students to teach. While about a fifth of my faculty is set to retire within the decade, simple math tells me we will still have extra hands with no teaching load. What we do with these extra faculty is a cause for speculation. My dean tells me they&apos;ll be &quot;downloaded&quot; to teach general education courses for high school; a vice-chancellor says they&apos;ll be compelled to do research consistent with the shift towards a research university. Others say we will simply not fill in the vacant slots when staff leave, thereby staving off supply. I recently attended an orientation seminar for the Commission on Higher Education Technical panel for the Social Sciences, which advises the government body on aspects of tertiary program policies, criteria and guidelines. One of the presentations dealt with the proposed changes to the general education curriculum (mandatory for all undergraduate programs) in view of the K-12 development. As an administrator, it is another bad omen: there will be even fewer general education courses offered and undergraduate programs are expected to be cut in length: five-year programs into four years and four-year programs into three years. Like everything else in the Philippines, planning is not taken seriously. There is no transparency of information about what is going on to aid planning. It is amazing to me that this K-12 will start in June, yet no law has been passed (our politicians are too busy with the impeachment trial of the supreme court chief justice) nor is the department of education ready to divine how this feat could be carried out. There is that sense of &quot;pakiramdam&quot; (feeling through), with the expectation that no policy is set even if backed by the current president because after all, he will be gone from office in four years. And so, the system will muddle through. This is obviously not a good time for any college administrator. I cursed the day I agreed to be chair when I had to produce actual figures for the five-year budget plan, from personnel to maintenance and operating expenses. How much does it cost to run the psych lab? My secretary&apos;s original appointment is a lab technician? How many of my pool are willing to remain as a teaching faculty or be a research faculty? If my routine bureaucratic tasks are not enough, I now have to rally my young faculty to switch gears away from teaching into research and publication as a lifeblood. Down the K-12 road, there&apos;s no other choice. Rosalie Arcala Hall writes from Iloilo in the Philippines where she is a professor at the University of the Philippines Visayas and a founding member of the editorial collective at University of Venus. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/may/09/k12-education-universities-philippines", 
    "wordcount": "678"
}