{
    "headline": "Python trademark bid sparks uproar among programmers", 
    "text": "A UK cloud services company is seeking a European trademark on the word &quot;Python&quot;  causing uproar among programmers who use the free language of the same name. Our Holdings, a company based in Watford, has decided to seek a European trademark on the &quot;Python&quot; name that it uses for its cloud services, offered through python.co.uk  but has quickly run into opposition from the Python Software Foundation (PSF). The PSF says that if Our Holdings is successful it could hit Europe-based companies that offer hosting services including access to the Python language  because they could be accused of infringing Our Holdings&apos; trademark if they advertised &quot;Python&quot;. But Tim Poultney, the managing director of Our Holdings, said that the PSF had dragged its feet after he had been in touch with it last year about applying for a trademark on python.co.uk&apos;s logo  which also necessitates seeking a trademark on some uses of the name. &quot;We were talking to them but they didn&apos;t get back to us so we filed for the trademark. And now, with 14 days remaining, the PSF has got back to me at 5.30pm on a Friday.&quot; The European trademark database shows that the PSF has applied for a trademark on the word &quot;Python&quot; - which is dated 6 February 2013. But a number of other companies, including Our Holdings (whose application was filed in April 2012) and 16 other companies have trademark registrations dating back to 1964 incorporating the single world &quot;Python&quot;. Poultney said that the issue  publicised by the PSF on Thursday  had led to him receiving death threats and that the python.co.uk website was receiving 250 hits per minute. Poultney said that the PSF&apos;s latest suggestion is that Our Holdings&apos; use of a &quot;Python&quot; trademark should be limited only to backup services and virtual servers  which Poultney is considering. It is legal  and common  for different companies and organisations to use the same word in a trademark as long as their activities don&apos;t lead to conflict that might confuse customers; if they do, the longest-standing holder of the trademark will often prevail. Steve Holden, the former chairman of the board of the PSF, contacted Python.co.uk in January 2012 to ask it to reconsider its plan - declared in a press release that month - to offer cloud backup and virtual servers services under the Python name. It also asked for the transfer of the domain to the PSF. Holden said that &quot;the word &apos;Python&apos; is a registered trademark of the Python Software Foundation&quot; and that the offering of those services would infringe that trademark. Poultney asked for evidence of the PSF&apos;s trademark in Europe - but did not receive any. He offered to show the proposed logos to the PSF, but added &quot;you have no presented any information to me that makes me think we are in breach of anything.&quot; Though the PSF has had a Python trademark since 2004, it missed out on registering it in Europe earlier.  Van Lindberg, the present chairman of the board of the PSF, told the Guardian: &quot;We actually started the process of registering the term &apos;Python&apos; in 2009, but the worldwide economic downturn wiped out our budget for trademark registration and we had to put the project on hold while we built our reserves back up. We didn&apos;t expect that someone would pick on an open source organization, and we knew that we had some rights from using the term &apos;Python&apos; to refer to the computer language for over 20 years. Companies all over the EU have respected those rights, and we expected that POBox [Our Holdings] would too. After all, their product includes Python from the Python Software Foundation.&quot; Python, the free open-source programming language, was conceived in the 1980s and implementation began in December 1989, according to the Python History blog. Popular for its modular structure and broad functionality, Python has become popular in building huge numbers of commercial websites. (The Guardian is among the sites that use it in development.) Our Holdings registered the python.co.uk domain name in October 1997; the PSF says that &quot;At that time we weren&apos;t looking a lot at trademark issues, and so we didn&apos;t get that domain.&quot; Instead, the programming language is developed through the python.org top-level domain. But now, with time running out, the issue has become keener. &quot;We contacted the owners of python.co.uk repeatedly and tried to discuss the matter with them,&quot; the PSF says in its post. &quot;They blew us off and responded by filing the [European] community trademark application claiming the exclusive right to use &apos;Python&apos; for software, servers and web services  everywhere in Europe.&quot; The PSF is opposing the broad trademark application, and is seeking examples of letters from &quot;well-known companies&quot; using the programming language in various EU member states. Updated: added details of emails from PSF in 2012 and search of trade mark database; added quote from Van Linberg.", 
    "section": "technology", 
    "gid": "technology/2013/feb/15/python-trademark-bid", 
    "wordcount": "856"
}