{
    "headline": "How academics can engage with policy: 10 tips for a better conversation", 
    "text": "&apos;How to&apos; guides for academics are often statements of the obvious and abstract to the point of being meaningless. The default position: as soon as academics leave the office, they find themselves lost in Narnia, where they know nothing much about anything beyond their research. But there are useful and practical exceptions, such as Phil Cowley&apos;s recent posts on why and how academics should engage with the media. Another area of growing importance is policy engagement. Having just finished a six-month ESRC knowledge exchange secondment with a government department, I wanted to share some observations about how we academics might better engage with policy: 1) Only do it if you believe it is important Seriously. John Gerring once said that social science should be for society&apos;s sake, not for social science&apos;s sake. He also said that while not every study will have a policy &apos;lesson&apos;, every academic should reflect upon something that citizens and policymakers actually care about, or might care about. Only engage with policymakers if you believe it is a valuable exercise in its own right. Otherwise, you will only waste your time and theirs. Even worse, by treating policy engagement as an inconvenient and time-consuming &apos;bolt on&apos; you may close doors that could be left open for academics who genuinely care about this collaborative process. 2) Engage in genuine knowledge exchange Academics are often tokenistic when it comes to knowledge exchange. The verbal diarrhoea that afflicts some of us when writing the &apos;pathways to impact&apos; section on the grant application. Or the one-off policy seminar you organised so you can shout &quot;Impaaaact!&quot; The box is ticked. You have engaged. Only, you haven&apos;t really. All you&apos;ve done is planted a seed that will need long-term care to develop into something meaningful. In the words of one policymaker: &quot;Just giving an academic paper to a few policymakers is not knowledge exchange&quot;. Nor is simply sending them your latest journal article. Read up on what knowledge exchange is really about, and understand that it is a two-way process whereby academics and policymakers share their learning, ideas and experiences. It is a long-term relationship, not a one-night stand. 3) Prepare for a different type of conversation This sounds fluffy, something you read in a self-help guide to divorce, but it&apos;s true. Policymakers and academics are different breeds who speak different languages. Whereas they work toward collective goals, we can be isolated loners. Whereas they are anonymous contributors to policy making, our names (and reputations) are on everything we produce. Whereas they focus on the short-term while juggling numerous projects, we can devote years to just one research grant. Whereas they break evidence into small chunks to extract the key messages, we sometimes engage in lofty debates that have no tangible outcome. Simply acknowledging and adapting to this different terrain and culture is difficult but essential. 4) Drop the jargon (well, most of it)  This is not to say policymakers are not interested in grand theory or your dazzling definition of multiculturalism. Most will be. But they are more interested in what your definition actually means, &apos;out there&apos; in the real world of policy. As one policymaker reflected: &quot;Academics tend to be long on diagnosis and short on solutions.&quot; The question I most often ask myself when sitting in seminars is, &apos;so what should I do about this?&apos; This is closely followed by, &apos;how long is this going for, I have 15 urgent things to do&apos;. We don&apos;t expect people to have all of the answers, as that puts me out of a job, but a willingness and ability to help us think through what our response should be will get you invited back&quot;. Ask yourself this: can you explain the findings of your latest project in 15 minutes and identify three key messages that you could take into a conversation with a policymaker? 5) Diversity your outputs Academics are often told they need to communicate their research in different ways, but this is especially true in the arena of policy. Be pragmatic. Translate your research into their language. Policymakers write ruthlessly efficient submissions to ministers or subs: one or two page summaries of an issue or study, and recommendations. Take a morning and whittle your paper down to the same format. This will increase the change of policymakers actually reading it. It will also help you figure out exactly what it is you are trying to say. Or, put in the words of a policymaker: &quot;Most of us are relatively bright, intellectually curious and rushed off our feet by the bullshit of working in a big organisation, managing teams and baby-sitting ministers. Make it simple, make it appealing, and I might choose to read it on the train at nine o&apos;clock at night.&quot; 6) Accept that it may bring costs Someone once told me how a famous academic liked to fly into town on a helicopter, talk to policy officials, fly off, and leave a new government policy behind. This almost never happens. For 99% of academics, policy engagement has about as much glitz and glamour as the average sixth form disco. And while the &apos;impact debate&apos; talks a lot about benefits, there can also be costs. According to a recent survey of UK academics across all disciplines, the most important constraint to engaging with external organizations is a lack of time, which was cited by 66%, followed by bureaucracy or the inflexibility of administrators in their institution (31%) and insufficient rewards from the interaction itself (29%). Policy engagement will steal scarce time for research. If engagement extends to a secondment, you may also be asked to sign-up to the civil service code, meaning you are not permitted to engage with media or even publish academic articles. This is a difficult trade-off. The question of whether it is worth accepting these costs will vary from case to case. If, in return, you are given rich access to the inner workings of policy then it may be worth stalling your academic life or saying &quot;no&quot; to Radio 4 on the one night they decide to call you. 7) Keep regular but effective contact While they might say thanks, few policymakers will take the time to read your 8000-word paper. But what they will appreciate is an occasional email with an accessible one or two page briefing note that outlines your research question, data, findings and three to five possible implications. Include a link to the full paper but don&apos;t force it. Alternatively, send them slides from a presentation of your research, which are more accessible than the full paper. Notice how many times I said accessible? Exactly. 8) Build a non-academic database Thinktanks are ruthless at databasing their contacts in policy and media. Academics have exactly the same tools, but we are often rubbish at it. Set up a contact group in your outlook, and each time you cross paths with policymakers or practitioners add their emails to the database. Then, as each project starts and ends you could share an accessible summary with your database. Just don&apos;t bombard them. The line between being useful and bloody irritating is thin. Once you become known in the hinterland between academia and policy, you will need to do this less as you are invited to more things and your name snowballs. 9) Reputations matter We know that. But they are especially important in the worlds of policy. If you are able to become a &apos;trusted voice&apos;  someone who is objective, reliable and not pushing a political agenda  then you own a major asset. Achieving this status requires careful navigation, and it can be easily lost. One example is an academic who was invited to a seminar but turned up unprepared, talked for 30 minutes about a different issue and appeared dogmatic and aggressive when asked about his research. This was enough to raise questions about whether they would be invited back. 10) Forget impact, at least for now Unless you are on first name terms with ministers or are supported by an army of special advisors (spads), it is unlikely the government is going to rush to adopt your snazzy new idea. The policymaking process is far more complicated than the impact debate often assumes, and our understanding of how to demonstrate impact remains in its infancy. Instead, focus on the more realistic but also essential first step of engaging in good and robust knowledge exchange. Diversify your outputs, cultivate a database of contacts, nurture your reputation as a trusted voice and as an academic who is open to the realities of the day-to-day policymaker and, above all, be pragmatic. Do all of these things and, over time, actual impact will become more likely. Matthew Goodwin is associate professor in politics at the University of Nottingham  follow him on Twitter @GoodwinMJ This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/mar/25/academics-policy-engagement-ten-tips", 
    "wordcount": "1506"
}