{
    "headline": "EU hails airline emissions tax success", 
    "text": "More than 99% of all major global airlines have complied with the first step of Europe&apos;s controversial scheme to charge them for their carbon emissions. The inclusion of aviation in the European Union&apos;s emissions trading system (ETS) from the start of 2012 caused uproar from airlines in more than 20 countries including the US, China, Russia and Japan, but virtually all submitted the required baseline emissions data for 2011. Only eight Chinese airlines and two Indian ones did not comply by the 31 March deadline. Connie Hedegaard, the European commissioner for climate action, said: &quot;To put these figures into perspective, these [10] airlines represent less than 3% of total aviation emissions. So the bottom line is more than 1,200 airlines from all other countries but China and India have complied: implementation of the law is there.&quot; EU member states have contacted the Indian and Chinese airlines to remind them of their obligations, said Hedegaard, and extended the deadline until mid-June. The inclusion of international airlines in the ETS scheme prompted failed legal attempts to kill the move. Subsequently, a so-called &quot;coalition of the unwilling&quot; has threatened to refuse to pay the carbon tax or to retaliate against Europe. China has threatened to drop aircraft orders from Europe&apos;s Airbus. Small fines for non-compliance could be levied now by EU member states and, in the future, airlines that do not comply could face fines of $128 per tonne of CO2 emitted or be banned from European airports. Hedegaard said the EU was currently negotiating with China on whether equivalent measures could be put in place by the Chinese authorities, which the EU would find acceptable. Under the EU&apos;s cap and trade system, major polluters are given allowances to emit greenhouse gases. If the company exceeds its allowances, it has to buy extra permits, but if it cuts its emissions it can sell the allowances. Over time, the total number of allowances is scaled back, in order to cut emissions and tackle global warming, but the ETS currently has a large oversupply of permits due to over-allocation and the reduction of economic activity caused by the economic crisis. Initially, most of the permits are given to the airlines free of charge. The EC estimates the ETS will cost Chinese airlines less than 2.5m a year and Indian airlines 1m a year, an &quot;insignificant amount&quot;, according to an EC source. The collection of 2011 aviation emissions data will be used to set a benchmark. Next year, the EU will distribute allowances equivalent to 97% of the previous year&apos;s emissions, and then 95% for 2013-2020. Hedegaard said she was happy with the overall progress made so far by the ETS: &quot;The EU ETS emissions continued in 2011 to decrease: it decreased at 2% at the same time that we actually had economic growth. It shows once again that emissions reductions and economic growth can go together. It also shows that the ETS is actually delivering results.&quot; However, Damien Morris, senior policy adviser at the carbon trading thinktank Sandbag, said: &quot;While we welcome signs of a less carbon-intensive economic recovery in Europe, Hedegaard&apos;s attribution of this abatement to the ETS is highly optimistic. The reduction happened in spite of, not because of, the EU ETS, and will serve to exacerbate the massive oversupply of carbon allowances that threaten to haunt the system until 2020. Urgent intervention to reduce the supply of allowances is required if the EU ETS is to help drive a cost-efficient transition to a low-carbon European economy.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/may/15/eu-airline-emissions-tax-success", 
    "wordcount": "596"
}