{
    "headline": "GCSE resits: what students need to know", 
    "text": " Who will be resitting exams in November? Any student who sat their GCSE English exam last summer and &quot;cashed in&quot; their award (ie finished all the modules needed to complete their GCSE) was eligible to apply to resit in November. Both &quot;controlled assessments&quot; and exams will be retaken. The official deadline for November resits has now passed.  I&apos;ve missed the November resit deadline but would still like to resit. Is this possible? The deadline for November resits was 4 October. However you may be able to send a late application  some exam boards charge a fee  or you may be able to resit in January. It all depends on which exam board you&apos;re with. OCR: Candidates will be able to apply for a January resit. More information will be issued as soon as it is available. Edexcel: Students can submit a late entry for November, they will not be charged a fee for doing so. They can also retake in January. AQA: Students were not charged for the November resit. However, if you wish to submit a late entry request for November or resit in January there may be a charge.  I want to submit a late entry for November. What should I do? First, contact your school, even if you are no longer a student there, recommends Ben Morse, head of Year 13 at the Piggott school, Reading. &quot;Speak to your head of English, a careers adviser or your exams officer. Your English teacher should also be able to advise you about whether or not it is worth your resitting.&quot; If you have moved from school to college you may be able to sit your exam there, provided the college is an approved test centre.  Will the November entries be marked in the same way as the summer exams? The process for the marking and awarding of grades will be the same in November as it was in the summer. Grade boundaries will not be set until all the papers are marked and the exam boards&apos; awarding committees come to a decision. However, OCR expect that grade boundaries for controlled assessments in November will remain the same as in June 2012.  When will November resit results be released?  The results from November resits will be released on 19 December.  How will the legal challenge affect students? An alliance of pupils, schools, councils and professional bodies announced yesterday that they are putting forward a claim for a judicial review. They want students&apos; June papers to be regraded after the boundary for a grade C in GCSE English was raised between January and June. It is not clear how long this process will take  or whether it will be successful.  How can I keep up to date with the latest exam resit news? Check the AQA, Edexcel and OCR websites for updates on GCSE resits. If you&apos;re student, you can find advice on sitting exams on the Guardian Students page. If you&apos;re a teacher looking for professional support visit the Guardian Teacher Network.", 
    "section": "education", 
    "gid": "education/2012/oct/12/gcse-resits-what-students-need-to-know", 
    "wordcount": "508"
}