{
    "headline": "Tories may be on the final approach to a U-turn on Heathrow third runway", 
    "text": "If vote blue, go green, was the throwaway slogan that epitomised the transformation of the Conservatives into an eco-friendly party, then junking a third runway at Heathrow airport in favour of high-speed rail was the political substance behind the spin. Now, a carefully choreographed about-turn appears to be underway. Political opponents might characterise the new slogan as: Vote blue, go via a new terminal in the south-east. It began with George Osborne&apos;s last autumn statement. The chancellor signalled that new runways at Stansted and Gatwick were a possibility as he pledged the government would &quot;explore all options for maintaining the UK&apos;s aviation hub status, with the exception of a third runway at Heathrow&quot;. According to an aviation source, the pointed reference to a third runway was agreed at the last minute between Osborne and David Cameron, with no input from the transport department. Then, 48 hours before the budget, the prime minister said he was &quot;not blind to the need to increase airport capacity, particularly in the south-east&quot;. Osborne followed this on budget day with a pointed call to &quot;confront&quot; the lack of runways in the London area. The Department for Transport (DfT) said there was &quot;no change&quot; in the coalition&apos;s policy on a third runway. Yet this was a policy that had ruled out expansion at Stansted and Gatwick  which were now both firmly in the &quot;all options&quot; camp. &quot;You can see something is shifting, you can see the shift started with Osborne&apos;s autumn statement,&quot; said the aviation source. &quot;If you want to change a major policy pledge you want to avoid a massive, sudden U-turn. You prepare the ground for it and that&apos;s what they have been doing these past five months.&quot; Other well-placed sources believe that a debate is underway within government on whether the call for evidence on hub airports, due to be published in the summer, along with the basic outlines of a new aviation policy, will include the option of a third runway. Second runways at Gatwick and Stansted are expected to be mooted, along with a new hub airport in the Thames estuary area and improved use of regional airports. One source familiar with all the political wrangling, said that the third runway probably would be included as an option. But, the source added, don&apos;t get carried away with the nods and hints. Simon Buck, chief executive of the British Air Transport Association, which represents Heathrow airlines, including British Airways, Virgin Atlantic and bmi, said: &quot;It is just premature to say that the government is changing its mind on Heathrow. I think the government doesn&apos;t know what the solution is yet. If I was a betting man I would be surprised if they did not have some sort of Heathrow option in the consultation document that they are preparing.&quot; Other options include developing nearby RAF Northolt, 13 miles away, as a Heathrow satellite. The most unlikely Tory figures are breaking ranks over Heathrow now. Tim Yeo, chair of the energy and climate change select committee, said this weekend he had &quot;completely changed&quot; his mind on Heathrow and that he believed now that a third runway had to be built. Prominent business figures such as Willie Walsh, chief executive of the BA parent International Airlines Group, ratcheted up their public campaign for a Heathrow U-turn as they smelled weakness in the government&apos;s position. They have argued that failure to expand Heathrow, which has all but run out of spare take-off and landing slots, would cut the UK off from expanding markets, such as China, India and Russia, and would dissuade international businesses from setting up in Britain and even nudge multinationals to leave the country. &quot;The government has found itself in a bit of a fix,&quot; said Buck. &quot;It was very much a political decision to reverse the decision of the previous government and rule out new runways. Inevitably, the economic situation is piling the pressure on government and they are seeing a lot of pressure from people they see as Conservative party supporters.&quot; The aviation industry hopes that the government policy will not last beyond this parliament and that the Tories will campaign on new runway policy in 2015. There is even a get-out on the environmental side. The committee on climate change, the government&apos;s advisory panel on global warming, inadvertently made the case for a third runway by admitting that British airports could handle up to 140 million more passengers a year by 2050 yet still adhere to UK emissions targets. This remains heresy for many, however. Zac Goldsmith, the environmental campaigner-turned-Tory-MP, told the Guardian&apos;s Open Weekend festival that he would resign as an MP if the party did such a U-turn. The Labour party is scathing. Lord Adonis, the last transport secretary under Gordon Brown, said: &quot;David Cameron is paying the price for playing Nimby party politics with Heathrow before the last election. It has been stark staring obvious for years that a third runway at Heathrow was in the national interest, to safeguard jobs and new investment from abroad. &quot;It is also consistent with environmental policies. But when Labour proposed this, [Cameron] took the Nimby course and is now trying to find a way out. Let&apos;s hope the economic damage is not irreparable before the government discovers a credible aviation policy.&quot; Aside from the business lobby, much of the credit for the weakening of the Tory position is due to one of the party&apos;s stars  Boris Johnson. As London mayor Johnson has made the need for new airport capacity one of his main policy issues and, in the face of stern opposition from parliamentary colleagues at first, he has gained traction. Ever the contrarian though, on Sundayhe rejected a third runway, saying it would be an &quot;environmental disaster&quot;. Which leaves Stansted, Gatwick, or a new site on the Thames estuary. This is all viewed with scepticism by a lauded veteran of the anti-third runway campaign  John Stewart, chair of the HACAN campaign group that opposes expansion. He says a third runway will never happen: too many voters live under Heathrow flight paths and too many Tory MPs are implacably opposed to expansion, including the transport secretary, Justine Greening, who campaigned vociferously against a new runway as MP for Putney, London. &quot;At the end of the day I think it is dead in the water,&quot; said Stewart. But many opponents watching the government&apos;s awkward manoeuvres will be dusting down their protest banners to prepare for another fight.", 
    "section": "environment", 
    "gid": "environment/2012/mar/25/heathrow-third-runway-conservative-policy", 
    "wordcount": "1107"
}