{
    "headline": "Bafta announces 2012 Young Game Designer competition", 
    "text": "Bafta has officially launched its 2012 Young Game Designers Competition. The annual event is open to children aged between 11 and 16, and the winning entrants get to see their design prototyped by profesisonal games developers.  A launch event was held at the Science Museum on Tuesday morning, with Hollyoaks actress Anna Shaffer and Newsround presenter Ore Oduba onboard as ambassadors for the competition. They were joined by pupils from a selection of local schools to take part in game design workshops. Bafta will be running similar hands-on events throughout the year with a National Media Museum workshop set to be live-streamed at 1pm on 17 May. For the first time this year, the competition will be split into two categories. The Concept Award is for entrants who want to describe their game design idea via documentation, while the Game-making Award, due to be presented by Sony Computer Entertainment Europe, will be for children using applications or programming languages to create a functioning game. Entrants are also able to submit their designs alone or in teams of up to three. The top three entrants in both categories will be invited to the British Academy Children&apos;s Awards in November. As well as having their concept developed by a team at the University of Abertay Dundee, winners will also get a visit to a leading games studio. Last year&apos;s competition saw hundreds of entries from children around the country. It was won by by 15 year-olds Noah Shepherd, Louis Scantlebury and Nathaniel Weisberg whose clever platform puzzler, Rollin&apos; Scotch, was re-named Stick &apos;Em Up, and is now available for free from the iTunes App Store and Android Market. The deadline for entries is 22 October 2012 and there are more details at the official website.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/may/01/bafta-young-game-designers-2012", 
    "wordcount": "293"
}