{
    "headline": "Prize for Somali woman whose life work has focused on empowering women", 
    "text": "Hawa Aden Mohamed watched the young women in blue and red shawls as their hands fluttered busily over clacking sewing machines in an airy workshop in Somalia&apos;s Galkayo town. &quot;Seeing these girls earning a living, it is a good feeling,&quot; said the diminutive Somali, whose work to help displaced women improve their living standards was recognised on Tuesday when she was named winner of this year&apos;s Nansen Refugee Award. The prize, which is named after the late Norwegian polar explorer and Nobel peace laureate Fridtjof Nansen, is awarded annually by the United Nations refugee agency, UNHCR. Aden Mohamed, or Mama Hawa, was nominated for her work to empower Somali girls and women, especially those displaced by decades of cyclical war and hunger in the Horn of Africa. For the co-founder of the Galkayo Education Centre for Peace and Development (GECPD), education means everything. &quot;I think not having education is a kind of disease  without education, you do not exist much. Physically yes, but mentally and emotionally you do not exist,&quot; she said during an interview last month in Galkayo. Around 1,250 girls receive formal education from GECPD, and 1,600 over the age of 16 are taught basic literacy, numeracy and other life skills, such as sewing. Most have been displaced by the conflict and droughts that have affected Somalia for more than two decades. According to Unicef, since GECPD began its work the percentage of girls receiving education in the surrounding district has reached 40%, the highest enrolment in Somalia. Mama Hawa&apos;s commitment to women&apos;s rights in a traditionally patriarchal society has shaped her whole life. And, in many ways, she owes this to a man: her father. When she was 10, he sent her to school  a controversial decision  in the central Somali town of Baidoa in the 1950s. &quot;My father was special when it comes to girls,&quot; she said. &quot;I remember the elders, his friends, asking: &apos;Why do you want to send your girls to school?&apos; And my father used to say: &apos;Leave my girls alone&apos;. &quot; This decision began a lifelong love affair with learning that saw Mama Hawa become an educator, a government official, an activist and a refugee. She has now expanded her work in Galkayo to include boys and young men. As well as the sewing workshop, where women and girls make underwear and sanitary pads for &quot;dignity kits&quot; for displaced women, the GECPD runs metalwork and woodwork centres for boys in the dusty town of low houses with colourful doors and thorn trees festooned with plastic bags. Mama Hawa said pirate gangs and other militias often recruited street boys, and she wanted to offer them an alternative. The GECPD, which is supported by UNHCR and the NGOs Oxfam Novib and Diakonia, among others, has also opened a youth resource and sports centre, which has become a social and cultural focal point for the town. Mama Hawa at first faced criticism for teaching women to speak for themselves. &quot;The mosques spoke of us, said we were devils  Afterwards, it calmed down when they saw how many, almost 250 women, were taking classes in adult education. We had built around 12 schools.&quot; The GECPD also campaigns against female genital mutilation (FGM). Mama Hawa&apos;s sister, Fatouma, died aged around seven from an infection contracted after she was circumcised, and the memory still haunts her. &quot;The word &apos;Why&apos;  was not there. [It&apos;s] only when you think of the pain  the deaths, the girls who are circumcised twice because the first time it is not sewn properly ...&quot; Mama Hawa&apos;s voice trailed off. &quot;You see?&quot; An estimated 95% of Somali girls undergo FGM, usually between the ages of four and 11, and most suffer the most extreme form of cutting or infibulation. A new constitution, passed in August, outlaws the practice, but campaigners say it will be difficult to enforce. Mama Hawa, who was born in 1949, studied in India before returning to Mogadishu and working in the Ministry of Education for 15 years. She fled abroad when the military dictator Mohamed Siad Barre was ousted in 1991. She ended up in Canada, and recognises that her refugee life  she found a job and a good apartment  bore no relation to the horrors experienced by women forced to flee their homes on foot in recent years. &quot;We always say there is hope, we should not lose our hope, our torch of life  In reality, it&apos;s very difficult, especially for women and children,&quot; she said. In 1994, she returned to Somalia and the southern port of Kismayo, where she opened a women&apos;s education centre. But she was forced to flee abroad again in 1999 as clan militias fought each other. Mama Hawa will have no problem spending the $100,000 prize money. She would like more running tracks at the youth centre, a guesthouse to host visiting teams, and a professional college for women. For 16-year-old Mouna Hassan Mohamed, Mama Hawa has already delivered. The teenager fled to Galkayo from the capital Mogadishu three years ago, and still lives in a camp for displaced people. But the money she makes from sewing has given her some independence and respect. &quot;The money I earn I use for the family,&quot; she said as her nimble fingers fed material into the sewing machine. &quot;I pay school fees for my three younger siblings and I am also able to help vulnerable people.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/sep/18/somali-woman-wins-refugee-award", 
    "wordcount": "922"
}