{
    "headline": "Ed Davey's promotion is a great opportunity for a greener future", 
    "text": "It was, Ed Davey says, his strong views on the environment that pushed him into becoming politically active  and following his sudden promotion to energy and climate change secretary last week, he now has a fantastic opportunity to act on his concerns and play a crucial role in developing a cleaner, safer future. The initial signs are encouraging. In his first outing in his new job on Monday, he was keen to emphasis the impact of our overdependence on fossil fuels imports &quot;where the price is high and variable&quot;, and the need to develop &quot;our own energy production that&apos;s clean and green&quot;. This hits the nail firmly on the head. If we want to escape soaring fuel bills that have plagued families and businesses over recent years, we must become far more energy-efficient and properly develop the nation&apos;s abundant home-grown sources of clean power. Exploiting the UK&apos;s wind, wave and solar potential will not only get us off the fossil-fuel fix, it will also create exciting new business opportunities and tens of thousands of jobs. But there are significant hurdles to negotiate in the race to develop a low-carbon economy. Despite David Cameron&apos;s promise to lead the greenest government ever, there are those in the coalition who appear to be peddling a distinctly anti-environmental agenda. Once again, the main stumbling block is the Treasury. Chancellor George Osborne&apos;s speech last autumn to the party faithful blaming &quot;a decade of environmental laws and regulations&quot; for &quot;piling costs on the energy bills of households and companies&quot; shows the scale of the challenge facing Davey and other progressive voices in government. The new energy secretary must become a strong voice at the cabinet table, persuading his colleagues that protecting the economy and the planet are two sides of the same coin. If the rumours of a personality clash between Osborne and the previous energy secretary are true, the fact that Davey isn&apos;t Huhne could be a distinct advantage. The prime minister should tell his chancellor to use Huhne&apos;s exit to mend fences within the coalition by collaborating with Davey. Another powerful challenge comes from the &quot;big six&quot; energy firms, who have effectively controlled our energy system for decades, keeping the nation hooked on gas and coal while raking in bumper profits for shareholders. Their power and influence must be curbed so we can fix our broken energy system. This Thursday, Davey has a fantastic opportunity to take decisive action on building a cleaner economy when he publishes the results of a public consultation into the government&apos;s controversial solar subsidy proposals. Everyone agrees subsidy payments should fall to reflect falling installation costs. But the government&apos;s cack-handed approach has left solar firms fighting for their future, jeopardised up to 29,000 jobs and undermined business confidence in the coalition&apos;s commitment to a clean economy. Following a legal challenge by Friends of the Earth and two solar firms, Solarcentury and Home Sun, one of the proposals  to cut subsidy payments by 12 December 2011, 11 days before the consultation closed  has been declared illegal by both the high court and court of appeal. Davey could draw a line under this unfortunate episode by announcing amended proposals that would safeguard the industry, protect jobs and allow more people to plug into clean power. During the last parliament, Cameron and Nick Clegg played prominent roles in the passing of the Climate Change Act. This truly ground-breaking piece of legislation commits the UK to legally binding cuts  80% by 2050  in its greenhouse gas emissions. It established the UK as a genuine leader in tackling climate change, the greatest challenge the planet faces. But in recent years our leadership has waned. The prime minister and his deputy must show they are still committed to cutting emissions by backing the new energy secretary in his crucial job of transforming our expensive, dirty and inefficient energy system. They must join him in re-establishing the UK as a major global voice, by pushing the EU to make more ambitious emission cuts in the first half of this year, under the amenable Danish presidency. This would give a much-needed ambition boost to the woefully weak agreement reached at Durban in December last year, and help deliver progress in the next round of climate negotiations coming in a few months&apos; time. If the prime minister and deputy prime minister give firm backing to the new energy secretary, this could still be the greenest government ever.  Get the Guardian&apos;s environment news on your iPhone with our new app. You can also join us on Twitter, Facebook and Google+", 
    "section": "environment", 
    "gid": "environment/2012/feb/07/ed-davey-opportunity-greener-future", 
    "wordcount": "772"
}