{
    "headline": "Postgraduate students face funding gap", 
    "text": "The near trebling of the cost of undergraduate degrees in England this academic year has made some postgraduate fees seem almost bargain basement by comparison. So what have universities done? They have started to raise them. According to the latest fee survey, the average taught postgraduate course in 2011/12 cost6,184,up from 4,989 in 2010/11. But this average figure masks a huge variation in tuition fees, which range from 3,400 to 31,738, with international students usually charged more thanthose from the UK and the rest of the European Union. There have been further increases this year. The University of Central Lancashire, for example, put up its standard postgraduate fee for home and EU students from 4,000 to 6,000 for this academic year, closer to the 9,000 it now charges undergraduates for most courses. Intriguingly, it has reduced to 5,000 the fee for master&apos;s students next year, 2013/14. The mist around university finances has nicely obscured the reasons why postgraduates, overwhelmingly self-funded and without the help of a student loan scheme, are facing higher costs. The government withdrew most of its funding for undergraduate degrees leaving students to pay all or most of the cost. However, state funding for taught master&apos;s courses has not changed  there is still no subsidy for classroom-based subjects, but between 1,100 and 10,904 for the rest. So why are fees going up? The Higher Education Funding Council for England (HEFCE) says some universities may have put up fees for fear of losing government subsidy. &quot;Another commonly stated reason is that, because postgraduate is at a higher level, there is a perception by students and the public that it ought to cost more. Some institutions have said the undergraduates who are paying higher fees feel they may be subsidising the postgraduates,&quot; said a HEFCE spokesman. A recent report by education charity The Sutton Trust estimated that postgraduates could expect to earn an average 5,500 a year  or 200,000 across their working lifetimes  more than those with just a bachelor&apos;s degree. But when English students graduate in 2015 with debts of 40,000 and above, with interest mounting, the future earnings&apos; premium may look less attractive. International students already make up 45% of postgraduate students and those from other EU countries a further 12%. Fears of a steep drop in the UK share of the market has led to calls for the government to introduce a postgraduate loans scheme. &quot;If demand suffers because graduates feel unable to take on more debt, it won&apos;t just be university finances that suffer, but the UK economy,&quot; says Bahram Bekhradnia, director of the Higher Education Policy Institute. &quot;A postgraduate loan scheme is an obvious answer, but if it was subsidised at the level of the present undergraduate loan, it would be expensive.&quot; Funding postgraduate study Research Council studentships Fees and/or expenses paid for outstanding candidates University grants Limited scholarships for home and international students Learned bodies Limited research grants British government Scholarships for outstanding international students Charities and trusts Contribution to costs based on factors such as family occupation Professional and career development loan Between 300 and 10,000. Government pays interest while you are studying. Repayments start a month after course finishes at commercial interest rates Part-time employment Combining study with work or running a small business", 
    "section": "education", 
    "gid": "education/2013/mar/07/postgraduate-students-face-funding-gap", 
    "wordcount": "588"
}