{
    "headline": "BlackBerry 10 launch shows the importance of top apps", 
    "text": "One of the moments that stood out from the BlackBerry 10 launch I&apos;m politely trying to forget the chap having his ponytail cut off and Alicia Keys&apos; long-term relationship analogy was the speed with which BlackBerry&apos;s Martyn Mallick moved on from announcing that his company&apos;s new OS will have more than 70k apps at launch. Yes, he promised &quot;more apps by far than any first-generation operating system&quot; 10th, you might argue but the emphasis quickly shifted to what Mallick described as &quot;top applications&quot;. &quot;Yes, we have Skype committed to BlackBerry 10. And yes, we have Amazon Kindle committed to BlackBerry 10. And yes, we have WhatsApp committed to BlackBerry 10. We have SAP committed to BlackBerry 10. And yes, we have Angry Birds committed to BlackBerry 10.&quot; he said. &quot;We have over 1,000 of those top applications from around the world committed to BlackBerry 10.&quot; There was also a swipe at Microsoft: a mention of BlackBerry having more than &quot;46 top applications&quot;, which was a reference to Microsoft&apos;s claim in October 2012 that its Windows Phone 8 OS had 46 of the top 50 apps on rival platforms (i.e. iOS and Android). But yes, &quot;top applications&quot;. A sensible recognition on BlackBerry&apos;s part that it&apos;s more important to have the high-quality, popular apps that people know than it is to try to get into a how-big-is-your-app-store willy-waving competition with Apple and Google. Most months, I write about 200-240 brand new iOS and Android apps in this blog&apos;s Friday roundup posts. That doesn&apos;t mean I&apos;m unaware of the fact that many smartphone owners&apos; app lives are focused on 8-10 core apps that they use on a daily or weekly basis. Or, to put it another way: most smartphone owners are blissfully uninterested in the vast majority of the 800k apps apiece on iOS&apos; App Store and Android&apos;s Google Play. Now, this isn&apos;t to deny that for iOS in particular, quantity does mean quantity of quality a blizzard of interesting, innovative apps that either don&apos;t get ported to other platforms, or take their sweet time making that leap. The long tail of the App Store is stronger than any of its rivals. But for BlackBerry 10 to be credible in the eyes of mainstream consumers, it doesn&apos;t need to have 800k apps. It needs those thousand most-famous ones, with the stakes so high for BlackBerry&apos;s future prospects, the company is more than happy to make a heavy financial investment in persuading developers, brands, media firms and internet services to support its new OS. Microsoft is the same. Does BlackBerry 10 have a shot at making the rebranded-RIM a smartphone contender again? It&apos;s too early to tell. From what I saw at the launch event, the new handsets look slick and snappy, and the OS has at least a few touches to make it more than a mere clone of iOS and Android. Plenty of mobile operators seem to be on board, although talk of three-year contracts in the US is curious to say the least. The jury is still out on BlackBerry&apos;s prospects, but for me it&apos;s also out on the question of just how big a differentiator apps are going to be in the smartphone wars, going forward at least for as long as BlackBerry and Microsoft have the resources to keep poaching ports of the most popular apps on iOS and Android. It&apos;s possible that Apple will flex its muscles more often to secure iOS exclusives on new apps, while also continuing to flag up that long, strong App Store tail. Also, the next Temple Run, Instagram or WhatsApp remains more likely to appear on iOS first, as it&apos;s still the platform perceived as most suitable to release a minimum viable product on then quickly iterate it. With $7bn paid out to developers so far, iOS is still the Big Daddy of app platforms. Apps aren&apos;t completely commoditised just yet, then. But in a world where Angry Birds is on every smartphone, the emphasis may tip even more towards differentiation in OS user experience and the first-party apps of Apple, Google, Microsoft, BlackBerry, Nokia, Samsung and if those longstanding rumours come true even Facebook and Amazon. Fun for journalists to write about, but more importantly, good news for smartphone owners.", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/jan/30/blackberry-10-top-apps", 
    "wordcount": "731"
}