{
    "headline": "Boot up: Windows Phone's next update, Android's use mystery, ultrabook forecasts and more", 
    "text": "A quick burst of 8 links for you to chew over, as picked by the Technology team Google [doesn&apos;t] acquires US national high-traffic broadband Wi-Fi provider ICOA Inc. for $400M [Update: Nope] &gt;&gt; TechCrunch Note that the following is not true:   Google today announced that it has acquired Rhode Island-based ICOA, Inc. in a deal worth $400 million, as it looks to &quot;further diversify it&apos;s already impressive portfolio of companies.&quot; ICOA provides wireless broadband Internet in high-traffic public areas, which include marinas, restaurants and airports, and offers Wi-Fi hotspot design, installation and maintenance.   Techcrunch and others soon had to publish embarrassed retractions. IF you look at the accounts of ICOA, a penny stock, you realise that there&apos;s something quite weird going on. This looks like an attempt by persons unknown to ramp the stock - there&apos;s no way the company is worth $400m - so an SEC investigation is pretty much certain. Apollo Plus: Microsoft&apos;s next Windows Phone update to include Wi-Fi, audio, and other fixes &gt;&gt; The Verge Tom Warren:   We&apos;re told that Microsoft is preparing to include VPN support in Windows Phone, a missing option since the reset of Microsoft&apos;s mobile OS efforts, that will allow corporate users to connect to work systems -- this feature may make it into the first Apollo Plus update. A Wi-Fi connection fix is also planned to let connections always remain on, alongside some audio improvements. Apollo Plus will also test Microsoft&apos;s ability to deliver Windows Phone 8 updates over-the-air, a change from the previous OS that required users to plug devices into PCs to get similar updates.   &quot;Apollo Plus&quot; will be the update to Windows Phone 8. But read on below.. Windows Phone team: this is no way to treat early adopters &gt;&gt; SuperSite for Windows Paul Thurrott:   Understanding that the Windows Phone team had bought into the same ludicrous wall of secrecy policy that Steven Sinofsky foisted on the Windows team, I didn&apos;t bother asking about Windows Phone 7.8 at all between the June announcement and the late October release of Windows Phone 8. I simply assumed that Microsoft would silently ship the WP 7.8 update, over the air, and to all Windows Phone 7.5 users, on or before the day that WP 8 shipped.  Nope.  So I asked at that time. And--yep, you guessed it--I received the big &quot;no comment.&quot; (At least they responded.)  Today, almost exactly one month after the Windows Phone 8 release and over 5 months after it was announced, Microsoft has never really publicly discussed Windows Phone 7.8 again nor has it hinted at when it might be released.  Microsoft, silence is no way to treat early adopters, the people who are your most loyal customers.  Windows 8&apos;s early uptake trumps Vista&apos;s &gt;&gt; Computerworld  Microsoft&apos;s Windows 8 may be lagging far behind Windows 7 in its usage uptake, but it&apos;s easily topping the low bar set by Windows Vista, according to data from Web metric firm Net Applications.  Windows 8 accounted for 0.45% of all computers running Windows during October, Net Applications noted earlier this month, five times less than Windows 7&apos;s 2.33% for the same month three years ago...  Numbers recently unearthed on Net Applications&apos; website, however, now allow a head-to-head comparison for previous months.  By the end of January 2007 - Vista debuted Jan. 30 of that year - the then-new OS powered just 0.19% of all Windows systems, or less than half that of Windows 8 after its Oct. 26, 2012 release.   &quot;Less bad than Vista&quot; isn&apos;t really a great marketing line. Don&apos;t sue over tweets :: &gt;&gt; Future Of The Internet Jonathan Zittrain on why TV stations should get different treatment from individual Twitter users:   The answer is that television stations can and should have fact checking and legal departments as part of the cost of responsible business. Individuals cannot be held to a similar practice, and a series of uneven threats that stills the speech of only the most lawyer-sensitive will unduly undermine the huge value of a service such as Twitter. There may be call to go after the most egregious malicious actors -- those who intentionally seek to sow untrue and damaging information about a specific person -- but the very identification of 10,000 uncoordinated tweets and retweets suggests something other than bad faith by all. Traditional media can remain vibrant precisely by upholding a higher standard and helping social media to sift truth from falsehood.   What if a tweet reaches more people - because Twitter is a broadcast network - than the original TV programme? The Android engagement paradox &gt;&gt; asymco Horace Dediu digs into the IBM analytics about Black Friday e-commerce access:   This I consider to be a paradox: Why is Android attracting late adopters (or at least late adopter behavior) when the market is still emergent? We&apos;ve become accustomed to thinking that platforms that look similar are used in a similar fashion. But this is clearly not the case. The shopping data is only one proxy but there are others: developers and publishers have been reporting distinct differences in consumption on iOS vs. Android and, although anecdotal, the examples continue to pile up.  And engagement is not a frivolous platform attribute. It is highly causal to success because it correlates with all cash flows associated with ecosystem value creation. Especially when a platform like Android depends more on engagement than &quot;monetizing hardware.&quot;  I&apos;m not satisfied with the explanation that Android users are demographically different because the Android user pool is now so vast and because the most popular devices are not exactly cheap.  Shipments of ultrabooks, ultra-like models to double in 2013, say Taiwan makers &gt;&gt; Digitimes  Ultrabooks will account for 10% of global notebook shipments in 2013, and ultra-like ones will make up another 10%, the sources estimated.   On the basis that notebooks are about 60% of total PC shipments, that would make ultrabooks about 12% of total PC shipments, or 41m over the year (assuming 340m total Windows PC shipments).  The secret of a successful programming language? A really great beard &gt;&gt; Wired.com  Two academics at Princeton and the University of California, Berkeley are combing through mountains of data trying to tackle this mystery of the modern world. They think the answer may lie with how well a language is documented. Or with the reality that the average programmer doesn&apos;t have the time or the inclination to learn more than a handful of programming tools. Or even with the age-old tendency of academics to build stuff that&apos;s gloriously clever but completely impractical.  But a man named Tamir Kahson has a different answer. He thinks it&apos;s all about the beard.   Brace yourself for Beardcember. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2012/nov/27/technology-links-newsbucket", 
    "wordcount": "1162"
}