{
    "headline": "Facebook stock price faces new pressure as 800m shares go on sale", 
    "text": "Facebook&apos;s beleaguered stock price will come under further pressure on Wednesday as 800m shares held by employees and early investors become eligible for sale on the Nasdaq exchange. The expiry of the lock-up period barring some holders from selling after the social network&apos;s initial public offering in May could in theory more than double the number of publicly traded shares, which currently stands at 921m, although not every holder will choose to cash in. In previous waves, executives including chief operating officer Sheryl Sandberg and general counsel Ted Ullyot have cashed in some of their holdings, and one of Facebook&apos;s most prominent backers, the venture capitalist Peter Thiel, has sold most of his stake since the float. &quot;It&apos;s impossible to know whether VCs [venture capitalists] and other early investors will sell, but Peter Thiel&apos;s sale of more than 80% of his stock is a sign that others may consider doing the same,&quot; said Wedbush analyst Michael Pachter. Facebook founder Mark Zuckerberg is eligible to sell 504m of his shares, worth $10bn (6.3bn) at Tuesday&apos;s $20 closing price, but he has promised to hold on to them until September 2013 and the securities have not been counted in the totals being released this month. Previous lock-down expiries have helped drive Facebook&apos;s share price down to nearly half its $38 IPO level, but there is evidence short-sellers are losing interest, suggesting the drop may not be severe this time. SunGard Financial Systems&apos; Astec Analytics unit says the number of shares being borrowed  an indicator of short-selling activity  has dropped by almost 40% this month, and is at its lowest level since June. Encouraging financial results in October, which showed the company is starting attract revenues from mobile advertisers, may have boosted investor confidence.", 
    "section": "technology", 
    "gid": "technology/2012/nov/13/facebook-new-share-sale-on-nasdaq", 
    "wordcount": "295"
}