{
    "headline": "Live Q&A: How to fund your postgrad course in arts and humanities", 
    "text": "Doing a postgraduate course can be a valuable investment. As well as furthering your education, it can help your career and boost your income once you&apos;ve graduated. So in a fiercely competitive jobs market, it&apos;s little wonder that the number of people holding postgrad degrees has nearly tripled in the last 15 years.  But doing a postgrad isn&apos;t cheap - and the costs have risen. The average taught postgraduate course in 2011/12 cost 6,184, up from 4,989 the year before, according to the latest fee survey. And costs for some courses can are more than 30,000. But although vocational programmes might be part of a clear career path, courses in arts and humanities subjects are often not. So, it&apos;s important to know how you&apos;re going to fund your studies and, if possible, avoid thousands of pounds of debt. Securing financial backing for arts and humanities postgrads can be tricky, but there are a host of options which could help support you. From grants and bursaries, to part-time work or even starting a small business, funding needn&apos;t put you off taking your education further. But what&apos;s the best way to get funding? And how can you manage your fees and living costs while you&apos;re studying? On Friday afternoon we&apos;ll be joined by funding experts, academics and students to discuss the options for funding arts and humanities postgrad courses - and ways to manage your money while you study. Post your questions in the comments thread now, or join us between 1pm-2:30pm on Friday to get expert tips. The panel Paul Rossi is head of student advice and funding at the University of the Arts London. He has been a trustee of the National Association of Student Money Advisers (NASMA) and the UK Council for International Student Affairs (UKCISA). Rebecca Loxton is a student journalist reading for an M.Phil in Modern Languages at Keble College, Oxford. She has self-funded her way through much of her masters with a combination of various part-time paid jobs and a small grant from a private institution. Professor Jo Brewis co-directs the PhD programme at the University of Leicester and is professor of organisation and consumption. Rob Ellis is a financial information and support advisor at Swansea University. He also is also Welsh coordinator for NASMA. Julia Manley is the cross-campus manager of the student money advice service at Anglia Ruskin University.", 
    "section": "education", 
    "gid": "education/2013/mar/21/qanda-funding-arts-humanities-postgraduate-courses", 
    "wordcount": "404"
}