{
    "headline": "Shark killings exceed 100m every year as humans become the predators", 
    "text": "Sharks are being slaughtered at an unsustainable rate, with a new study showing that 100 million are being killed every year. Ahead of the meeting of the Convention on International Trade in Endangered Species (Cites), which begins on Sunday in Bangkok, the authors of the study, published in the journal Marine Policy, warn that the rate of fishing for sharks, most of which grow slowly and reproduce late in life, is exceeding their ability to recover. &quot;Sharks simply can&apos;t keep up with the current rate of exploitation and demand,&quot; said Boris Worm, a marine biologist at Dalhousie University in Halifax, Canada. &quot;Protective measures must be scaled up significantly in order to avoid further depletion and the possible extinction of many species of shark in our lifetime,&quot; he said. Sharks are caught for their meat, liver oil, cartilage  and especially their fins. Shark finning has been banned by several countries but researchers have found no decline in the numbers of dead sharks, many of which are dumped at sea after their fins have been hacked off. &quot;Their numbers are crashing,&quot; said Elizabeth Wilson of the Pew Global Shark Conservation campaign. &quot;We are now the predators.&quot; Conservation charities including WWF are lobbying hard for this Cites meeting, the first since 2010, to take decisive action on the illicit wildlife trade, with rhino and elephant also under threat. The UK Border Force&apos;s specialist Cites team finds illegal items &quot;every day&quot;. Recent seizures include a box of ivory bracelets, a stuffed snow leopard and four rhino horns worth more than 1m. Officer Tim Luffman says shark fin and medicines made from tiger are common finds. Ivory, worth around 1,000 a kilo, has been outpriced by rhino horn at 40,000 to 60,000 a kilo on the black market. Border Force officials are also finding rare orchids, endangered live fish, coral and birds of prey. Luffman said: &quot;Logically if you have a heavy weight of ivory you&apos;ll put it on a shipping container but every plane that lands here at Heathrow carries freight and as soon as the wheels of a plane touch down on our soil, or a vessel enters our waters, then the cargo is in our country and it&apos;s our responsibility. &quot;It&apos;s not the case, as it once was, of rogue traders so much as organised crime, although of course we still get the tourists and holidaymakers trying to bring in souvenirs they&apos;ve bought that they shouldn&apos;t have.&quot; The team now has specially trained wildlife sniffer dogs who regularly patrol the baggage areas and can pick out ivory and other illicit items just by smell. Heather Sohl, a chief adviser on species at WWF, said the UK was leading the world in taking wildlife crime seriously. &quot;At Cites we will be calling for all countries to be held accountable and for sanctions to be brought to bear if they are not,&quot; she said. International wildlife trade is diverse. At the moment rhino horn, already popular in traditional Asian medicine, has become hugely trendy in Vietnam in &quot;health&quot; drinks, after a rumour took hold that a government minister was cured of cancer after drinking it. Some 668 rhinos were slaughtered in South Africa in 2012  up from just 13 in 2007. The trafficking of rhino horn to Asia, where it is prized in traditional medicine, &quot;continues to be one of the most structured criminal activities currently faced by Cites&quot;, experts say. WWF has launched a petition to ban all trade in ivory in Thailand, collecting half a million signatures that were presented to prime minister Yingluck Shinawatra this week. The charity is also calling for sanctions against Nigeria, the Democratic Republic of Congo and Thailand, which it says have flouted the law for years. Delegates to the Cites meeting are expected to strengthen protection for multiple plant species, including Madagascan ebony and rosewood. Proposals to protect sharks, which failed in 2010 in the face of opposition from Asian countries, will be considered before the meeting ends on 14 March and may bring in limited export permits.", 
    "section": "environment", 
    "gid": "environment/2013/mar/02/shark-killings-humans-become-predators", 
    "wordcount": "698"
}