{
    "headline": "Groupon: from dotcom star to just another coupon business", 
    "text": "Last November, Andrew Mason, former music student turned internet wunderkind, was celebrating. Groupon, the daily deals site he founded and at that point &quot;the fastest-growing company ever&quot;, had just raised $700m and was being valued at $13bn. It was the biggest technology flotation since Google. Mason had even been given the ultimate Google seal of approval, having recently turned down a $6bn offer from the search giant. A year on, he is fighting to keep his job as the company&apos;s share price falls to levels not even Groupon&apos;s cost-conscious customers seem to find attractive. Even by the flash and burn standards of the internet, it&apos;s a remarkable collapse. Groupon&apos;s board met last week to discuss Mason&apos;s future. The company has lost more than $10bn in value over the last year. Sales are slowing, staff leaving. Independent directors and fellow founders are reportedly at loggerheads, pushing for Mason to go. Even Mason admits the board is right to be pondering his future. &quot;Here&apos;s a news flash: our stock is down about 80%. It would be weird if the board wasn&apos;t discussing whether I&apos;m the right guy to do the job,&quot; he said at a conference held by news site Business Insider last week. Clearly Mason still thinks he is the right guy: he survived last week&apos;s board meeting, helped in part by shares that give him 10 times the votes of his peers. But the odds on his long-term survival are getting longer. How did it all go so wrong? Groupon has suffered its fair share of self-inflicted wounds: there was an accounting scandal just after the flotation that spooked investors and its overly ambitious international expansion plans have backfired. But for Sucharita Mulpuru, an analyst at Forrester Research, the collapse was more fundamental and inevitable than that. Mulpuru was an early critic of Groupon. &quot;This IPO game isn&apos;t about finding value, it&apos;s about finding a greater fool who actually believes the valuation is true. Trust me, you will be the fool,&quot; she wrote in a blogpost before the share sale. Needless to say, she&apos;s not too surprised that things have gone so horribly wrong. &quot;Anybody who looked at this objectively could see where it was heading,&quot; she says. Groupon&apos;s enormous growth was fuelled by massive marketing spending and media hype, she says. &quot;It was like a Fourth of July fireworks display: it all went off at once. It&apos;s very difficult to sustain that.&quot; Academic research seems to suggest it&apos;s not just shareholders who are getting burned. Dr V Kumar, executive director of the centre for excellence in brand and customer management at Georgia State University, and his colleague Bharath Rajan studied the impact of daily deal offers on three small local businesses: a restaurant that normally earned $2,500 in net profit per month; a car wash service that normally earned $6,000 per month; and a beauty salon/spa that normally earned $6,600 per month. The researchers tracked the businesses for a year and the results, published in MIT Sloan Management Review, were damning. In the first month, the restaurant lost more than $7,000, the car wash service lost $6,300 and the spa lost $11,760. Daily deal sites argue that such losses are to be expected and that they will be made up by repeat business from the new customers brought in by the coupon. But this wasn&apos;t the case, according to Kumar&apos;s report. Every new customer visiting the restaurant with the coupon resulted in a $14 decline in profits. For the car wash, the decline was $17 and for the beauty salon $39. Based on their analysis, it would take the car wash service and restaurant 15and 18 months respectively to recover from the profit shortfall following the coupon launch. For the beauty salon and spa it would take 98 months, or eight years, they wrote. Kumar says that, as they are currently structured, daily deals don&apos;t work for small businesses. &quot;The expectation is that they will make up the money. That doesn&apos;t happen. The retailers are attracting price-sensitive customers who are always looking for a deal. If there isn&apos;t a deal on offer, they moveon.&quot; Groupon isn&apos;t alone in its problems. Its biggest rival, LivingSocial, sacked close to 10% of its staff last week and Amazon, its largest shareholder, has written off $169m related to its stake, almost as much as it paid for it. Other stars of recent technology flotations, including Zynga and Facebook, have also seen share prices crash. The company isn&apos;t going anywhere: it has over $1bn in cash and makes a profit. But, says Alan Patrick, co-founder of tech consultancy Broadsight, it&apos;s pretty clear to everyone now that Groupon is not the new Google. The company was the first to float in the new wave of social media firms and attracted an outlandish valuation as a result, says Patrick, &quot;but really it never was a social media company. It&apos;s a coupon business, which is a perfectly respectable business  but not one worth $13bn.&quot; He adds: &quot;Real-world coupon businesses are not high-value businesses. Putting Groupon online doesn&apos;t make it one. It has to source deals, sell the benefits, write copy for coupons etc, for huge numbers of small-player deal providers.&quot; Facebook employs just over 3,000 people. Groupon has more than 11,000. When the company was growing at 1,400% year-on-year and Mason was being hailed as the new tech star, people were happy to ignore this now obvious fact. Last quarter Groupon&apos;s revenues rose at a more pedestrian 32% and its shares hit new lows. For shareholders, rumours that Mason was out was the best news they had heard in a while. The share price rally soon faded when it emerged the coupon king was staying put. At least the company now knows what would attract new buyers: the best coupon Groupon could offer now is Mason&apos;s pink slip.", 
    "section": "technology", 
    "gid": "technology/2012/dec/02/groupon-dotcom-star-just-another-coupon-business", 
    "wordcount": "1001"
}