{
    "headline": "Israeli blockade takes its toll on mental health in Gaza", 
    "text": "For as long as Farah can remember, her father has never worked. Nor, in recent years, has she particularly wanted to spend time with him. She and her three younger siblings love Abu Shawareb, insists their mother, Naima, but they have grown wary of him, particularly of his mood swings and violent outbursts. &quot;It was like a part of me had gone for ever,&quot; says Shawareb, recalling the day five years ago when he suddenly lost his job. &quot;I kept thinking, how am I going to feed my family? How will we live?&quot; Since the Israeli blockade of Gaza in June 2007, Shawareb has been unable to find another job. &quot;We&apos;ve been left to die slowly here,&quot; he says. &quot;I am just 40 but I feel as if my working life is over.&quot; He has been diagnosed with chronic depression and is on medication. The treatment is helping, but Shawareb still has days when he can barely pick himself up off the floor. &quot;Today is a good day,&quot; he says, trying to smile. &quot;I managed to go outside.&quot; The family&apos;s housing situation compounds his anxieties, says Naima when her husband goes to make tea. Recently their small, windowless house in Shati refugee camp  home to 87,000 refugees who fled from Lydd, Jaffa, Be&apos;er Sheva and other areas of Palestine  was infested with mice. Stress-related and mental health disorders are on the increase in the Gaza Strip, according to a recent report by the UN Relief and Works Agency for Palestine refugees in the near east (UNRWA). A combination of internal and external influences  including forced displacement, dispossession and occupation  have exacerbated the already high rate of mental health problems. Hasan Zeyada is a psychologist and manager of the Gaza Community Mental Health Programme. According to a study by the GCMHP, depression has increased by nearly 18% among Gazans since the blockade. Of those surveyed, 95% said they felt imprisoned. In 2010, another study by Mdecins sans Frontires said more than 50% of children under 12 in Gaza needed mental health intervention. &quot;Feelings of powerlessness and helplessness are the main causes for depression among Gazans,&quot; says Zeyada. &quot;Men, who in eastern culture are the powerful figures in the family, are particularly affected. After having been able to care for their families, overnight they become nothing. I come across many people looking for ways to finish their lives.&quot; Naima Shawareb says her husband is a shadow of the man she married 10 years ago. &quot;The children are scared of their father. If they are playing around him when he happens to be really depressed, he can&apos;t control himself and lashes out,&quot; she says. &quot;When he cries, they sit in silence and cry like him.&quot; As if on cue, her husband begins to weep uncontrollably. Farah, his eldest daughter, runs to the corner of the room to find him a tissue. She says nothing as she pats his arm to comfort him, but then notices that her mother has tears streaming down her face, too. The nine-year-old girl looks stricken and creeps out of the room. &quot;Naima&apos;s family is one of thousands who became poor overnight as a result of the blockade,&quot; says Karl Schembri, Oxfam spokesman in Gaza. &quot;It makes it next to impossible for such families to recover their economic losses. Depression is rife. Oxfam offers temporary jobs for people like Naima in sewing workshops, but the crisis of dignity gripping her husband and so many other men we meet is hard to tackle.&quot; &quot;Poverty hurts and poverty makes you do wrong things,&quot; says Mumim, a 23-year-old woman who lives in a poor suburb of Gaza City. Mumim left school at 11 and married when she was 16. Her husband is a drug addict. &quot;Before the blockade, my husband used to work in Israel,&quot; she says. &quot;Now he has no job.&quot; Her husband uses the painkiller tramadol, which is available on the black market. According to the GMHCP, more than 30% of males from as young as 14 use tramadol regularly as a way to alleviate trauma. Although illegal without a prescription, tramadol is relatively easy to find and tablets can be bought for as little as 17p. Many men think that it will help sexual performance, which often deteriorates under stress. Zeyada from the GCMHP says few people seek help as Gazan society tends to stigmatise those with mental health problems. &quot;This can isolate the sufferer  as well as their family,&quot; he says. &quot;Women tend to bury mental health problems and avoid confrontation.&quot; According to a 2011 study by the Palestinian central bureau of statistics, 51% of married women had experienced violence from their husbands in the previous 12 months. Approximately 45% of children between 12 and 17 in Gaza have reported experiencing physical abuse at the hands of their parents. Schembri believes the mental health crisis in Gaza will remain acute until the blockade is lifted and internal divisions between Palestinians are resolved. &quot;After the 2009 military operation against Gaza, the number of children who were clearly traumatised was so visible,&quot; he says. &quot;Children are less attentive in school. Two-thirds fear more war and a high percentage want revenge. How can you talk about post-traumatic stress interventions in Gaza when people are still in a constant state of trauma?&quot;  Angela Robson travelled to Gaza with Oxfam", 
    "section": "global-development", 
    "gid": "global-development/2012/jul/11/israeli-blockade-mental-health-gaza", 
    "wordcount": "930"
}