{
    "headline": "Advising government: did Isaac Newton get it wrong?", 
    "text": "There have been a lot of posts lately in the Guardian Science blogs about the role of the new chief scientific adviser, Mark Walport. While finding myself in the novel position of attempting to offer some thoughts to this incoming chief, I have also been co-writing a book about the search for longitude at sea, much of which revolves around issues of the relationships between skill, expertise, government and the public. It turns out, of course, that advisers to government have often drawn flack, usually from those who stood to lose out financially as a result of their advice. Sometimes, though, that criticism comes as a result of hindsight. Given posterity&apos;s tendency to condescend, that criticism is not always fair.  When the first Longitude Act was passed in 1714, the Walport equivalent was Isaac Newton. Although most often thought of as a solitary genius with apples falling on his head in Lincolnshire or writing an incomprehensible but revolutionary book in Cambridge, Newton was also to be an MP, Master of the Mint, President of the Royal Society and adviser to government. When parliament considered a petition that asked for rewards to be offered to those who could help solve the problem of finding longitude at sea, Newton&apos;s evidence was very clearly incorporated into the Act as written. As, thereafter, an ex officio Commissioner of Longitude, Newton also became one of those who judged submitted ideas and advised on whether they might be worth supporting. It has become common to blame Newton for deflecting the commissioners and British government from what has been judged as the &quot;correct&quot; path to a successful outcome. It has been suggested that Newton was naturally biased to favour astronomical solutions and had little time for or interest in clocks as the way forward.  It seems clear that Newton did think that astronomical methods would  at some point  provide a successful solution. He believed that his evidence about their potential accuracy was reflected in the several levels of reward offered in the 1714 Act. In addition, the fact that the Act indicates that a reward might be payable after a single successful trial may show an assumption that the answer would lie in something universally applicable, like astronomy, rather than a machine. Usually seen as most damning is the fact that Newton stated several times that longitude was not to be found by clockwork. He also suggested that clocks put forward for reward should be examined and trialled by others before the commissioners need meet to consider them.  Such facts have led some to declare that &quot;even Newton could get it wrong&quot;. Such a view has been put forward in histories of longitude and, unsurprisingly, by those writing the biography of John Harrison, whose disputes with the commissioners and well-rewarded sea clocks are well known. However, it has also been stated in Richard S Westfall&apos;s biography of Newton that (p. 837)  His deprecation of clocks may have helped later to delay the acceptance of Harrison&apos;s chronometers [sic], which did in fact offer a practical determination of longitude at sea.  Leaving aside the fact that Harrison&apos;s unique watch left the British public a long way from possessing a practical solution, is it fair to say that Newton was prejudiced against clocks and retarded the putting of government funds into this method? Nope. Not really. Firstly, Newton was dead right that longitude &quot;is not to be found by Clockwork alone&quot;, so long as astronomical methods were the only way of checking that an on-board clock was behaving itself.* As he said, a clock might be able to keep track of longitude but, should the clock stop or become erratic, only astronomy could help find longitude again. This essentially remained true until wireless radio signals could be used to compare a ship&apos;s local time (determined astronomically) with a broadcast reference time. Newton was also not so prejudiced against clocks that he did not wish to be bothered by applications from their makers, or at least no more than he was by any other such applications. In the case of astronomical methods, too, he advised that they be examined by other experts before being presented to the commissioners.  We also know that, several years earlier, Newton had been interested in Henry Sully&apos;s ideas for making a longitude timekeeper  something he went on to do in the 1720s  and had encouraged him, even passing on information about another horological novelty that he had come across.  Newton certainly could be wrong  I am sure that everyone can think of a few examples  but not really about this.  * The difference in longitude between two places is equivalent to the difference in local time.", 
    "section": "science", 
    "gid": "science/the-h-word/2013/may/02/advice-government-newton-history-science", 
    "wordcount": "785"
}