{
    "headline": "Car review: Seat Alhambra", 
    "text": "Price 24,785MPG 50.4Top speed 120mph The green-walled lanes of south Devon are a beautiful place to visit for a holiday. Bursting with flowers and alive with nature, the winding tracks are the arteries that keep Mother Nature in such rude health. But for your car these lanes offer no easygoing respite from the daily grind. They are a traumatising boot camp hell bent on sending your forecourt-fresh motor home in tatters. Thorns wait to lacerate your paintwork, gaping pot holes linger ready to devour your suspension, while those velvety, moss-covered boulders loiter in the damp verges primed to sabotage your sills. Aweek in Devon puts years on your car and will send it home distressed, tired and battered. The car I chose to inflict such punishment on was Seat&apos;s all-conquering Alhambra  a tuff mudder if ever there was one. No nonsense, economical and business-like, Seat&apos;s large MPV is used to winning. Year in year out it cleans up when it comes to award time. Earlier this year it was named What Car?&apos;s back-to-back MPV champion. It&apos;s not that I had a personal vendetta against the Alhambra, but it promised to do everything I needed it to. Room for seven adults: check. Huge boot: check. Five-star safety rating: check. Fifty miles to the gallon: check. Decent stereo: check. Engaging drive: check. Great looks well, OK, it&apos;s not exactly a stunner. It simply looks like what it is: a mammoth, parsimonious people carrier. As probably the best-value large MPV on the road, most Alhambras have little more to look forward to than a life of servitude: long days and late-night minicabbing with the odd early-morning airport transfer thrown in for variety. But those that escape the rat race  to Devon, say, or to work uncomplainingly for a multi-child family  will reward you amply. All cars want to play the Tardis card: small on the outside, big on the inside. But the Alhambra trumps the rest. It&apos;s biggish on the outside and absolutely vast on the inside. Its boot is a yawning maw, ready to swallow, in my case, everything from surfboards to a portable barbecue, plus luggage for seven for a week. But like a large man holding in his stomach for that terrible family beach shot, the Alhambra takes up less space than it should. Its wheels are pushed out to the corners, and the rear doors slide rather than winging open  meaning you can squeeze into the smaller parking spaces and still actually get out of the car. And inside all five of the rear seats can fold flat to create enough space for a kingsize mattress. Combined with the full-length panoramic roof, you could stretch out on your back and look at the autumn rain falling with impunity. The square shape means visibility is superb and Seat has the handling of a much smaller, more agile car. With vehicles built for size, driveability can only really be seen as a bonus. The Alhambra steers well, offers a cushy ride and its eager 2-litre diesel is quiet, responsive and never whines (just like my children). And 50mpg, too  come on, that&apos;s a deal-closer. Should you buy one? Without doubt. The only problem is that you won&apos;t want to take a car you like so much on holiday. Tyres to trees  Environmentally conscious motorists are being given the chance to turn their unwanted cars into newly planted trees. Scrap Car Plant Tree, which launched this week, allows motorists to donate unwanted vehicles and uses the money raised through their disposal to plant trees in a city of their choice. The innovative and free-to-use recycling scheme enables people to offset their car&apos;s carbon footprint and offers the most environmentally friendly means of car disposal currently available in the UK. Money made from each disposal will go to UK charity Trees for Cities, which plants trees and creates green spaces throughout Britain&apos;s urban areas. Scrap Car Plant Tree expects to fund the planting of 13 saplings on average per disposal which will offset around a year&apos;s carbon emissions  although some vehicles will be able to provide significantly more. Collection of the vehicle is taken care of through the site and users are notified after the disposal just how much money was raised to fund urban tree planting. Alex Harvey from Giveacar.co.uk, who manage the vehicle&apos;s disposal, said: &quot;We are thrilled to be part of an idea that will have such a positive impact on the way that people think about their end of life vehicles and the damage they may have done in their lifetime. Each car that is disposed of will offset at least one year&apos;s carbon emissions and vehicles which are auctioned could provide significantly more carbon relief, which can only be a good thing for the environment. Everybody is aware of how bad cars are for the environment so what better way to give something back than by funding the planting of new trees when getting rid of an unwanted vehicle?&quot; So, if your car has reached the end of the road and you would like to donate it, call 020 0011 1664 or visit ScrapCarPlantTree.org.uk. What&apos;s your favourite Bond car? As Skyfall unleashes the next wave of Bond madness (or Bond envy), those of us who are more interested in what 007 is driving than which evil mastermind he is saving the world from, will be weighing up that eternal question: what&apos;s your favourite Bond car? To help you in your debate, here is a brilliant infographic from the dealer group Evans Halshaw: evanshalshaw.com/bondcars Email Martin at martin.love@observer.co.uk or visit theguardian.com/profile/martinlove for all his reviews in one place", 
    "section": "technology", 
    "gid": "technology/2012/oct/28/car-review-seat-alhambra-martin-love", 
    "wordcount": "960"
}