{
    "headline": "Talking Tom Cat takes Outfit7 past 360m downloads and 100m users", 
    "text": "Outfit7 is the mobile apps startup that made its name with Talking Tom Cat: a virtual pet on iPhone that repeated people&apos;s words back to them in a squeaky voice. He has since spawned a sequel, as well as a series of other Talking Friends apps on iOS and Android. Are they popular? Just a bit. &quot;We have now passed 360m downloads, and we have a little bit more than 100m monthly active users,&quot; says Narry Singh, the company&apos;s executive chairman. &quot;The numbers seem to be rocketing upwards at a slightly faster trajectory than last year, and we have very aggressive and ambitious goals for 2012. Over the holiday season, we averaged 1m downloads a day.&quot; In many ways, Talking Friends is comparable to Rovio&apos;s Angry Birds both hugely popular digital brands now, that are being taken more seriously by the biggest players in the media and entertainment industries, rather than scoffed at as potentially short-lived novelties. Outfit has been talking to media and entertainment companies about possible partnerships, although Singh says announcements on the results won&apos;t be made until later in the year. He cites Zynga&apos;s IPO as one key tipping point for encouraging the bigger beasts of the entertainment world to talk to companies like Outfit7 whose businesses are built on digital characters and virtual items sales. &quot;The transparency of some of the metrics in their S1 filing has done more for the industry than perhaps a lot of other things that people want to talk about in the mobile world,&quot; he says. &quot;The Zynga IPO benefited all of us.&quot; Singh also says that media giants have realised that upstarts like Outfit7, Rovio and Zynga&apos;s now have a reach far in excess of their traditional networks, whether TV, online or other media. &quot;If you look at our monthly actives, we&apos;re already twice the size of America&apos;s largest TV network,&quot; he says. &quot;Furthermore, we have a granularity of understanding about our users that they have only fantasised about in the analogue world.&quot; He pauses. &quot;It helps that some of the CEOs of the largest media companies in the world have grandchildren who are obsessed by Talking Tom Cat... They realise that the next Harry Potter will not come from Hollywood or Bollywood, but from a mobile app.&quot; Global growth One of the most startling things about the growth of Angry Birds and Talking Friends is its global nature, as characters find a fanbase through digital distribution on app stores far quicker than any company could roll out local marketing campaigns. Singh notes that when Outfit7 recently hired its first team member in South Korea, the company already had 19m users there. Globally, meanwhile, it took Outfit7 11 months to reach its first 100m downloads, but the last 100m took three months. &quot;The real question in this industry is not whether you can succeed for two or three months, but whether you can stay the course over two or three years,&quot; says Singh, suggesting that it&apos;s only once an apps company reaches hundreds of millions of downloads that it can hold out serious hopes of avoiding being a one-hit wonder. Singh is also bullish about the dozens of developers - &quot;50 or 60 last time we counted&quot; - making their own Talking Friends clones, of varying quality. Singh claims that their cumulative downloads ever is less than Outfit7&apos;s average monthly downloads, and pegs the reason as quality - particularly details like facial expressions. Having 100m active users to cross-promote new apps to doesn&apos;t hurt, of course. Outfit7 has a dedicated &quot;discovery&quot; team that works on cross-promotion as well as app store optimisation. &quot;It&apos;s a reasonably unique team for the industry: we could almost spin them off into a separate company, which would be highly valuable in its own right,&quot; says Singh, who adds that a recent survey of 100,000 Talking Friends users found that 45% have two or more of the apps. &quot;There&apos;s a certain feeling of collectibility, like Pokemon,&quot; he says. &quot;When you get one character, you feel like getting another one, then another. It&apos;s that psychological need to collect, and own, and curate.&quot; Outfit7 is clearly looking to use its network and cross-promotion skills to work with IP from other companies, as well as providing a platform for brands to promote their products. Singh says that Outfit7&apos;s analytics show that Talking Tom Cat drank more than 1.7bn virtual glasses of milk in 2011, while his compatriot Talking Ben was knocked out 2.8bn times. Engagement stats to conjure with when targeting brands like Nestl, Pepsi or Nike. Blockbuster marketing Singh also talks about the typical blockbuster film&apos;s marketing campaign, which clusters around its cinema release in a &quot;hyper spike&quot;. &quot;What studios are realising is that 6-12 months before the movie is released, they could have been releasing snippets of the characters to start building awareness, or even test various storylines,&quot; he says. &quot;Then, when you used to have that wonderful later spike of several hundred of millions of dollars worth of DVD sales - a spike that has collapsed - there is another batch of mobile apps waiting to happen.&quot; It&apos;s an appealing pitch, and one that is unlikely to be falling on deaf ears at the studios, especially those who have started doing this sort of thing away from mobile. Disney&apos;s latest Muppets film, for example, was seeding YouTube videos a long time before its release. What&apos;s interesting is how Outfit7 will prioritise any new brand and content partnerships with its own-IP apps. The short-term win is making apps for big movies, but the long-term success may come from developing new characters, making them a hit on mobile and then looking to turn them into films. That brings us neatly onto Rovio, the other monster own-IP success story from the apps world, and a company that acquired its own animation studio to position itself for the latter opportunity. Singh highlights one difference in the two companies&apos; strategies: their approach to licensing and merchandising deals. While Rovio has signed off on more than 20,000 Angry Birds products, Outfit7 has yet to launch, say, Talking Tom Cat plush toys. &quot;We are taking a different approach,&quot; says Singh. &quot;We are not going to inundate the hell out of the market in the first 12 months. We will come out with our first batch of products this year, but we will pace this out very carefully and correctly. We don&apos;t have any external investors who are pressuring us into short-term gains, so we are taking a much longer-term view of building a consumer brand.&quot; The company added Andy Mooney as an adviser in February 2012, and is drawing on his experience in former roles as chairman of Disney&apos;s consumer products division, as well as chief marketing officer at Nike. It has also inked partnerships with licensing agency Beanstalk and talent agency William Morris Endeavour &quot;I&apos;m very bullish: I don&apos;t think apps is a flash in the pan,&quot; says Singh. &quot;There will be consolidation in the industry as the apps that aren&apos;t doing well drop out, but the companies with that network effect will grow faster. The way mobile and media and entertainment are working together will only get more interesting and more lucrative.&quot;", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/mar/30/outfit7-apps-talking-tom-cat", 
    "wordcount": "1247"
}