{
    "headline": "Unctad is astute and progressive  so why don't developed countries like it?", 
    "text": "For those who believed that the north-south divide is history, the goings on before and during the 13th UN Conference on Trade and Development (Unctad) must have come as a surprise. For some time before the conference took place in Doha, Qatar, in late April, there were rumblings from representatives of certain countries the organisation classifies as developed about the work done at Unctad. During the conference itself, negotiations about what to put in the document defining Unctad&apos;s work programme extended all night as these malcontents attempted to restrict its areas of work. Surprisingly, the issue of concern to these countries was not the quality of the work, but rather its scope and reach. Over the past decades this has covered a very wide area, including issues relating to industrialisation, trade and development, financing of development, macroeconomic policies, nature and the impact of financial crises. Unctad has not only made major contributions in each of these areas, but has also been significantly ahead of the curve (and certainly far ahead of the multilateral lending organisations) in terms of anticipating global economic developments, pointing to possible areas of concern  as well as potential  for developing countries, and suggesting feasible alternative strategies that are now increasingly recognised as more sensible. Consider a few examples. Unctad was among the first to note the potentially damaging implications of financial deregulation and capital account liberalisation, which are now widely recognised to be associated with financial crises in both developing and developed countries. It identified problems such as the impact of financial activity on commodity prices, and the effect on export prices faced by developing countries when too many players attempt to enter the same markets with similar exports. It examined ways in which commodity-exporting developing countries can benefit sustainably from periods of rising prices, rather than suffering from a &quot;resource curse&quot;. More recently, it provided a sane and plausible strategy for growing out of debt rather than killing the patient with more destructive austerity measures, a lesson now being recognised (if reluctantly) even in Europe. Unctad has been able to do all this because the analysis is not just empirically grounded but nuanced and sensible, avoiding dogmatic positions and knee-jerk responses in favour of a more pragmatic approach. This has often meant combining results and insights that originally come from rather different and often heterodox perspectives, but usually within a coherent logical framework. With such a track record, why would anyone want to limit or reduce Unctad&apos;s role? Surely the international community should, in its own interest, instead be clamouring to expand the institution&apos;s capacities and provide more resources to enable such good quality research and policy advice to keep coming. Some explanations for the apparently surprising attitude of developed countries can be found from the informal statements made by certain negotiators. One such representative of an important developed country told his counterpart from a major emerging market economy that they &quot;did not want Unctad to engage in intellectual competition with the IMF&quot;! Intriguing, isn&apos;t it? Such people are usually all for competition in everything (certainly in labour markets)  except, apparently, ideas. Even more surprising is that the IMF and the World Bank, with their massive resources and humongous research departments, are still scared of a rather small organisation with only a handful of people producing their flagship reports. The perception of &quot;northern&quot; interests also plays a role. For example, in Doha the big fights about what would go into the final text concerned issues like whether Unctad can work on global financial issues (the US opposed this) or on technology transfer, or even on the protection of traditional knowledge. In fact, this is not about north versus south, even though it may have seemed like that in Doha. As it happens, the content and results of the research produced by Unctad are very much in the interests not just of developing countries per se, but of ordinary citizens all over the world, the 99% of popular imagination. The rearguard action fought by some negotiators to control and limit Unctad&apos;s work was more about trying to create a single homogenous approach to economic analysis and policy to be accepted globally, even if that approach is increasingly being exposed as misleading and downright wrong. The governments of the United States and other developed countries are keen to export what they see as democracy to different parts of the world, and to point out (with respect to countries that try to control information and freedom of speech) that it is impossible to control the spread of ideas. Clearly, they need to learn the same messages themselves, especially with respect to ideas and economic analysis. Fortunately, the active engagement of some of the Brics and other emerging nations proved to be critical in shifting the balance and preserving the basic role of Unctad in the conference. But the messy negotiations showed that taking the progressive agenda forward is going to be constantly challenged even as it becomes ever more relevant and necessary.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/apr/30/unctad-do-developed-countries-like-it", 
    "wordcount": "840"
}