{
    "headline": "Green deal under fire from climate change sceptics", 
    "text": "The green deal, the government&apos;s big policy initiative for fighting climate change, is supposed to plug one of Britain&apos;s biggest sources of carbon emissions  draughty, fuel-poor homes. Far from being a Liberal Democrat invention, it bore the imprimatur of David Cameron himself. One FTSE100 business leader who visited No 10 dared to joke about the name, only for the prime minister to explain that the label was his own idea. So for Tories to fight publicly for the policy to be ditched  days after its launch by the Conservative climate minister, Greg Barker  is a big step. It reveals yet deeper fault-lines in the Tory party on green policy. &quot;The fighting about green policy has been intensifying for months,&quot; said Ruth Davis, chief policy adviser at Greenpeace UK. &quot;There is a sense that the government is strategy-less  there are a lot of senior [Tories] who are just looking for places where they can pick holes in climate policy. Cameron needs to take charge.&quot; Billions of pounds of investment and the potential for hundreds of thousands of green jobs hang in the balance as companies stall investment while they try to figure out what the government&apos;s policy direction might be. Potential investors in offshore wind suggested the overwhelming message was that Cameron needed to be more decisive. &quot;Our investment is on hold until we have certainty and clarity regarding the policy environment,&quot; said Magued Eldaief, managing director of General Electric. Three of the &quot;big six&quot; energy utilities, and retailers such as M&amp;S and Tesco, which were expected to be among firms offering the green deal, failed to turn up to the fanfare launch amid doubts they would take part. Studies have questioned whether the scheme can work, as the loans could be too expensive. Meanwhile, Britain is losing out in the race to develop green industries, as disappointing figures for investment show: the UK managed less than $10bn last year, seventh in the world according to an analysis by the Pew Charitable Trusts, compared with $48bn in the US. This latest row follows a series of setbacks that have spooked investors: sudden drastic cuts to feed-in tariffs for solar power; a letter from more than 100 Conservative MPs railing against wind-energy subsidies; demise of the Horizon consortium which was to build nuclear reactors; and the failure and attempted resurrection of a government competition to fund carbon capture and storage. For many, the worst signal came when the chancellor, George Osborne, strong-armed the new energy secretary, Edward Davey, into firing the starting pistol on a &quot;dash for gas&quot;, which green groups fear will crowd out investment in genuinely green energy. Paul Steedman, energy campaigner at Friends of the Earth, said: &quot;The addiction to fossil fuels of the big six [energy utilities] saw bills rise by up to 18% last autumn  but despite this the government wants to fuel their habit by building yet more gas-fired power stations. Rather than papering over the cracks of our broken energy system we need ministers to make our homes more efficient and to switch to clean British energy from the wind, sun and waves we have in abundance.&quot; The recent setbacks reflect deep confusion over the main governing party&apos;s direction on green policy. Osborne has repeatedly taken the side against green subsidies. Tory MPs and Lords are under near-constant lobbying from Lord Lawson&apos;s climate sceptic group, the Global Warming Policy Foundation. This plays particularly well with the Tory faction who want to ape the &quot;culture wars&quot; of the US, by making climate change a left-right issue rather than one based on science. One prominent Tory MP said: &quot;As someone who&apos;s convinced by the science, and wants to tackle climate change, I&apos;m finding myself an endangered species within my own party.&quot; The policies under attack include the green deal incentive that offers insulation to homeowners (loans repaid through electricity bills), and that which encourages small-scale renewable energy through feed-in tariffs (FiTs). Subsidies for onshore wind are to be sliced by a tenth from 2013, and offshore wind will also be hit, though less hard.  The green policies under attack Green deal to offer insulation to homeowners, through loans repaid through electricity bills Several studies have questioned whether the deal scheme can work, as the loans may be too expensive. Encouragement of small-scale renewable energy through feed-in tariffs The solar power industry, with about 25,000 workers, has had a series of blows as government has slashed subsidies. Community schemes, including those intended to cut fuel bills for people in social housing, have been among the worst hit. Nuclear power Horizon consortium to build new nuclear power plants collapsed in late March, cancelling plans for reactors and leaving the field to EDF, France&apos;s state electricity utility. Dash for gas Within weeks of taking up his role as energy secretary, Davey was pulled into plans from Osborne for a massive new-wave of gas-fired power stations. Green groups attacked the move, which they said would lock the UK into high carbon emissions for decades and crowd out investment in renewables. Encouraging large-scale renewable energy Subsidies for onshore wind to be sliced by a 10th from next year, while offshore wind will also be hit, though less hard. Some offshore wind companies say their potential investments are under review. Carbon capture and storage Late last year, the last entrant for the competition for 1bn in government funds for a carbon capture and storage demonstration plant dropped out. In April, the government announced plans to revive the competition but without certainty for the long-term funding of any plants.", 
    "section": "environment", 
    "gid": "environment/2012/apr/15/green-deal-under-attack", 
    "wordcount": "945"
}