{
    "headline": "Tax emerges as crucial issue in post-2015 development talks", 
    "text": "Tax evasion by multinationals and corrupt leaders has emerged as a key issue ahead of the third substantive meeting of a UN high-level panel to discuss a framework for development after 2015. The theme of this week&apos;s meeting in the sweltering Indonesian resort island of Bali is global partnership, the orphan child of the millennium development goals (MDGs). Devoid of clear targets, MDG8 talks in general terms about an open, rule-based trading and financial system, dealing with debt burdens, providing access to affordable essential medicines, and increasing access to new technologies. Goal eight also mentions fostering links between the public and private sector to drive better development. Yet momentum is building up among NGOs, poor countries and some rich countries to ensure that developing countries build up their tax base at a time when aid flows are under pressure, notwithstanding Britain&apos;s commitment to meet, this year, the UN target of spending 0.7% of gross national income (GNI) on aid. Ngozi Okonjo-Iweala, the Nigerian finance minister and member of the UN panel, expressed her exasperation at the lack of appetite so far among many rich countries to take a stronger stand on tax evasion. &quot;I&apos;m really frustrated at these illicit flows,&quot; she told the Guardian ahead of the UN high-level panel discussions. &quot;What would it take for G8 and G20 countries to take some specific steps to put pressure on those countries acting as tax havens?&quot; She praised, however, the US, the UK and Switzerland for putting the topic on the agenda. Taxes and transparency will be one of the priorities at the G8 summit, to be chaired by Britain&apos;s prime minister, David Cameron, in Northern Ireland in June. Okonjo-Iweala, along with Justine Greening, Britain&apos;s international development secretary, and Armida Alisjahbana, the Indonesian development planning minister, co-chair the steering committee of the global partnership that grew out of the Busan aid effectiveness conference in 2011. The committee brings together officials from rich and poor countries and institutions such as the World Bank, the development assistance committee of the Organisation for Economic Co-operation and Development (OECD), and the UN development programme. Although below many people&apos;s radar  few realised the committee was meeting in Bali ahead of the UN panel&apos;s discussions  the committee is pressing ahead with work on tax, knowledge sharing and a monitoring framework on development effectiveness, issues that conceivably fall under MDG8. Taxation is also a clarion call for NGOs, many of which met over the weekend to agree their positions before meeting with members of the UN panel. The panel&apos;s three co-chairs  President Ellen Johnson Sirleaf, of Liberia, President Susilo Bambang Yudhoyono, of Indonesia, with Greening deputising for Cameron, who will be absent because of a diary clash  hold their own meeting with the UN panel on Wednesday. Taxation has emerged as a key issue in terms of global partnerships as rich countries have failed to deliver on trade  the Doha trade round that was supposed to have benefited developing countries remains moribund  and development assistance is shrinking because of austerity in the west. The sums at stake are enormous. A Nigerian discussion paper in Bali noted that net financial transfers to developing countries over the past decade may well turn out to be negative once illicit flows (tax evasion, money laundering, trade and transfer mispricing by companies, and bribery) are taken into account, although current estimates  up to $1tn a year  are contested. Tax evasion, it went on, is estimated to account for 60-65% of all illicit flows; 30-35% is attributed to criminal activities, including theft and bribery of government officials. Nigeria urged rich countries to do more to return stolen assets that were estimated at between $20bn and $40bn by the World Bank in 2007. But out of 30 OECD countries, only the UK, the US, Switzerland and Australia have repatriated funds  a total, between 2006 and 2009, of about $277m. It is estimated that for every $1 of aid money spent on strengthening tax regimes in developing countries, $350 can be generated in tax revenues, yet only 0.1% of aid targets tax systems. Greening said that she would use a meeting of the Busan global partnership later this year to push for greater international action on tax and collaboration with the private sector. &quot;As well as helping developing countries build up their tax systems and a strong business environment, we&apos;re using every opportunity in this G8 year to push for international action on tax,&quot; she said. &quot;We will use the meeting later this year to make sure countries have a firm deadline to get their own house in order.&quot; The NGO ActionAid, which has been pushing for changes in international rules that hamper tax collection in developing and developed countries, said what is needed are international tax agreements that safeguard developing countries&apos; taxing rights, help reduce tax competition between different countries, and shed light on tax havens and the tax operations of multinational companies. &quot;A new global partnership for development post-2015 could realistically help developing countries raise tax revenues to 25% of GDP by 2030, while reducing the corporate tax gap by 20%,&quot; said Clare Coffey, ActionAid&apos;s post-2015 policy advisor in Bali. &quot;That would generate both significant and sustainable amounts of financing, while helping developing countries to take charge of their own development.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2013/mar/25/tax-crucial-issue-in-post-2015-talks", 
    "wordcount": "891"
}