{
    "headline": "Text messages turns 20  but are their best years behind them?", 
    "text": "It has saved lives and ruined marriages, created a whole new dialect and made billions in profits for phone companies. But as the humble text message celebrates its 20th birthday, some wonder how much longer it will survive in a world of smartphones and all-you-can-eat data. The number of SMS  short message service  messages being sent has rocketed year after year but there are signs it has peaked in a number of countries, including Spain, the Netherlands, Finland, Hong Kong and Australia. A new generation of users who might once have used texts now use data services such as WhatsApp and BlackBerry Messenger (BBM) for free. &quot;There&apos;s a lot of these services out there  I&apos;ve counted 25 which have a total of 2.5bn reported accounts, though many of those will be duplicates,&quot; said Benedict Evans, telecoms analyst at Enders Analysis. &quot;There are probably 10 which have more than 100 million users  and BBM isn&apos;t among them; that&apos;s only got 60 million.&quot; The first text message was sent on 3 December 1992, when the 22-year-old British engineer Neil Papworth used his computer to wish a &quot;Merry Christmas&quot; to Richard Jarvis, of Vodafone, on his Orbitel 901 mobile phone. Papworth didn&apos;t get a reply because there was no way to send a text from a phone in those days. That had to wait for Nokia&apos;s first mobile phone in 1993. The first text messages were free and could only be sent between people on the same network, but in 1994 Vodafone  then one of only two mobile networks in the UK  launched a share price alert system. The arrival in 1995 of the Tegic (aka T9) system, which created &quot;predictive&quot; texting based on the letters you had typed, meant texting could take off. Commercial services soon followed, and though they started life as a free service  because operators hadn&apos;t figured out how to charge for them  it was quickly realised there was money to be made from texting as the number rose dramatically. By February 2001 the UK was sending one billion texts a month, which at the standard 10p-a-text charge meant the business was raking in about 100m a month. The amount of data in a text message is tiny, at just 128 bytes. Charged at the same price per byte, a 650MB music CD would cost more than 60,000. In the same year texting became key to people&apos;s lives  literally, for 14 British tourists stranded in the Lombok Strait off Bali who were saved after one sent a message to her boyfriend in England, and for a climber who was rescued with the help of a text from a mountain rescue team. &quot;Text language&quot; emerged quickly because of the 160-character constraint of the keypad  and because to begin with it was time-consuming to enter words on a numerical keypad. Abbreviations such as &quot;l8r&quot;, &quot;gr8&quot; and &quot;b4&quot; soon had befuddled adults complaining that kids had lost the ability to spell correctly. By 2003 exam markers had grown concerned about text language being used in answers; a 13-year-old girl wrote an essay in text shorthand, which said in part: &quot;My smmr hols wr CWOT. B4, we used 2go2 NY 2C my bro, his GF &amp; thr 3 :- kids FTF. ILNY, it&apos;s a gr8 plc.&quot; (Or in longhand: &quot;My summer holidays were a complete waste of time. Before, we used to go to New York to see my brother, his girlfriend and their three (!) kids face to face. I love New York, it&apos;s a great place.&quot;) Now, though, it&apos;s texting rather than the English language that is under threat. The rise of smartphones and data services means the price of sending data has collapsed, and that has led to free services that can send data even when you can&apos;t get a phone signal to send a text. In January the Finnish mobile network Sonera reported that the number of texts sent on Christmas Eve 2011 was 8.5m, down from 10.9m the previous year. In Hong Kong, Christmas messaging dropped by 14%. But that doesn&apos;t mean messaging will go away, or that mobile operators are suddenly going to go bust. Texting has brought in more than $500bn and is still forecast to coin them $1tn over the next seven years as people use it for mobile banking in Africa and India, for charitable giving and for political donations. Evans said operators would adjust their pricing models even as texting declined. &quot;They&apos;re going to start charging more money for more data. Transmitting 500 megabytes of data costs them more than transmitting 500 minutes of voice. So they&apos;ll readjust their prices.&quot; But equally, he said, the idea of the short message between devices was here to stay. &quot;Twitter was imagined as a text message service, that&apos;s why each tweet has to be so short. The mechanism by which it&apos;s delivered will change, but people will still find it convenient to send short messages to each other.&quot; Timeline 1992 First text message sent 1995 T9 system invented, making texting quicker 2001 Text volume passes 1bn a month in the UK 2001 Text messaging is used to help organise protests that topple President Joseph Estrada in the Philippines 2002 A service called Text2TV from a Devon-based company says it will let you send texts to your TV and reply via your remote. It doesn&apos;t take off 2003 David Beckham sends a series of steamy text messages to his personal assistant Rebecca Loos; they are later published, and nearly end his marriage 2004 Tony Blair takes part in a live text chat 2005 The Eurovision song contest includes SMS votes, creating the biggest ever &quot;televoting&quot; 2008 Nielsen reports that the average US mobile user sends and receives more texts per month than phone calls  357 v 204 2009 WhatsApp, a free text-like service that lets people send messages for free over data connections, is founded 2011 Number of texts sent at Christmas falls year-on-year in Finland, Hong Kong, Spain and the Netherlands 2012 Ofcom reports that text messages are the most-used method for daily communication with family and friends  58% of UK adults do so at least once a day 2012 Rebekah Brooks reveals that David Cameron sent her texts signed &quot;LOL&quot; because he thought it meant &quot;lots of love&quot;; its usual meaning is &quot;laughing out loud&quot;", 
    "section": "technology", 
    "gid": "technology/2012/dec/02/text-messaging-turns-20", 
    "wordcount": "1087"
}