{
    "headline": "This blogpost causes cancer", 
    "text": "This blog causes cancer. And yet you&apos;re clearly still reading it. What&apos;s that about?  Accepted wisdom for us blog writers is that you should begin with subjects and headlines that will entice people to read it, whereas this one essentially starts by saying &quot;reading this will kill you&quot;. It&apos;s hard to imagine a bigger deterrent for readers, apart from maybe &quot;reading this will end up with you seeing naked pictures of Eric Pickles&quot;.  But no, saying this blog will give you cancer is clearly not off-putting enough for some. I&apos;ve joked about this blog being unfeasibly hazardous before, but I&apos;m serious this time. For example, you&apos;re probably reading this on a screen of some sort, and they cause cancer. Either via radiation (which causes cancer) or via making you sit down for a while, leading to a sedentary lifestyle, leading to obesity, which causes cancer.  Maybe the frivolous, poor quality of the writing is causing you to get quite stressed? Stress causes cancer, as we all know. You may be reading this on your lunch break. If you&apos;re eating obesity-inducing junk food, we know that won&apos;t help, but maybe you&apos;re eating something healthy like fruit and veg. That won&apos;t give you cancer, right? Actually, it will. If you weren&apos;t reading this, you might have found that out yourself and saved your own life. You could be reading it on a carcinogenic mobile phone while commuting on cancer-causing public transport. Or even while on a plane, with all that nasty radiation up there. To be honest, it&apos;s hard to escape radiation wherever you go.  The act of reading and understanding this blog requires the activation of neurological processes (not enough for some people, admittedly). The activation of these neural processes leads to cellular processes in the neurones, which can lead to the production of free radicals, which can cause cancer. Yes, that&apos;s right; if you extrapolate far enough, thinking causes cancer. It&apos;s best to not think about that (or about anything at all, really). As you&apos;ve probably figured out by now, the above claims are very much tongue-in-cheek, inspired by the recent &quot;screens cause cancer!&quot; scaremongering piece in the Daily Mirror, referenced above and excellently debunked by Dr Pete Etchells here. It seems to be just another case of scaremongering to get the public reading a publication.  Annoyingly, these pieces are usually backed up by a qualified scientist who seems to put self-promotion before understanding and evidence. Naming no names, but things would be so much easier if these scaremongering &quot;experts&quot; would just go away and leave us all alone. They could hang around in a nice open space outdoors away from all these supposed dangers. A nice green field, maybe.  But it could be argued that &quot;X causes cancer&quot; is an odd selling point for a publication at all. If you knew someone who constantly listed the number of ways in which you were likely to die, this isn&apos;t someone you&apos;d be keen to ask to speak at your wedding. But for newspapers, &quot;X causes cancer&quot; is seemingly a reliable sales technique (pretty much the only things that don&apos;t cause cancer these days are print newspapers, oddly enough). The Daily Mail uses this technique so often that it&apos;s actually become a running joke. The title of this very blog is an attempt to both exploit and satirise this phenomenon in a blatant display of both having and eating one&apos;s cake. This may be an effective technique due to the fact that, culturally, cancer is still something of a &quot;bogeyman&quot;. Although heart disease is the biggest killer in developed societies (although the picture may be more complex), cancer is arguably still the scarier disease. This may be because people find heart disease easier to understand, perhaps? Heart works, or heart doesn&apos;t work, simple. And heart disease is caused by not looking after yourself, or it&apos;s something you&apos;re born with, right? Whereas cancer can seemingly strike anyone, at any time.  Heart disease can also be quite sudden, so isn&apos;t typically associated with the long drawn-out process that comes with cancer. People don&apos;t die from cancer so much as &quot;lose their battle&quot; with cancer. Whatever you think of this, the language we use reveals a lot.  It&apos;s also evident that the general understanding of cancer leaves a lot to be desired. The phrase &quot;X causes cancer&quot; is a lot like saying &quot;Y causes virus&quot;, as cancer is a lot more complex than a one word description would allow for, and how it comes about can get quite confusing. I&apos;ve even seen mention in the past (in an article I can&apos;t find a reference to, sorry, but I&apos;m sure it was in an issue of New Scientist) about the use of angiogenesis (creation of new blood vessels) to treat heart disease using substances extracted from tumours. It was almost as if cancer was deliberately providing the means to treat heart disease, in an attempt to sabotage it and claim the crown as the number one deadly disease.  You may think it sinister to anthropomorphise cancer like that, but everyone does it. Nobody literally goes into battle against a small mass of unruly cells. This uncertainty about cancer in the general public leaves a lot of opportunity for scaremongering. If you see a newspaper with a headline which is some variation on &quot;innocuous thing you thought was fine is actually deadly&quot;, most people would want to know what that was about, leading to an increase in newspaper sales. If you can link cancer to something that your readership probably doesn&apos;t like (e.g. Modern life for the Daily Mail&apos;s older demographic), or that threatens your business (screens and computers for the print media in general), then so much the better. Or perhaps it&apos;s the just the old tactic of media scaremongering. Whatever the reason, constant hysterical declarations on what does or doesn&apos;t cause cancer based on flimsy evidence really can&apos;t be helping. It can only hinder general understanding of cancer and how it arises, increasing the general fear of it. It&apos;s easy to see this leading to genuine cancer sufferers being further stigmatised and avoided, which is the last thing they need. And if you&apos;re trying to stay positive about your diagnosis, shrieking headlines about the ever-presence of cancer can&apos;t be helpful.  There are no easy answers to the issues raised in this post, suffice to say that cancer is a serious subject, ergo it should be treated with serious science, not blatant scaremongering intended to sell papers and generate publicity. But talking about cancer shouldn&apos;t automatically mean severe doom and gloom, that&apos;s not helpful either. You may have lost someone close to you to the disease, I know I have. But I don&apos;t feel that excessive paranoia and endless reasons for doubt, and finger-pointing can help anyone in any way. This blog is an (admittedly cack-handed) attempt to demonstrate that. For a far better example, check out Andre Vincent&apos;s documentary Hurrah for Cancer. Yes, it&apos;s actually called that. But it makes sense if you watch it. And for some proper info about the facts regarding cancer, check out Cancer Research UK. Dean Burnett is on twitter as @garwboy, but is probably bad for your health so maybe just avoid him. ", 
    "section": "science", 
    "gid": "science/brain-flapping/2013/jan/10/this-blogpost-causes-cancer", 
    "wordcount": "1228"
}