{
    "headline": "Fukushima town revealed in Google Street View two years after tsunami", 
    "text": "Two years after Fukushima&apos;s triple nuclear meltdown forced tens of thousands of residents to flee, it is possible to take a virtual journey deep into the exclusion zone to one of the towns they left behind. Google Street View has published striking images of the devastation visited on Namie by the March 2011 tsunami and nuclear meltdown: abandoned homes, shops and restaurants, fields blanketed in grass and weeds. Google&apos;s camera-equipped vehicles began filming in Namie this month at the invitation of its mayor, Tamotsu Baba, whose sadness at his town&apos;s fate is matched by fears that the rest of the world is forgetting about Fukushima. For residents from towns and villages near the crippled power plant, the crisis is far from over. About 160,000 who fled the 12-mile evacuation zone, including 21,000 from Namie, are still living in temporary housing. Those from areas closest to the site may have to wait decades before their irradiated communities are safe to live in again. Many older residents accept they will die before their homes are inhabitable; their younger relatives are trying to build new lives elsewhere. Google&apos;s Street View imagery takes users on a 360-degree virtual tour of Namie&apos;s eerily quiet streets, its earthquake-damaged buildings and the overturned cars and fishing boats resting where they were deposited by the tsunami. Koto Naganuma, 32, whose home was destroyed by the waves, believes some Namie residents will be upset by images of familiar places that have been out of bounds for two years, but he is excited about plans to open up parts of the town for temporary visits from next month. &quot;I&apos;m looking forward to it,&quot; said Naganuma, who has visited Namie just once  and only for a few minutes  since the disaster. &quot;I&apos;m excited about being able to take a look at those places that are so dear to me. It will be hard, too. No one is going to be there.&quot; Baba said viewing Google&apos;s images brought back fond memories of festivals and other communal events in a tightly knit town, whose residents are scattered across Fukushima prefecture and other parts of Japan. &quot;Those of us who belong to the older generation feel that we received this town from our ancestors, and we feel great pain that we cannot pass it down to our children,&quot; he said in a blogpost. &quot;Ever since the disaster, the rest of the world has been moving forward and many places in Japan have started recovering. But, in Namie, time stands still. &quot;We want this Street View imagery to become a permanent record of what happened to Namie in the earthquake, tsunami and nuclear disaster.&quot; Panoramic imagery of the town will be available on Google Maps, Google Earth and the Memories for the Future site, which has already carried before-and-after images of coastal communities swept away by the tsunami. &quot;By capturing and publishing this imagery, we hope to allow people in Namie, in Japan and all around the world to see what the town currently looks like,&quot; the company said. &quot;We also hope that this will keep alive memories of the disaster for future generations.&quot; The second anniversary of the disaster this month highlighted the plight of more than 300,000 people in north-east Japan who have yet to be permanently rehoused. The prime minister, Shinzo Abe, has promised to speed up the construction of homes for displaced tsunami survivors and nuclear evacuees. Abe, who visited Namie last weekend, is to announce plans this summer for the return of residents to some areas of the evacuation zone. Abe is expected to offer a timeframe for the completion of infrastructure repairs and the resumption of health and other services in selected neighbourhoods. But the operation to decontaminate residential areas is well behind schedule and the government has not found a storage site for huge quantities of irradiated soil and rubble.", 
    "section": "environment", 
    "gid": "environment/2013/mar/27/fukushima-google-street-view-meltdown-tsunami", 
    "wordcount": "658"
}