{
    "headline": "School playing fields: 21 sell-offs have been approved by coalition", 
    "text": "The education secretary, Michael Gove, has approved of the disposal of more than 20 school playing fields since the coalition came to power two years ago, despite a pledge to protect sports pitches from development. Figures released by the Department for Education show that the sale of school sports fields continues even though ministers declared in the coalition agreement they would &quot;seek to protect school playing fields&quot;. The government has come under growing pressure over its investment in school sport as British athletes have shone during the Olympics. Sir Keith Mills, chief executive of London&apos;s bid to host the Olympics and now deputy chair of the organising committee, called on the government to use London 2012 as the springboard for a wholesale rethink of its sports strategy. His remarks echo a call by Lord Moynihan, chairman of the British Olympic Association, for politicians to seize the moment to make sport a bigger priority. Jeremy Hunt, the culture secretary, defended the government&apos;s sports policy  pointing to an uplift in the proportion of National Lottery money flowing to sport  but admitted that school sport provision was &quot;patchy&quot;. &quot;I think at the moment school sport provision is patchy in some places, and we need to do what we can to make sure that the very best examples are spread throughout the whole country, and this is absolutely going to be a focus over the next few months and one of the things that we really want to take away from these Games,&quot; he said. In opposition, the Tories described the sale of school playing fields as a betrayal of Labour&apos;s commitment to school sport. Figures released in response to a request under the Freedom of Information Act show that Gove has approved 21 requests to sell playing fields out of 22 received since the election. One request is under consideration. Schools where disposal has been approved include the Winchcombe school, a state primary in Newbury, Berkshire, where a 1.6-acre playing field was put on sale with outline planning permission for housing.     School playing field closures Photograph: Graphic    A new school was built on the site of playing fields at Woodhouse school in Staffordshire. Not all the playing fields approved for disposal have been lost for sporting use. Kingsbury high school, in Brent, north London, plans to lease its playing fields to a firm that runs artificial five-a-side pitches. Some of the playing fields are being disposed of after school closures. Just over 200 school playing fields were approved for sale over the 13 years of the previous government. Ten requests for the disposal of playing fields were granted in 2009, the last full year of Labour government, while 11 were granted consent in 2008. An estimated 10,000 playing fields were sold off between 1979 and 1997. Don Earley, deputy chief executive of Fields in Trust, a charity that safeguards recreational spaces, said: &quot;It is key that we endeavour to protect all outdoor recreational facilities, and are aware of the threats to them, particularly now as the whole country enjoys our Olympic success.&quot; A DfE spokesman said ministers would only sanction the sale of school playing fields if the sports needs of schools can continue to be met. The spokesman said: &quot;Sale proceeds must be used to improve sports or education facilities and any new sports facilities must be sustainable for at least 10 years.&quot; The sale of schools&apos; open land comes on top of cuts to school sport that have hit the level of competition between schools. Funding for school sports partnerships  groups of schools which work together to improve the quality and range of sport on offer to children  has been drastically cut by the coalition. A series of FoI requests by Labour has revealed that 28 councils no longer have any school sports partnerships.In each partnership, a secondary school PE teacher was given two days a week to act as a co-ordinator while a teacher in each of the primary schools was paid to receive extra training in PE and sport. The effect of the cuts has been to reduce the time and resources available to organise competitive sport  despite the fact that ministers regard boosting competition as the cornerstone of their sports policy.", 
    "section": "education", 
    "gid": "education/2012/aug/06/school-playing-field-sale-gove", 
    "wordcount": "710"
}