{
    "headline": "David Cameron knew of GCSE proposals, says No 10", 
    "text": "Downing Street has contradicted Nick Clegg by confirming that David Cameron did know about the education secretary&apos;s plans to scrap GCSEs, before they were leaked. Clegg vented his anger at Michael Gove over his failure to consult fellow ministers on the reforms, in which GCSEs would be scrapped by 2016. In an interview with Radio 4&apos;s The World at One on Friday, the deputy prime minister said: &quot;This has not been subject to a collective discussion in government. Neither myself nor the prime minister were aware of it.&quot; But No 10 indicated Cameron had discussed the plans with Gove before they were leaked to the Daily Mail, although the PM had not expected them to become public. A senior aide said Cameron agreed that major reform was needed in the exam system but stopped short of endorsing Gove&apos;s specific plans. The documents leaked to the Mail suggest replacing GCSEs with O-levels in traditional academic subjects such as English, maths, the humanities and science. The changes would also see less-able pupils taking simpler qualifications, similar to old-style CSEs, and the national curriculum for secondary schools abolished. School leaders and teaching unions warned that the &quot;bombshell&quot; move would write off large swaths of the population. Cameron supports the policy and is interested in including Gove&apos;s ideas in the Conservative manifesto for the next election. However, Downing Street is expected to shelve Gove&apos;s plans to start scrapping GCSE exams before the next general election, after acknowledging that his blueprint and timetable are unacceptable to the Liberal Democrats. A No 10 spokeswoman confirmed that a consultation would be held to examine how to improve the exam system. The informal terms of reference have been defined widely enough for the Lib Dems to accept the consultation. Clegg said on Friday that he was against &quot;anything that would lead to a two-tier system where children at quite a young age are somehow cast on a scrapheap&quot;. Asked whether the Lib Dems had the power to veto policy, he said: &quot;By definition in government if you have collective agreement, and particularly in a coalition, it requires support from all sides.&quot;", 
    "section": "education", 
    "gid": "education/2012/jun/23/david-cameron-knew-gcse-proposals", 
    "wordcount": "361"
}