{
    "headline": "Public engagement: what does it mean in higher education today?  live chat", 
    "text": "What does public engagement actually mean? It&apos;s one of those terms for which it&apos;s hard to find a single definition that reflects its wider purpose and the many forms it takes within the higher education sector. The National Coordinating Centre for Public Engagement has given it a go and come up with this: &quot;Public engagement describes the myriad of ways in which the activity and benefits of higher education and research can be shared with the public. Engagement is by definition a two-way process, involving interaction and listening, with the goal of generating mutual benefit.&quot; If sharing research and university news with society communicates the benefits of higher education, is a simple press release a form of public engagement  or is the process more sophisticated? What innovative and exciting ways are universities putting engagement into practice, or making their practice engaging? A few come to mind which have made particular waves: Bright Club, which started at UCL and is now running in seven locations around the UK, encourages researchers to take to the stage and describe their work in a funny way. One of Bright Club&apos;s 10 commandments reads: &quot;If the audience and performers don&apos;t leave cleverer than they arrived you&apos;re doing it wrong.&quot; Humour is one way of disseminating information to lay audiences, but, of course, not everyone is (or wants to be) funny. Technology is another way to get your message across. Professor Martyn Poliakoff CBE has become a YouTube sensation with his Periodic Table of Videos channel, which has more than 66,000 subscribers and over 20 million views in 200 countries. What is the best approach for institutions and academics to take  and to what ends? In this live chat, we want to dissect the meaning of public engagement, look at the potential rewards and drawbacks, and focus on what universities are doing to develop their strategy and skills base in this area. With REF (Research Excellence Framework) looming and research impact a major drive for many institutions, we want to discuss innovative practice, from real-time events to media exposure and digital interaction, as well as asking what role collaboration between institutions, departments and individuals plays in successful public engagement? Join our live web chat Friday 31 May from 12-2pm BST in the comments section below and share your thoughts on what public engagement means to you. You can also follow the debate live on Twitter using the hashtag #HElivechat. Panel Steve Cross is head of public engagement at UCL, and has previously worked in the science, communication and museums sectors. He started the research comedy night Bright Club and the Science and Museums Showoff event programmes. Sophie Duncan is deputy director of the National Coordinating Centre for Public Engagement. Her career has focused on public engagement, and has included roles at the Science Museum and leading national engagement projects for the BBC. @nccpe  Patrick Middleton is head of engagement at the Biotechnology and Biological Sciences Research Council (BBSRC). He leads the BBSRC engagement team as it develops and delivers a broad range of public and stakeholder engagement activities targeted at a variety of audiences from young people and teachers to farmers and comsumers. @Patrick_Midd  Nicola Buckley is head of public engagement at the University of Cambridge. She manages the Cambridge Science Festival and also founded the annual Cambridge Festival of Ideas in 2008. @NickyBtenten Fern Riddell is a cultural historian, specialising in sexuality, crime and entertainment in the Victorian and Edwardian periods. She is a final year PhD student at King&apos;s College London, and has recently been selected as one of BBC Radio 3&apos;s New Generation Thinkers for 2013. @FernRiddell Eric Jensen is assistant professor of sociology at the University of Warwick. He has numerous publications on public engagement and its impacts. He co-convenes Warwick&apos;s MSc programme in science, media and public policy and ran a recent seminar series: &apos;Evaluating Impacts in Non-Formal Learning and Public Engagement&apos;. @JensenWarwick Jon Urch is public engagement and outreach co-ordinator at the University of Dundee. As an ex-research scientist, he supports researchers to effectively and creatively engage with diverse audiences across the UK @revealsresearch Heather Rea is project lead for the Beltane Public EngagementNetwork. She was the deputy director for the Edinburgh Beltane for 4 years, and a researcher in mechanical engineering for 11 years. @edbeltane  Kate Miller is academic liaison officer at the centre for publicengagement, University of Bristol. She works closely with staff andstudents wishing to get involved in public engagement, includingproviding training, support and guidance on developing activities andembedding engagement in their work. @dappylemon This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/2013/may/24/public-engagement-higher-education-debate", 
    "wordcount": "789"
}