{
    "headline": "Long-billed vulture population stabilising in Pakistan", 
    "text": "The alarming decline in a critically endangered species of vulture in Pakistan appears to have been halted, according to surveys of the birds. They indicate the population of the long-billed vulture (Gyps indicus) is stabilising. The species had declined rapidly in the late 1990s because of the deadly effect of the cattle drug diclofenac. The birds died after eating carcasses contaminated with the drug. Now fieldwork carried out in the Nagarparkar desert in Sindh, south-east Pakistan, by The Peregrine Fund, has shown that the population of the long-billed vultures has stablised over the past four breeding seasons with no obvious signs of decline. The 2006 annual report by the US-based TPF had reported 103 occupied long-billed nests, down from 290 in March 2003. WWF-Pakistan verified the same. In 2010/11 it counted 172 long-billed vultures in the same area. TPF&apos;s Munir Virani, now working as an ornithologist for the National Museum of Kenya, says banning diclofenac and increased awareness of the role of vultures in the ecosystem has proved effective. Diclofenac was banned in 2006 and replaced by Meloxicam. However, the form of diclofenac given to human patients is still available and is sometimes given to animals. Meanwhile, Pakistan&apos;s wild life authorities haven&apos;t been able to reverse the decline in the population of the white-backed vultures (Gyps bengalensis). In 2007, WWF-Pakistan had set up Vulture Conservation Centre in Changa Manga forest to retain and increase the population of white backs. About 22 birds from the wild were put in centre. However, the aviary has still not succeeded in breeding any from its stock. Last year a few eggs laid turned out to be infertile. Authorities are hoping the October egg-laying season this year would be different. The forest, 50 miles southwest of Lahore, in Punjab, was once a stronghold of these birds with as many as &quot;1400 active nests till the late 1990s&quot; said Uzma Khan, project coordinator with the WWF. Information gathered from 22 different sites (which had major colonies of white-backs till 2000), by the WWF in 2006 revealed only about 220 white-backed vultures remained in the Punjab. Today, Khan estimates there are not more than 100. Early this year, the WWF also set up a 62-mile diameter vulture safe zone in the Nagarparkar desert. &quot;The aim is to provide drug free food to the vultures close to their breeding areas,&quot; said Uzma. It is also running an awareness programme for the local population and veterinarians informing them not to dump infected carcasses in the open and promoting the use Meloxicam.", 
    "section": "environment", 
    "gid": "environment/2012/aug/21/long-billed-vultures-pakistan-diclofenac", 
    "wordcount": "427"
}