{
    "headline": "Skylanders Swap Force: 'We knew we had a magical idea on our hands'", 
    "text": "If you are not the parent of a 10-year old, you might not realise what a big deal Skylanders is. The game series, which comes with a range of figures that interact with the onscreen action, has been a huge success since its introduction in 2011. Activision has just announced US sales worth over $500m, riding the crest of a new consumer entertainment wave that seeks to marry traditional toys with digital platforms such as consoles and tablets. And now a third title is on the way.  Like its predecessors, Skylanders Swap Force is a child-friendly adventure game set in a colourful fantasy world named Skylands. Once again, players will be able to buy a range of action figures that can be placed on the game&apos;s plastic peripheral  the Portal of Power  to unlock their digital representations in the game world. This time, however, the story revolves around a special group of Skylanders from the mysterious Cloud Break Islands who have been ejected into the human world by a powerful volcanic eruption. Thanks to the volcano&apos;s magical properties, these warriors have been given a special ability  they can can swap top and bottom halves between each other, allowing them to combine different powers.  Naturally, the game is accompanied by 16 brand new Skylanders figures which can all be pulled in half and swapped around, allowing players to create their own combinations, with 256 possibilities. The game release will also be accompanied by 16 refreshed versions of classic Skylanders figures and 16 new figures, bringing the total up to 100. Parents may not be so enamoured with the idea, but this is an astonishing new business channel for Activision in an era where traditional retail game sales are falling.  &quot;I do remember, a very short time ago, encountering a lot of people scratching their heads when we announced we were getting into the toys market,&quot; says Eric Hirshberg, the charismatic CEO of Activision Publishing, who joined the company after a long career in advertising. &quot;People perceived that market to be strained; other publishers were getting out of kids&apos; games. But we knew we had a magical idea on our hands as soon as we saw children reacting to the product.&quot; The idea started out with California-based developer Toys For Bob, which had worked on licensed children&apos;s video games for a number of years. Activision asked the studio to create a game based around its Spyro character  a cute dragon that had appeared in several PlayStation titles. Toys For Bob got the idea of combining action figures and games, and a electronics hobbyist on their staff started messing about with RFID technology, a wireless system of transferring data over short distances. The Skylanders figures are all fitted with a chip, so when placed on the Portal, they transfer their stats and abilities into the game world  any progress or customisations can then be saved back into the figure. It&apos;s the sort of ingenious idea that seems obvious after its arrival. The games cash in on the key obsessions of modern kids: video games and collectible action figures. Skylanders toys sell for between 5 and 15 each  and that&apos;s on top of the 45 for the starter pack, which contains the game and the portal. It&apos;s one of those lovely 360-degree businesses that entertainment companies pine for.  Not that the concept is everything  Hirschberg says that much of the success of the product has come out of extensive play-testing, and getting the things into the hands of consumers rather than relying on advertising. &quot;Kids are a huge part of our development process,&quot; he says. &quot;We do constant playtesting, and we definitely make sure that it&apos;s kid-approved before it goes out. But the way that we&apos;ve marketed the game is different, too; with this one in particular we&apos;re investing a lot in demonstration  we have 100,000 sq ft of retail space and over 20,000 interactive kiosks.&quot; Packaging is also key. While other toy manufacturers are loading their action figure boxes with QR codes and augmented reality features, Activision has designed its boxes with the figures close to the bottom  this means children can place them on a demo Portal in the shop and see the figures spring into life on the TV display. For Hirschberg, this is the vital element: &quot;We just thought the more we could get people to interact with it and play with it, the better. Once kids experience the magic moment of their toy coming to life inside the game, they&apos;re really captivated.&quot;     Skylanders Swap Force    The new Swap Force characters have progressed through a similarly intensive period of focus testing and refinement. &quot;It&apos;s funny; this idea started with the idea that all parts of a character would be interchangeable  limbs, heads, and so on,&quot; says Hirschberg. &quot;But we found that it actually slowed down the play pattern too much; when we tested that out with kids, there is a sort of visceral immediacy in slamming the toy down on the portal and seeing it appear in the game, and where the puzzle that you have to build in the real world gets too complex and too time-consuming that blows the flow of the game. &quot;We tried it with five pieces, four pieces, three pieces  all differentcombinations when we were first toying with this idea and we found that the simple top-half/bottom-half gave the best experience. We also felt that there was a natural intuitive role for each piece: the way you attack is the top half, and the way you move through the world is the bottom. When you start to say things like &apos;Oh, I wanna change the face out&apos; it really becomes more of a cosmetic change. It doesn&apos;t have as much of an intuitive impact on the character&apos;s capabilities.&quot; The new swappable characters, then, come with a range of fresh abilities including flying, climbing, digging, bouncing and teleporting between stages. Certain areas of the game will be inaccessible to players until they have Swap Force characters that boast the relevant powers.      Skylanders Swap Force    It doesn&apos;t take a genius to work out the commercial appeal  kids pester their parents for new action figures so they can complete their game. Indeed, there have been complaints about the way in which the games direct players to purchase new figures, a form of product placement that may be alien to many consumers. Early last year, Radio 4&apos;s consumer programme You &amp; Yours ran a feature on the game series, advising parents on how to avoid over-spending on the figures.  Hirschberg says he appreciates the concerns, but emphasises a point made in the Radio 4 programme: collection isn&apos;t mandatory. &quot;You can finish the game and defeat the villain with the toys in the starter pack,&quot; he says. &quot;We didn&apos;t want the completion of the game to require people to buy more toys. But ... we wanted to reward people who did build their collection with more places to explore and more experiences inside the digital world.&quot; In many ways this is an extension of the &quot;freemium&quot; and &quot;in-app purchase&quot; business models that have become prevalent in smartphone and tablet games. Here, popular titles are often free or priced below 1, but players are able to pay extra in order to progress more quickly or access extra content. It&apos;s a concept that is expected to figure much more heavily in the next era of console games. Skylanders is effectively the Trojan horse of a new era in which buying a video game in a shop is only the beginning of the purchasing &quot;journey&quot;. It is one publishers are going to have to navigate carefully to avoid alienating customers. &quot;I think we&apos;ve struck the right balance,&quot; says Hirschberg. &quot;If you just go home with the starter pack you have tons and tons of fun stuff to explore and hours of gameplay; but if you build your collection, every time you do, you get to discover more areas.&quot; This time, however, there is a more contentious addition: Skylanders Swap Force will require the purchase of a new portal  the swappable characters won&apos;t work on any of the hardware previously released for the original Skylanders or its sequel, Skylanders Giants. Hirschberg sees the potential problem, but claims Activision had no choice: &quot;The simple fact is, the technology that allows us to read the multiple combinations on the toys necessitated some new technology on the portal that we hadn&apos;t baked into the first one because we didn&apos;t have that need. In order to realise the vision of this game we needed to include a new portal. As long as we&apos;re providing value and a positive experience, I think the people will accept it.&quot; As for the future, we ask Hirschberg what plans Activision has to expand this whole concept. His response is two-fold. Regarding Skylanders he says, &quot;we&apos;ve created a real world here; these characters have personality, and it&apos;s more than just a video game.&quot; It&apos;s highly likely the publisher is lining up a TV series or movie to accompany the game.  And technology behind the series: well, with $500m in sales and an audience now switched on to toy/game hybrids, expansion is inevitable. &quot;Toys aren&apos;t going anywhere,&quot; says Hirschberg. &quot;Kids have been playing with toys since ... well, since before toys existed. It&apos;s human nature. We all play with toys. And I think that video games and the digital world are the pop-cultural fascination of this generation, the way that television or radio has been in generations past. This is definitely the entertainment medium of choice for the current generation. But bringing that together with the physical world ... that is a magical combination.&quot; It&apos;s a combination that hasn&apos;t gone unnoticed. In January, Disney announced Infinity, a new video game universe, which allows children to buy a range of action figures from classic movies such as Toy Story and Cars, then put these toys onto a special base, uploading them into the game. What does Hirschberg think of this, let&apos;s say, very familiar concept? &quot;Imitation is the highest form of flattery,&quot; is his grimaced response.  Skylanders: Swap Force is out on PS3, Xbox 360, Wii and Wii U in the autumn", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/feb/05/skylanders-swap-force-eric-hirshberg", 
    "wordcount": "1735"
}