{
    "headline": "Daniel Everett: 'There is no such thing as universal grammar'", 
    "text": "Daniel Everett is a linguist who is best known for his studies of the language of the Pirah people of the Amazon basin. His new book, Language: The Cultural Tool (Profile Books, 14.99), explores his theory that language isn&apos;t innate but a tool developed by humans to solve problems. You began as a missionary and then became a linguist. Can you tell me how that happened? I joined a organisation called Wycliffe Bible Translators that had the objective of translating the Bible into all the languages of the world, and to do that you had to study linguistics, and so that was my initial exposure to linguistics. The first phase of Bible translation is to figure out how the language works. I realised that I wanted to go on to graduate work. Can you give me a very quick summary of the essential claim of this book? There are two claims, the first is that universal grammar doesn&apos;t seem to work, there doesn&apos;t seem to be much evidence for that. And what can we put in its place? A complex interplay of factors, of which culture, the values human beings share, plays a major role in structuring the way that we talk and the things that we talk about. From your experience in the Amazon, and generally, what is it that makes language possible? Language is possible due to a number of cognitive and physical characteristics that are unique to humans but none of which that are unique to language. Coming together they make language possible. But the fundamental building block of language is community. Humans are a social species more than any other, and in order to build a community, which for some reason humans have to do in order to live, we have to solve the communication problem. Language is the tool that was invented to solve that problem. You studied the Pirah community in the central Amazon. Is there something especially interesting about Pirah language? I was assigned there to translate the Bible for them because no one could figure out the language  it&apos;s not related to any other known living language. All languages have unique characteristics, but the Pirah just seems to have so many unique characteristics. Things that we didn&apos;t expect. I mean the absence of numbers, the absence of counting and colours, the absence of creation myths, and the refusal to talk about the distant past or the distant future. A number of things like this, including, the special characteristic of recursion, the ability to keep a process going in the syntax forever. This constellation of features really cried out for an explanation and, it took me about 20 years to realise that there might be a unifying explanation for all of these things. My experience with the Pirah was absolutely fundamental in shaping my ideas about human language. How long did it take you to learn? There is no language in common, so I started off just pointing and learning nouns and then verbs. I stayed in the village with my family for a year, initially, and at the end of that year I could talk, I could say quite a few things. Within the next couple of years I was saying pretty much what I wanted to say, and now it&apos;s a cumulative total of almost eight years in the village and I speak the language very well. And what did they make of you? Well, initially they saw me as a sort of talking parrot. It was difficult for them to understand when I was learning the language that I actually understood some of what they were saying. They thought I was just mimicking them like some jungle animal, and I would say something to them and they would say, &quot;Look he sounds like us&quot; and they would talk about me. And I said: &quot;But I do understand you, I am speaking Pirah&quot; and that was hard for them at first and the children would look at me open-mouthed. But they accept me very well now. You talk about a grammar of happiness  it&apos;s a lovely idea, but are you simply perpetuating another myth? I don&apos;t believe I am. In my first book, Don&apos;t Sleep, There Are Snakes, I describe them as a very happy people. That doesn&apos;t mean everyone is happy all the time: they have struggles, they have insecurities, they lose their temper, they face danger. But it was actually a co-researcher who went with me from MIT and looked at the people and said: &quot;These must be the happiest people anywhere&quot; and I said: &quot;How would you measure that?&quot; and he said: &quot;We might measure the amount of time they spend laughing and smiling and compare that to any other society, because I don&apos;t see anyone around here who is not laughing or smiling most of the time.&quot; There is a strong contentment there that I haven&apos;t seen matched by any other society. So you were not at risk? I was initially, sure. They didn&apos;t see me initially as a human being in the same type as they are. And they felt a bit threatened at first, when I started working there, even though I was the third missionary group they&apos;d met. They did threaten our lives on our first visit. In what way? I woke up about midnight and heard them saying that a Brazilian trader had given them whisky and a new shotgun to kill my family. They were saying: &quot;I&apos;m not afraid I will kill the American.&quot; So I got up and I went through the jungle to where they were talking. I knew they had all been drinking, so I just walked in and said: &quot;Hello, how are you doing?&quot; and started grabbing up the bows and arrows and the shotgun. By the time they realised what was going on I had everything in my arms and was back in my house. And so they came, and they were fighting with one another and, as I was walking back to my house I heard a voice to my side from the jungle say: &quot;I&apos;m going to kill you right now&quot; and it was a Piraha man and I thought I was going get either an arrow or a shotgun blast to the face when I turned around, but he was just standing there unarmed. And just drunk. And so I didn&apos;t get killed. But the next day they all apologised, and they said: &quot;Alcohol does funny things with our head&quot; and I said: &quot;It does with everybody&apos;s heads, but I don&apos;t want this around my family, we can leave or you can not do this again.&quot; So they said: &quot;OK, we promise not to do it again.&quot; But they did! They did? Yeah, they have a problem with alcohol, American Indians from North and South America lack the enzyme to break down alcohol so they don&apos;t process it like we do. A little bit goes much further. They have real problems with that. But the Brazilian government has been shutting off this trade so they don&apos;t have so much access to alcohol any more. The Brazilian government does believe very strongly that people shouldn&apos;t be able to take in alcohol to the Indians. And when you go back, how do the Pirah greet you?  Oh, there&apos;s no greeting, the closest they have to a greeting is they will say: &quot;Well, you have arrived.&quot; That&apos;s the closest they have. They all know me, every living Pirah knows me. There are about 750 of them today. What do they call you? My name in Pirah is Paouisa, which means old Pirah man who died, who is well respected  because I&apos;m so ancient, they tell me, I have this name. They have an average life expectancy of around 45 years, mainly because of malaria. So what do you think is the lesson of all this from a linguistic point of view? The lesson is that language is not something mysterious that is outside the bounds of natural selection, or just popped into being through some mutated gene. But that language is a human invention to solve a human problem. Other creatures can&apos;t use it for the same reason they can&apos;t use a shovel: it was invented by humans, for humans and its success is judged by humans. Your theories about the origins of language differ from Noam Chomsky&apos;s idea of universal grammar. My view of language could hardly be further from Chomsky&apos;s. I try not to attack or to say intemperate things in the book, in spite of his attacks (on me). I don&apos;t want to come across as someone who&apos;s got a personal axe to grind. These are conclusions that I have reached after 30 years of work, and I think Chomsky is absolutely wrong about his most important claims, and I have tried to make my case with evidence. And when you stand back from this, is it Aristotle and Plato all over again? The roots of these theories go back, Chomsky&apos;s to Plato and mine goes back to Aristotle. That&apos;s incredible isn&apos;t it? I mean how many good ideas were had by the Greeks thousands of years ago?", 
    "section": "science", 
    "gid": "technology/2012/mar/25/daniel-everett-human-language-piraha", 
    "wordcount": "1570"
}