{
    "headline": "Campaigners celebrate withdrawal of Nadine Dorries's sex education bill", 
    "text": "There was a loud roar from the crowd huddled outside parliament as it was announced that Nadine Dorries&apos;s sex education bill  which called for teenage girls to be taught abstinence  had been unexpectedly dropped. But the feeling among the hundred or so protesters  including feminists, humanists and pro-choice campaigners  gathered in the chilly winter morning air was that although a battle had been won, there was still a war to be fought. &quot;Even if Nadine wanted abstinence education for both genders, that&apos;s still not about teaching people to understand consent, which is what we really need,&quot; said Beth Granter, 29, a social media consultant from Brighton who organised the morning&apos;s protest on Facebook. &quot;Nadine is absolutely not a positive role model for women.&quot; Jeni-Marie Pittuck, 19, who is deputy president of the students&apos; union at City College Norwich, said: &quot;Fair enough, I realise that under-16s shouldn&apos;t really be having sex, but we all know it happens so to turn a blind eye and not support those people who choose to do that, I just think it&apos;s wrong.&quot; Carl Meadows, 20, who studies public services at City College Norwich and travelled with Pittuck to the protest, said: &quot;They should really teach everyone about everything  it&apos;s a couple&apos;s thing to decide whether they&apos;re going to have sex.&quot; Earlier, banners were held aloft as speakers took turns to denounce Dorries&apos;s bill under the shadow of a statue of King George V. The biggest banner was made by Becky Draper, 29, accompanied by her two-year-old daughter. Fashioned from a yellow bed sheet, roughly a metre and a half high and three metres across, with mop handles to hold it up, the sign read: &quot;Hey! Dorries! Leave our daughters alone!&quot; Draper, who lives in Tooting, said she thought the bill was outrageous. &quot;I&apos;d be really unhappy with my four-year-old having sex education lessons that were just aimed at girls,&quot; said Draper, who is studying for a chemistry MSc at King&apos;s College London. Hannah Barrett-Duckett, 23, a third-year anthropology student at University College London carried a banner that read: &quot;Yes! To sex and relationship education based on RESPECT for ALL genders&quot;. &quot;There&apos;s nothing wrong with being taught how to say no and that it&apos;s OK to say no, but it puts women in a position where they&apos;re seen as victims,&quot; Barrett-Duckett said. &quot;It also puts men in positions where they&apos;re seen as pressing sex on women, which again is not always the case.&quot;", 
    "section": "education", 
    "gid": "education/2012/jan/20/nadine-dorries-sex-education-bill", 
    "wordcount": "425"
}