{
    "headline": "Mystery bird: American herring gull, Larus smithsonianus", 
    "text": "  American herring gull, Larus smithsonianus, also known as the Smithsonian gull, photographed at Tuttle Creek Reservoir outflow tubes on the Big Blue River 8 km (5 miles) north of Manhattan, Kansas (USA).  Image: Dave Rintoul, 7 January 2012 (with permission) [velociraptorize].Canon EOS10D body, 100-400 mm f/5.6 Canon IS zoom lens    Since you seem to be enjoying yesterday&apos;s mystery bird, I thought I&apos;d share this mystery bird with you. This very peculiar North American mystery bird, photographed in Kansas, has stumped the experts. The photographer writes:  This gull is slightly larger than a ring-billed gull, based on a direct size comparison with one of the many ring-billed gulls in the vicinity [see image overlay below]. It first attracted my attention due to its white-headed look. The second unusual aspect was the bill color, mostly gray-black but with some lighter horn-colored bits at the tip.     I had an image of a ring-billed gull taken at the same time from approximately the same distance as the [mystery bird image] above. So I overlaid these two gull images to show just how similar in size this gull is to a ring-billed gull. The angles are different, but I think that this confirms my impression at the time that this bird was only slightly larger than a ring-billed gull, and not the size of a herring gull, which it otherwise resembles.  Image: Dave Rintoul, 7 January 2012 (with permission) [velociraptorize].Canon EOS10D body, 100-400 mm f/5.6 Canon IS zoom lens  Can you identify this bird? Response: This is an abnormally small American herring gull, Larus smithsonianus, with a strangely-marked bill. The photographer, Dave Rintoul, tells me that some of his correspondents remarked that they&apos;ve seen similar bills in 1st cycle herring gulls on occasion. &quot;So this was a doubly-strange bird&quot;, Dr Rintoul concludes.  Dr Rintoul also included an especially thorough but brief diagnosis from one of his correspondents for this bird, which I edited for clarity and added scientific names, below:  Size is not written in stone. Small female-type western gulls, L. occidentalis, no larger than average-sized California gull, L. californicus, nominates are not uncommon. Some California gulls, L. c. albertaensis, can be as large as an average western gull. I&apos;ve seen and photographed a large mew gull, Larus canus brachyrhynchus, that was the size of an adjacent ring-billed gull, L. delawarensis. Herring gulls can be exactly the same size as Thayer&apos;s gull, L. thayeri, or larger, and so on...  Your gull is bulkier and more robust than the ring-billed overlay. The bill is thick but paralleled-edged and lacks the swollen gonys of a western gull. Head/bill structure is typically almost sinister-looking and more streamlined than for a western, but not delicate and dove-like, as for Thayer&apos;s gull. I mentioned earlier that my take is this is a herring gull.  A second look at the first shot and comparison to subsequent shots reveals some lighting-angle issues with the primaries. In the 1st shot [top] they look black whereas in other shots they appear slightly paler (especially #2; not shown here). This could hint at the possibility of some back-cross hybridization with glaucous-winged gull, L. glaucescens, but, in this case, I don&apos;t think so. Otherwise, the pale inner primaries of the flying bird (images not shown here) are good for herring gull as is the mostly white head for a late 1st cycle bird.  I could be wrong but, on the whole, I agree with your choice for herring gull. FYI; compare this with a 1st cycle Thayer&apos;s gull in the field. These two birds can share a lot of look-alike characters and can sometimes be quite confusing -- especially 1st and 4th cycle birds. There are some subtle, diagnostic differences, however.   You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or mp3 files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientistevil google+: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/jan/11/4", 
    "wordcount": "686"
}