{
    "headline": "World Bank must re-evaluate its strategies to cut maternal mortality", 
    "text": "Every minute of every day, one woman dies somewhere in the world due to preventable complications in pregnancy or childbirth. That&apos;s a total of 1,000 women dying each day, or 365,000 dead each year, from pregnancy-related causes. Despite research that shows an overall decrease in worldwide maternal mortality since 1980, millions of women and girls still face a staggering risk of death or disability during pregnancy and childbirth. The World Bank boasts that it has positioned itself as a &quot;global leader&quot; in reproductive health, especially for youth and the poor, having committed $96m to reproductive health projects in 2011. However, the bank fails to mention that this total represents just 0.2% of its $43bn budget for the financial year ending 2011. The bank also overlooks the fact that almost half of its reproductive health projects in Sub-Saharan Africa  where women have a one in 16 chance of dying during pregnancy or childbirth  are funded by loans. These loans leave poor countries indebted and threaten to divert domestic spending away from vital public health services. Such spending cuts are devastating for poor women, who not only suffer directly from reduced access to healthcare but are responsible for the health of their households. There is a striking mismatch between countries&apos; maternal mortality rates and the bank&apos;s spending on reproductive health. While Sierra Leone (where women face a one in 21 risk of dying in pregnancy and childbirth over their lifetime) receives the greatest amount of reproductive health funding per person at $7.43, Rwanda (where the risk of dying is one in 35) receives just $0.38 per person. Women in Niger, Liberia and Somalia face an average lifetime one in 17 risk of maternal death, yet these countries receive no reproductive health funding from the bank at all. While the World Bank&apos;s approach to reducing maternal mortality responds to many leading causes of maternal death, such as haemorrhage, infection and obstructed labour, its investments virtually ignore the risk of maternal injury and death that stem from unsafe abortion. Globally, unsafe abortions account for 67,900 (13%) maternal deaths each year; approximately half occur in Sub-Saharan Africa. Although the bank&apos;s Reproductive Health Action Plan acknowledges the severe risk of maternal death and injury due to unsafe abortion, particularly for adolescents, the majority of bank-funded reproductive health projects do not include any interventions to address it. For example, the bank&apos;s Health System Performance projectin the west African country of Benin, which allocates about $5m to reproductive health, acknowledges that infections stemming from unsafe abortion are the second leading cause of maternal death at four of Benin&apos;s referral hospitals. However, none of the project activities directly addresses this alarming statistic. Although four of the bank&apos;s 39 current reproductive health-related projects in sub-Saharan Africa include interventions to reduce maternal death from unsafe abortions, none include indicators to measure if these interventions are actually carried out. Also troubling is the fact that many of the World Bank&apos;s current reproductive health projects promote healthcare user fees, despite overwhelming evidence that such fees drastically reduce women&apos;s healthcare access, exacerbate poverty and undermine efforts to reduce maternal mortality. For example, the World Bank&apos;s $4.3m reproductive health vouchers in western Uganda project, which ended in December 2011, required women to purchase $2 vouchers that entitled them to prenatal and postnatal care, treatment for sexually transmitted diseases, and facility-based delivery. This is a prohibitive amount in Uganda, where half the population lives on less than $2 per day. The World Bank must re-evaluate its strategies for reducing maternal mortality if it is ever going to live up to its claim of being a &quot;global leader&quot; in improving reproductive health. The bank must increase the number of grants it provides to expand access to reproductive and maternal healthcare  including post-abortion care  and eliminate any fees attached to these vital services.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/mar/06/world-bank-strategy-maternal-health", 
    "wordcount": "646"
}