{
    "headline": "Samsung owners furious as company resists paying up for Note 7 fire damage", 
    "text": "Samsung is being sharply criticized by owners of faulty Galaxy Note 7 smartphones who claim the company isnt doing enough to compensate for the most serious damaged caused when their handsets caught fire.   Related: Samsung must act fast to keep an exploding phone from blowing up its brand    A problem with the devices lithium ion battery led some units  96 at last count  to combust, in some cases causing damage to furniture, carpets, curtains, wiring and other items. The problems continued even after Samsung recalled, replaced and refunded some of the units, leading to a second more expansive recall of 1.9m devices. The Note 7 is now banned from so many airlines that the company is opening stalls in airports where owners can swap or refund the phablet before boarding their flight. However, at least three owners have come forward to say they are not happy with how theyve been treated by Samsung, while a crisis management expert describes the company as seriously underprepared. John Barwick from Marion, Illinois, was in bed on 8 September when his wife Jonis device exploded on the nightstand.      Joni Barwicks Samsung Galaxy Note 7 after it caught fire on her nightstand. Photograph: John Barwick    It was very startling. No one expects to be woken up at 3am with a noise that sounded like a whole bundle of sparklers being lit all at once, he said, adding that he saw a meter-long flame shooting out of the top of the phone as a dark grey smoke filled the house.  My first reaction was to get it out of the house. I didnt want my home to catch fire. So he grabbed the phone by its leather case with his bare hands and carried it to the kitchen where he had to drop it on the kitchen counter and put on kitchen gloves. The fire damaged the nightstand, said Barwick, and sprayed chemicals all over our bed, mattress, curtains and carpet as well as some pieces of hardwood flooring. Barwick estimates that it would cost about $9,000 to replace the damaged items. But Samsung isnt playing ball.  Barwick claims he called the company 45 minutes after the fire started and Samsung said theyd call back within 24 hours. When they failed to do so, Barwick called them again and emailed pictures of the damaged phones. They said theyd call us back. They never did. Eventually Barwick received a call from Samsung, and was referred to the South Korean firms insurance company, Samsung Fire &amp; Marine.    It sounded like a firework or spaceship about to take off  Shawn Minter,  Galaxy Note 7 owner     They told me they werent going to pay replacement costs of any damaged items. We were asking to have our carpet replaced, and to have the goods that were sprayed on replaced. We sent them photos, he said. Instead, Samsung offer to pay a depreciated value of the items. It seemed that Samsungs priority was retrieving that phone. I told them Id be more than happy to allow them to inspect it to ensure the claim was authentic but I wasnt going to give over custody until everything was made good. The items that were damaged were fine prior to their faulty product catching fire and causing this. Were not seeking a great amount of money to get rich off this. We just want to be made whole. Wesley Hartzog from South Carolina believes that his Note 7 is to blame for a fire that left his house uninhabitable.  Hartzog  a firefighter  left his device plugged into a wall outlet in his garage. Investigators have not been able to show conclusively that it caused the fire, though they did rule out an air compressor plugged into the same power outlet.     The Samsung Galaxy Note 7 that may have caused a fire at Wesley Hartzogs house. Photograph: Wesley Hartzog    Hartzogs garage was completely destroyed, along with extensive damage to his motorcycle, 4x4, lawnmower, bicycles and a rocking chair given to him by his deceased grandmother. A water heater and electrical wiring also need replacing. Hartzog and his two daughters, aged 11 and 14, were forced to stay at friends houses and then in hotels at his own expense as the investigation continues.  He says he feels disappointed with how hes been treated by Samsung, claiming an employee initially promised to move him into a hotel and pay for his meals. But the next day Samsung Fire &amp; Marine insurance called me and said it wasnt going to happen. I feel that was really unprofessional. A month after the fire, Hartzog is still negotiating with Samsung, who are now paying for a temporary condo for the family. But despite ongoing negotiations with Samsung, the insurance company and investigators, he still has little clarity on when hell be able to move his family back to their home.  I just thought they would have been more helpful and considerate about trying to assist me to either get back into my house or trying to expedite the process of the investigation, he said.     Damage to Wesley Hartzogs garage following a fire that may have been caused by his Samsung Galaxy Note 7. Photograph: Wesley Hartzog    Shawn Minter, from Richmond, Virginia, was woken up by what sounded like a firework or spaceship about to take off. His Samsung Galaxy Note 7, which was unplugged on his nightstand, gave off a red flash and started to burn and sizzle and melt, releasing a thick smoke into the home he shares with his wife and eight-month-old son. He told the Guardian that the company has repeatedly promised to come and inspect the device  then failed to show up or follow up. He showed screen grabs of text messages to support this claim. They were only interested in retrieving the phone, he said. Once I told them I was giving the phone to the Consumer Product Safety Commission (CPSC), they went dark. Minter gave his device to the CPSC and Samsung has since referred him to its insurance company.     Damage caused to Shawn Minters nightstand by the exploding Samsung Galaxy Note 7. Photograph: Shawn Minter      Samsungs recall crisis management has been as defective as its product  Jonathan Bernstein, crisis communications expert     The CPSC is carrying out an independent investigation of the Samsung Galaxy Note 7 and has been meeting customers with affected devices. Both the CPSC and Samsung are pushing for a 100% response rate to the recall. Some customers are refusing to trade in their phones. That is putting their own safety at risk and just as importantly they are putting the safety of others at risk, said CPSC spokesman Scott Wolfson, adding that its extremely rare for a product to be recalled twice as has happened in this case. This is a serious hazard and they should take it seriously. An expert in crisis communications criticized Samsungs handling of the debacle. Samsungs recall crisis management has been as defective as its product, said Jonathan Bernstein. He believes that the South Korean company needs to be far more compassionate and responsive towards affected customers. It was seriously underprepared for a major recall, he said. Given that they are not just talking about an exploding product but something thats a potential threat to health and safety they should be doing whatever it takes to keep people happy.  Sticking to the letter of insurance cover and doing whats right are two different things. They need to do whats right.", 
    "section": "technology", 
    "gid": "technology/2016/oct/19/samsung-galaxy-note-7-fire-damage-owners-angry", 
    "wordcount": "1152"
}