{
    "headline": "Political posturing has limited the potential of the green investment bank", 
    "text": "Writing on the green investment bank a few weeks ago, I had been optimistic about the emergence of a cross-party consensus and the chances of a positive outcome. Unfortunately, as is so often the case in the House of Commons, what followed was more than a little disappointing. In last Wednesday&apos;s vote on the bank, MPs had the opportunity to amend the enterprise and regulatory reform bill by supporting two crucial changes: the ability to borrow from the capital markets by 2015 at the very latest, and ensuring the bank would actually invest in projects that would fit with the UK&apos;s climate change objectives. It proved a very frustrating day, not least because the government made sure that there was barely enough time to debate the amendments. In the 45 minutes allowed, there was only enough time for the minister and the opposition spokesperson, and no time at all for backbenchers to speak. Worse still, all the work by organisations and MPs behind the scenes to create a cross-party consensus evaporated in a cloud of political posturing. The bank must be able to borrow as soon as possible in order to take advantage of the current low cost of capital and to leverage in a large proportion of the private sector investment needed for the UK&apos;s low-carbon economy to flourish. But despite Labour talking passionately about the need for policy certainty and the need for the bank to borrow by 2015 at the latest (rather than the expected 2017), they seemed to ditch this view at the last minute. The Labour amendment included a caveat that reintroduced uncertainty and aligned their position with that of the Treasury. The Liberal Democrats were hardly better. Just a few short weeks after a vote at their party conference to do exactly what my amendment proposed, the Liberal Democrats had a fit of amnesia and didn&apos;t take the opportunity to support it. Second, on the &quot;purposes&quot; of the bank: the green remit that the government has put forward for the bank to invest in is so wide that it is almost legally meaningless. There is a risk that it could even allow new fossil fuel power generation to receive support, which would be completely unacceptable. The amendment I tabled with other MPs would have required the bank&apos;s overall investment portfolio to increase the UK&apos;s ability to meet our carbon budgets. Importantly, it proposed an explicit link with the Climate Change Act, requiring the bank&apos;s board to consider advice from the Committee on Climate Change. Labour backed this amendment, but it was defeated because the Liberal Democrats opposed it, alongside the vast majority of Conservatives. Shockingly, a total of 292 MPs voted against ensuring that the investments made by the bank wouldn&apos;t undermine the UK&apos;s Climate Change Act. The CBI and many others in the business community have been vocal in recent weeks about the desperate need for certainty from ministers on the coalition&apos;s green policies  otherwise the investment needed for the green infrastructure of the future will simply not materialise. And yet, once again, MPs on all sides have allowed politics to get in the way of a good thing. The green investment bank could be at the heart of the green economy, but only if it lives up to its name. One piece of encouraging news did emerge on the day of the debate, but from outside Westminster. As part of the UK&apos;s state aid agreement with the European Union, the commission ruled out the possibility of the bank funding new nuclear power. Since the basic purpose of the bank is to support new and emerging innovative green industries  allowing them to grow and take advantage of new markets, and to be deployed at the pace and scale needed to meet our carbon targets  it&apos;s good news that nuclear, an old and failing technology, is now off the table. Now, in the months to come, I&apos;ll be doing all I can to ensure the bank can still reach its full potential. Next stop, the Lords ", 
    "section": "environment", 
    "gid": "environment/2012/oct/24/political-posturing-green-investment-bank", 
    "wordcount": "674"
}