{
    "headline": "Man up, say the lads", 
    "text": "They say university is life&apos;s proving ground. Three years of &quot;experience&quot; that&apos;ll stiffen up even the droopiest of wallflowers. If the tribulations of getting into your chosen establishment seemed competitive, it&apos;s the obstacle course of university itself that is the real test of a student&apos;s mettle. Here, the inflated egos and machismo of the sports field have spilled out into every aspect of life, the ethics and mindset of &quot;the game&quot; applied to the entire student experience. Girls, pub golf rounds, degree classifications  all are things to be &quot;scored&quot;. And just as a team of lads might practice for hours to perfect their goal-scoring ability, the same now seems to apply to courtship. Here&apos;s how one student explains his particular &quot;pulling&quot; technique: &quot;I just find the girl with the lowest self-esteem  sorted.&quot; The much reviled Uni Lad site offers a similar message. One particularly distasteful article bears the headline &quot;Chubby girls: they need loving too&quot;. The party line appears to be that in this cut-and-thrust atmosphere, there&apos;s no room for sentimentality, and if you can&apos;t compete, you may find yourself stretched to breaking point. Recent years have seen the rise of male support groups such as Oxford University&apos;s Man Collective, touted as &quot;a response to the current state of masculinity&quot;. But are groups like this a symptom of the problem, or just another aspect of it  a nurturing ground for macho behaviour to rival that of the sports teams? For all its pretensions to providing a ready-made, close-knit friendship group, the irony is that lad culture doesn&apos;t offer the supportive environment students need. But the pressure to join in is strong  it is almost an unwritten rule that you must ride the drink-laced banter-wagon of laddishness to enjoy university to its full extent. What should be a chance for you to develop as an individual instead becomes a factory production line of Apprentice-lite clones. No wonder the Student Room forum is full of worries such as &quot;How mature are people at uni?&quot; and &quot;Is lad culture a problem or just a laugh?&quot; Students eager to escape the taunts of secondary school look to university as a safe haven, only to find that bullying has acquired a respectable gentlemanly veneer. What will they do when the alpha lads demand that they &quot;man up&quot;?", 
    "section": "education", 
    "gid": "education/mortarboard/2012/jun/26/lads-tell-students-to-man-up", 
    "wordcount": "402"
}