{
    "headline": "Is climate protest making a return to the UK?", 
    "text": "Did climate protest go away? It certainly did. By 2009 the UK had a worldwide reputation for climate action, but in the years after the UN climate talks in Copenhagen in December of that year it seemed to be melting away. Climate Camp spent the summer of 2010 up in Scotland, and then decided to not to set up camp at all in 2011. Stop Climate Chaos was stripped down to a skeleton staff, and the head of Campaign Against Climate Change admitted that he was exhausted and &quot;running out of money massively&quot;. Most activists began to work with new groups, either focused on more specific environmental issues like fracking or the tar sands, or on economic issues such as the cuts. With the focus on the general election and then the eurozone crisis, Tamsin Omond, the founder of Climate Rush, admitted a little forlornly last summer that she was starting to feel like the last person in the country still talking about this issue. But now the Climate Justice Collective has launched itself on the world. Billing itself as &quot;part of the ongoing renaissance of large-scale climate action in the UK&quot;, CJC hopes to reconnect several strands; economic strategy, social justice and, last but not least the environment and climate change. Its membership, says Robert Davies, is drawn from former Climate Camp organisers in coalition with groups like UK Uncut, London Coalition Against Poverty, Campaign Against Climate Change, Platform and Rising Tide. CJC has already set up a well-designed website (classic Climate Camp stuff) and is issuing a call-out for a Big Six Energy Bash on 3 May, targeting the Energy Summit taking place in the City of London. &quot;The way the energy system is run in this country only works to line the pockets of the big corporations,&quot; says Davies. CJC want to highlight issues like fuel poverty. &quot;Tickets to this summit cost 1,000. The big six energy companies are all attending and working out ways to maintain their monopoly over UK energy.&quot; The action will take the form of four different blocs  Dirty Energy, Robin Hood, Housing, and Fossil-Free Futures  that will all converge on the summit, and then carry a protest in a form that the organisers have not yet made clear. So is climate change protest back? Well, Davies argues that in some ways it never went away, but CJC will hopefully be able to get a national grassroots climate network energised again. &quot;It&apos;ll be Climate Camp,&quot; says veteran Jess Worth (now founder of UK Tar Sands Network), &quot;but reinventing itself, lighter on its feet and using different tactics. Climate Camp, but without weighing itself down with the unbelievable logistics of organising a camp every year. Without lots of amazing activists finding themselves co-ordinating the kitchen rota.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/apr/27/climate-protest-return-uk", 
    "wordcount": "476"
}