{
    "headline": "Edward Lear celebrated in Google doodle", 
    "text": "Google&apos;s latest doodle celebrates Edward Lear, the artist, illustrator and master of &quot;nonsense&quot; rhyme who was born 200 years ago this weekend. Although he published many popular collections of poetry and limericks during his lifetime, The Owl and the Pussycat is arguably his most famous work. Born into a middle-class family in the village of Holloway, Lear was mainly educated at home and suffered from an early age from asthma and bronchitis, as well as depression and epilepsy After the family split up in 1827, he began to earn a living from his mid-teens onwards by colouring screens, fans and prints, and sometimes making disease drawings for doctors and hospitals Lear applied to the Zoological Society in 1830 to make drawings of the parrots in their collection and went on to produce fine hand-coloured lithographs, which were by subscription. Although the series was never finished, it was highly acclaimed and Lear found himself employed by the the Earl of Derby, before going off to travel for three years in Italy He published two volumes of illustrations, Illustrated Excursions in Italy, the first of many such books and is also recorded as having given drawing lessons to Queen Victoria, who was impressed with the &quot;Excursions&quot;. Lear later returned to the Mediterranean and also visited Greece and Egypt as well as India and Ceylon, producing large quantities of coloured wash drawings. In 1846, he published A Book of Nonsense, a volume of limericks that helped popularise the form. His most famous piece of nonsense, The Owl and the Pussycat, which he wrote for the family of the Earl of Derby in 1867. He died in January 1888, and later that year a new edition of his work, Nonsense Songs and Stories, was published. Although his nonsense books were quite popular during his lifetime, in 1912 the Observer enthusiastically reviewed a small exhibition of his drawings, but it wasn&apos;t until 1985, when the Royal Academy held a dedicated exhibition of Lear&apos;s artwork, that he was finally afforded the status of accomplished artist that had eluded him during his lifetime. One hundred years after his death, Lear took his rightful place in Poets&apos; Corner at Westminster Abbey. Lear achieved much, but it is as one of the finest writers of nonsense that he will be remembered affectionately by generations of children, past and to come.", 
    "section": "technology", 
    "gid": "technology/2012/may/12/edward-lear-google-doodle", 
    "wordcount": "395"
}