{
    "headline": "Global experiment probes the deceptions of human memory", 
    "text": "Earlier this year, we launched an online memory experiment on this blog. We had an extraordinary response. In the three weeks the experiment was live, tens of thousands of people of all ages and from all around the world took part, making it one of the biggest memory experiments ever conducted. Although we&apos;ve only had a couple of weeks to process the responses, here&apos;s a sneak preview of the numbers from a sample of 27,000 participants. First, though, what was the experiment really about? Among the most surprising discoveries about memory has been the realisation that remembering a past event is not like picking a DVD off the shelf and playing it back. Remembering involves a process of reconstruction. We store assorted features of an event as representations that are distributed around the brain. In simple terms, visual features are represented near the back of the brain in the areas specialised for visual processing; sounds in auditory processing regions close to the ears; and smells in the olfactory system that lies behind the nose. To experience the rich, vivid &quot;re-living&quot; of a past event that is remembering, we fit these features together into a representation of what took place. A lot of stuff happens in our lifetimes, and so it makes sense that our brains would have evolved some efficient memory strategies. We don&apos;t try to remember every single event in its entirety. Instead, we store the elements of an event, and put them together in different ways to make different memories. The downside is that similar events that share a number of features may be more difficult to remember. Our experiment was designed to investigate this effect. We used a method previously shown to produce memory illusions, in which people think they previously saw a word because its component parts were contained in words they did previously see. For example, if people see CUPCAKE and CARDBOARD, they are more likely to mistakenly think they also saw CUPBOARD. We call these &quot;conjunction words&quot;. Our online experiment began with a &quot;study phase&quot;, in which participants judged whether the first and last letters of 60 words were in alphabetical order. A &quot;memory test phase&quot; followed, involving memory judgments about three kinds of stimuli: words that had been seen before (e.g. CUPCAKE), words that mashed together bits of previously presented words (e.g. CUPBOARD), and words that were completely new (e.g. SAWDUST). On average, the people in our sample were able to identify correctly 71% of the words they had seen before, and mistook only 33% of the completely new words as having been seen previously. Interestingly, though, participants mistakenly thought they recognised 53% of the words that had not been seen before but were made up of features they had previously encountered. How did your scores compare with the 71% correct and 53% illusion averages? In all, our sample comprised people from 147 countries from every continent. Unsurprisingly, the largest number were from the UK (over 15,000), but there were 3,500 from the US, 1,200 from Brazil, over 700 each from Canada and Romania, and several hundred each from Australia, France, Germany, India, New Zealand, Russia, Spain and Ukraine. Among countries where 50 or more people took part, residents of China performed the best on the memory task, on average correctly recognising 77% of the words they had previously seen. Residents of Japan and the US averaged 75%, followed by residents of Mexico (74%), Canada, Germany and New Zealand (all 73%), and Australia, Turkey and the UK (72%). It should be borne in mind that people&apos;s ability to remember English words is likely to be influenced by their native language: it is easier to remember words if they are more meaningful to you and you tend to encounter them more often. Thus, it is no surprise that, overall, people who reported their native language to be English correctly identified more words they had seen before (72%) than other participants (68%) and mistakenly recognised fewer conjunction words (53% versus 56%). More than two-thirds of the participants who identified themselves as residents of China also said their native language was English, perhaps going some way towards explaining why that group&apos;s performance was so good. In terms of age, the best memory performance was seen among participants in the 20-29 and 30-39 age groups, who correctly recognised 73% of words they had previously seen. Strikingly, however, even the 400 people who reported their age to be over 70 still correctly recognised 65% of the words they had seen  well above what would be expected by chance alone. Our sample was nicely split along gender lines, with some 15,000 female and 12,000 male participants, but anyone hoping for evidence that their gender is superior is likely to be disappointed. Female participants on average correctly recognised 72% of words they had seen compared with 71% for males, but they mistakenly thought they had seen 54% of conjunction words compared with 52% for males. So, honours even. On average, users of Macintosh computers recognised 73% of words they had seen compared with 71% for Windows users, but were fooled by 54% of conjunction words compared with 53% among Windows users. Make of that what you will. This is just a taste of the data that has come out of the Guardian memory experiment. With such a gigantic dataset, there is much analysis still to do to assess how meaningful the performance differences may be. Relatively small numerical differences can be statistically significant because of the large numbers of subjects involved, so we&apos;re more interested in determining the real world, practical significance of any observed effects. There are a number of substantive hypotheses being tested that we can&apos;t report on yet. But in due course we plan to publish a more extensive report on the data in a scientific journal (check our website for progress reports). We&apos;re currently conducting a more controlled version of the same experiment in the lab, which we&apos;d anticipate including in the journal article as a validation of the online experiment. Thanks to all who gave their time to take part in the experiment, especially those who persevered when the website was down due to the volume of people trying to take part. Without willing experimental participants, we wouldn&apos;t be able to improve our understanding of human memory. Jon Simons, Yasemin Yazar and Zara Bergstrm are at the University of Cambridge&apos;s Memory Laboratory. Charles Fernyhough is a writer and reader in psychology at Durham University", 
    "section": "science", 
    "gid": "science/blog/2012/mar/02/psychology-neuroscience", 
    "wordcount": "1098"
}