{
    "headline": "Why Reddit Politics ban on Gawker will stay, by a moderator", 
    "text": "On Monday the Guardian ran a comment piece by James Ball on Reddit&apos;s decision to ban links to the gossip website Gawker after one of Gawker&apos;s writers confronted, and then revealed the identity of, a prominent user who had run message boards on Reddit with photos of women and underage girls, taken in the street or lifted from Facebook and elsewhere. &quot;Rearth&quot; is a moderator on the popular Politics subreddit (and others), who contacted the Guardian after publication and verified his identity. His response and explanation of the actions of Reddit&apos;s moderators is below, slightly edited for clarity. We need to be clear about this We need to be clear on this: Reddit is not a monolithic entity. It&apos;s a collection of communities. There can be very little overlap between the communities of /r/AskHistorians, /r/LeagueOfLegends, /r/fffffffuuuuuuuuuuuu and /r/Hotchickswithtattoos. These communities have all been created by individuals, with any rules the founding individuals wish. To make statements like &quot;Reddit is doing this&quot; is for all intents and purposes meaningless. Creating a community is as simple as going to http://reddit.com/reddits/create. For what it&apos;s worth, I was strongly against the Gawker ban for the precise reasons James Ball listed. However the consensus amongst the /r/politics mods was that Chen was witch-hunting an individual  not for breaking a law, but for doing something he, Chen, found distasteful. We (as a group) found that a dangerous precedent to set. We feel that Chen has had a long campaign against Reddit, and decided (as a group, despite individual concerns) that we did not want to condone someone attempting to destroy someone&apos;s else&apos;s life for doing something they didn&apos;t like. If Violentacrez had done anything illegal he would have been reported to the police long ago. In fact, he was the first line of defence against illegal content. As the mod in many of the distasteful subreddits he was responsible for removing and reporting illegal content. I&apos;m not calling him a hero, personally I think he&apos;s a symptom of the GIFT (Greater Internet Fuckwad Theory), but when you strip back the hyperbole, righteous indignation and misinformation that&apos;s being spread, that&apos;s the truth of the matter. Witch-hunting is a large problem on sites like SomethingAwful, 4chan and reddit. People have lost jobs, families and even their lives after campaigns started on the internet. Campaigns run without due process or any real justice. Both myself and a number of other mods, together with the admins of reddit, take a very firm stand against witch-hunting. This is the basis for the /r/Politics ban. (Once again, I did not personally agree it was wise.) If laws are broken we are the first people to report this. We do not think it&apos;s our job to prevent anyone from ever being offended, as that&apos;s impossible to police. Gawker: the block remains I do not think we will unblock Gawker  not for the foreseeable future, anyway. There would need to be a major change in the way Gawker approach stories like this before they [the mods] would reconsider. We have not formally discussed this, however. As for the creepshots subreddit itself. I only visited it once, and saw nothing that caused me much concern. Certainly it was nothing worse than this site. It was distasteful, but only as distasteful as your average Daily Mail sidebar. It had a very small number of readers (about 3,000) until it was linked by the mainstream press.  People need to view the Reddit website as more like [free blogs space] Blogger than [&quot;social news&quot; site] Digg. If there was a distasteful blog on Blogger, people would not accuse Google of having direct editorial control over that blog. They also would not accuse readers of a separate blog of condoning the views of the offensive blog. The sections being user-created and moderated makes a huge difference that people always overlook. Chen&apos;s concern over &quot;double standards&quot; is almost comical when viewed from this realisation. Different subreddits are completely different animals. We have large and thriving LGBT communities, religious communities, self-help communities, music, TV show and book communities. Just because a few hundred people do something you disapprove of in one dark corner does not mean all these other people are tacitly supporting them. I do believe that Reddit (the company) needs to think about how it wants to deal with problems like this. Reddit (the site) is becoming mainstream now and the owners need to make a choice between being the spiritual successor to &amp;totse, SA and 4chan - or if they want to be the family-friendly front page of the internet.  I don&apos;t think they can be both.", 
    "section": "technology", 
    "gid": "technology/2012/oct/16/reddit-gawker-ban", 
    "wordcount": "789"
}