{
    "headline": "Private universities complain of insecurity", 
    "text": "On the face of it, private providers of higher education have never had it so good. Long regarded as a threat by many in the sector, they have been warmly welcomed by the coalition government. And business is booming. Yet senior figures in the private sector are getting anxious. They say they are still wrestling with a system that was not set up to accommodate them, and until changes are embedded by legislation, they face an uncertain future. Private providers say there was considerable opposition from the last administration, with civil servants frequently barring their way with new pieces of inexplicable bureaucracy. The coalition has made no bones about its willingness to embrace private provision. For the first time this autumn, undergraduates studying a higher education course run by a private provider can access public loans of 6,000 a year to finance their degree. This falls short of the 9,000 available to students of other universities, but many providers say their overheads are sufficiently low that this price cap doesn&apos;t bother them. While many public universities spent the summer fretting about exceeding student number limits in popular subjects and incurring fines, private institutions were free to recruit whoever they wanted. Alan Jenkins, principal of private giant Kaplan&apos;s newest HE partnership, the Edge Hotel School, says: &quot;There is certainly a lack of hostility to private providers now, which is a real improvement.&quot; However, he says: &quot;It&apos;s not necessarily policy that holds us back, but implementing new models, such as changing the degree calendar, within the old system is harder than it should be.&quot; Though private provision is still a tiny proportion of the whole sector, interest from students is soaring. Total applications to the University of Buckingham were up nearly 90% this year, notwithstanding its 9,000 fees. Meanwhile, for-profit BPP University College had a hefty 125% increase, and the private ifs School of Finance was up nearly 113%. This is striking at a time when applications across the sector as a whole have declined. Prof Terence Kealey, vice-chancellor of Buckingham, says that the feeling of otherness he had experienced since taking over the private institution has &quot;evaporated&quot;. But he says many of his counterparts in the public sector don&apos;t share his excitement. &quot;I was at a forum with a large number of vice-chancellors and they were all moaning about how unfair it all was, saying it wasn&apos;t a level playing field.&quot; But while some in the public sector are smarting about the freedoms given to their new bedfellows, private providers fear insecurity. There is no doubt that this is a political hot potato. Legislation to embed the new changes formed part of the planned higher education bill, but this was shelved by the government earlier this year following concerns in No 10. Paul Marshall, chief executive of the Association of Business Schools, explains: &quot;Private providers benefit from being outside the system and right now they can expand provision massively, but what happens if Labour comes in and stops all this? The risk is very high for investors.&quot; One major area of uncertainty is student numbers. The Department for Business, Innovation and Skills has made it clear that the number of loans available to students at private institutions will not remain uncapped, and it is consulting on how to achieve this. Carl Lygo, chief executive of BPP, sees this change as inevitable. &quot;In this environment, where student numbers are falling and university leaders are panicking, if the public universities can use an opportunity to get the government to protect them they will,&quot; he says. Yet he is &quot;relaxed&quot; about the idea of bidding for numbers from a general pot, confident that BPP can demonstrate value for money and quality. Gavin Shreeve, principal at the ifs School, believes the coalition is siding with the public sector: &quot;The numbers involved in private higher education are minute compared to numbers elsewhere, so this is entirely political,&quot; he says. Lygo points out that long-term planning on the domestic undergraduate market is all but impossible until the loan capping issue is resolved. &quot;Where the government will have difficulty is how do you encourage new providers to come into such a controlled environment?&quot; he says. Shreeve&apos;s major bugbear, though, is over degree-awarding powers. His institution was given the right to award its own degrees in 2010, following an arduous application process. He is angry that the institution will have to reapply to the Quality Assurance Agency (QAA) every six years. &quot;It is fundamentally unfair,&quot; he says. &quot;It was brought in with absolutely no justification, simply as a sop to the HE sector. Why six years? Why not five? Or 10? There is nothing rational about it.&quot; Kai Peters, chief executive of Ashridge Business School, which won degree-awarding powers in 2008 after years of battling behind the scenes, describes the six-year cycle as &quot;a Damocles sword hanging over one&apos;s head&quot;. He shudders to recall the application process: &quot;It was awful  you needed a doctorate in QAA-speak.&quot; Yet in many ways those with degree-awarding powers are the lucky ones. The London School of Business and Finance has experienced the potential vulnerability of relying on a partnership with an established university. The private institution was initially accredited by the University of Wales, which pulled the plug on its validation business last year, following a series of controversies over its linked colleges. The LSBF signed a new partnership with London Metropolitan University this year  and that university has now been stripped of its right to recruit international students by the UK Border Agency. Prof James Kirkbride, LSBF&apos;s vice-rector, insists that it will be &quot;standing alongside our strategic partner&quot;, adding that it would offer London Metropolitan&apos;s international students the chance to transfer over to LSBF. Kirkbride walked away from a career in public universities when he took over as LSBF&apos;s vice-rector two years ago. He says he joined because of the freedom  but he hasn&apos;t found it. &quot;Frustration has definitely been creeping in,&quot; he says. Sally Hunt, general secretary of the University and College Union, says: &quot;Private providers, especially for-profit ones, who complain about bureaucracy demonstrate breathtaking gall. Private providers are tapping the taxpayer for off-balance sheet, unregulated, under-scrutinised subsidies. No one knows how many students they recruit or how many complete their degrees.&quot; Shreeve responds with indignation. &quot;Mention private higher education and certain people will say quality will be compromised. I say to them you don&apos;t understand quality. If you get it wrong, you keep your job, your university doesn&apos;t close down, and the taxpayer continues to fund incompetence. I get it wrong and I go out of business.&quot;", 
    "section": "education", 
    "gid": "education/2012/oct/01/private-higher-education-reforms", 
    "wordcount": "1137"
}