{
    "headline": "Pollution suit against UK government dismissed by court of appeal", 
    "text": "European courts may be asked to decide whether Britain acted illegally by proposing not to clean up air pollution in British cities for over a decade after an appeal was dismissed. In the appeal, by environmental charity Client Earth, three high court judges accepted that the UK government has been in breach of its legal duties to ensure nitrogen dioxide air pollution met legal standards, but agreed with a high court decision in December 2011 that it was up to the European commission and not Britain to decide whether the government&apos;s intention to delay compliance was admissable. The government argued successfully that the European air pollution directive only required them to comply &quot;in the shortest time possible&quot;, which they claim could not be achieved before 2020, or 2025 in the case of London. European environment commissioner Janez Potonik now has around one month to decide whether to refer Britain to the European court of justice, where it could be fined hundreds of millions of pounds for flouting EU laws. &quot;The ball is now firmly with Europe. The commissison cannot ignore this. They have no option but to act&quot;, said Client Earth lawyer Alan Andrews. The judgment has been received bitterly by environment organisations battling to improve air pollution largely caused by traffic in London and other cities. Nitrogen dioxide pollution is linked to the early deaths each year of 29,000 people in the UK, along with respiratory and heart diseases. Activist group Climate Rush, which cleaned a section of pavement outside the high court to emphasise the need for clean air, said in a statement: &quot;This is a public health epidemic and our government should be doing all they can to improve air quality by improving public transport services, investing in cycling safety and banning the most polluted cars from the most polluted places.&quot; &quot;It is a national scandal that this killer pollution is causing thousands of Londoners to die prematurely every year. It&apos;s time to tackle the root of the problem  too much dirty traffic  by investing in cleaner alternatives like cycling and public transport&quot;, said Friends of the Earth&apos;s London campaigner Jenny Bates.", 
    "section": "environment", 
    "gid": "environment/2012/may/30/pollution-suit-government-dismissed-appeal", 
    "wordcount": "365"
}