{
    "headline": "Fragile systems let hoax tweets make twits of us all", 
    "text": "On Tuesday 23 April, a tweet from Associated Press (AP) revealed startling news. There had been explosions in the White House and Obama had been injured. The tweet was a hoax  the AP Twitter account had been hacked via a clever phishing exploit  but it briefly caused havoc. The Dow Jones Industrial Average dropped 144 points between 10.07am and 10.09am, for example. Crude oil prices also briefly tumbled and the price of US Treasury bonds and gold futures spiked. Within minutes, AP disclosed that the tweet was erroneous and things returned to normal, with the Dow eventually rising 152 points for the day to close at 14,719. Crisis over, then? Er, not quite. The story of the hoax AP tweet resurrects troubling thoughts about systems and fragility. The first and obvious one is how it confirms the craziness of having computerised share-trading systems with hair-trigger settings. The frantic unloading of stocks that went on in the seven minutes before the hoax was uncovered was not done by human beings but by software programmed not only to read standard professional news feeds, but also to monitor the Twitter fire hose. Although software is good at lots of things, exercising judgment and common sense isn&apos;t one of them. Nobody knows for sure who was behind the hacking of the AP Twitter account, though the so-called Syrian Electronic Army claimed the credit. But the thought immediately arises that somebody could make a lot of money from a stunt like this  which is why we will see more of it in the future. As a commentator on the business news site Quartz put it, &quot;Seven minutes is an eternity in the world of high-frequency trading, where equities are exchanged in fractions of a second. Trading bots could certainly have bought index funds at the bottom of the plunge, quickly profiting as the rest of the market realised that the AP tweet waswrong.&quot; But, in fact, the nervous volatility of computerised stock trading is just one part of a much bigger story, which is that we have been sleepwalking into total dependence on systems of terrifying fragility, without apparently realising the potential consequences. Take the logistical systems without which none of our supply chains can now function. Supermarkets  even huge chains such as Tesco  carry only a few days&apos; stock: if the computerised trucking systems that ensure that they never run out were to be disrupted for even a few days, that  plus the resultant panic-buying  would effectively bring the country to a halt. The strange thing is that these fragile systems were all built by people pursuing narrowly rational ends  to maximise efficiency and optimise the utility of company assets. In that sense, it&apos;s all Toyota&apos;s fault, because the Japanese car-maker was the company that introduced the idea of &quot;just-in-time&quot; manufacturing  the notion that holding large stocks of materials is wasteful, and it&apos;s much better to organise production and services so that what you need is delivered just before you need it. This was the so-called &quot;lean machine&quot;, which came to dominate the economies of the entire industrialised world. It&apos;s lovely when it works, but really scary when it fails. Just ask the British companies that found themselves screwed by the aftermath of the Japanese earthquake. I asked someone who worked in the motor industry what they had learned from the disaster. &quot;That we need to know every single link in our supply chain,&quot; he replied, &quot;down to the suppliers of the suppliers of oursuppliers.&quot; The hoax AP tweet has lessons for journalism too. The extent to which journalists have come to rely on Twitter is understandable: they&apos;re a hyperactive breed. But somewhere along the line, some of them seem to be losing their judgment. Witness the torrent of vapid tweeting and retweeting  by journalists as well as members of the public  that accompanied the Boston bombings. This bears the same relationship to news as crab sticks bear to the real thing, which is why some seasoned hands, such as Dan Gillmor, have started campaigning for &quot;slow news&quot;. &quot;We absolutely have to get it into our heads,&quot; he writes, &quot;that we can trust nothing at first glance. Nothing.&quot; Spot-on. But it&apos;s back to the future, really. I remember a time when a mantra of foreign correspondents was: &quot;Never believe anything until it has been denied three times by the Quai d&apos;Orsay [the French foreign ministry].&quot; If we applied the same logic to our Twitter streams, we would definitely be less excitable, but we might also wind up considerably wiser. This article was amended on 29 April. The date of the hoax AP tweet was 23 April, not 2 April as originally stated", 
    "section": "technology", 
    "gid": "technology/2013/apr/28/fragile-systems-hoax-tweets-naughton", 
    "wordcount": "803"
}