{
    "headline": "Hostile states using cyberwarfare to attack UK infrastructure", 
    "text": "Hostile foreign states have used cyberwarfare to attack and map the networks that are part of the country&apos;s critical national infrastructure, the government has admitted. Though officials refused to say what had been hit, the systems that provide the UK with its gas, water, and electricity supplies are all likely to have been targeted, raising the stakes in the battle to stop foreign powers, criminals and hackers from stealing information that could lead to services being disrupted or brought to a standstill. The admission comes ahead of an announcement on Monday by the Cabinet Office minister, Francis Maude, of new measures to protect people and companies from a daily bombardment of cyberscams and attempts to steal the nation&apos;s trade secrets. Speaking before the launch, Maude warned the threat was still not appreciated or understood. &quot;The UK as a whole needs to become more cyber-savvy,&quot; he said. &quot;IT has become endemic to how we live and yet today most of us still do not understand what is behind the screen.&quot; The government set aside 650m in the 2010 strategic defence review to bolster the country&apos;s cyberdefences but Whitehall departments and leading firms have been loth to admit in public when they have been attacked and what has been taken. Government officials insisted &quot;billions of pounds&quot; of intellectual property have been stolen from UK businesses in the last year, but offered no examples. However, this is the first time they have admitted that firms providing &quot;the essential services upon which daily life depends&quot; have also been subjected to attacks from abroad. Asked whether parts of the UK&apos;s critical infrastructure had been mapped, a senior government official said: &quot;Yes. The owners of national infrastructure in this country are being supported and have been supported by the Centre for the Protection of National Infrastructure for many years in cyber and information security but also in physical security. &quot;We understand that there is a threat from hostile foreign states and others to attack it. It would be absolutely in keeping with that  we have seen attempts by hostile foreign states through cyberspace as well.&quot; The official added: &quot;Of course there are attacks against critical national infrastructure and I am not going to say whether they were or weren&apos;t successful. Clearly, we spend an awful lot of our time helping and advising members to protect the network.&quot; Earlier this year the Guardian revealed the US was also worried about foreign powers mapping America&apos;s infrastructure , and the Pentagon has been more explicit about who has been doing this &quot;reconnaissance&quot; work - China and Russia. British officials will not be drawn on who is responsible for attacks on UK systems. They said that the Ministry of Defence computer networks were attacked on a daily basis. Monday&apos;s announcement marks the first anniversary of the launch of the UK&apos;s Cyber Security Strategy with the government insisting the threat is growing, not diminishing. &quot;We are still worried about the things and the people we were worried about a year ago,&quot; said another senior official. &quot;There is still a worry about a determined attack on the national digital infrastructure. But at the same time, we are worried about cybercrime and intellectual property and trade secrets. That not a potential risk, it&apos;s a reality and it&apos;s happening right now. &quot;Cybercrime becomes ever more common. Almost industrial-scale attack on companies&apos; intellectual property and trade secrets continues today and is a major, major cause for concern. Are we seeing more of what is going on, or is more happening? I fear that it is the latter. There is more and more of this stuff going on all the time and it&apos;s not just that we are seeing more. &quot;This is a real problem and it is costing us billions right now.&quot; Officials also defended the comparatively small amount spent so far to boost police investigations into cybercriminals. Of the 650m given for cybersecurity, only 30m has been used for front-end law enforcement. Scotland Yard&apos;s e-crime unit has tripled in staff numbers in recent years, and money has also been set aside for the Serious and Organised Crime Agency. They will both be morphed into a new cybercrime unit within the National Crime Agency, officials said. &quot;We will be spending more on that area,&quot; the official added. &quot;The police would be the first to say that prevention is better than cure. If we can get consumers and businesses to protect themselves better, then they don&apos;t get taken to the cleaners by scams, then everyone is a winner.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/dec/03/hostile-states-cyberwarfare-uk-infrastructure", 
    "wordcount": "779"
}