{
    "headline": "The deer vanish, to be replaced by a rainbow arcing its way across the sky", 
    "text": "The narrow grassy path makes its way across the grazing land to the loch. The last few days of bad weather has left parts of the lower land sodden and a series of squelchy puddles along the path. But this is a route that has, in the past, been well used. Where it crosses a permanently wet area or comes close to the margin of a lochan, the path is transformed by a series of short rough causeways made from the white rocks that dot the landscape and wide enough to allow the passage of a cart. Though the path brings us to the wind-ruffled loch in an interval of brilliant sunshine, across the water, beyond the far shore, veils of misty rain are drifting across the face of the mountain. Suddenly, a trout leaps from the water in a scatter of silvery droplets. At the height of its leap it whips its body into a tight gleaming curve and plunges instantly back into the loch. The widening circle of concentric ripples are all that remain of its brief forsaking of one element for another. We turn back to the path to discover we are being watched by a party of deer who, disturbed by our arrival, must haverisen from where they had been resting unseen. They are alert, poised ready for flight and then, though we have made neither sound nor movement, they turn as one and trot rapidly uphill through the deep heather until they reach the ridge where, sunlit against the shadowed hill beyond, they pause briefly and look back before moving onward out of sight. Without warning a sudden shower strikes from an apparently clear sky. Wind-driven, silvered by the afternoon sun, the drops fly past us like a storm of tiny arrows. But the rain passes as quickly as it arrived and in compensation for the wetting a rainbow arcs its way across the sky above the place where the deer disappeared from view.", 
    "section": "environment", 
    "gid": "environment/2012/sep/20/south-uist-deer-disappear-replaced-rainbow", 
    "wordcount": "331"
}