{
    "headline": "Wanted: software to track a collection of slides", 
    "text": "I&apos;ve been seeking advice about the best approach to cataloguing and managing a 35mm slide collection that I use for giving slideshows to raise funds for charity. One line of advice has been that I could do what I want using Excel, with the proviso that this is perhaps not the most elegant way of tackling it; others have recommended Access, of which I have absolutely no experience. In Ask Jack on 5 November 2009, you said that you were not a fan of Access. Which program you would recommend as an alternative for a single-user application?Glyn DugganMicrosoft Office Access, as it&apos;s now called, is undoubtedly a popular business tool, and a reasonably skilled programmer can use it to develop all kinds of applications. However, I find it far from user-friendly, and it represents massive overkill for your type of application. Sledgehammer, meet peanut. If you already have Access as part of Microsoft Office System 2007 or 2010, then it could be solution if you can find a pre-written template that does (more or less) what you need. There are plenty of templates around, but a search for photo albums at the Microsoft Office site finds no results for Access, nor do searches for photo catalog, slide catalog and similar terms. The most likely thing I could find is the Collections template at AccessToGo, but I wouldn&apos;t recommend it at 95. You could certainly do the job in Microsoft Excel, but it requires quite a lot of expertise to set up validated fields and make the result look like anything except a spreadsheet. Also, people who use Excel as a database (including me) tend to scramble them eventually. You can find plenty of small database programs for cataloguing things on freeware/shareware sites such as Download.com and Tucows. The problem with photo cataloguing software is that it usually assumes you want to manage digital photos, including the EXIF data that the camera stores with the image file. An increasing amount of this software also assumes you want to do some simple editing and perhaps batch-file work. The best free examples include Microsoft&apos;s Windows Live Photo Gallery (the latest version, which is excellent, requires Vista or Windows 7) and Google&apos;s Picasa.  For someone who wants more of a database, then the free, open source digiKam (for Microsoft Windows, Linux or Mac OS X) is worth a look, though it is still a &quot;work in progress&quot;. For someone who is a serious amateur or professional photographer, Adobe Lightroom 4 looks a good choice at its new reduced price (103.88), and there is a free download (719MB) you can try. Since you presumably don&apos;t have digital thumbnails of your 35mm slides, none of these programs is suitable for your purposes. What I think you need is a simple, stable, fast, flat-file database that works like a card index. It would be even better if you could find a template for it that pre-populates the fields with useful entries such as date, number, subject and so on. If not, you will have to create your own fields on a single index card, but it shouldn&apos;t take very long. As it happens, there is a simple, stable, fast flat-file British database that works like a card index: Cardbox. The pro version starts at 299 for a single user, but this year Cardbox boss Martin Kochanski made the Home Edition of Cardbox 3.0 a free download. Although I don&apos;t know exactly what your requirements are, I think Cardbox is flexible enough to do the job. For the record, I was a happy Cardbox user in about 1983-84, and recommended it at the time. As it happens, the Cardbox site does have a guide to Building a photographic archive. However, it requires the Pro edition and assumes you will be storing images on Amazon S3.  In about 1993-94 (Windows 3 era), I started using an American flat-file database called AskSam, because it had filters to import my CompuServe email and because a shop had a cheap offer (I paid 50). AskSam is still going: it&apos;s now up to version 7 at $149.95 (with a free 30-day trial). AskSam will also do what you need, and you might find a free template that you can adapt. However, the two things I like about AskSam  its vast range of import filters, and its Boolean search capabilities  are probably of no use to you, so I&apos;d use Cardbox if possible. Any Mac OS X users who are faced with a similar problem could try Filemaker&apos;s Bento 4 (34.99). This also has some free templates available, though I can&apos;t see anything designed for cataloguing a collection of photos or 35mm slides. (There is one for tracking your pencil collection.) The modern trend is to stick things in relational databases that use SQL (Structured Query Language). There are some good free SQL databases available, such as the open source SQLite, MySQL (now owned by Oracle) and Microsoft&apos;s SQL Express. This is probably the most secure format for longevity, but it&apos;s unnecessarily complicated for your purposes. Worse, different implementations of SQL often have nasty incompatibilities. However, both Cardbox and AskSam can export data in a variety of formats. If you need to move your data to another program at some point, this should not be difficult. Although it&apos;s not a technical problem, entering the data for your slides, one at a time, could take ages. Start by entering the data for five or 10 sample slides and time yourself. Since you know how many slides you have, you can then work out how long the job will take. Bear this in mind when you set up your database fields.  Databases of collections usually fall in the &quot;nice to have&quot; category, rather than &quot;essential&quot;. They&apos;re easier to start than to finish.", 
    "section": "technology", 
    "gid": "technology/askjack/2012/apr/05/ask-jack-slide-collection", 
    "wordcount": "984"
}