{
    "headline": "Solar panels combat more than climate change", 
    "text": "     A little over a year ago I found myself clambering through a skylight on to the roof of Fox school, a primary nestled in a back street in London&apos;s Notting Hill. The headteacher, Paul Cotter, was taking me to see a recently installed solar system: an impressive array of blue-black photovoltaic panels packed on to the flat roof of the 1930s building and angled towards the southern sky on chunky plastic stands. As we gazed out over west London (and admired the vegetable garden and chicken coop below), Cotter said how great it had been for the school to install a renewable energy system. As well as cutting carbon and reducing bills, the solar project had helped to rally the school behind environmental issues. And the panels were a valuable educational resource in themselves. I&apos;d gone to visit Fox as part of my work at 10:10  the climate-change campaign the Guardian helped to launch 18 months earlier. Dreamed up by film-maker Franny Armstrong, the campaign asked every person and organisation to cut their carbon footprint by 10% in 2010. The aim was to show that global warming was readily solvable if society would just pull its socks up. More than 100,000 people and organisations signed up in the first year, from Colin Firth to Coventry city council, O2 to Oxford University, NHS Stockport to Newquay zoo. Plus more than a thousand schools of all shapes and sizes. By 2011, some schools and other organisations had achieved or exceeded their 10% target and wanted to take their green efforts to the next level. Others had given it a go, but failed to get buy-in from the whole organisation. Both groups, we realised, needed a way to get all their pupils or staff more engaged  which meant having something exciting, tangible and ambitious to aim for. Something like Fox&apos;s solar roof. At the 10:10 campaign we loved the idea of helping schools to install solar, especially if we could do so in a way that gave parents, neighbours and the wider community an easy and positive way to get involved in solving climate change. But there was a challenge: the grants that paid for most of Fox&apos;s solar system had been phased out in favour of a &quot;feed-in tariff&quot; that offers a payment for each unit of energy generated over a period of 25 years. This was good in the long run, but meant that schools would have to find a way to meet the up-front costs, which start at around 10,000 for a small system. So 10:10 came up with Solar Schools a project to help schools to &quot;crowd-fund&quot; a solar roof by gathering lots of small donations from their local community. Best of all, from 10:10&apos;s perspective, each successful school would become a visible and empowering example of a community working together to solve climate change. We might even be able to work with the same communities on other projects in the future  such as retrofitting schools on a street-by-street basis, or investing in community wind farms. To test the Solar Schools idea we launched a pilot scheme, and set up a website with an accompanying resource pack to help the participating schools to raise money. Pupils&apos; family and friends, former students and local businesses could sponsor little squares of solar roof by buying 5 vouchers or taking part in tried-and-tested fundraisers such as cake sales. The website showed each solar roof gradually &quot;filling up&quot; and enabled donors to add photos and spread the word via Twitter and Facebook. 10:10 trained the organising team in each school and also provided blogging and email tools. The model worked. Some schools, such as EP Collier, managed to raise more than 10,000 in asingle term as well as turbo-charging self-confidence, green efforts and community links. Today marks the start of the national rollout of the project, and for the next two weeks schools across the UK can apply to take part. Up to 100 will be selected this year, with the programme kicking off in the schools in September. So if your school would like to launch the next academic year with an exciting project  which will cut carbon and bills, bring in an income for 25 years, and rally the local community  fill in the form at www.solarschools.org.uk/apply. Who knows, this time next year you could be clambering through a skylight, showing off your school&apos;s own solar roof. A solar success story You can&apos;t actually see EP Collier&apos;s new rooftop solar panels from the playground, but there&apos;s no missing the pride and enthusiasm that put them there. It&apos;s emblazoned across the banner outside the Reading primary school&apos;s gates, ticking steadily upwards on the live energy monitor in the corridor, and it&apos;s alive on the faces of teachers and pupils you speak to. With little fundraising experience and an economically mixed catchment area, EP Collier wasn&apos;t an obvious candidate for a solar success story. The school got involved in the pilot last year after bursar Mary Shorland saw a presentation from 10:10. In September, she recruited a small team and got to work. Their plan to raise 10,000 in a single term raised eyebrows, but what the team lacked in experience and local affluence, they made up for in creativity and ambition. Parents, friends and former pupils chipped in, either online or at events such as cake sales, comedy nights, quizzes and discos. The local newspaper and radio station helped to spread the word and the team also found support from pubs, restaurants, a recruiting firm and a church. By Christmas, the total had passed 11,000, enough to pay for the 3.8-kilowatt solar system that was installed in the new year. It should cut the school&apos;s carbon footprint by around 1.5 tonnes and provide 1,500 in savings and feed-in tariff payments each year for 25 years. The project has also provided, in Shorland&apos;s words, &quot;the most phenomenal morale boost for our school and community&quot;. Malachi Chadwick", 
    "section": "education", 
    "gid": "education/2012/apr/30/schools-solar-power-climate-change-community", 
    "wordcount": "1028"
}