{
    "headline": "30 Best Android apps this week", 
    "text": "Anyone unwrapping a new Android device this Christmas is in for a treat: the last couple of months have seen a blizzard of interesting apps and games released for Google-powered smartphones and tablets. This week&apos;s crop is no exception, with some big games hogging the spotlight, but also some interesting social and sports apps making their way onto Google Play. iOS gets its own roundup, which will be published later in the day. Remember too that prices quoted here are for the initial download: &quot;Free&quot; often means &quot;freemium&quot; with in-app purchases. Here&apos;s this week&apos;s roundup of brand new Android releases: Grand Theft Auto: Vice City (3.74) A week after the iOS version touched down, Grand Theft Auto: Vice City has made its 80s-inspired way onto Android. Its signature free-roaming gameplay is intact, with reworked controls and LOTS of bad shirts. The game&apos;s release celebrates the original game&apos;s 10th anniversary. The Snowman and the Snowdog (Free) Channel 4 is screening the sequel to The Snowman this Christmas, with a free game available in advance to whet the audience&apos;s appetite. It&apos;s a lovely piece of work too: The Snowman and Snowdog swoop across the countryside while you tap on snowflakes and items, before flying over London landmarks towards the North Pole. Viddy (Free) Social videos app Viddy has been an enormous hit on iPhone, and now it&apos;s followed Instagram&apos;s (late) path onto Android. The app involves shooting short video clips, applying visual filters and music, then sharing on Facebook, Twitter, YouTube and Tumblr. Like Instagram, too, it acts as a self-contained social network with a feed of videos from friends and celebrities. Football Manager Handheld 2013 (6.99) Sports Interactive&apos;s feted football management game is back for a second season on Android, offering 14 countries to ply your trade in, fully licensed players and teams, deep tactics and training strategy, and now in-app purchases to unlock power-ups and extra tests for the game&apos;s supplemental Challenge Mode. As addictive as ever. Toca Hair Salon 2 (0.69) Swedish studio Toca Boca has made a collection of marvellously playful children&apos;s apps on iOS, but this is its first effort for Android. Exclusive to Amazon&apos;s Appstore and Kindle Fire tablet for now, it sees your children cutting, dyeing, washing and blow-drying the barnets of four cartoon characters. Broken Sword II Smoking Mirror (2.99) Android gamers may be having a busy weekend, given the blitz of big releases this week. This is the sequel to excellent adventure game Broken Sword: Director&apos;s Cut, and sees heroes George Stobbart and Nico Collard return for another dose of intrigue and exploration. Nifty use of Dropbox for saved games lets you play across devices, and there&apos;s a digital comic thrown in too. Modern Combat 4: Zero Hour (4.99) Another game, and another biggie. Modern Combat is publisher Gameloft&apos;s attempt to make a mobile equivalent of the Call of Duty: Modern Warfare console games. The fourth in the series looks the best yet: a military first-person shooter that lets you play villain as well as hero, with a choice of solo and online multiplayer modes. Wakeify - Spotify Alarm (Free) Wakeify is one of the growing number of apps built using streaming music service Spotify&apos;s APIs. It&apos;s an alarm clock that plays your chosen songs from Spotify to wake you up in the morning. It does require you to have a Spotify subscription, though. Baseball Superstars 2013 (Free) Gamevil&apos;s Baseball Superstars series of games are huge in its native South Korea, but growing fast in their global popularity too. The freemium game sees you training up your team and taking on the world, while also practising your hitting and pitching in My Batter and My Pitcher modes, and playing against friends over the network. Motiongraph (0.83) Here&apos;s another social app, although unlike Viddy this is less about pure videos, and more about photos that move short two-second videos where you set areas of the screen that you want to freeze. Just like the Cinemagraph app that Nokia recently released for its Lumia Windows Phone handsets, in fact. Motiongraph does the same thing on Android, and is the work of Sony&apos;s Digital Network Applications team. Grimm&apos;s Puss in Boots (2.99) Irish developer StoryToys specialises in turning fairytales into faux pop-up books for iOS and Android. Its latest is a take on Puss in Boots just in time for pantomime season. Turnable pop-up pages aren&apos;t the only draw, thankfully: there are mini-games and puzzles to hold kids&apos; attention too. Nike Training Club (Free) This is one of Nike&apos;s fitness apps: this one promising to give you &quot;your own personal trainer, anytime, anywhere&quot;. That means a collection of 114 workouts, some provided by pro athletes, with instructions and voice guidance, as well as the ability to play your own music in the background, and brag about your exploits on social networks. Energy Flow (Free) Energy Flow is an app to relax with: &quot;A filmic dream rush of paintings in motion: Energy Flow is an immersive film experience that is unique every time it is played, exploring the complexity of how things are connected in our lives today - the fragile equilibrium between physical, political, and cultural tensions&quot;. Okay, perhaps &quot;relax&quot; wasn&apos;t quite the word! It&apos;s a thought-provoking digital art project. Icy Tower 2 (Free) The original Icy Tower has quietly become something of a success story, with more than 40m players. Its freemium sequel offers more of the tower-jumping action that made the first game so popular: you leap up the tower collecting coins to spend on power-ups, as well as unlocking other upgrades and customisations. Voxeet (Free) Voxeet certainly isn&apos;t scared of making grand claims: &quot;Such a radical improvement to conference calls it&apos;s hard to imagine going back&quot;. It&apos;s aiming to be a better-sounding Skype for use in business conference calls, working over 3G, 4G or Wi-Fi. iPNP 2012 (1.87) Portable North Pole is proving to be a popular website for parents, since they can create personalised video messages from Father Christmas to their children. This Android app provides a window into that feature, while adding a digital advent calendar, Christmas countdown and world map for children to play with. Vocre  Translate Voice &amp; Text (1.86) There are lots of translation apps around, some whizzier than others in terms of their technology. Vocre&apos;s innovation is more about its interface: it cleverly splits the screen in two to be used when opposite someone who speaks a different language. Voice features are included thanks to its use of Nuance&apos;s speech recognition and iSpeech technologies. Google Zeitgeist 2012 (Free) This is Google&apos;s own Android app for digging into its Zeitgeist 2012 research into what people were searching for this year, although sadly it seems to be a US-only download for now. The app helps you dig into the people, films, events, TV shows and gadgets that were trending on Google&apos;s search engine in 2012. Weather Live (0.61) Android is increasingly well-stocked for decent weather apps, with Weather Live being the latest. It offers a neat display of local weather conditions, including seven-day and 24-hour forecasts. Early Google Play reviewers are rather raining on its parade by pointing to its lack of homescreen widgets, though. Cheezburger (Free) This is the official site for online publisher Cheezburger Network, promising to bring &quot;all the memes and lolz&quot; to Android phones from sites like FAILblog, I Can Has Cheezburger and Memebase. Super Monsters Ate My Condo! (Free) I know a number of addicts to this game on iOS, so its appearance on Android is good news (or bad, depending on how much work you have to do in the coming days...) Released by Adult Swim, it&apos;s a &quot;condo-matching&quot; game where you&apos;re matching apartments in a tower block, with freemium fare like coins and power-ups thrown in to keep the action going. Isaac Newton&apos;s Gravity 2 (Free) And another game, this time a physics-based puzzler from Namco Bandai: the follow-up to its first Isaac Newton title. It sees you manipulating magnets, trampolines, switches and pinball bumpers among other elements  across 110 levels. And when you&apos;re done, there&apos;s a level editor to create new puzzles and share them with other players. VyprVPN (Free) A more serious app now: an app &quot;to safely connect to unsecure wireless hotspots  airports, coffee shops, anywhere  by encrypting your internet connection, including all cellular data, using 256-bit OpenVPN encryption&quot;. Working with servers in North America, Europe or Asia, it requires an existing VyprVPN subscription. Ice Age: Pirate Picasso (Free) Fox Digital Entertainment has released this app to promote the Blu-ray release of the latest Ice Age film. It&apos;s a colouring app for children, with plenty of characters and scenes to be finger-painted. The results can be saved and/or shared on social networks. Send It Pro (1.79) More big claims: &quot;an application that allows you to send ANYthing to ANY smartphone&quot;, including iPhones and Windows Phones. It basically combines SMS and a Google account: you choose a file to send to a specific phone number, and Send It Pro uploads the file to your Google Drive cloud locker, then texts the recipient with a link. An inventive approach. Aviary Stickers: Holiday (1.24) Photo-editing firm Aviary is newly prominent thanks to its technology being used for the photo filters in Twitter&apos;s official app. Aviary has its own standalone photo editing app too, though, with this being the latest plugin for it. It&apos;s a Christmas-themed sticker pack with 30 digital stickers (snowmen, Santa hats etc) to slap onto photos. Little Things Forever (Free) Little Things Forever is a lovely piece of work: a &quot;seek and find game&quot; that gets you hunting through patchwork pictures for specific objects, with nine puzzles to play with, and charming graphics. Beer Citizen (Free) Beer! All the beer, basically. That&apos;s the goal of Beer Citizen: &quot;an advanced tool for true beer fans to discover, review, and share the brews you drink from around the world&quot;. That means getting people to rate their tipples, which the app then uses to build an &quot;aggregated beer profile&quot; for each one. An ideal pub companion. Piccyboo! (Free) An app called Snapchat has been hugely popular for sending photos that self-delete after a set time on the recipient&apos;s device (Why? sexting and... well, there are probably other uses). Anyway, Piccyboo wants to go a step further and let people share videos as well as photos, again with a built-in timer that deletes them on the other person&apos;s device. &quot;You are in control. You can share pure experiences. You can share those real moments,&quot; says the developer. Or just pictures of your unmentionables, obviously. happy@work (1.50) Imagine becoming &quot;happier and more satisfied&quot; at work in just 10 minutes. No, not (necessarily) by throwing your PC out of the window. Happy@work is a questionnaire app that, in 22 questions, aims to figure out what&apos;s good and bad about your current job, how that relates to your ambitions, and what to do about it. That&apos;s our selection, but what do you think? Give your responses to the apps above, or make your own recommendations by posting a comment.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/dec/14/best-android-apps-gta-snowman-viddy", 
    "wordcount": "1904"
}