{
    "headline": "Education in brief: further loans", 
    "text": "A loan again The introduction of further education loans is not exactly proving popular in the sector. From next year, the over-24s will have to take out government loans to cover the cost of A-level equivalent courses. At the same time, the government is scrapping financial support for this age group. So not only will students have to take out loans  they could end up paying a lot more for their studies. Still, the Skills Funding Agency has tried to sweeten the blow by inviting the public to vote for a name for the new loans. A spokeswoman for the SFA told the Guardian that getting the public to decide on a new name &quot;allows potential learners as well as colleges and training organisations to be part of the introduction of loans&quot;. But if the list of options listed on their website is anything to go by, some poor civil servant has been slaving over a thesaurus  and has quickly run out of inspiration. Choices include &quot;learning loan&quot;, &quot;skills and education loan&quot; and, erm, &quot;further education loan&quot;. We prefer some of the suggestions currently doing the rounds on Twitter, including &quot;Pain to Train&quot; and our favourite, &quot;Student FEnance&quot;. ICT is important. Really In his speech at January&apos;s Bett education conference, Michael Gove pledged a shake-up of the ICT curriculum, saying the current one was dull and boring. So it came as a surprise to hear that the DfE&apos;s Technology Policy Unit  which was said to be carrying out a review of the issue  has been disbanded. Education Guardian understands that the unit team leader, Vanessa Pittard, has moved to cover Stem (science, technology, engineering and maths) and her four team members have been redeployed elsewhere. But a spokeswoman from the DfE said the changes were down to reorganisation in the department and that the national curriculum review would be taking the lead on ICT. &quot;We remain fully committed to the importance of technology in education. The department has recently reorganised, and technology has been absorbed into the Stem  team. This consolidates its position alongside other subjects and there has been no change of policy.&quot; Janet Murray", 
    "section": "education", 
    "gid": "education/2012/apr/09/further-education-loans-ict-curriculum", 
    "wordcount": "370"
}