{
    "headline": "Google launches Nexus 7 tablet", 
    "text": "     Google has unveiled its first own-branded tablet computer, taking the search engine company into competition with Apple, Amazon and Microsoft in an increasingly crowded and fast-growing market. The company has partnered with Taiwanese manufacturer Asus to launch the Nexus 7, a 7in tablet computer built around Google&apos;s popular Android software. The announcement, which came at Google&apos;s I/O developer conference in California, will pitch Google into battle with Apple&apos;s iPad and the online retailer Amazon, whose Kindle Fire tablet was launched in the US seven months ago. Priced at $199 (127), Google&apos;s Nexus 7 is both more affordable and physically smaller than many of its rivals. Like the Nexus 7, Amazon&apos;s Kindle Fire has a 7in screen and is priced at 127. Google&apos;s engineering director, Chris Yerga, said the Nexus 7 was a serious gaming device and that its small size meant it was ideal for emailing, browsing the web and downloading applications. The Nexus 7 will be the first tablet computer to run Google&apos;s latest Jelly Bean Android software. It has a 1.2-megapixel camera  unlike the Kindle Fire  and is available with 8GB of memory (159) or 16GB (199). Google has made repeated efforts to break into the tablet market, which was defined by Apple with the launch of the iPad in January 2010. Its first tablet-only software, Android 3.0  which was known as Honeycomb  was introduced in January last year and was expected to create challengers to Apple&apos;s dominance, but fewer than 10m were sold in the first year, while Apple shipped more than 38m iPads last year. Microsoft has also indicated that it thinks tablets are of growing importance. Last week the software multinational announced that it would be offering its own tablet, called Surface, which will run its next Windows 8 operating system  though it offered no dates or prices for the release. Windows 8 is expected in the autumn, probably in October. Total sales of tablet computers will reach 105m units this year and 143m in 2013, according to the research firm IDC  compared with total PC sales of about 400m, of which more than 60% will be laptops. Apple is expected to remain the dominant player in the tablet market for the foreseeable future, with Gartner forecasting that the iPad will account for 61.4% of all sales this year. Android tablets  which include a variety of manufacturers, including Sony and Motorola  are forecast to account for 31.9% of tablet computer sales this year. Some analysts are sceptical that it will be able to make substantial inroads into Apple&apos;s dominant share. Salman Chaudhry, analyst at the research firm Context, said: &quot;Overall, we shouldn&apos;t expect this particular tablet to take on the iPad despite Google&apos;s efforts to differentiate it. Lessons haven&apos;t been learnt from previous tablet failures. The 7in tablets  RIM PlayBook, HTC Flyer  have been by and large unsuccessful, and are only really suitable for content consumption. &quot;Against this backdrop, strategy needs to be more aligned towards the Kindle Fire&apos;s purely &apos;content-consumption&apos; orientated device. However, if Google is looking to take a bite out of Amazon&apos;s share, it will find that it&apos;s competing against a much more well-developed entertainment-orientated platform with huge, well-organised catalogues of books and media content.&quot; Hugo Barra, head of Android product management, said 400m devices based on its operating system had been activated to date  up from 100m in June last year.  This article has been updated to correct erroneous pricing information. Thanks to commenters for pointing this out.", 
    "section": "technology", 
    "gid": "technology/2012/jun/27/google-nexus-7-tablet-apple-amazon-microsoft", 
    "wordcount": "589"
}