{
    "headline": "Academies are not the only success stories", 
    "text": "Why don&apos;t we hear more from the government about the London borough of Tower Hamlets? With over half its pupils eligible for free school meals, more than seven in 10 with a first language other than English and a higher-than-average number of children with special educational needs, it has all the social characteristics associated with an underperforming school system. But it isn&apos;t so. Its results at both the end of primary school and at GCSE repeatedly outperform schools in more affluent neighbourhoods and are significantly above the national average. Perhaps most impressive of all, the attainment gap between disadvantaged and other pupils is about a third of the national figure. No wonder all its secondary schools and over 90% of its primaries are judged to be outstanding or good by Ofsted. Teachers in Tower Hamlets would be the first to recognise that further improvement is needed and some children still underachieve  complacency isn&apos;t a word that sits easy in the borough&apos;s schools  but it is undoubtedly a beacon of success of which we should be proud and from which we should learn. Yet mention of its achievement is rare in the speeches of education ministers or on the Department for Education&apos;s website. Maybe another statistic about the borough offers the explanation: only two of its schools are academies. A quick read through the speeches of the secretary of state, Michael Gove, and his ministerial team reveal warm and genuine praise for successful schools with individuals singled out for special mention  but almost all are academies. The same pattern is repeated when you look at the schools chosen as the location for ministerial announcements. Not many are in outstanding schools that have chosen not to switch to academy status. It&apos;s not difficult to work out why ministers do this. They have staked their reputation on &quot;academising&quot; the nation&apos;s schools and are using all the available levers to shift the system in that direction. Repeatedly singling out academies for praise, at the expense of other schools, creates the perception that they are performing better. It shows a churlish, blinkered streak in Gove that should be beneath him but, far more important, it frames the national debate about school improvement in completely the wrong way. If ministers really do only look to academies to learn about good practice, the lessons from equally successful schools elsewhere in the system won&apos;t be reflected in the policy-making process. The things we know improve standards  strong leadership, good teaching, high expectations  are to be found in both academies and community schools. If the government used its time and resources to build a genuine evidence base of successful practice, rather than on the teams of civil servants whose job it seems to be to increase the number of academies, we would all be better for it. Trying to fit all schools into the same mould cannot be the way forward. Almost all schools in Tower Hamlets have decided that for now, the things that help them to achieve excellence  strong local partnerships, a collaborative approach to the borough&apos;s children and an excellent working relationship with the local authority  are better served without switching to academy status  and the evidence backs their judgment. So the names of Morpeth school, Stepney Green school and Bonner primary, among many other outstanding Tower Hamlets schools  should trip off the tongues of ministers as readily as do some of the outstanding academies. Gove&apos;s focus and drive are great personal strengths and clearly directed at his political goal of creating more academies. The problem with political goals, however, is that it is not always easy to change them, whilst education objectives demand to be adapted in the light of the evidence available. If the ambition is for more first-rate schools, the evidence from Tower Hamlets and elsewhere shows that not every school has to be an academy to achieve it. So let&apos;s recognise outstanding schools  whatever form they take.", 
    "section": "education", 
    "gid": "education/2013/may/27/successful-community-schools", 
    "wordcount": "657"
}