{
    "headline": "Nature helped and harmed by humanity", 
    "text": "In the churchyard of St Ildierna at Lansallos, luxuriant vegetation laps the gravestones. Racemes of sweet vernal grass mix with primrose, bluebell, celandine and the white bells of three-cornered leek. Jackdaws fly in and out of the tower and a solitary swallow flits across the adjoining field and vacant campsite. Greenery and flowers also envelop the old way down the valley towards the sea. A blackcap chortles in the undergrowth and, on sheltered banks, pale fronds of hart&apos;s tongue and soft shield ferns uncurl amid last year&apos;s withered pinnae. Ahead, a V-shaped glimpse of blue sea, with a gentle wave breaking offshore, is framed by cliffs covered in brilliant yellow gorse and a foam of blackthorn blossom. Yet, just before the narrow cutting that used to enable farm carts to access the beach to load sand and seaweed for fertiliser, a notice warns of &quot;dead marine wildlife likely to be contaminated with PIB (polyisobutene) residue&quot;. Hundreds of dead birds covered in the sticky substance  which can still be legally dumped at sea  have been cleared away after being washed up along this southern shoreline. The National Trust&apos;s ranger team continues to watch for any more bodies. Now gusts of offshore wind create cat&apos;s paws across the sparkling sea and, at low tide, seaweed glistens as it bobs up and down off the wave-cut platform. Clumps of scurvy grass and fresh ivy leaves clothe the cliffs below the path that wends past swaths of primrose, bluebell leaves and sprinkles of violets. The flourishing of these wild flowers on the cliff land is helped by carefully managed grazing that creates open patches among the bramble, bracken and scrub. On the western skyline a group of black Dexter cattle rest in the sun, temporarily immobile and almost indistinguishable from rocks on the undulating summit of Pencarrow Head.", 
    "section": "environment", 
    "gid": "environment/2013/apr/30/lansallos-cornwall-nature-helped-harmed-humanity", 
    "wordcount": "306"
}