{
    "headline": "Psychedelic drugs can unlock mysteries of brain  former government adviser", 
    "text": "Scientists should have access to illegal psychedelic drugs such as LSD and psilocybin to aid them in brain research, according to the government&apos;s former drug adviser Professor David Nutt. He said that research into the deepest mysteries of the brain, including consciousness and mental illness, had been curtailed by the prohibition of the drugs. Prof Nutt said that scientists might find treatments for conditions such as schizophrenia by using modern techniques to study the effects of psychedelic drugs on the brain. &quot;Neuroscience should be trying to understand how the brain works,&quot; said Nutt, who is professor of neuropsychopharmacology at Imperial College London. &quot;Psychedelics change the brain in, perhaps, the most profound way of any drug, at least in terms of understanding consciousness and connectivity. Therefore we should be doing a lot more of this research. &quot;It&apos;s extraordinary that 40 years of advances in brain imaging technology and there&apos;s never been a study about this before. I think it&apos;s a scandal, I think it&apos;s outrageous the fact these studies have not been done. And they&apos;ve not been done simply because the drugs were illegal.&quot; Speaking to the Guardian ahead of a lecture he will give at a University College London neuroscience symposium on Friday, Nutt said that a volunteer for a recent experiment pulled out of the study because he was worried that &quot;being in a study with a so-called illegal drug could mean he couldn&apos;t travel to some countries, such as America. To inhibit research to that extent is an outrage.&quot; Nutt&apos;s views will challenge governments around the world which, largely, classify psychedelic drugs as harmful and illegal. The professor is used to being a thorn in the side of the authorities. In 2009, the UK&apos;s then health secretary, Alan Johnson, sacked him from his post as chair of the government&apos;s Advisory Council on the Misuse of Drugs for publicly stating that alcohol and tobacco were more harmful than LSD, ecstasy and cannabis. Hundreds of clinical trials of psychedelic drugs such as LSD were carried out in the 1950s and 1960s, and successful treatments, including one for alcohol addiction, came out of the work. Since LSD was banned around the world, however, the number of scientific studies has dropped to virtually zero, and there have been no studies using modern imaging techniques such as magnetic resonance imaging (MRI) to look at what parts of the brain are affected by it. Nutt recently published research, with colleagues at Cardiff University, on the effects of psilocybin  the active ingredient in magic mushrooms  on the brain. His team had assumed the drug might increase activity in certain parts of the brain, to explain the experience that users get when they eat magic mushrooms. Instead, MRI scans of 30 healthy volunteers showed that psilocybin seemed to decrease activity in the regions of the brain which link up different areas. The study was published in January in the journal Proceedings of the National Academy of Sciences. &quot;This is a hugely important way of perturbing the brain to understand the nature of consciousness,&quot; said Nutt. At his lecture on Friday, he will examine whether psilocybin&apos;s effects on the brain can be used as a model for psychosis. Some of the brain alterations seen as a result of taking psilocybin, he said, are similar to those seen in the brains of people with prodromal schizophrenia. Psilocybin seems to suppress the actions of a brain system called the &quot;default mode network&quot; which is active whenever a person is, for example, reflecting about the world rather than engaged in a specific activity. The &quot;task-positive network&quot; is engaged when a person focuses on a specific job and it operates out of phase with the default mode network. But in schizophrenia, the networks are much more in phase and, under psilocybin, they are completely in phase. &quot;So, we&apos;re thinking [psilocybin] might be an interesting model for early stages for schizophrenia, it might allow us to test new drugs,&quot; said Nutt. &quot;When people start to become psychotic, their ego boundaries break down, the relationship between them and the world gets disrupted and the relationship between their different inner experiences gets mixed up. Eventually they start hearing their own thoughts as someone else&apos;s voice. &quot;That breakdown of connectivity in the brain is very classic in schizophrenia. If we can produce this in a laboratory in a normal volunteer, we can then look for new treatments and it is much more efficient to do that in normal volunteers than try to find young people who are starting to develop their illness and it&apos;s ethically more acceptable too.&quot; Nutt and his colleagues are also studying potential uses for ecstasy, also known as MDMA. &quot;The therapeutic value of MDMA for psychotherapy has been widely known until it was banned and has hardly been studied since. There have only been a couple of MDMA imaging studies, but none of them using cutting-edge technologies, so we&apos;re doing that at present.&quot; In collaboration with Robin Carhart-Harris at Imperial College London, Nutt also wants to further his research into more psychedelic drugs such as LSD and ibogaine, a derivative of African root bark, which is used to treat addiction in Thailand and Cambodia. Carrying out such work is usually difficult for researchers, however, because they have to make such lengthy applications for licences to use illegal drugs. And even if the research went ahead and showed benefits from the drugs, it is unlikely doctors would be allowed to prescribe them. Nutt recently called for the UK&apos;s classification system of drugs to be rewritten to reflect more accurately their relative harms, and called for a regulated approach to making drugs such as MDMA and cannabis available for medical and research purposes. &quot;Regulations, which are arbitrary, actually make it virtually impossible to research these drugs,&quot; said Nutt last month. &quot;The effect these laws have had on research is greater than the effects that [George] Bush stopping stem cell research has had, because it&apos;s been going on since the 1960s.&quot;", 
    "section": "science", 
    "gid": "science/2012/jun/28/psychedelic-drugs-mysteries-brain-government-adviser", 
    "wordcount": "1021"
}