{
    "headline": "Good governance applies to all, not just poor countries, says Labour", 
    "text": "Labour is calling on the UN high-level panel on the future of development to focus on inequality and provide a new definition of good governance that not only applies to governments in developing countries, but donors, multinational companies and multilateral institutions. Ivan Lewis, the shadow international development secretary, said the focus on inequality should include indicators that measure the progress of the poorest 10% or 20% and most marginalised including by gender, disability and age. &quot;Quality, accessible and disaggregated data will be central to this objective,&quot; Lewis told British NGOs, diaspora groups and MPs, setting out Labour&apos;s vision for development after 2015 when the millennium development goals (MDGs) expire. The high-level panel, co-chaired by David Cameron, President Ellen Johnson Sirleaf of Liberia and President Susilo Bambang Yudhoyono of Indonesia, is due to release its report this month. There have been two drafts, with the third being worked on at the moment. A fourth draft is expected. A source close to the panel says each draft has undergone considerable changes. The final report is expected to recognise that the old development model in which rich countries dispense aid and tell poor countries how to spend it no longer works. The report is expected to reflect a more equal partnership between rich and poor countries. Cameron indicated when the panel met in Liberia that economic growth was a priority over equality, despite the growing consensus from development experts such as Kevin Watkins that rising inequality has dampened the &quot;poverty-reducing effects of growth&quot;. Restating Labour&apos;s objective to end aid dependency by 2030, Lewis said this would only be possible with a fairer trade and tax system. He called on Cameron, who is chairing a G8 summit in June, to encourage the group to honour their aid commitments and reach agreement on ending tax secrecy, and for G8 countries to adopt and implement the extractive industries transparency initiative and advance transparency initiatives to include other sectors. Lewis criticised suggestions that aid be diverted to plug holes in defence spending and said Labour will abide strictly by rules set by the Organisation for Economic Co-operation and Development that allow official development assistance to be spent on peacemaking but not core military activities. &quot;Militarising aid is not only contrary to defined global standards; it risks the safety and effectiveness of our aid workers in often very challenging environments,&quot; said Lewis. He criticised the decision to end aid to India and South Africa  both middle-income countries  while continuing to support another 19 middle-income countries including Pakistan and Nigeria. &quot;The fact is 75% of the world&apos;s poorest people now live in middle-income countries, so to exclude these countries by virtue of their middle-income status is wrong,&quot; said Lewis. He said, however, that Labour will not be able to reinstate the 2bn lost to the aid budget due to downgraded GDP over the past three years, which he blamed on the government&apos;s &quot;failed economic plan&quot;. As for ensuring that taxpayers get value for money in UK aid programmes, Lewis said Labour would strengthen the independence and remit of the Independent Commission for Aid Impact, the UK aid watchdog, saying it would be a truly independent inspectorate &quot;with the teeth to shine a light on the use of UK taxpayers&apos; money and hold ministers and senior civil servants to account for spending and policy&quot;. On corruption, Lewis said Labour had launched an inquiry to report this year on corruption in developing countries, tax dodging by multinational companies and the role of financial institutions.", 
    "section": "global-development", 
    "gid": "global-development/2013/may/15/good-governance-poor-countries-labour", 
    "wordcount": "596"
}