{
    "headline": "Astronomy Photographer of the Year 2012 winners  in pictures", 
    "text": "   The winner of the Earth and space category, taken in Nagano, Japan. Orion, Taurus and the Pleiades are the backdrop to an eerie frozen landscapePhotograph: Masahiro Miyasaka       Runner-up in the Earth and space category. The aurora borealis traces the shifting patterns of the Earth's magnetic field, creating a spectacular midwinter show in Nordland Fylke, Norway Photograph: Arild Heitmann       Runner-up in the people and space special prize. Steven Christenson came across two hikers lost in the wilderness of Yosemite one evening in July 2011. He captured this image of the tiny figures in a small bubble of torchlightPhotograph: Steven Christenson       Runner-up in the young astronomy photographer category. Several high-resolution images of the Moon in the daytime sky are knitted together to form a colourful mosaic Photograph: Laurent V Joli-Co       Runner-up in the deep space category. Vast supernova remnant Simeis 147, which consists of the expanding debris of a massive star that exploded around 40,000 years ago. It is nicknamed the  spaghetti nebula Photograph: Rogelio Bernal And       Highly commended entry in the Earth and space category. The Milky Way arches over a mirror-like lake on the island of Reunion. Luc Perrot waited two years before all the conditions were favourable for this photograph Photograph: Luc Perrot       Highly commended in the our solar system category. Perhaps the biggest astronomical event of 2012 was the transit of Venus, which took place in June Photograph: Paul Haese       Overall competition winner and winner of the deep space category. This image of the Whirlpool galaxy combines fine detail in the spiral arms with the faint tails of light that show its small companion galaxy being slowly torn apart by the gravity of its neighbour  Photograph: Martin Pugh  ", 
    "section": "science", 
    "gid": "science/gallery/2012/sep/20/astronomy-photography", 
    "wordcount": "0"
}