{
    "headline": "Mitt Romney champions coal  but Americans turned on by natural gas", 
    "text": "Mitt Romney hit the campaign trail in Ohio and Virginia this week accusing Barack Obama of waging war on coal. But the real enemy of coal, it turns out, is free enterprise  and strong competition from another home-grown source of American energy: natural gas. Falling prices for natural gas made it far more economical to burn natural gas instead of coal in the country&apos;s power plants over the last few years. Environmental regulations  a favourite target of Romney  had little to do with the switch. &quot;This is not rocket science,&quot; said Michael Levi, an energy analyst at the Council on Foreign Relations. &quot;This is not any kind of conspiracy or heavy-handed action by the EPA (Environmental Protection Agency). All it requires is people with calculators making decisions about what to deploy.&quot; The Republican challenger steps up his campaign as coal defender this week, with appearances in Ohio on Wednesday and Friday. In campaign stops in coal-producing battleground states like Ohio and Virginia, Romney has accused Obama of destroying the industry with burdensome pollution controls. &quot;I like coal. I&apos;m going to make sure we continue to burn clean coal. People in the coal industry feel like it&apos;s getting crushed by your policies,&quot; Romney told Obama at their first debate. Those feelings apparently are mutual. Coal companies have been among the biggest donors to Romney&apos;s campaign. Murray Energy Corp has donated more than $1m to Republican candidates this election cycle. A watchdog group, Citizens for Responsibility and Ethics in Washington, on Tuesday accused Murray Energy of forcing miners to donate to the Romney campaign and to take time off without pay to attend a campaign rally. Coal made up about half of America&apos;s electricity mix in 2007, according to the Energy Information Administration, the government research agency. Then the price of natural gas fell sharply because of a boom in domestic production. &quot;There has been a lot of substitution of natural gas for coal,&quot; said Steve Clemmer, director of energy research for the Union of Concerned Scientists. A run of warmer winters further reduced demand for coal, he added. By 2011, America was generating just 42% of its electricity from coal. By last April that fell further still to 32%, an all-time low. That number has since crept back upwards towards 40%. &quot;The industry has taken a pretty big hit this year,&quot; said Mike Mellish, a coal analyst for the EIA. &quot;We&apos;re talking about more than a 10% decline in the power sector over the last year.&quot; Meanwhile, America&apos;s fleet of coal-fired power plants is ageing out. Power managers have already announced plans to phase out about 13% of America&apos;s coal-fired plants within the next three to five years. Only a handful of new plants are in the works. More coal-fired plants could come off-line if natural gas prices stay low and if the EPA puts in place more rigorous pollution controls. Coal-fired plants also face increasing competition from renewable energy, like hydro, wind and solar, which receive support from state governments, according to EIA projections. By 2035, natural gas plants are expected to account for 60% of new power capacity, according to the EIA. Coal is expected to account for just 7%. The effects of that transition are already visible in battleground states, as power companies on the Atlantic coast and in the mid-west expand their use of natural gas and cut back on coal. Coal companies shuttered plants and laid off workers. Ohio is set to lose a third of its coal-fired plant capacity over the next several years, Mellish said. Alpha Natural Resources in Virginia announced last month it would lay off 1,200 workers  blaming the slowdown on a &quot;regulatory environment that&apos;s aggressively aimed at constraining the use of coal&quot;. &quot;The coal industry likes to blame everything on EPA regulations under the Obama administration, and the reality is that there are quite a few other things driving the reduction in coal that are just economic market factors and some policy-related things related to state policy,&quot; said Clemmer. New pollution controls from the EPA on emissions of mercury and other toxins are not due to come into force until 2015 at the earliest. Although the EPA did tighten standards for greenhouse gas emissions from new coal plants earlier this year existing plants are exempt. But it is unlikely coal will ever dominate America&apos;s electricity supply to the same extent again. New gas field technology, such as hydraulic fracturing and horizontal drilling, make gas-fired power plants half the cost of coal-fired plants. &quot;As far as the regulations that have been put into place to date they are a small part of the story why coal is not doing as well as it was a few years ago,&quot; said Levi.", 
    "section": "environment", 
    "gid": "environment/2012/oct/10/romney-defends-coal-natural-gas", 
    "wordcount": "807"
}