{
    "headline": "Aaron Swartz's family condemns MIT and US government after his death", 
    "text": "The family of celebrated internet activist Aaron Swartz has accused prosecutors and MIT officials of being complicit in his death, blaming the apparent suicide on the pursuit of a young man over &quot;an alleged crime that had no victims&quot;. In a statement released late Saturday, Swartz&apos;s parents, Robert and Susan, siblings Noah and Ben and partner Taren Stinebrickner-Kauffman said the Reddit builder&apos;s demise was not just a &quot;personal tragedy&quot; but &quot;the product of a criminal justice system rife with intimidation and prosecutorial overreach&quot;. They also attacked the Massachusetts Institute of Technology (MIT) for not supporting the internet activist in his legal battles and refusing to stand up for &quot;its own community&apos;s most cherished principles&quot;. The comments came a day after the 26-year-old killed himself in his Brooklyn apartment on Friday night. A committed advocate for the freedom of information over the internet, Swartz had been facing a trial over allegations of hacking related to the downloading of millions of documents from the online research group JSTOR. Swartz pleaded not guilty last year; if convicted, he could have faced a lengthy prison term. News of his death resulted in an outpouring of tributes over the internet. Tim Berners-Lee, the man credited with inventing the world wide web, tweeted: &quot;Aaron dead. World wanderers, we have lost a wise elder. Hackers for right, we are one down. Parents all, we have lost a child. Let us weep.&quot; Swartz dedicated much of his time to fighting online censorship and his court case had become a cause clbre for many similar-minded figures. The trial was due to begin next month. He faced 13 felony charges including computer and wire fraud. Prosecutors accused him of stealing millions of scientific journals from a computer archive at the Massachusetts Institute of Technology with the intent of making them freely available. If convicted he could have faced decades behind bars, alongside a fortune in fines. A spokeswoman for the US attorney&apos;s office in Massachusetts said it was inappropriate to comment on the case at this time. MIT president L Rafael Reif said he had appointed a professor to review the university&apos;s involvement in Swartz&apos;s case. &quot;It pains me to think that MIT played any role in a series of events that have ended in tragedy,&quot; Reif said in a statement emailed to the university community on Sunday. &quot;Now is a time for everyone involved to reflect on their actions, and that includes all of us at MIT. I have asked Professor Hal Abelson to lead a thorough analysis of MIT&apos;s involvement from the time that we first perceived unusual activity on our network in fall 2010 up to the present. &quot;I have asked that this analysis describe the options MIT had and the decisions MIT made, in order to understand and to learn from the actions MIT took.&quot; Prior to the MIT case, Swartz had aided in the release of court documents free of charge, rather than through the pay-per-download government website PACER. It is thought that a fifth of all data was made available through a programme Swartz wrote in 2008, before officials shut it down. The FBI investigated, but never charged Swartz over the PACER case. The organisation Demand Progress, which Swartz helped to found, had compared the activities of which he was accused to &quot;trying to put someone in jail for allegedly checking too many books out of the library&quot;. David Moon, programme director at Demand Progress, told the Guardian that he was &quot;shocked and saddened&quot; by the news of his colleague&apos;s death. He added that the organisation would pay &quot;proper homage to Aaron at the appropriate time&quot; but for the time being it was &quot;simply spending the moment reflecting on his life and work&quot;. Alongside his activism, Swartz, a prodigious computer talent, helped create the RSS protocol which revolutionised content delivery across the web. He was also an early architect of Reddit, the popular social media platform. As news of Swartz&apos;s death spread online Saturday, numerous tributes were posted. The author and web expert Cory Doctorow, who was a friend of Swartz, posted an article on BoingBoing. Doctorow wrote that Swartz may have been afraid of the idea of imprisonment but that he had also suffered with bouts of depression. He also paid tribute to the young activist&apos;s achievements and dedication to his causes. &quot;We have all lost someone today who had more work to do, and who made the world a better place when he did it,&quot; he wrote. In their tribute, Swartz&apos;s family wrote that the internet activist had left behind gifts that &quot;made the world, and our lives, far brighter&quot;. They added: &quot;He used his prodigious skills as a programmer and technologist not to enrich himself but to make the Internet and the world a fairer, better place. His deeply humane writing touched minds and hearts across generations and continents.&quot; Swartz regularly blogged about his own life on the website aaronsw.com. In a post written in January 2007, he discussed the nature of suicide. &quot;There is a moment, immediately before life becomes no longer worth living, when the world appears to slow down and all its myriad details suddenly become brightly, achingly apparent,&quot; he wrote. His funeral is due to take place on Tuesday in Illinois.  This article was amended on 13 January 2013. It originally stated that prosecutors accused Swartz of stealing scientific journals from a computer archive and making them freely available. Swartz in fact never made the articles available to the public.", 
    "section": "technology", 
    "gid": "technology/2013/jan/13/aaron-swartz-family-mit-government", 
    "wordcount": "949"
}