{
    "headline": "Why food riots are likely to become the new normal", 
    "text": "Just over two years since Egypt&apos;s dictator President Hosni Mubarak resigned , little has changed. Cairo&apos;s infamous Tahrir Square has remained a continual site of clashes between demonstrators and security forces, despite a newly elected president. It&apos;s the same story in Tunisia, and Libya where protests and civil unrest have persisted under now ostensibly democratic governments. The problem is that the political changes brought about by the Arab spring were largely cosmetic. Scratch beneath the surface, and one finds the same deadly combination of environmental, energy and economic crises. We now know that the fundamental triggers for the Arab spring were unprecedented food price rises. The first sign things were unravelling hit in 2008, when a global rice shortage coincided with dramatic increases in staple food prices, triggering food riots across the middle east, north Africa and south Asia. A month before the fall of the Egyptian and Tunisian regimes, the UN&apos;s Food and Agriculture Organisation (FAO) reported record high food prices for dairy, meat, sugar and cereals. Since 2008, global food prices have been consistently higher than in preceding decades, despite wild fluctuations. This year, even with prices stabilising, the food price index remains at 210  which some experts believe is the threshold beyond which civil unrest becomes probable. The FAO warns that 2013 could see prices increase later owing to tight grain stocks from last year&apos;s adverse crop weather. Whether or not those prices materialise this year, food price volatility is only a symptom of deeper systemic problems  namely, that the global industrial food system is increasingly unsustainable. Last year, the world produced 2,241m tonnes of grain, down 75m tonnes or 3% from the 2011 record harvest. The key issue, of course, is climate change. Droughts exacerbated by global warming in key food-basket regions have already led to a 10-20% drop in rice yields over the past decade. Last year, four-fifths of the US experienced a heatwave, there were prolonged droughts in Russia and Africa, a lighter monsoon in India and floods in Pakistan  extreme weather events that were likely linked to climate change afflicting the world&apos;s major food basket regions. The US Department of Agriculture predicts a 3-4% food price rise this year  a warning that is seconded in the UK. Make no mistake: on a business-as-usual scenario, this is the new normal. Overall, global grain consumption has exceeded production in eight of the past 13 years. By mid-century, world crop yields could fall as much as 20-40% because of climate change alone. But climate is not the only problem. Industrial farming methods are breaching the biophysical limits of the soil. World agricultural land productivity between 1990 and 2007 was 1.2% a year, nearly half compared with 1950-90 levels of 2.1%. 2008 also saw a shift to a new era of volatile, but consistently higher, oil prices. Regardless of where one stands on the prospects for unconventional oil and gas for ameliorating &quot;peak oil&quot;, the truth is that we will never return to the heyday of cheap petroleum. High oil prices will continue to debilitate the global economy, particularly in Europe  but they will also continue to feed into the oil-dependent industrial food system. Currently, every major point in industrial food production is heavily dependent on fossil fuels. To make matters worse, predatory speculation on food and other commodities by banks drives prices higher, increasing profits at the expense of millions of the world&apos;s poor. In the context of economies wracked by debt, this creates a perfect storm of problems which will guarantee high prices  eventually triggering civil unrest  for the foreseeable future. It&apos;s only a matter of time before this fatal cocktail of climate, energy and economic challenges hits the Gulf kingdoms  where Saudi Arabia is struggling with an average total oil depletion rate of about 29%. If oil revenues reduce in coming years, this would lower subsidies for food and fuel. We&apos;ve already seen how this can play out, for instance, in Egypt, whose domestic oil production peaked back in 1996, reducing government spending on services amid mounting debt. The link between intensifying inequality, debt, climate change, fossil fuel dependency and the global food crisis is now undeniable. As population and industrial growth continue, the food crisis will only get worse. If we don&apos;t do something about it, according to an astounding new Royal Society paper, we may face the prospect of civilisational collapse within this century. The Arab spring is merely a taste of things to come.  Nafeez Mosaddeq Ahmed writes at The Cutting Edge", 
    "section": "environment", 
    "gid": "environment/blog/2013/mar/06/food-riots-new-normal", 
    "wordcount": "755"
}