{
    "headline": "Haiti launches 10-year plan to eradicate cholera yet UN funds fall short", 
    "text": "The Haitian government&apos;s $2.2bn (1.5bn) 10-year plan to eradicate cholera was launched on Wednesday against the backdrop of the UN&apos;s rejection of a legal claim from more than 5,000 victims. They had demanded compensation for the deadly cholera epidemic, the worst to hit any country in modern history. Since October 2010, the epidemic has killed more than 8,000 people and infected nearly 648,000, according to the ministry of health. The outbreak has been blamed on the UN peacekeeping mission. &quot;Haiti, with 10 million people, has seen almost twice as many patients as the entire continent of Africa with over a billion people,&quot; said Oliver Schulz, regional head of Mdecins sans Frontires, one of the few NGOs still treating cholera in Haiti&apos;s capital, Port-au-Prince. The first two years of the plan call for an investment of almost $500m. Over 10 years, the aim is to increase access to potable water from 69% of the population to 85%; to toilets and latrines from 27% to 90%, and to healthcare from 54% to 80%  while strengthening education, infrastructure and government capacity. However, the plan is being launched amid waning commitments from international donors, in a country with fragile government capacity, and in the midst of a crisis. Dr Daniele Lantagne, a US cholera expert specialising in emergency water and sanitation interventions in developing countries, said she is concerned about the level of funding and the government&apos;s ability to deliver quick results. &quot;Expecting large outcomes within short timeframes is not realistic,&quot; she said, adding that building infrastructure takes five to 10 years. Others, including top UN officials, say Haitians need to be given greater responsibility to solve the crisis. Before the plan was announced, nearly $200m had been raised for cholera, but less than 3% of that money went to the government of Haiti; almost 24% went to the UN and its agencies. &quot;We need to do much more to strengthen Haitian institutions to be able to respond [rather] than having a massive influx of external resources,&quot; Nigel Fisher, head of the UN mission in Haiti, told the Guardian ahead of the announcement. According to Fisher, funding is tight  the UN has committed only $23.5m on top of money it has already spent on cholera. This compares with the $650m the UN spends annually on the troops that brought the epidemic to Haiti. &quot;We&apos;re very conscious that the fund we&apos;ve raised so far is very small,&quot; Fisher said. &quot;There are major philanthropic foundations out there, there are major venture philanthropist individuals  we need to go to the private sector.&quot; Last week, the UN rejected claims for compensation under the 1946 convention that grants the UN immunity. Fisher, who was head of the Office for the Co-ordination of Humanitarian Affairs at the time of the outbreak, is unable to comment publicly on the issue, but agreed it would be &quot;a very good idea&quot; to update the complaints mechanism within the UN. The epidemic of deadly, waterborne cholera has had a devastating affect on a country with no sewer system. In the rural region of the Central Plateau, where the disease originated, the crisis is at its most severe. The number of cases were double the national average in the first weeks of this year. Dr Ralph Ternier, director of community care and support at the NGO Partners in Health, the only organisation treating cholera in that region, worries that funds may not materialise. &quot;There&apos;s the willingness but not the means,&quot; he said, adding that it is difficult to implement a 10-year strategy when &quot;in two years a new political context can scramble that plan&quot;. In the hills of Morne  Cabrit, an hour&apos;s drive from the capital, Haiti&apos;s first sewage treatment plant opened in September 2011, with around 50 trucks a day arriving from across the country, and 30 to 40 drums a night from the bayakou, Haiti&apos;s night sewage collectors. Before the plant opened, raw sewage was dumped in Port-au-Prince&apos;s junkyard until cholera sparked protests from neighbouring communities. But the plant has been closed for maintenance since the beginning of this month  like so many projects in Haiti, it never managed to get operational funding to run smoothly. The government agency Dinepa has built two operational sewage treatment sites, five more are in the works, with plans to build 18 for each major urban centre. The agency wants to raise about $23m for the next two years to make sure faecal matter no longer gets dumped into rivers and waterways, which would be a huge step in stemming the spread of cholera.", 
    "section": "global-development", 
    "gid": "global-development/2013/feb/28/haiti-plan-cholera-un-funds", 
    "wordcount": "785"
}