{
    "headline": "Game shares crash as it misses out on Mass Effect 3 and Mario Party 9", 
    "text": "Speculation about the future of Game Group was mounting last night after it emerged that the embattled retailer will not stock the potentially best-selling video games Mass Effect 3 and Mario Party 9. The expected loss of revenues is another severe blow to Game, which is battling for survival. Shares in the company crashed more than 20% at one stage to just over 5p. Game blamed a dispute with the publisher of Mass Effect 3, a company called Electronic Arts (EA), for the loss of the product, which is out on 9 March. The company will refund deposits to customers who have pre-ordered as well as giving customers a 5 voucher or reward points. EA said: &quot;Game&apos;s challenges with several of its suppliers is regrettable, however given the incredibly high demand for Mass Effect 3 we want our consumers to know that the game is available at a wide variety of retailers across the UK and Europe.&quot; Game also confirmed that it will not be stocking Nintendo&apos;s Mario Party 9, from the best-selling Mario series, which is released this Friday. &quot;We are in talks with Nintendo to resolve this and we apologise to our customers for this disappointing news,&quot; a Game spokeswoman said. &quot;We&apos;re doing as much as we can to give our customers the widest possible range, but as flagged before, we need our partners&apos; help in order to do this.&quot; It was unclear whether future releases from EA and Nintendo would be affected. A bust-up with EA, one of its main suppliers, could jeopardise Game&apos;s ability to sell other upcoming titles such as The Sims 3 Showtime and the new Tiger Woods golf game. Game Group renegotiated terms with its suppliers recently, which gave the firm some breathing space while it worked on a refinancing. It was thought to have told suppliers it would only trade on &quot;manageable credit terms&quot;. Piers Harding-Rolls, head of games at research firm IHS Screen Digest, said: &quot;It&apos;s a big blow that they can&apos;t stock these bigger titles.&quot; But he added that it was in EA&apos;s own interest to sort this out. &quot;Game is a vitally important partner in terms of their distribution network. They will both be working for a solution that works for both companies.&quot; Game&apos;s lenders  Royal Bank of Scotland, Barclays, HSBC, Caixa, Allied Irish Bank and Bank of Ireland  are wielding considerable influence over the business and are pressing for a sale of Game&apos;s overseas stores. It will need more cash to keep it going through to next Christmas. The longer-term issue for Game, and ailing rival HMV, is that many gamers have stopped going into high street shops and either download games or buy them online. They have lost ground to online retailers such as Amazon.com, Play.com and Blockbuster. But Harding-Rolls said it was too early to write off Game, with 1,274 stores around the world, including 610 in the UK. He said that Game had mapped out a strategy to become a market aggregator for these online games services by partnering with them, while GameStop in the US had gone down the acquisition route. Like other specialist game retailers, Game finds itself in uncharted waters. &quot;The game publishers themselves had to go through a similar transition. It&apos;s obviously more difficult for a highstreet retailer,&quot; he said. The physical games business is forecast to continue its decline this year, as the much smaller but rapidly growing, and highly profitable digital games market makes further inroads. Instead of splashing out 40 on a video game CD for a 200 console, increasing numbers of consumers opt for 69p smartphone apps such as Angry Birds. The launch of the new Wii U this year, and the mooted launch of an updated Microsoft Xbox 360 next year, should provide a fillip to the physical video games market.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/feb/29/game-group-mass-effect-3-mario-party-9", 
    "wordcount": "655"
}