{
    "headline": "The Secret Teacher damns the exam boards", 
    "text": "This morning I sent my Year 11s into the first of their last English exams, whispering, &quot;Don&apos;t forget to plan!&quot; and enthusiastically thumbs-upping. &quot;You&apos;re all going to pass!&quot; I reassured them the night before as I ticked point after point in last-minute essays. But that will probably turn out to be a lie. By next Tuesday it&apos;ll all be over for English and in August I&apos;ll be there with them, peering over their shoulders to see what they achieved. Some will have aced it and some will have flopped. And that&apos;s where the problem lies, because everyone in that class is intelligent and literate. I know that class inside out. I&apos;ve taught most of them since they were thirteen. I know their strengths and their foibles and how to teach them accordingly. I have never mollycoddled them or given them the answers. I haven&apos;t taught them to get a C, I&apos;ve taught them how to study poems, plays, novels and non-fiction texts - and in the process some of them have far surpassed their supposed baseline projections in their discussions, class work and controlled assessments. I have never massaged grades, never rewarded them for work they haven&apos;t done. I know I have done an excellent job - as have my students - but in August, there&apos;s a strong possibility that that the data in front of me will belie our success. There&apos;s a too-large-for-comfort chance that they will have freaked out under pressure today and not written the perfect PEE paragraphs required by unimaginative examiners. I am deadly serious - PEE was an &quot;examiner&apos;s tip&apos;&quot; on an exemplar exam. So whose fault will it be? Not the exam board&apos;s, that&apos;s for sure. Last year when this same cohort&apos;s results came back bafflingly poor we were stunned. But that was nothing compared to our shock upon receiving the papers. The students had received 1 or 2 marks out of 24 for work that was clearly C grade  D at a mean push. It made no sense. This wasn&apos;t down to entering them in Year 10. We tried to ambush the trainer that came from the exam board. No luck. She &quot;couldn&apos;t comment&quot; on students&apos; work. If the person training you can&apos;t tell you why an answer received a certain mark, then what hope do we have? Don&apos;t get me started on the bell curve. In order to have validity, an answer is either a B or it&apos;s not. Perhaps I really have got the wrong end of the stick  and perhaps someone on the comments can reassure me. But the way I see it, an answer graded B one year might get an C the following year. That can&apos;t be right, can it? Lastly, in this delicious damning of the exam boards, I&apos;d like to recount a horrific discovery in 2010, the first year of the &quot;new&quot; exams. An exciting task involving the comparison of non-fiction texts was somewhat marred when I researched a particular poster. As it turned out, it wasn&apos;t even a real text. It had been created by a graphic designer as an example of font choice and posted on the internet. Had the examiner literally typed &quot;snowboarding poster&quot; into Google and copied the first hi-res image? However, despite all this, I don&apos;t think we should scrap exams: I think they should be thought through and administrated more intelligently. Although I think that controlled assessments for subjects such as English are more representative of the reading and writing process, there is still a need to test what a candidate can do &quot;blind&quot;. I believe that English exams are still testing knowledge, not skills and that this is close to pointless. My Year 11s&apos; success in today&apos;s exam was based on knowing Of Mice and Men and Animal Farm inside out  and not panicking and writing every tiny thing they knew about Napoleon and Curley. These exams don&apos;t properly examine a student&apos;s ability to read, understand and analyse, and the questions aren&apos;t recall-based either. We are reduced to cramming the plot and the writer&apos;s devices  and that knowledge fades with the summer holidays. How much more thrilling learning would be if we taught these great novels in detail and assessed with an exciting task. Perhaps students could choose their own focus. I&apos;m not calling for a return to coursework, but for trust and imagination. Then, in addition, we could expose students to a variety of diverse literature in preparation for an unseen exam. That would really test their powers of analysis  and help us in our quest to pass our love of language and literature along. And of course, in my fictional paradise there would be clarity of assessment. Ah well. A teacher can dream. In reality all I can do now is continue to revise with them and hope for the best.  Today&apos;s Secret Teacher is a secondary English teacher. Could you be our next Secret Teacher? If you want to let off steam about anything to do with education, teaching, parents, pupils or then here&apos;s your place to do it. Send your blog posts (600 words max) and a brief biography to blogs editor Emma Drury emma.drury@guardian.co.uk marked Secret Teacher. Contributions will remain anonymous. This content is brought to you by Guardian Professional. Sign up to the Guardian Teacher Network to get access nearly 100,000 pages of teaching resources and join our growing community. Looking for your next role? See our Schools jobs site for thousands of the latest teaching, leadership and support jobs.", 
    "section": "education", 
    "gid": "teacher-network/teacher-blog/2012/may/26/secret-teacher-exam-boards", 
    "wordcount": "936"
}