{
    "headline": "Apps Rush: Spider-Man AR Book, Click A Taxi, LG Cloud, BurgerQuest, Spotify, BNDWGN and more", 
    "text": "A selection of seven new and notable apps for you today: Spider-Man AR Book HD Spider-Man and augmented reality, together at last! Is that what Spidey fans have been waiting for? No matter. Disney&apos;s latest iPad app for its Marvel subsidiary promises a host of AR features, from a virtual Spider-Man mask to &quot;augmented reality spiders&quot;. A sentence I thankfully don&apos;t have to type too often.iPad Click A Taxi There are a number of taxi-hailing apps jostling for attention in London, but what about the rest of the UK? Click A Taxi says it&apos;s nationwide, thanks to deals with local taxi firms around the UK (and also Ireland). It helps book a nearby taxi and provides updates on how long it&apos;ll be. Its UK and Irish launch follows previous rollouts in Denmark, Sweden and Norway.Android / iPhone LG Cloud Every handset maker wants their own cross-device cloud service nowadays, and LG is no different. Its LG Cloud app for Android ties into its wider service sharing photos, videos and music across smartphones, tablets, TVs and computers.Android BurgerQuest This certainly wins the award for most uses of the word &quot;burger&quot; in an App Store listing. &quot;BurgerQuest is the app you need. Created by burger fans for burger fans&quot; That means a social location app for fans of meat&apos;n&apos;baps, with the option to rate restaurants and find tasty nearby burger joints.iPhone Spotify for BlackBerry Actually, this has been out for a few months from Spotify&apos;s own site, but it&apos;s only just been officially released on RIM&apos;s BlackBerry App World store. It provides BB owners with access to Spotify&apos;s premium music streaming service, albeit without some of the newer features seen in the iPhone version.BlackBerry BNDWGN BNDWGN is a spin-off from messaging service HeyWire, and describes itself as &quot;the first content messenger app that combines the power of group messaging with everything you love about Twitter, Facebook, YouTube, and Instagram&quot;. Social streams that can be quickly pinged to friends, in other words.Android PGA Tour Nokia has bagged a year-long exclusive on the official PGA Tour Windows Phone app. It promises in-tournament scorecards and stats, as well as live video streaming from certain events, and video highlights from others.Windows Phone", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jun/26/apps-rush-spider-man-burgerquest", 
    "wordcount": "380"
}