{
    "headline": "Efficient resource use 'could help drive UK economic recovery'", 
    "text": "Reducing waste and reusing resources could help drive the UK&apos;s economic recovery as well as benefit the environment, a conference was told on Tuesday. The chief executive of the government&apos;s waste advisory body, Wrap, told senior business leaders, policymakers and local authority managers that efficient use of resources is critical to the UK&apos;s future economic competitiveness and resilience. Opening a debate on the economic benefits of what has been dubbed the &quot;circular economy&quot;, Liz Goodwin said: &quot;Realising the full value of materials through resource management could drive sustainable growth, with a recent McKinsey report showing 30% of global demand for resources in 2030 could be met through improved management. Resulting global economic benefits could be as high as $3.7 trillion a year.&quot; Recent research from the Department for Environment, Food and Rural Affairs (Defra) showed that UK businesses consume 600m tonnes of materials a year. Around one-third of this ends up as waste, and much of it could have been used productively with benefits of up to 18bn. A major part of Wrap&apos;s role is to help business achieve these benefits which, if re-invested, would help drive economic growth, Goodwin said, pointing to further factors currently holding back investment: &quot;In a recent survey 80% of CEOs of manufacturing companies said raw material shortage was a risk to their business. A 147% surge in real commodity prices since 2000, and the uncertainty being caused by historically high levels of price volatility are hampering investment and economic growth.&quot; Examples of the circular economy include the &quot;closed loop&quot; system now used for turning old plastic bottles into new ones. But there remain many challenges, Goodwin admitted, not least in the electricals and electronics supply chain. Other speakers at the conference were Mike Barry, head of sustainable business at Marks &amp; Spencer  which earlier this year claimed to have become the first UK retailer to become &quot;carbon neutral&quot; and Lord de Mauley from Defra, the is resource management minister.", 
    "section": "environment", 
    "gid": "environment/2012/nov/06/resource-economic-recovery", 
    "wordcount": "337"
}