{
    "headline": "Fast broadband speeds not guaranteed by living in city centre, figures show", 
    "text": "A home in the centre of town is no guarantee of fast broadband speeds, with UK customers facing a postcode lottery when it comes to internet connections, new figures show. City living usually brings good transport links and easy access to shops, but it can also lock residents into the broadband slow lane. Research based on 900,000 speed tests over a three-month period by price comparison firm uswitch shows the slowest area in London has a postcode which covers the Barbican, a short walk from theCity. The average download rate in EC2Y is 5 megabits per second, well below the 12Mbps national average. The highest speeds in the capital are to be found in the suburb of Charlton in Greenwich. Here, residents enjoy connections that are 76% faster, with a 22Mbps average. In the centre of Liverpool, the L1 postcode area, home to the city&apos;s cathedral, concert halls and theatres, trails with just under 8Mbps while those living near the Formby Ladies&apos; Golf Club on the outskirts revel in some of the fastest broadband in the country with an average of 26Mbps. The greatest disparity is to be found in Birmingham, the UK&apos;s second city. In the areas of Perry Barr, Great Barr and Hamstead, residents have an impressive 21Mbps, but in the B35 area, which covers the economically deprived Castle Vale district, average speeds are 89% slower at just over 2Mbps. &quot;Despite the government&apos;s intense focus on super-fast speeds, this data reveals massive inconsistencies, with speeds fluctuating dramatically between areas located just a few miles apart,&quot; said uswitch telecoms expert Marie-Louise Abretti. Multiple factors can slow connections. Those lucky enough to live in areas where fibre-optic cables have been installed to replace copper telephone wires are likely to get faster speeds. Distance from the nearest telephone exchange is also a factor  even homes in town centres can be some distance from their local exchange. &quot;It is a postcode lottery,&quot; said Abretti. &quot;Before you sign up for a broadband service, check the speed you are likely to receive. Different providers do offer different speeds, and it will always depend on where you live.&quot; Two networks supply most homes in the UK  Virgin Media and BT, which sells directly to customers but also lets BSkyB and TalkTalk use its lines. Those living in a Virgin area, or one in which BT has installed fibre lines, will get the fastest service. Changes like moving the wireless router away from the television set or plugging the cable directly into a computer, instead of using Wi-Fi, can also improve speeds. The prosperity of a neighbourhood is not always an indicator of high speed services, but some of the most deprived areas suffer some of the slowest lines. In Easterhouse, which has a history of long-term unemployment and some of the worst life expectancy statistics in Scotland, average speeds are the slowest of any Glasgow area at just under 3Mbps. This is 85% less than the near 21Mbps residents of the G22 postcode area receive. Across the nation broadband is improving, with average speeds rising by a third in six months to reach 12Mbps in November 2012, according to the latest numbers from telecoms watchdog Ofcom. The boost is thanks to growing demand for superfast broadband. By November 2012, 13% of residential broadband connections were superfast, more than doubling from 5% in November 2011.  This article was amended on 29 March 2013. The original abbreviated megabits per second incorrectly as mbps.", 
    "section": "technology", 
    "gid": "technology/2013/mar/27/fast-broadband-speeds-city-centre", 
    "wordcount": "585"
}