{
    "headline": "The environmental consequences of Britain leaving the EU would be huge", 
    "text": "The UK&apos;s membership of the European Union has rocketed up the political agenda in recent weeks, but if Lord Lawson and Nigel Farage get their way, a go-it-alone Britain would be far from green and pleasant. An analysis for Friends of the Earth, published today by the EU policy expert Dr Charlotte Burns from the University of York, provides a damning critique of UK environmental performance over decades, and highlights the huge risks of EU withdrawal. The UK really was once the dirty man of Europe. We had the highest level of sulphur dioxide emissions in Europe, resulting in acid rain that devastated Scandinavian forests. Our seas were akin to open sewers as we pumped human effluent in them as part of a &quot;dilute and disperse&quot; approach to pollution  the result of which I vividly recall from family holidays. And our drinking water was contaminated with a cocktail of chemicals. British politicians consistently used the mantra of &quot;sound science&quot; as an excuse to dither and delay, often only taking action when incontrovertible damage could be proved  and sadly, in many cases, already done. This backward, discredited approach to policy making  which proved so damaging in the case of BSE  is still favoured by many UK politicians and civil servants, as demonstrated by the government&apos;s refusal to back recent EU restrictions on neonicotinoid pesticides linked to bee decline. The EU&apos;s approach to policy making is fundamentally different. Informed by the precautionary principle, and institutionalised within the environmental provisions of the Lisbon treaty, it requires that laws be introduced if there&apos;s a potential risk to human health or the environment  at least until evidence demonstrates otherwise. This is an approach  largely due to the efforts of our more progressive continental cousins in Scandinavia, Germany and the Netherlands  that is still not properly understood by many UK politicians and civil servants (as George Monbiot explained recently). As a result we enjoy cleaner drinking water, cleaner bathing beaches, and cleaner air. The laws that gave those benefits to us were strongly resisted by the UK government. British wildlife has also benefited from EU membership. Wildlife habitats are highly valued by UK citizens, as the forests sell-off fiasco testifies. Furthermore, they also provide important &quot;environmental services&quot; in the form of flood defences, carbon sequestration, pollination, food, water and materials. However, yet again, successive UK governments have consistently been forced to play catch-up on wildlife protection, when compared with the EU approach. It&apos;s European legislation such as the habitats directive and the birds directive that safeguard our finest habitats, and some of our very best sites have only been protected after the European commission brought proceedings against Westminster. The painful truth is that the UK has a poor track-record on supporting progressive environmental policy and continues to do so. From bees to energy efficiency to resource efficiency targets to green farming, this self-proclaimed &quot;greenest government ever&quot; continues to say no, no, no. Fortunately much of the rest of Europe says yes, yes, yes. Cameron will say he wants to renegotiate our relationship with Europe, not leave it. According to a YouGov poll earlier this month, the most favoured option among voters is for the UK to be part of the EU free trade area. What if this is the new accommodation that Cameron achieves? Burns&apos;s analysis tells us that while the UK would still be covered by the majority of EU environmental laws we would no longer be covered by the bathing beaches directive, the birds directive, and the habitats directive. Nature lovers  and anyone with small children that like to play on the beach  beware. Membership of the European Union has been a boon to the UK&apos;s environment, and our health is better as a result. Leaving the EU  fully or partially  would in the words of Burns be an &quot;astounding piece of political folly&quot;. We can&apos;t ignore the evidence of the environmental consequences of abandoning EU membership. But the climate-sceptic stance of many of those pushing to leave Europe shows that evidence-based policy making is not always their strong point.", 
    "section": "environment", 
    "gid": "environment/blog/2013/may/14/environmental-consequences-britain-leaving-eu", 
    "wordcount": "686"
}