{
    "headline": "Sahel hunger crisis worsens as aid agencies admit massive cash shortfall", 
    "text": "A coalition of aid agencies has issued a stark warning about the deepening food crisis in the Sahel, which threatens to leave an estimated 6 million people hungry unless a major funding shortfall is addressed. Action Against Hunger, Oxfam, Save the Children and World Vision are collectively targeting a total of $250m to provide emergency assistance across the region, but have so far raised only $52m between them. The agencies say that if the shortfall remains unaddressed, more than 2 million people will be denied life-saving assistance. They warn that a continued lack of funding may force them to cut back aid programmes in the region significantly. Oxfam has raised $12m of the $53m it requires to help 1.2 million people in Mauritania and elsewhere across the region. Oxfam spokesman Ian Bray said the shortfall reflected the incipient nature of the crisis, adding that people and governments tend to respond more decisively after the event. Yet early action, he argued, is crucial to saving both lives and money. &quot;High-profile emergencies like the tsunami in Asia and the floods in Pakistan got substantial media coverage, and the public response reflected this,&quot; said Bray. &quot;The problem in this situation is that it&apos;s a looming crisis that hasn&apos;t yet developed into a full-blown humanitarian disaster. &quot;But experience shows us prevention is better than cure. The dangerous delay in east Africa last year cost lots of lives that could have been saved. The world never seems to act early enough on these warning signs, and that&apos;s what we&apos;re seeing. &quot;Responding early saves lives before they&apos;re put at risk. It&apos;s morally right and it makes economic sense as well, because it&apos;s cheaper to prevent these things escalating than to respond at the 11th hour.&quot; Bray points to the failure to heed early warnings in the prelude to the 2005 food crisis in Niger. Jan Egeland, the former UN under-secretary general for humanitarian affairs, said at the time that, had donors responded earlier, it would have cost $1 a day to prevent child malnutrition; later, the cost of saving a malnourished child&apos;s life was $80 a day. All four aid agencies report that levels of malnutrition, which accounts for at least 35% of all child deaths in the region each year, are increasing. In parts of Chad, the global acute malnutrition rate has already risen above the 15% emergency threshold. The funding shortfall has been compounded by donor fatigue and the stumbling nature of the United Nations campaign to raise money for the crisis. The UN has raised less than half of the $724m it estimates will be required to mount an effective response, prompting calls from the four aid agencies for a donor pledging conference. &quot;It&apos;s important the international community gets together and starts pledging money for this crisis,&quot; added Bray. &quot;The public has been generous, without doubt, but we also rely on national governments and the UN appeal is only at about 50%. The crisis is worsening, and so the money needed is only going to increase. We need to rally the international community to give to this emergency before it gets out of control.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/apr/23/sahel-food-crisis-aid-cash-shortfall", 
    "wordcount": "532"
}