{
    "headline": "US scientists in fresh alert over effects of global warming", 
    "text": "Global warming is already having a major impact on life in America, a report by US government scientists has warned. The draft version of the US National Climate Assessment reveals that increasing storm surges, floods, melting glaciers and permafrost, and intensifying droughts are having a profound effect on the lives of Americans. &quot;Corn producers in Iowa, oyster growers in Washington state and maple syrup producers have observed changes in their local climate that are outside of their experience,&quot; states the report. Health services, water supplies, farming and transport are already being strained, the assessment adds. Months after superstorm Sandy battered the east coast, causing billions of dollars of damage, the report concludes that severe weather disruption is going to be commonplace in coming years. Nor do the authors flinch from naming the culprit. &quot;Global warming is due primarily to human activities, predominantly the burning of fossil fuels,&quot; it states. The uncompromising language of the report, and the stark picture that its authors have painted of the likely effects of global warming, have profound implications for the rest of the world. If the world&apos;s greatest economy is already feeling the strain of global warming, and is fearful of its future impact, then other nations face a very worrying future as temperatures continue to rise as more and more greenhouse gases are pumped into the atmosphere. &quot;The report makes for sobering reading,&quot; said Professor Chris Rapley, of University College London. &quot;Most people in the UK and US accept human-induced climate change is happening but respond by focusing attention elsewhere. We dismiss the effects of climate change as &apos;not here&apos;, &apos;not now&apos;, &apos;not me&apos; and &apos;not clear&apos;. &quot;This compelling new assessment by the US experts challenges all four comforting assumptions. The message is clear: now is the time to act!&quot; Bob Ward, of the Grantham Research Institute on Climate Change and the Environment, at the London School of Economics, said: &quot;For those outside the US, this report carries a brutal message because it shows that even the world&apos;s leading economy cannot simply adapt to the impacts of climate change. The problem clearly needs concerted international action to reduce greenhouse gas emissions and to avoid the worst potential consequences.&quot; The national climate assessment, written by a team of 240 scientists, is required every four years by US law. The first was written in 2000, though no report was issued while George W Bush was president. The next came out in 2009. The latest is only a draft version and will be revised after comments by other scientists and the public. However, observers have noted that the 2013 version is far more uncompromising in its language. &quot;The bluntness reflects the increasing confidence we have in the science and day-to-day realities of climate change,&quot; said one of its authors, Katharine Hayhoe, director of the Climate Science Centre at Texas Tech University. The report highlights, among other things, that 13 American airports have runways that could be inundated by rising sea levels, and that billions of dollars will be needed to repair Alaskan roads, pipelines, sewer systems, buildings and airports where melting permafrosts are disrupting the landscape. These are problems that will not just affect the US. They will be repeated across the planet. Environmental groups are now hoping that the report will revitalise the debate over climate change in the US and stimulate the administration of Barack Obama into taking action over an issue that has been put on the backburner. &quot;There is so much that is already happening today,&quot; said Hayhoe. &quot;This is no longer a future issue. It&apos;s an issue that is staring us in the face today.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/jan/12/us-scientists-effects-global-warming", 
    "wordcount": "621"
}