{
    "headline": "Justine Greening must uphold UK aid spending while devising an exit strategy", 
    "text": "Andrew Mitchell can leave the UK&apos;s Department for International Development (DfID) with his head held high. He has been a passionate defender of the need for the UK to help people living in poverty around the world, at an economically difficult time when many in his own party  and beyond  have demanded the country behave more selfishly. The first task for his successor, former transport secretary Justine Greening, must be to build on Mitchell&apos;s work. She should ensure the UK government maintains its commitment to spending 0.7% of gross national income on overseas aid by 2013. Next year&apos;s budget will reveal whether the government has kept its promise not to balance the UK&apos;s books on the backs of the poorest. Aid transforms the lives of millions of people, but alone it will never end poverty. There will never be enough of it. UK development policy must be driven by the principle that our aid should not be needed any more. So next on Greening&apos;s list should be a credible DfID exit strategy from aid, a plan that not only delivers value for money for UK taxpayers by attacking the global forces that keep people poor, but also helps developing countries tackle poverty and hunger themselves. Greening should pursue this even as she explains why, in the short-to-medium term, the UK must continue supporting people living in poverty by providing aid. The starting point for an exit strategy has three letters: T, A, X. Developing countries will stop needing aid when they get better at collecting revenue themselves. Today, these countries lose approximately $160bn annually as a result of tax dodging by multinational companies alone, according to my employer Christian Aid. This is more than the global annual aid budget. Last month, MPs on the House of Commons international development committee published a superb report addressing exactly this challenge. As the cross-party committee stated, if developing countries are to emerge from poverty and aid dependency, it is imperative they get better at collecting tax. At present, such countries collect vastly less tax than rich countries as a proportion of their GDP, with obvious  and appalling  consequences for public services. One solution, which DfID is already promoting and should do more on, is to support poor countries&apos; tax authorities, which currently face a painfully unequal struggle against the highly-paid accountants and lawyers working for the wealthy and powerful. But that&apos;s far from the end of the story. As the MPs also recognised, the UK itself can help fight the damage done by tax dodging in poor countries. Part of the answer is to require multinationals to reveal more about their finances in each country where they operate; another part is to push for international co-operation to end the tax-haven secrecy that currently does so much for tax dodgers, money launderers, and bribe-takers. These reforms are so important for people living in poverty that Greening should champion them as passionately as Mitchell has with aid. But she will need to work with her Treasury and Department for Business, Innovation and Skills (BIS) colleagues to get them implemented. This will be difficult. There are some powerful interests backing the secretive status quo, and the Treasury and BIS know it. These are the companies that hide money away in tax havens, capitalising on the absence of global rules and the weak governance in poor countries to take money from those who most need it. But without joined-up government, what DfID gives in aid will be outweighed by the money siphoned off by tax-dodgers. This is something that Greening should repeat publicly and often. Of course, we also expect the government to deliver on its 0.7% commitment. This is the right thing to do. It&apos;s a promise we made to the world&apos;s poorest people, and it needs to be delivered. But aid will only ease hunger and pay for basics such as education and vaccines while rich countries continue to give it. So what we most want from Greening is an intelligent exit strategy from aid, one that allows developing countries to become independent. That strategy should start with tax.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/sep/04/justine-greening-uk-aid-exit-strategy", 
    "wordcount": "686"
}