{
    "headline": "Boot up: LCD TV shipments fall, is Android@Home?, Apple's new patent, Google's map u-turn and more", 
    "text": "A quick burst of 10 links for you to chew over, as picked by the Technology team LCD TV shipments decline for first time ever &gt;&gt; CNN  Got an LCD TV? Apparently, so does the rest of the world.  The LCD flavor of flat-screen TVs are by far the most popular, making up 84% of the market, yet demand for them is waning. Shipments of LCD units declined for the first time ever, dropping 3% to 43m units in the first quarter, according to an NPD DisplaySearch report released [last] Wednesday.   Plasma screen sales fell 8%, though, the biggest fall since 2Q 09. Apple wants to protect your identity ... by cloning you online &gt;&gt; The Atlantic  One of the properties Apple won in a February acquisition of patents from Novell, the technology allows the company to fight would-be Little Brothers by cloning users&apos; digital identities. The system - in more traditional Patent-ese, a &quot;non-transitory computer-readable implemented method to process on a device&quot; - works in three ways. First, it creates a fake identity (and, actually, many fake identities) for the user. Second, it takes elements of users&apos; real identities -- interests and the like, based on browser history and cookies -- and merges those with elements that don&apos;t reflect the identity of the user, creating a close-but-not-quote shadow identity. Third, it creates actual network activity based on those false interest areas, spreading them across the network.   Can imagine companies that wouldn&apos;t like that. PharmaLeaks: Rogue Pharmacy Economics 101 -- Krebs on Security  Researchers at the University of California, San Diego, the International Computer Science Institute and George Mason University examined caches of data tracking the day-to-day finances of GlavMed, SpamIt, and Rx-Promotion, shadowy affiliate programs that over a four-year period processed more than $170m worth of orders from customers seeking cheaper, more accessible and more discreetly available drugs. The result is perhaps the most detailed analysis yet of the business case for the malicious software and spam epidemics that persist to this day.  RIM considers splitting business in two, reports paper &gt;&gt; Reuters  BlackBerry maker Research in Motion is considering splitting its business in two, separating its struggling handset manufacturing division from its messaging network, The Sunday Times reported.   What&apos;s the Sunday Times&apos;s hit rate on stories like these? How Microsoft Threat Management gateway classifies donate.fsf.org &gt;&gt; gnu  After reading about RMS [Richard Stallman] having his laptop stolen, I clicked the link to donate.fsf.org. I&apos;m at work at the moment, and our IT department uses Microsoft Threat Management Gateway to prevent access to certain types of sites. If you&apos;re not familiar with this software, it&apos;s essentially a proxy that assigns websites to categories and can be configured to block any set of categories. This is the response when connecting to donate.fsf.org: Network Access Message: Access Denied.    Why? &quot;The page you are trying to browse to is categorized as &quot;Gambling&quot;&quot;. Weird. Whatever happened to Google&apos;s Android@Home? &gt;&gt; TechCrunch  There is at least a tiny shred of evidence then that there are at least some parts of the Android@Home project that haven&apos;t fallen victim to Google&apos;s &quot;spring cleaning&quot; program just yet. Sadly, though, I/O launches have a tendency to just quietly disappear (remember PowerMeter from 2009?), so I don&apos;t think we&apos;ll see any Android-enabled lightbulbs at Home Depot anytime soon. Hopefully Google will give us an update about the state of the project during I/O later this week (the conference is scheduled to run from Wednesday to Friday).   Fingers crossed. (Stuart Dredge will be covering Google I/O here. It&apos;s a busy week, as the Windows 8 launch happens on Wednesday 27th as well.) Unfixable computers are leading humanity down a perilous path &gt;&gt; Wired.com Kyle Wiens:   I&apos;ve been writing about Apple and the value of repair for the better part of the last decade. Repair is our mission at iFixit -- and it always has been. Even so, I didn&apos;t expect the scale of the public response when I argued last week that consumers should choose the hackable, fixable non-Retina MacBook Pro over its sleeker-and-shinier-but-locked-down sibling.  The debate has been contentious. Garrett Murray argues that repairability is ludditism, old-fashioned inertia dragging down forward progress. He believes that more compact devices will necessarily be less upgradeable and hackable.   When a mobile phone goes wrong, does anyone think they can open it up and fix it? How about a tablet? A laptop? A desktop? Where&apos;s the line? Apple Stores&apos; army, long on loyalty but short on pay &gt;&gt; NYTimes.com  Last year, during his best three-month stretch, Jordan Golson sold about $750,000 worth of computers and gadgets at the Apple Store in Salem, N.H. It was a performance that might have called for a bottle of Champagne -- if that were a luxury Mr. Golson could have afforded.  &quot;I was earning $11.25 an hour,&quot; he said. &quot;Part of me was thinking, &apos;This is great. I&apos;m an Apple fan, the store is doing really well.&apos; But when you look at the amount of money the company is making and then you look at your paycheck, it&apos;s kind of tough.&quot;   Apple doesn&apos;t pay its people on commission. What if it did? (A colossal feature in the New York Times.) Lower pricing and simplified limits with the Google Maps API &gt;&gt; Google Geo Developers Blog  We&apos;re beginning to monitor Maps API usage starting today, and, based on current usage, fees will only apply to the top 0.35% of sites regularly exceeding the published limits of 25,000 map loads every day for 90 consecutive days. We aren&apos;t automating the application of these limits, so if your site consistently uses more than the free maps allowance we&apos;ll contact you to discuss your options. Please rest assured that your map will not stop working due to a sudden surge in popularity.   Anything to do with all the defections? Forbidden Fruits &gt;&gt; Cocoanetics Strong arguments about why if you&apos;re looking to file patents on software (and rational companies in the US do) you&apos;d want to keep any demonstrations under non-disclosure agreements. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2012/jun/25/technology-links-newsbucket", 
    "wordcount": "1065"
}