{
    "headline": "Environmental activists 'being killed at rate of one a week'", 
    "text": "The struggle for the world&apos;s remaining natural resources is becoming more murderous, according to a new report that reveals that environmental activists were killed at the rate of one a week in 2011. The death toll of campaigners, community leaders and journalists involved in the protection of forests, rivers and land has risen dramatically in the past three years, said Global Witness. Brazil  the host of the Rio+20 conference on sustainable development  has the worst record for danger in a decade that has seen the deaths of more than 365 defenders, said the briefing, which was released on the eve of the high-level segment of the Earth Summit. The group called on the leaders at Rio to set up systems to monitor and counter the rising violence, which in many cases involves governments and foreign corporations, and to reduce the consumption pressures that are driving development into remote areas. &quot;This trend points to the increasingly fierce global battle for resources, and represents the sharpest of wake-up calls for delegates in Rio,&quot; said Billy Kyte, campaigner at Global Witness. The group acknowledges that their results are incomplete and skewed towards certain countries because information is fragmented and often missing. This means the toll is likely to be higher than their findings, which did not include deaths related to cross-border conflicts prompted by competition for natural resources, and fighting over gas and oil. Brazil recorded almost half of the killings worldwide, the majority of which were connected to illegal forest clearance by loggers and farmers in the Amazon and other remote areas, often described as the &quot;wild west&quot;. Among the recent high-profile cases were the murders last year of two high-profile Amazon activists, Jos Cludio Ribeiro da Silva and Maria do Espirito Santo. Such are the risks that dozens of other activists and informers are now under state protection. Unlike most countries on the list, however, the number of killings in Brazil declined slightly last year, perhaps because the government is making a greater effort to intervene in deforestation cases. The reverse trend is apparent in the Philippines, where four activists were killed last month, prompting the Kalikasan People&apos;s Network for Environment to talk of &quot;bloody May&quot;. Though Brazil, Peru and Colombia have reported high rates of killing in the past 10 years, this is partly because they are relatively transparent about the problem thanks to strong civil society groups, media organisations and church groups  notably the Catholic Land Commission in Brazil  which can monitor such crimes. Under-reporting is thought likely in China and Central Asia, which have more closed systems, said the report. The full picture has still to emerge. Last December, the UN special rapporteur on human rights noted: &quot;Defenders working on land and environmental issues in connection with extractive industries and construction and development projects in the Americas  face the highest risk of death as result of their human rights activities.&quot;  19 June 2012 update: The number of deaths in Brazil was wrongly cited as 737  this has been corrected to 365. The headline and opening line of this story have been changed to reflect that.", 
    "section": "environment", 
    "gid": "environment/2012/jun/19/environment-activist-deaths", 
    "wordcount": "529"
}