{
    "headline": "Fifa 13: new Match Day feature and demo", 
    "text": "After several major games industry events, EA Sports is still managing to reveal new facets of its forthcoming Fifa 13 title. During the publisher&apos;s pre-Gamescom press briefing on Tuesday, producer Dave Rutter unveiled the title&apos;s new Match Day feature, which will link the in-game action ever more closely to the real-life season, whichever major league you follow.  Now, elements such as injuries, suspensions and team form will all be taken from the actual sport on a daily basis and fed into your Fifa matches  presumably if the player selects this option  affecting your approach to team selection and tactics. While this sort of functionality was previously restricted to the paid-for Live Season mode, it seems to be an integral part of the Fifa experience this time round. On top of this, real-life incidences and trivia will make their way into the commentary, so Martin Tyler and Alan Smith will, for example, mention how important a particular player has been during the season, with stats appearing on screen. The game will also show your real-life favourite side&apos;s next four fixtures on the menu, so you can choose to play them in synchronicity with the actual season.  During the onstage demo, Rutter showed the Match Day mode working via a recreation of last season&apos;s Man City vs QPR and Man Utd vs Sunderland matches, cutting between the two to show the commentary reacting to events in the other game. It&apos;s not clear how this will be replicated in playable form within Fifa 13 though.  EA Sports also announced updates to the popular Ultimate Team mode, with a tutorial element for newcomers, as well as Team of the Week feature and weekly challenges based on the real season. Meanwhile, a new Fifa Seasons mode will augment the old head-to-head seasons, offering revised two vs two competitive and co-op options.  It&apos;s interesting stuff for committed fans of the series, adding to an already intriguing feature-set, including much smarter attacking AI, more controlled dribbling and a bunch of fresh modes including Skill Games, which will seek to teach you the key shooting, passing and set piece skills of the game.  Fifa 13 is out on 25 September in North America and 28 September in Europe. EA will also be releasing a demo on Xbox and PlayStation 3 on 11 September.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/aug/14/fifa-13-match-day-feature", 
    "wordcount": "385"
}