{
    "headline": "Oracle-Google trial: both sides win, or lose, in the first round", 
    "text": "Both sides lost, or arguably won, the first round of the Oracle-Google trial after the jury came to deadlock on a key question: was Google&apos;s use of Java to build its Android mobile operating system amount to &quot;fair use&quot;? Although the jury found in favour of Oracle, which has been demanding hundreds of millions of dollars in damages from Google, they could not agree on the key question. Google has called for a mistrial; if successful that would see the copyright portion of the trial re-run. Android does infringe on key Java copyrights, the jury decided. But the five men and seven women on the panel disagreed on whether Google&apos;s actions were permissible under &quot;fair use&quot; protections of US law. That allows excerpts of copyrighted work to appear in other creative expressions, such as books, movies and computer software. With the fair-use question still dangling, Oracle  which had been seeking up to $1bn in damages  now appears to have little hope of emerging from the trial with a windfall, or a court order that would have forced a rewrite of Android in the absence of a licensing agreement. US District Judge William Alsup, presiding, advised lawyers on both sides on Monday that there is &quot;zero finding of copyright liability&quot; without a fair-use verdict. The jury also found that Android infringes on nine lines of Java coding, but that claim probably won&apos;t be worth more than $150,000 in damages, based on statements made earlier in the trial. When an Oracle lawyer suggested on Monday that the infringement verdict on the nine lines could be worth substantially more, Alsup said the idea &quot;borders on the ridiculous&quot;. The same jury will decide on damages later, although Alsup has yet to give a final ruling on whether the elements of the software at issue  including APIs, the application programming interfaces that are software &quot;hooks&quot; used in Java and Android  can indeed be copyrighted. Oracle&apos;s best hope now may be to persuade Alsup himself to issue a judgment concluding Android&apos;s reliance on Java isn&apos;t protected by fair use. Alsup indicated that isn&apos;t likely to happen. &quot;I could do that at any time, but I may never get there,&quot; he said. &quot;I think there are arguments that go both ways on that.&quot; Alsup then moved the trial on without delay to its second round, in which Oracle alleges that Android violates two Java patents. Those claims are believed to be worth considerably less than what Oracle might have received had it prevailed on all of its allegations of copyright infringement  although, the lawyer for Oracle pointed out, there is no &quot;fair use&quot; exception over patents. Mark Driver, software analysts at the research company Gartner, observed: &quot;At the end of the day, this looks like more of a victory for Google than it does for Oracle.&quot; Investors seemed to agree. Google shares surged $10.58, or nearly 2%, to close Monday at $607.55, while Oracle shares fell 49 cents, or nearly 2%, to finish at $27.92. Android now powers more than 300m smartphones and tablet computers, and another 6 million people activate the software on a mobile device each week. Google has driven its adoption by giving the software away to manufacturers of phones and tablets  a strategy that would have squeezed its profit margins even more if Java&apos;s technology had to be licensed from Sun Microsystems. The partial verdict came after five days of deliberation and two weeks of evidence that included testimony from three technology tycoons who rank among the world&apos;s richest people: Oracle chief executive Larry Ellison, Google chief executive Larry Page and Google executive chairman Eric Schmidt. Although it wasn&apos;t a complete victory for Google, the outcome comes as a relief. Besides facing the prospect of a huge bill for damages, Google would have suffered a blow to its carefully cultivated image as a business that always strives to do the right thing  one which has been dented by revelations that its collection of data from Wi-Fi networks when compiling its Street View information was intentional, by its hacking of the Safari browser to override settings on Apple devices which led to advertising cookies being set, and the ongoing, and unresolved, antitrust investigations in the US and Europe. Even so, Google will still try to set aside the jury&apos;s verdict of infringement on the broadest copyright claim. Google&apos;s lawyers intend to seek a mistrial on that issue, arguing that the verdict has no legal standing without an answer on the question of fair use. Google is still hoping Alsup will rule that the Java technology in question for that part of the verdict can&apos;t be copyrighted anyway. Alsup has said he intends to decide that question. If he finds that copyrights do not apply, then there&apos;s nothing for Google to infringe. One tricky question for Google is that other major companies, including IBM Corp, have licensed some of Java&apos;s APIs, but Google never did. Sun Microsystems, which Oracle bought along with Sun&apos;s Java technology two years ago, had made most of Java freely available to computer programmers. Sun also sold licenses to companies that made significant alterations, known as forks, as Google did. Oracle contended Google&apos;s changes violated a promise to maintain Java so it works on any technology platform a concept known as &quot;write once, run anywhere.&quot; &quot;The overwhelming evidence demonstrated that Google knew it needed a license and that its unauthorised fork of Java in Android shattered Java&apos;s central write-once-run-anywhere principle,&quot; Oracle said in a Monday statement. Oracle pointed to internal emails indicating Google&apos;s executives realised they needed a Java licence shortly after work began on Android in 2005. Google eventually broke off talks with Sun. When Android was released a few years later, Sun chief executive Jonathan Schwartz publicly applauded it. Google framed its initial discussions about a possible Java licence as part of negotiations to develop Android in partnership with Sun. When those talks fell apart, Page testified, Google made sure Android relied on the free parts of Java combined with more than 15m of its own unique computer coding. Google also tried to depict Oracle&apos;s lawsuit as a desperate grab for money after Ellison realised his company wouldn&apos;t be able to develop its own software for the rapidly growing mobile computer market. Oracle makes most of its money from selling database software and applications that automate a wide range of administrative tasks.", 
    "section": "technology", 
    "gid": "technology/2012/may/08/oracle-google-trial", 
    "wordcount": "1089"
}