{
    "headline": "Curiosity rover: after 'beautiful' test drive, Nasa sets sights on Glenelg", 
    "text": "     After two weeks of checking instruments, testing software and practising its rock-zapping skills, Curiosity the Mars rover has taken its first baby steps across the surface of the red planet. Nasa announced on Wednesday that Curiosity had moved 4.5m and rotated through 120 degrees before reversing by 2.5m, a extra-terrestrial waltz that left the one-tonne vehicle some 6m from where it landed more than two weeks ago. After a hair-raising entry on 5 August  when Curiosity was gingerly lowered to the surface by a module that fired rockets to keep the descent steady  extensive testing was needed to make sure all the caution involved in landing on Mars was not in vain. Wednesday&apos;s voyage represented &quot;a very big moment&quot;, said Pete Theisinger, Curiosity&apos;s project manager, who described himself as &quot;ecstatic&quot; at the the progress. &quot;It couldn&apos;t be more important. We built a rover, so unless the rover roves we haven&apos;t accomplished anything.&quot; Theisinger said the mission had been going &quot;extremely well&quot; so far, reporting &quot;no anomalies or other issues&quot;, with the exception of suspected damage to one of two wind sensors on the rover&apos;s weather station, most likely caused by pebbles striking the device. The site where Curiosity landed has been named Bradbury Landing, the team said, after science fiction writer Ray Bradbury. In his short story collection The Martian Chronicles, humans colonised Mars after fleeing a ravaged Earth. Bradbury, who died in June, would have turned 92 on Wednesday. &quot;This was not a difficult choice for the science team,&quot; said Michael Meyer, lead scientist of Nasa&apos;s Mars Exploration Program. &quot;Many of us and millions of other readers were inspired in our lives by stories Ray Bradbury wrote to dream of the possibility of life on Mars.&quot; The journey on Wednesday was described as &quot;very beautiful&quot; by lead driver Matt Heverly, who was behind the wheel for Curiosity&apos;s initial foray. &quot;I&apos;m pleased to report that today Curiosity had her first successful drive on Mars,&quot; he told the news conference in Pasadena, California, to whoops and cheers. Heverly reported a &quot;fully functioning&quot; system on the rover. The conditions for driving had been kind too, the soil &quot;firm, great for mobility&quot;. The key thing ascertained from the drive, Heverly said, was that the team had been able to &quot;do one full revolution of the drive actuators&quot;, which power Curiosity&apos;s six wheels. &quot;We&apos;re very excited to have this milestone behind us. We can see that the system is performing very well.&quot; The first few weeks on Mars are set aside for performing various tests on Curiosity to check its cameras and various scientific instruments. It is also an opportunity for engineers to get used to using Curiosity&apos;s robotic arm, which is 2m long and weighs in at 30kg  much bigger and trickier to manoeuvre than the arms on the previous Mars rovers, Spirit and Opportunity. &quot;They&apos;re not in any rush  this mission is meant to last for two Earth years,&quot; said Peter Grindrod, a planetary scientist at University College London, who has been watching every move of the mission. &quot;The first few days are about: is everything in one piece, are the cameras working?&quot; The science experiments will start when the rover gets to its first place of interest, an area called Glenelg, about 400m away to the east of where it is now. Nasa scientists are also keen to analyse blast marks created on Mars&apos;s surface when the descent rockets moved away dust during the landing, revealing interesting-looking bedrock. The rover has already fired its laser into the landing site and taken pictures and data, but Nasa has not yet revealed any of the measurements. &quot;All the other rocks on the surface look like the Mars everyone knows from Viking through to Spirit,&quot; said Grindrod. &quot;The ones that have been revealed [at the blast marks] look like they might be slightly lighter toned and might suggest a different composition. The most interesting thing is that these don&apos;t look like rocks that are just sat on the surface and have ended up there, either from thrown out from a meteorite impact or having been delivered by erosion. These things look like they might be in situ, where they formed.&quot; Geologists can use in-situ rocks to ascertain a good idea of the history of that part of the planet  when it formed, for example, and in what conditions. It will take Curiosity around three weeks or more to travel to Glenelg and, along the way, Nasa scientists will be watching everything the rover sees, in case they spot anything interesting on the journey. It could be a year before Curiosity gets to its main mission: Mount Sharp. &quot;There&apos;s two main things that make Mount Sharp interesting,&quot; Grindrod said. &quot;It&apos;s five kilometres of layered rock, which are probably sediments. We&apos;re not sure how they are laid down but, on Earth, those layers are very good at revealing the environment in which they formed.&quot; Another factor in choosing where to land Curiosity was the chemistry scientists saw from orbit. &quot;Near the bottom there is evidence that water was around at some point in some form. If you go to the top, it&apos;s dry,&quot; said Grindrod. While Nasa&apos;s current Mars lander has barely started its operations, the space agency is already planning its next. Insight will travel to Mars in 2016 to investigate how the interior of the planet is different to that of Earth  in particular, is it solid or liquid?  A liquid core on Earth drives a dynamo that creates a magnetic field around our planet. Mars does not have a magnetic field at the moment but scientists think it might have had one in its very early history.  As the core died out and stopped moving, said Grindrod, the planet would have lost its magnetic field and, consequently, its protection from the damaging solar wind. The atmosphere would have been stripped away, explaining why it is so thin at the moment. &quot;That happened at the same time as the volcanoes were erupting, that the water turned acidic,&quot; said Grindrod. &quot;All these things happened at the same time, making Mars go from a life-friendly environment to a more life-unfriendly environment, all at the same time.&quot;", 
    "section": "science", 
    "gid": "science/2012/aug/22/mars-rover-nasa-curiosity-test-drive", 
    "wordcount": "1076"
}