{
    "headline": "Patrick Moore: My family values", 
    "text": "I was diagnosed at the age of five with a heart problem and that was the end of my family&apos;s plans for my education. The idea was that I would go to prep school, then Eton College and then Cambridge University. I never got to any of them by sheer bad luck. I was educated at home by private tutors; I had one termat school when I was eight, but that was all. Consequently, I didn&apos;t have many friends, and my childhood was fairly solitary. I was born in Pinner, Middlesex, and grew up first in Bognor and then in East Grinstead. My mother was very artistic. She used to be a singer and had a great sense of humour. We were very close. I&apos;m sure she was protective because of my heart problems. I inherited my musicality from her but not the art. When my father died I said to her: &quot;Well, you have no one now and neither have I, so let&apos;s stick together.&quot; When she died, in 1991, it was one of the most terrible days of my life. My parents, who met before the first world war, would have liked another child but they realised they couldn&apos;t properly raise and educate more than one. In those days, school fees were very high. I would have liked a brother or a sister, but it was not to be. My father was a very unlucky man. He went through the trenches in the first world war and won an MC. He was on course to become a general but he swallowed a lungful of German gas and that wrecked his career completely. I was never terribly close to my father. We were too different. He was a brilliant soldier and I was the wrong son for him. He&apos;d have preferred an athletic son, and I wasn&apos;t ... He died in 1947. We had a cat called Ptolemy and, being an only child, I loved that cat, believe me. He was my shadow. When I was 10 and he was nine, he died of cat flu. I was so traumatised the doctor had to sedate me. I&apos;ve been paranoid about cat flu ever since. I never knew either of my grandfathers. I knew my mother&apos;s mother. I was very fond of Grandma, very fond. My fiancee, Lorna, was killed during the war and that was that, as far I was concerned, with love. It was a terrible loss and I never felt another woman could ever replace her. I would have liked to have children but, alas, it was not to be. I am close to the sons of two friends, which I appreciate enormously. I am also godfather to Pippa, the daughter of a good friend. I became interested in astronomy at the age of six after reading The Story of the Solar System by GF Chambers. A family friend proposed me for membership of the British Astronomical Association at the age of 11. As I spent much of my childhood alone, I could spend as much time as I liked studying. I ran Brockhurst observatory from the age of 14, which was an extraordinary piece of luck. My path in life was set. War broke out when I was 16. I lied about my age and health to enlist. The doctor let me. We added two years to my age and then I was in the RAF. I was nicknamed &quot;The Kid&quot; as I looked terribly young. Cats have been a constant love. I currently have one  Ptolemy, a black male, whose companion, Jeannie, died last year from kidney failure. I don&apos;t know what I would do without a cat. Miaow! Cats Really Are Nicer Than Peopl e! by Sir Patrick Moore (Hubble &amp; Hattie) 7.99. All royalties will be donated to CatsProtection", 
    "section": "science", 
    "gid": "lifeandstyle/2012/jun/16/patrick-moore-family-values", 
    "wordcount": "645"
}