{
    "headline": "David Cameron is irresponsible to omit climate change from his G8 priorities", 
    "text": "It&apos;s one of greatest threats to global stability, yet climate change is nowhere to be found in the UK&apos;s G8 priorities. The World Economic Forum published its Global Risks report this week, outlining what its analysis suggests are the biggest risks facing global economic stability in 2013. At the top of the list is inaction on climate change, alongside disparities in income and the failure of governments to reduce their debts. As the report points out, the fact that the top three risks are exactly the same as in 2012 reflects the tragic failure of policymakers across the globe to make progress on the major economic, environmental and social challenges of our time. It also recognises that as long as the economy alone dominates the political agenda, the risk of irreversible ecological devastation grows ever greater  which in turn, poses a huge threat to economic stability. The UK has an invaluable opportunity to show that it understands the nature of these risks as it takes over the presidency of the G8 group of nations. While there are very real concerns that the G8 itself suffers from a lack of legitimacy, it is nonetheless the case that, over the next 12 months, we have an opportunity to play a key role in shaping multilateral action between the most powerful economies. For David Cameron, this is a rare chance to rise above the petty squabbles of domestic politics and demonstrate that Britain is fit to provide leadership on the big global issues. Yet when the prime minister set out his priorities for the UK&apos;s G8 presidency on the first day of the new year, climate change was not among them. There was not a single mention of the rising temperatures and the extreme weather events that are already destabilising populations worldwide, fuelling conflict and increasing food prices and poverty. Instead, as Cameron announced in a letter to the G8 leaders, the UK will focus on three key areas: tax, trade and transparency. In other words, open economies, open governments and open societies. A fairer tax system and transparent governance are certainly worthy priorities. Indeed, both are absolutely crucial if nations are to deliver equality, prosperity and legitimacy for their people. &quot;Open economies&quot; sounds rather more disturbing; the prime minister&apos;s desire to &quot;unleash the power of the private sector&quot; ringing alarm bells about this government&apos;s wrong-headed approach to aid and trade with developing countries. But after a year that will be remembered for the devastation wreaked by hurricane Sandy, flooding in China and, of course, here at home, and raging wildfires in Australia, it&apos;s simply baffling  and irresponsible in the extreme  for the leader of the world&apos;s sixth-biggest economy to fail to assert his commitment to leading on climate change. Despite confusing headlines this week claiming that global warming has somehow halted, the climate science tells us that the overall warming trend is continuing apace  taking us ever further towards the dangerous 2C tipping point. New figures from the Global Carbon Project and the Tyndall Centre for Climate Change Research released during the UN climate negotiations in Doha showed that global carbon dioxide emissions were set to rise again in 2012, reaching a record high of 35.6bn tonnes. Prof Corinne Le Qur, director of the Tyndall Centre, has remarked that &quot;with emissions continuing to grow, it&apos;s as if no one is listening to the entire scientific community&quot;. Yet it&apos;s not as if the government itself doesn&apos;t recognise the dire impacts of climate change particularly on developing countries. When I quizzed the Department for International Development last year about the potential effect of extreme weather events on its objectives of alleviating hunger and poverty in the global south as temperatures increase, minister Alan Duncan referred to projections that 375 million people a year will be affected by climate-related disasters by 2015. And it&apos;s not as if Cameron can be in any doubt of the economic case for urgent action. The &quot;carbon bubble&quot; threatening the City, for example, compelled a coalition of investors, politicians and scientists to write to the governor of the Bank of England in 2011 about the systemic risk to economic stability. So rather than ignoring completely the pressing need to tackle rising emissions, Cameron could have picked up where the G8 left off at last year&apos;s summit, where leaders reaffirmed their commitment to phasing out fossil fuel subsidies. He could be addressing the perverse reality that rich countries currently spend five times more on fossil-fuel subsidies than on aid to help developing nations cut their emissions and protect against the effects of climate change. If the government wants the UK to be taken seriously as a responsible player on the global stage, the prime minister should rectify the deplorable omission of climate change from his G8 priorities now  and go to the summit in June with his own strong vision of how to tackle it.", 
    "section": "environment", 
    "gid": "environment/blog/2013/jan/11/david-cameron-climate-change-g8", 
    "wordcount": "826"
}