{
    "headline": "New to nature No 101: Lanonia centralis", 
    "text": "Sampling across the 137 species of the palm genus reveals three geographic areas of high species diversity: the Sunda Shelf of the Malaysian peninsula and Borneo, home to about 80 species; the Sahul Shelf of New Guinea, which includes 40 species; and third in species richness, Vietnam, where the number of known species has more than doubled in the past five years to more than 20. Recently discovered diversity is not limited to numbers of species. Dr Andrew J Henderson of the New York Botanical Garden and Dr Christine D Bacon of Colorado State University have documented, based on detailed anatomical comparisons and sequences of seven gene regions, a highly distinct group within this complex ranking and elevated it to new genus status as Lanonia, a name based on the common local Vietnamese name &quot;la non&quot; for hat palms. Interestingly, Lanonia centralis, the species primarily found for sale as the raw material used for the making of the typical conical hats worn by the Vietnamese, was only described and named in 2008 by Dr Henderson with co-authors NK Ban and NQ Dung. It is one of the eight species formerly included in Licuala transferred to the new genus. Six of these species are endemic to Vietnam and one each is from Hainan and Java. The species of Lanonia are dioecious, with distinct &quot;male&quot; and &quot;female&quot; plants, although there is evidence that they are not always strictly so, such as a cultivated specimen which had both staminate and pistillate flowers developed on one inflorescence. This is in contrast to all species of Licuala as now constituted, which possess hermaphroditic flowers. Further, the staminate and pistillate inflorescences are dimorphic in size, shape, and branching. Perhaps most distinctive, however, are the leaves of Lanonia in which the petiole extend into the blade of each leaf. While this &quot;costa&quot; tapers, it can be followed along the central leaf segment to the tip. Lanonia centralis is an evergreen, broad-leaved palm with stems as tall as five metres. It can be found growing in closed forests situated on steep slopes over limestone, sandstone and shale substrates in central Vietnam and neighbouring Laos. Lcentralis often occurs in very large numbers, even in secondary forests, from 20-1,000 metre elevation. It is the unexpanded young leaves that are prized by milliners and found for sale in local markets across the country. Now that we have a scientific name for la non you might say that a botanical cone of silence has been lifted. Quentin Wheeler is director of the International Institute for Species Exploration, Arizona State University", 
    "section": "science", 
    "gid": "science/2013/apr/07/vietnam-hat-palm-lanonia-centralis", 
    "wordcount": "439"
}