{
    "headline": "EA exec hints at new consoles", 
    "text": "Electronic Arts was a major presence at this year&apos;s Gamescom conference, showing off new trailers and hands-on footage for big brands like Fifa, Crysis 3, Dead Space 3 and Medal of Honor. he company is also pushing its way into the social gaming space, not only with its Facebook titles, but with its Autolog, Battlelog and EA Sports Football Club online infrasturctures.  So what&apos;s next for the company, and how is it preparing for the digital era, as well as a new console generation? To find out, we grabbed a quick chat with European vice president Jens-Uwe Intat. Here&apos;s what he had to say. Around 40-50% of EA&apos;s revenues now come from digitally distributed products. Do you think the end is nigh for traditional high street games retail and boxed copies? There will still be a place for physically distributed products for quite some time. Some people still like to have their games as boxed copies, and lots of people would prefer to give a box rather than a voucher as a present.  The amount of data that we&apos;re putting into games is always increasing, and some are just more convenient to distribute as a physical product. Also, retailers have a value added function in the delivery process to the consumer  they can work with people who just want to pay with cash, or want to redeem used games; there is still a footprint there. Having said that, the growth will come from digital distribution. With increasing bandwidth, the full game download sector will develop over time. We also see paid-for DLC growing as part of our business.  There seem to be two key trends at Gamescom this year. Free-to-play and cross-platform gaming. How is EA preparing for these two related phenonema? I agree, those are two of the biggest trends that we&apos;re seeing. They&apos;re related, but they&apos;re very different. Multiplatform play is definitely going to become more important; people want to continue to play their favourite franchises across multiple devices, wherever they are. But you&apos;ll have different experiences with different sizes of screen and in different occasions.  With Fifa, you may play the full game on your console at home, but then, when you&apos;re on the way to school or work, you could take part in training sessions, for example. We&apos;re still working on the whole concept of what a mobile version of a console game should look like  we want to make sure users have different opportunities in different situations.  As for free-to-play, what we&apos;re trying to do is reduce the entry barrier to our games. Take Star Wars  we want to give everyone the opportunity to start for free, to see if they like the experience, and later give them the opportunity to spend money. We also see with Ultimate Team in Fifa that people will continue to spend money despite the fact they have already bought the game. Some fans will spend much more money than in the old days when they could only buy the boxed copy.  If you look at linear media, they have multiple ways for customers to consume content: you can go to the movie theatre and have a triple AAA experience with Dolby surround, you can have a subscription to pay-TV or pay-per-view, then you have completely free television  consumers will spend money depending on their appetite and situation. That is going to happen more and more in our industry. We&apos;re moving away from the one-size-fits-all model and toward appealing to different people, in different situations with different desires. How will that affect big titles like Fifa?  We&apos;ll continue to have a core game with connected elements, but how we&apos;ll integrate the mobile experiences will depend on technical capabilities of the hardware: the graphical and processing power in tablets is increasing at a fast rate. Whether or not it will be the same experience just in a portable system we&apos;ll have to see, it depends what our developers come up with. But we&apos;re certainly working on ways to have your favourite franchise accompanying you through the day.  We&apos;re approaching a new console hardware generation  and it could be the most important and most disruptive for decades. How does a publisher like EA prepare for that? We&apos;re an industry with a lot of innovation  and there will certainly be another generation of Xbox and PlayStation. As a software publisher, we&apos;ve always worked at an early stage with console manufacturers. Also, in the early stages of hardware, we define a couple of our key titles that we think will be interesting on that platform, and we&apos;ll develop an offering that will allow consumers to experience whatever that platform has to offer. We&apos;ve always been fairly platform agnostic, we try to help any new platform if we believe in the potential.  Can original IP remain a big part of mainstream games development? As a company, in our space, as in every other industry, you have to find a proper balance between building the strength of existing brands and enlarging your portfolio with new titles. If you do either to the extreme, you won&apos;t be successful. If you never innovate, you will lack growth. If you only come up with original titles, it will be too expensive.  I don&apos;t agree with the argument that you need new original IP in order to be innovative  if you take the Fifa franchise, what our team is doing there  and we&apos;re talking annual iteration  I find that incredibly innovative. Look at player AI, team AI, how you can manoeuvre the players, it&apos;s innovative on a yearly basis.  I do agree that, from time to time, you have to come up with new IP  the market and consumers both need it. Historically, we&apos;ve seen that a new console generation is a better time to come up with new IP; to do it at the end is possible, but it&apos;s very demanding. At the beginning, you can position a new franchise with a new machine  it&apos;s a point of time where you can have more fun introducing new IP. EA&apos;s conference was very centred on familiar brands. Will we see more new IP announced next year? Because the consoles are going to be revealed at E3, aren&apos;t they? That could very well happen. Let&apos;s say it will. Will we then see something from EA that we&apos;ve never seen before? That could very well happen. (Laughs.) Games are becoming much more social now, but we&apos;re seeing something of a backlash against titles like Cityville  a lot of people seem to hate Zynga. How do you avoid that?I&apos;m not sure if Zynga is attracting hatred You should go on games forums Okay, you always find people who&apos;ll object to or complain about any publisher  but there is still a vast majority of people out there who do like those games. EA has been in this space for a long time  both Sims Social and SimCity Social have a huge number of users. I would not underestimate what we&apos;ve been doing Many people associate social gaming with Facebook and only Facebook. But I would say that what we and Activision are doing with shooters, what we&apos;re doing with Autolog, what we&apos;re doing with Fifa, we&apos;re breeding social communities around all our major franchises. Facebook isn&apos;t the only way to build a big social phenomenon around a game and never will be.  Are we heading into an era in which divisive terms like single-player and multiplayer no longer exist? That&apos;s a very good question. There are still quite a few people who just want to play alone, from time to time. But the online element, the sharing, it&apos;s just so big  and only our medium allows you to do it. There&apos;s something in the nature of gaming that makes it much more social  gaming has always been a social activity. Teenagers these days will set up eight PCs in a garage and play online together, having a few beers  it&apos;s a social experience. But the core of any game needs to be enjoyable enough to play by yourself.  What do you think of this whole second-screen concept  the idea that everyone is now sitting in front of a large LCD display, but also playing about with a smartphone or tablet at the same time. Is this something EA is thinking about? Younger people need multiple things going on at the same time. But again, whether you&apos;re multitasking or not, the individual experiences have to be strong enough on their own. Using multiple screens for one game requires a very subtle game design, it has to be technically very feasible. Nintendo and Apple will be allowing this, but it will only take off when developers embrace it. We&apos;ll see it, but only after some time. At the very beginning with the Nintendo DS, people were saying, why the hell do I need two screens? It was only after a while that developers started to do new things.  EA is supporting Wii U but not in a major way. Are you waiting for developers to get to grips with it, or is this a business decision? We always have to embrace new hardware with caution. When Nintendo, Sony or Microsoft step behind a new piece of hardware, we&apos;re certainly more confident because of their track record and the capabilities those companies have. So yeah, we&apos;re looking forward to Wii U and will certainly put development effort into contributing our fair share to making it successful.  With things like smart TV and cross-media franchises, are we heading into an era where there are no movie producers or game producers, just media producers? Maybe the whole barrier between linear and interactive media is coming down. What do you think? That&apos;s the whole world of media in one question! I see publishing as a consumer relationship role; there&apos;s part of the organisation that creates a product and another part that maintains the customer relationship. Publishing is evolving from the time in which you sold into retail who in turn sold to the customer; it&apos;s now about ongoing consumer relationship management.  In terms of how TV and games will blur more, that will depend on the individual titles  there will be no general trend, not every game will have a TV show and not every TV show will have a game. There was a time people thought that. Some games lend themselves to be interesting TV shows or movies, but as a general trend, I don&apos;t see it.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/aug/20/ea-jens-uwe-intat-interview", 
    "wordcount": "1749"
}