{
    "headline": "We need a new dialogue between physics and philosophy", 
    "text": "In his article (Philosophy isn&apos;t dead yet, 27 May) Raymond Tallis raises some important and difficult issues about the extent to which contemporary physics has largely parted company with philosophy, briefly dismissing the alternative view  espoused by Hawking etc  that it is philosophy that has died from failing to keep abreast with physics. But occasionally peeping through his argument is the outline of a rather different version of the Hawking position, which suggests that philosophy is losing touch with physics not so much as a result of the obscure mathematical language deployed by physicists  as Tallis claims  but because of the unbelievable immensity and complexity of the reality emerging from the discoveries of physics (dark matter, black holes and so on). To put it crudely, it is becoming increasingly difficult to apply some of the basic concepts of traditional philosophy, including metaphysics, such as beginning and end, fixed identity, empiricism and even logic and truth, to the phenomena revealed by physics. And increasingly, more ordinary notions/criteria such as &quot;everyday experience&quot;, the &quot;reality of our world&quot; and the nature of &quot;our humanity&quot;  variously invoked by Tallis in contrast to the obscure accounts projected by physicists  no longer seem to have the full capacity to carry us through the cosmological realities. This is not, I think, because physicists have lost the meaning of such terms, but because the sheer mystery and complexity of the worlds now being explored can no longer be fully captured, either by our comforting homespun philosophy or through the traditional language of ontology and epistemology. I am not claiming that Dr Tallis is mistaken in stressing some of the communication failures of physics. Rather I would advocate that both sides, physicists and philosophers, admit their problems and then come together to construct a new dialogue to confront, explore and share the physical and metaphysical questions that divide them. In this way science and philosophy will unite, as once they did when Kant espoused Newton.Martin MoirLondon   So Einstein mourned the fact that the present tense &quot;now&quot; lay &quot;just outside the realm of science&quot;. Locals in Lincolnshire often say &quot;Now then&quot;, followed by a profound pause, when meeting someone. When I first encountered this my consciousness was mystified when I tried to grapple with the meaning of the message my nerve impulses were transmitting. I had a hunch that I was on the edge of Deep Philosophy, and now Raymond Tallis confirms this was indeed the case.Ivor MorganLincoln", 
    "section": "science", 
    "gid": "science/2013/may/31/dialogue-between-physics-and-philosophy", 
    "wordcount": "423"
}