{
    "headline": "Ash disease: an open letter to Hilary Benn and Caroline Spelman", 
    "text": "Dear Hilary and Caroline, I am writing to ask why you failed to ban imports of ash seedlings and saplings from continental Europe into the United Kingdom, when it has been clear for several years that the species was widely infected on the Continent with ash dieback (Chalara fraxinea). You are both said  by people who worked with you and others who know you well  to have taken your brief as secretaries of state for the environment seriously. Yet it now emerges that there were repeated warnings from experts about the spread and gravity of the disease, and that European ecologists  as well as British foresters and conservationists  were begging the UK government to take all necessary measures to prevent the fungus from arriving here, so that there would at least be one uninfected redoubt. Am I wrong in thinking that you ignored their warnings? If so, could you show me what action you took to prevent the disease from arriving here? Owen Paterson, the current secretary of state, is being held responsible for the problem. But by the time he took charge of the Department for Environment, Food and Rural Affairs (Defra), it was too late. All he could do was to shut the stable door after the horse had bolted. I believe that politicians will not take the long-term consequences of their decisions seriously unless they are held to account for them. Political short-termism is one of the natural world&apos;s greatest threats. So, though neither of you are now in government, I think you both have some explaining to do: quite a lot of explaining, in fact. If ash dieback is now spreading across Britain as a result of your combined inaction, you carry responsibility for causing one of the greatest environmental crises ever to have struck this country: a profound loss that will be felt by everyone who loves the natural world. I would be grateful if you could tell me what happened - or what didn&apos;t. Why did you fail to ban imports of live ash trees and to take other measures necessary to prevent the arrival of the disease? Was it an obsession with free trade at any cost? Was it a desire not to be seen to be &quot;anti-business&quot; by regulating corporate activity, however strong the case for so doing? Was it the lack of political incentives, as very few people outside government were aware of the danger, which meant that the political cost of inaction was low? Why did you fail to alert parliament and the public to the danger? I have checked the parliamentary record, and found that not a word has been said there, in any forum, about the disease before 11 October 2012. There is a single mention of the pathogen before October 2012 on the Defra website. A progress report on plant biosecurity published in July 2012 notes that, at an unspecified date, but presumably during the previous winter,  &quot;Fera [the Food and Environment Research Agency] made a significant interception of Chalara faxinea [sic] on ash plants imported from the Netherlands and followed this up with FC [Forestry Commission] providing assistance in the form of disease recognition.&quot;  In other words, Caroline, your department was aware that infected seedlings were arriving in this country and that officials did not possess the expertise required to spot them. Yet you still allowed imports to continue. What were you thinking? Where were the urgent warnings, the urgent action required to defend this country from a pressing threat? Those of us who are now dreading the likely outcome of the disease, and wondering how, in the information age, we could have been kept in the dark about it by the department you ran, would dearly like some answers. I undertake to publish them as soon as they are received. Thank you. Yours sincerely, George Monbiot On Thursday 15 November 2012, Caroline Lucas wrote:  Dear Mr Monbiot, It is clear from the Hansard of yesterday&apos;s debate that neither Hilary Benn nor I were shown the letter from the HTA to the Forestry Commission of 2009. The reason ash was not banned from import was that the scientists thought the fungus was endemic. This was a disastrous case of misdiagnosis. It is not that the budget for tree health was cut. The reverse is true. I allocated extra money on top of its budget which was protected in the spending review.  Other diseases were prioritised by the Forestry Commission on the basis of scientific advice and a Tree Health and Biosecurity Action Plan was launched in 2011 with 8m of extra funds. As soon as the first case was confirmed an unprecedented search for more cases was undertaken resulting in 100,000 ash trees being felled and a voluntary ban on imports pending consultation on a formal ban not that ask tress are imported in the summer. So there was no delay, no complacency once the disease was found to be here. You have done me a disservice to imply motives such as the quest for free trade which is at odds with the fact I published the Tree Health and Biodiversity Action Plan in 2011 with additional funds of which you make no mention. Hilary and I certainly did take the environment seriously and essentially received the same advice on ash dieback. Once that advice changed I acted upon it and Owen has taken this work forward bringing in a formal ban and speeding up the measures in my action plan. Please see the Hansard report of yesterday&apos;s debate where you will see I called for reform of the EU plant health regime. Caroline", 
    "section": "environment", 
    "gid": "environment/georgemonbiot/2012/oct/29/ash-dieback-letter-benn-spelman", 
    "wordcount": "944"
}