{
    "headline": "The Cold Edge: polar photography by Dave Walsh  in pictures", 
    "text": "   Iceberg dragon, 2009This enigmatic iceberg, glimpsed through a fog, is locked into a fjord, having calved from Kangerdlugssuaq glacier, one of the fastest moving outlet glaciers in Greenland. The glacier had an average speed of 15 metres a day between 2000 and 2010  Photograph: Dave Walsh/Millennium Images       Hovering Arctic tern, 2010An Arctic tern defending its nest in Ny-lesund, Svalbard, 746 miles from the north pole. Arctic terns fly to Antarctica and back to the Arctic every year, a round trip of more than 43,500 miles,  or 1.5 million miles during their lives  the longest known migration of any animal or bird  Photograph: Dave Walsh/Millennium Images       Iceberg collapse, 2007 Formerly part of an Antarctica tabular ice shelf, an iceberg slumps into the Southern Ocean, near the mouth of the Ross Sea, Antarctica   Photograph: Dave Walsh/Millennium Images       Melt river, Petermann glacier, 2009 A blue river flows along a glacier, that is floating on the sea. One of Greenlands most remote glaciers, Petermann has been in news in recent years for calving huge areas of ice from its floating tongue. In July 2012, a 50-mile slab broke free from its northern extent  Photograph: Dave Walsh/Millennium Images       Sleeping giant, 2009 Shadows from the Tailenguak Cliffs fall across an iceberg floating in Kane Basin, calved from Greenlands 68-mile wide Humboldt glacier  the widest tidewater glacier in the northern hemisphere  Photograph: Dave Walsh/Millennium Images       Nanuk, 2009 Polar bear in the midnight sun, seen from the deck of the Greenpeace ship Arctic Sunrise in Kane Basin, northwest Greenland  Photograph: Dave Walsh/Millennium Images       Iceberg cemetery, 2009 Tombstone-like ice formations on an iceberg in Kane Basin, northwest Greenland  Photograph: Dave Walsh/Millennium Images       Blue iceberg, 2007 An iridescent blue iceberg in the Southern Ocean, near Antarctica. The blue is created from thousands of years of snow slowly compressed into a hard glacier. As air is squeezed out, ice crystals grow, absorbing light from the red end of the visible spectrum, leaving blue light to be refracted    Photograph: Dave Walsh/Millennium Images       The Isle of the Dead, 2007 This massive Antarctic iceberg is reminiscent of the Bcklin painting 'The Isle of the Dead', depicting an oarsman rowing to a strange island, with a shrouded figure on board. Bcklin called it a 'a dream picture: it must produce such a stillness that one would be awed by a knock on the door'    Photograph: Dave Walsh/Millennium Images       The global seed vault, 2009 A repository for 4.5 million seeds from around the world, nestled into the rocky tundra of Svalbards Plataberget mountains, stored in case of disaster, disease, or war  Photograph: Dave Walsh/Millennium Images       The blue line, 2009 A vertical line of dense blue ice runs through an iceberg, at the mouth of Kangderluqussuaq Fjord, on Greenlands east coast  Photograph: Dave Walsh/Millennium Images       The climate question, 2009 A pathway opens in landfast sea ice, in Dijmhna Sund, Nioghalvfjerdsfjorden, in Greenlands remote and hard to reach northeast corner  Photograph: Dave Walsh/Millennium Images       Walrus, 2010 Walrus sleeping on a Sunday afternoon, at Poole-Pynten, Prins Karls Forland island, Svalbard, where centuries of hunting has pushed the animal to the edge of extinction, despite 50 years of protection   Photograph: Dave Walsh/Millennium Images       White whale, 2010 Beluga whale skull on a piece of driftwood, near Mushamna trapping station, Woodfjorden, Svalbard  Photograph: Dave Walsh/Millennium Images       Prins Christian Sund, 2009 A chunk of glacier ice floating in the natural channel of Torssaukatak, Kujalleq, southern Greenland, en route to Prins Christian Sund Photograph: Dave Walsh/Millennium Images       Top of the world, 2010 The fogbound, Arctic island of Parryya, or Parry Island, in the Sjuyane archipelago, northeastern Svalbard. Parryya is 621 miles from the north pole, and 994 miles north of the Arctic Circle  Photograph: Dave Walsh/Millennium Images  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/sep/12/cold-edge-polar-photographs-in-pictures", 
    "wordcount": "0"
}