{
    "headline": "Facebook's nudity and violence guidelines are laid bare", 
    "text": "Facebook bans images of breastfeeding if nipples are exposed  but allows &quot;graphic images&quot; of animals if shown &quot;in the context of food processing or hunting as it occurs in nature&quot;. Equally, pictures of bodily fluids  except semen  are allowed as long as no human is included in the picture; but &quot;deep flesh wounds&quot; and &quot;crushed heads, limbs&quot; are OK (&quot;as long as no insides are showing&quot;), as are images of people using marijuana but not those of &quot;drunk or unconscious&quot; people. The strange world of Facebook&apos;s image and post approval system has been laid bare by a document leaked from the outsourcing company oDesk to the Gawker website, which indicates that the sometimes arbitrary nature of picture and post approval actually has a meticulous  if faintly gore-friendly and nipple-unfriendly  approach. For the giant social network, which has 800 million users worldwide and recently set out plans for a stock market flotation which could value it at up to $100bn (63bn), it is a glimpse of its inner workings  and odd prejudices about sex  that emphasise its American origins. Facebook has previously faced an outcry from breastfeeding mothers  over its treatment of images showing them with their babies. The issue has rumbled on, and now seems to have been embedded in its &quot;Abuse Standards Violations&quot;, which states that banned items include &quot;breastfeeding photos showing other nudity, or nipple clearly exposed&quot;. It also bans &quot;naked private parts&quot; including &quot;female nipple bulges and naked butt cracks&quot; - though &quot;male nipples are OK&quot;. The guidelines, which have been set out in full, depict a world where sex is banned but gore is acceptable. Obvious sexual activity, even if &quot;naked parts&quot; are hidden, people &quot;using the bathroom&quot;, and &quot;sexual fetishes in any form&quot; are all also banned. The company also bans slurs or racial comments &quot;of any kind&quot; and &quot;support for organisations and people primarily known for violence&quot;. Also banned is anyone who shows &quot;approval, delight, involvement etc in animal or human torture&quot;. The 13-page manual, which is continually updated, is the bible for workers for oDesk who are deployed to police the posts and images that are sent to them any time somebody on the huge network clicks on a &quot;Report&quot; button. An early version was released last Thursday by a disgruntled employee of Odesk, Amine Derkaoui, a 21-year-old Moroccan who told Gawker that he was paid $1 per hour to trawl through the reports and determine whether they should be removed from the site or not. &quot;It&apos;s humiliating. They are just exploiting the third world,&quot; he told Gawker. The site pointed out that Facebook&apos;s banning of some content - often with sexual overtones - has drawn the ire of users. Besides protests from &quot;lactivists&quot; over breastfeeding photos, it has had to contend with anger from art lovers over the removal of a nude drawing (the new guidelines say explicitly &quot;Art nudity OK&quot; - though &quot;digital/cartoon nudity&quot; is not) and in April 2011 censored a picture of a gay kiss. A Facebook spokesperson said: &quot;In an effort to quickly and efficiently process the millions of reports we receive every day, we have found it helpful to contract third parties to provide precursory classification of a small proportion of reported content. These contractors are subject to rigorous quality controls and we have implemented several layers of safeguards to protect the data of those using our service. Additionally, no user information beyond the content in question and the source of the report is shared. We have, and will continue, to escalate the most serious reports internally, and all decisions made by contractors are subject to extensive audits. &quot;We are constantly improving our processes and review our contractors on an ongoing basis. This document provides a snapshot in time of our standards with regards to one of those contractors, for the most up to date information please visit our Community Standards page .&quot;", 
    "section": "technology", 
    "gid": "technology/2012/feb/21/facebook-nudity-violence-censorship-guidelines", 
    "wordcount": "694"
}