{
    "headline": "Land acquired over past decade could have produced food for a billion people", 
    "text": "International land investors and biofuel producers have taken over land around the world that could feed nearly 1 billion people. Analysis by Oxfam of several thousand land deals completed in the last decade shows that an area eight times the size of the UK has been left idle by speculators or is being used largely to grow biofuels for US or European vehicles. In a report, published on Thursday, Oxfam says the global land rush is out of control and urges the World Bank to freeze its investments in large-scale land acquisitions to send a strong signal to global investors to stop &quot;land grabs&quot;. &quot;More than 60% of investments in agricultural land by foreign investors between 2000 and 2010 were in developing countries with serious hunger problems. But two-thirds of those investors plan to export everything they produce on the land. Nearly 60% of the deals have been to grow crops that can be used for biofuels,&quot; says the report. Very few, if any, of these land investments benefit local people or help to fight hunger, says Oxfam. &quot;Instead, the land is either being left idle, as speculators wait for its value to increase  or it is predominantly used to grow crops for export, often for use as biofuels.&quot; The bank has tripled its support for land projects to $6bn-$8bn (3.7bn-5bn) a year in the last decade, but no data is available on how much goes to acquisitions, or any links between its lending and conflict. Since 2008, says Oxfam, 21 formal complaints have been brought by communities affected by World Bank investments, in which they claim that these have violated their land rights. Oxfam&apos;s chief executive, Barbara Stocking, said: &quot;The rush for land is out of control and some of the world&apos;s poorest people are suffering hunger, violence and greater poverty as a result. The World Bank is in a unique position to help stop land grabs becoming one of the biggest scandals of the century.&quot; She added: &quot;Investment should be good news for developing countries  not lead to greater poverty, hunger and hardship.&quot; According to the International Land Coalition, 106m hectares (261m acres) of land in developing countries were acquired by foreign investors between 2000 and 2010, sometimes with disastrous results. Nearly 30% of Liberia has been handed out in large-scale concessions in the past five years, and up to 63% of all arable land in Cambodia has been passed over to private companies. Oxfam dismisses the claim made by the World Bank and others that lots of available land is unused and waiting for development. &quot;It is simply a myth. Most agricultural land deals target quality farmland, particularly land that is irrigated and offers good access to markets. &quot;It is clear that much of this land was already being used for small-scale farming, pastoralism and other types of natural resource use.&quot; A 2010 study by the Independent Evaluation Group (IEG)  the World Bank&apos;s official monitoring and evaluation body  stated that about 30% of bank projects involved involuntary resettlement. The IEG estimated that at any one time, more than 1 million people are affected by involuntary resettlement in active World Bank-financed projects. Oxfam urged the UK government, one of the bank&apos;s largest shareholders, to use its influence to persuade it to implement the freeze. &quot;It can also play a crucial role as president of the G8 next year by putting food and hunger at the heart of the agenda, and addressing land grabs as part of this. Critically, it can also press the EU to reverse biofuels targets  a key driver of land grabs.&quot; Stocking said: &quot;The UK should also show leadership in reversing flawed biofuels targets, which are a main driver for land and are diverting food into fuel.&quot; In a statement to the Guardian, the International Finance Corporation, the World Bank&apos;s private lending arm, said: &quot;IFC does not finance land acquisitions for speculative purposes. We invest in productive agricultural and forestry enterprises that can be land intensive to help provide the food and fibre the world needs. IFC has roughly a $4.85bn portfolio of agri-related investments. Of that, roughly $600m has a land component. Total land holding related to those investments total 0.7m hectares. &quot;Competition for scarce land resources has spurred rising investment in land. This competition can fuel conflict with existing users. Inevitably, bank group involvement in forestry and agriculture is not without risk, particularly given the fact we are operating in imperfect governance environments. But the total number of complaints received gives no explanation as to their validity.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/oct/04/land-deals-preventing-food-production", 
    "wordcount": "781"
}