{
    "headline": "Boot up: evolving for mobile, the short head of traffic, FAA v science, and more", 
    "text": "It&apos;s the last one of 2012: So here&apos;s yet another burst (of 8 links) for you to chew over, as picked by the Technology team Unnatural acts and the rise of mobile &gt;&gt; Keith Teare It&apos;s at Techcrunch, but Teare should be listened to because he helped build EasyNet, and then RealNames (and, well, TechCrunch):   A major symptom of the frenzy to monetize is that previously platform-centric products are reverting to destination-site thinking. Twitter&apos;s adoption of media embedding, Instagram&apos;s decision to pull its content from Twitter, Facebook&apos;s launch of Poke and Google&apos;s failure to add a write API to its G+ platform all display an &quot;own the user&quot; mentality. AdSense and AdWords would never have been invented had Larry and Sergey not understood the value of providing a monetization platform for others to benefit from, even for users not on Google. This is the type of thinking required today but currently all roads point to several varied attempts to re-portalize; that is to say, to own your own traffic and seek to monetize it. This is the old Yahoo view of the world and it clearly represents a limited mindset that will not scale to the huge mobile opportunity. For Twitter in particular, which has a large global opportunity as a platform, this trend represents a shrinking of its real opportunity.   There&apos;s plenty more like that, and all his insights are worth paying attention to. Surprise: only 1% of domains drive over 70% of referring traffic &gt;&gt; Conductor Blog  Not long ago, Rand Fishkin mused about the possibility of a long-tail to the web&apos;s referral traffic (Is There a Long Tail to Referral Traffic?).  He theorized: ...that only ~20% of the referrals that the average website receives comes from the tail of the distribution curve, whilst Matt felt that number should be considerably larger.  Rand&apos;s analysis of several domains (broken out separately below because the number of sites used for the two groups differed) showed that the top 10 referring domains (between 0.33% and 1.47% of the total domains driving traffic) drove between 65% and 88% of all referral traffic.  Quad-core Sony smartphone with 1080p display rumored for CES &gt;&gt; Ars Technica  A quad-core Sony Xperia phone is rumored to debut at CES in January, according the Chinese-language site ePrice. The phone&apos;s screen will rival that of the giant Samsung Galaxy Note series at 5 inches, but will outpace its competitor&apos;s displays with a 1080p resolution.  Rumors have been swirling about a Sony phone meant to compete on the level of LG&apos;s Nexus 4 or HTC&apos;s Droid DNA, both of which launched this past fall. The upcoming Sony phone, designated as the Xperia Z L36h, is reported to have a 13-megapixel backside-illuminated camera, Qualcomm Snapdragon S4 quad-core processor with Adreno 320 GPU, 2GB of RAM, and a microSD slot, according to ePrice.   We&apos;re going to have to find things for all those cores to do. Some of those specifications would look good on a PC of a few years ago. Weak Windows 8 demand saps PC sales, Fujitsu President says &gt;&gt; Bloomberg  Fujitsu, Japan&apos;s biggest provider of computer services, said the company will miss its annual shipment target for personal computers amid slow demand for Microsoft&apos;s Windows 8 operating system.  Initial appetite for the software, introduced in October, is &quot;weak,&quot; Fujitsu President Masami Yamamoto, 58, told reporters in Tokyo yesterday. Slumping demand in Europe amid the sovereign-debt crisis will also erode sales, he said. PC deliveries for the year ending March 31 may be more than 6m units, compared with an October estimate of 7m, he said.   That&apos;s a 15% shortfall. Europe&apos;s economic woes, and the US&apos;s slowing appetite for PCs, are likely to be the explanation used by quite a few chief executives later in January. (Thanks @modelportfolio2003 for the link.) Ultrabook vendors concerned about revision of MacBook Air in 2013 &gt;&gt; Digitimes  Apple has issued requests for quotations (RFQ) to Taiwan-based supply chain makers for the revision of several notebook models including MacBook Pro and MacBook Air series in June 2013, causing ultrabook vendors to be concerned, according to supply chain makers.  The sources pointed out that the MacBook Air for 2013 will feature a new processor platform, but its industrial design will not see any major changes.  The sources noted that pressure on ultrabook vendors mainly comes from the Air&apos;s price since Apple is likely to reduce the prices for its existing MacBook Airs before the launch of the new models which could take away demand for ultrabooks.  Scaling to different screens - Building Windows 8 &gt;&gt; MSDN Blogs  Looking at the data about devices in the marketplace today, we see that only 1.2% of active Windows 7 users have screens with a resolution of less than 1024x768. When designing a new platform that supports the devices of today and tomorrow (with undoubtedly higher resolutions) we optimized for the majority of today&apos;s screens (i.e. 98.8%) without sacrificing the experience and complicating the developer story for legacy screens. In addition, the runrate of new PCs with screen sizes of 1024x600 and 1280x720 has dramatically fallen and, to the best of our knowledge, almost no new mainstream PCs are being manufactured with this resolution.   All very true. The surprise is that 1366x768 is the most common screen size for Windows 7, with 42% in use. FAA rules make electronic devices on planes dangerous &gt;&gt; NYTimes.com  Over the last year, flying with phones and other devices has become increasingly dangerous.  In September, a passenger was arrested in El Paso after refusing to turn off his cellphone as the plane was landing. In October, a man in Chicago was arrested because he used his iPad during takeoff. In November, half a dozen police cars raced across the tarmac at La Guardia Airport in New York, surrounding a plane as if there were a terrorist on board. They arrested a 30-year-old man who had also refused to turn off his phone while on the runway.   Nick Bilton says that dealing with the FAA on this is like arguing with a stubborn teenager: there&apos;s no proof of harm, but they won&apos;t change their mind even so until someone proves it&apos;s completely safe - which is a logical impossibility. Opinion: In business, why 2013 is RIM&apos;s BlackBerry year &gt;&gt; Macworld UK Rob Enderle:   As we look ahead to 2013, it&apos;s becoming increasingly clear that the new year provides an unprecedented opportunity for Research in Motion to make a huge comeback.  This is largely because the market is dominated by two platforms: Android, which is seen as an unsecure malware magnet, and iOS, which comes from a firm that has never learned to spell &quot;IT.&quot; In fact, Apple&apos;s biggest failures were Lisa and the Apple Server, both created on Steve Jobs&apos; watch (Lisa was even his product, initially) and both targeted at the IT market.  While phones and tablets are largely a consumer play, they are increasingly being used for business. Even in a BYOD world, IT still has a great deal of say about the hardware connected to its networks and services. As we start 2013, and as RIM brings out its next-generation products, the company will stand alone as the only mobile solutions provider focused on IT first and the needs of users later.   This one&apos;s a keeper. Check back in 12 months. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2012/dec/31/technology-links-newsbucket", 
    "wordcount": "1266"
}