{
    "headline": "Curiosity rover: why Nasa isn't looking for life on Mars", 
    "text": "It is difficult not to get excited about Nasa&apos;s Mars Curiosity rover. It&apos;s the most ambitious exploration vehicle yet sent to Mars. It has more instruments than any previous rover and the scientific harvest from its two year mission inside Gale crater could help reveal the planet&apos;s climate history and whether there was once a habitable period. Scientifically, that&apos;s invaluable. Yet, on the question of whether there is present-day life on Mars, there has been a subtle but important shift. Nasa&apos;s Mars Exploration Programme has as its defining question &quot;Life on Mars?&quot; but in the first few seconds of a recent video about Curiosity, project scientist John Grotzinger says, &quot;Curiosity is not a life detection mission. We&apos;re not actually looking for life; we don&apos;t have the ability to detect life if it was there.&quot;           True, Curiosity will look for &quot;the ingredients of life&quot;, the essential molecules and elements that go into living things. True also, that no previous mission has had instruments capable of looking for Martian life unless you go back to the Viking landers of the 1970s. Even so, it&apos;s a strong statement to lead with and has raised eyebrows. So what&apos;s going on? Why is Nasa being so cautious? It reflects that the prospects of finding present-day Martian life have dwindled in recent years. Go back less than a decade and there was a widespread expectation that Mars possessed a shallow underground lake system. These aquifers would once have supplied ancient Martian surface lakes and even seas. Any life that existed on early Mars could have retreated into the aquifers as the climate changed. Importantly, since the aquifers were close to the surface, any existing microbial colonies could have been within relatively easy reach of a rover, especially if it were equipped with a drill. To find this subsurface water, ESA&apos;s Mars Express and NASA&apos;s Mars Reconnaissance Orbiter were designed with ground-penetrating radars, MARSIS and SHARAD. MARSIS looked down to around five kilometres, while SHARAD scoured the top kilometre. Unfortunately, neither instrument found any evidence of a planet-wide aquifer system. Either the water is deeper than expected, or it simply isn&apos;t there. Either way, it&apos;s bad news for those hoping to find life near the surface of Mars. So, naturally the focus is shifting to whether surface life was once possible. The title of the video says it all: &quot;The Science of Curiosity: Seeking Signs of Past Habitats on Mars&quot;. Notice the word &quot;past&quot;. Curiosity about life on Mars started long ago. It reached its zenith in the late 19th and early 20th century after Italian astronomer Giovanni Schiaparelli studied the planet during a close approach in 1877. In his 1893 book, Life on Mars, he speculated that straight channels on the surface (now known to be optical illusions created by the telescopes of the time) were the main conduits of water and therefore organic life around the planet. The trouble was that other astronomers analysed sunlight reflected from Mars with newly invented instruments called spectroscopes and saw no evidence of water vapour in the planet&apos;s atmosphere. No water vapour meant no widespread water on Mars&apos;s surface. Modern planetary scientists are now faced with a similar lack of evidence for sub-surface water. So, as the odds of an &quot;easy&quot; detection of Martian life lengthen, Nasa is changing tack to play an artful game of maximising its scientific returns.  If it looks for life and doesn&apos;t find it, it risks being seen as a failure. And no one wants to fund a failure. However, if it studies the climate history of Mars, Nasa can check it for previous habitability along with all the other geology and geochemistry. With the future of US Mars funding in the balance this could be a smart move. Of course, the agency may also find just the evidence to tell it exactly how and where to look for existing Martian life. Despite appearances, the search for Martian life is still on. It&apos;s just flying under the radar at the moment. Stuart Clark is the author of The Sky&apos;s Dark Labyrinth trilogy (Polygon)", 
    "section": "science", 
    "gid": "science/across-the-universe/2012/aug/05/curiosity-rover-nasa-life-mars", 
    "wordcount": "691"
}