{
    "headline": "Hit 'Em in the Mouth: a glimpse into the frenetic world of bike polo", 
    "text": "  Hit 'Em In The Mouth Trailer from Matthew on Vimeo.   A documentary coming to the UK in October, titled Hit &apos;Em in the Mouth [HEITM], charts the rise of bike polo from the streets of Seattle through the experiences of those who can say they were there from the start. HEITM is a glimpse into the paradoxically laid-back and frenetic world of bike polo, offering insight from its pioneers on the beginnings of the sport, including the struggle to find space to play among the city&apos;s limited tennis courts, and win a national title while they are at it. Bike polo started in Seattle in 1998 with cycle couriers like Matt Messenger, aka Messman, playing between jobs. As the couriers moved on to work in bike shops, players later roped in colleagues and friends. What started off as an excuse to drink, hang out and crash their bikes became something riders took seriously until people started moving to Seattle&apos;s &quot;bike mecca&quot; to play. Over time, bike polo&apos;s familiar three-a-side format was established, with players jousting for the ball in the centre of the court to start a game. Dabbing a foot on the ground required the player to ride a 360 circle or tap a board at the side to get back in the game, depending on where they played, until the 360 rule was abandoned in favour of the tap out.     Photograph: HEITM    The unwritten rule of &quot;don&apos;t be a jerk&quot; was universally agreed on.What has resulted from years of honing is a thrilling, fast-paced sport with incredible demonstrations of bike handling, spills, some gore, and plenty of irreverent heckling, even from the judge (usually a player from another team). In short, a great spectator sport. HEITM describes the evolution from &quot;Frankenstein bikes&quot; to polo-specific bikes with short wheel bases. As the film&apos;s players learn, bike polo is an increasingly competitive international sport and, with tournaments across the US and Europe, players need to evolve, too. In late August I met the Hit &apos;Em in the Mouth star Dustin Rigg playing bike polo on a Hackney basketball court at the end of his European tour. His team, the Seattle Guardians, have just won second place in the London Open bike polo championships. Rigg is described in the film as &quot;a phenomenal player; a great striker able to take advantage of any opponent&apos;s mistake&quot;. In person he is as laid back as most of the players in the film:  &quot;I don&apos;t feel like I helped get [bike polo] started but I helped make it more competitive. Riders are inspired by each other&apos;s tricks, which keeps the sport moving forward.&quot;  It took Rigg and his fellow players two years of wrangling with Seattle&apos;s parks department to get designated court space in the city to play legally. Now, not only is the sport firmly established in Seattle, it has found its place in the world.  You can see Hit &apos;Em in the Mouth at the London Bicycle film festival, 4-7 October.", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/sep/26/hit-em-mouth-bike-polo", 
    "wordcount": "498"
}