{
    "headline": "EU tar sands vote looms", 
    "text": "A fierce battle over whether the European Union will officially label oil produced from tar sands as highly polluting comes to a head on Thursday with a crucial vote. The issue is seen as a key test of the EU&apos;s ability to implement its climate change policies against pressure from the Canadian government and oil companies&apos; ability to prevent billions of barrels of tar sands oil being designated as especially harmful to the environment. The lobbying has been intense, with Canada secretly threatening a trade war with Europe if the proposal is passed. The Nasa climate scientist James Hansen has said full development of the tar sands would mean it was &quot;game over&quot; for the climate. The issue has also drawn fire on to the UK&apos;s transport minister, Norman Baker, whose Liberal Democrat colleagues have likened tar sands to &quot;land mines, blood diamonds and cluster bombs&quot;, but whose coalition government was revealed as giving secret help to Canada. Colin Baines, campaigns manager at the Co-operative, said: &quot;Today is crunch time for the UK and other European governments. After years of aggressive lobbying by the Canadian government and oil industry it must now decide whether it supports their interests or Europe&apos;s ambition to reduce transport emissions. A vote against would threaten this globally important climate change legislation, giving the oil industry a free pass to increase the carbon intensity of its products and sending all the wrong signals to Canada about its unsustainable expansion plans.&quot; The UK&apos;s shadow transport secretary, Maria Eagle, said: &quot;The UK government should be showing leadership, not ducking the opportunity to take an important stand over tougher labelling of highly polluting fuels. Considering the stance taken by his party before the election, it is disappointing to see Baker fail to stand up to vested interests on this issue.&quot; The UK and Canadian governments declined to comment before the vote. Canada&apos;s vast tar sands are the second largest reserve of oil after Saudi Arabia and many of Europe&apos;s largest oil companies have major interests in the fields, including BP, Shell, Total and Statoil. The EU proposal is to label tar sands oil as causing 22% more greenhouse gas emissions than conventional oil on average, because of the extra energy needed to blast the bitumen from the bedrock and refine it. This would make it unattractive to Europe&apos;s fuel suppliers who have to cut the impact of their products on global warming and would also set a very unwelcome international precedent for Canada. The Canadian government argues it is unfair to single out tar sands when some other crude oils are also highly polluting but its opponents, including Europe&apos;s climate action commissioner, Connie Hedegaard, argue those can be dealt with in due course and that the scientific case against tars sands is clear. Canada convened a high-level private summit in 2011 to discuss winning the tar sands argument in the EU, to protect the &quot;huge investments from the likes of Shell, BP, Total and Statoil&quot;. The UK proposed an alternative &quot;banded&quot; approach to ascribing carbon emissions to different fuel types, which does not single out tar sands. But opponents dismiss it as a delaying tactic and the Guardian understands that the UK has failed to present its proposal formally or provide supporting evidence. In January, the Guardian revealed another compromise plan that would weaken the impact on tar sands oil, this time from the Netherlands. The proposal to label oil from tar sands as highly polluting will be voted on in Brussels by officials from member states, part of the delayed implementation of an EU fuel quality directive adopted in 2009. If passed by the required majority of about three-quarters, it would then go to the European parliament, where it would be expected to pass quickly into law. If there is no majority, either for or against, as appears most likely, the decision is referred up from the officials to their ministers, who then have two months to send a proposal to the parliament. If the proposal is rejected by a three-quarters majority, it goes back to the European commission for possible amendment but would face an uncertain future. Darek Urbaniak, at Friends of the Earth Europe, said: &quot;European governments must defy pressure from Canada, and say no to tar sands, which will undermine Europe&apos;s ability to reach its climate ambitions.&quot; The senior Greenpeace campaigner Joss Garman said: &quot;For a Liberal Democrat party looking to burnish its environmental credentials this vote is a key moment. In a stroke Nick Clegg and Norman Baker could make an impact on the global stage by changing the economics of investment in the dirtiest oil on Earth.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/feb/23/eu-tar-sands-vote", 
    "wordcount": "790"
}