{
    "headline": "Why does social science have such a hard job explaining itself?", 
    "text": "So it has finally happened. After years of failed attempts by senators Tom Coburn and Jeff Flake to defund political science from the US National Science Foundation (NSF) budget, March&apos;s breakthrough &apos;voice vote&apos; gave them most of what they wanted. The amendment passed was designed &quot;to prohibit the use of funds to carry out the functions of the Political Science Program in the Division of Social and Economic Sciences  of the National Science Foundation, except for research projects that the Director of the National Science Foundation certifies as promoting national security or the economic interests of the United States&quot;. Part of Coburn&apos;s argument is that the money (a measly $11m out of the total NSF pot of $7bn) would be better spent on cancer research. This argument echoes the larger attack on social science that is underway courtesy of a major speech by Eric Cantor, the leader of the House of Representatives, who recently declared that &quot;funds currently spent by the government on social science  including on politics of all things  would be better spent helping find cures to diseases&quot;. Coburn&apos;s act of intellectual vandalism, and widespread commentary about the uselessness of &quot;junk science&quot; is potentially the beginning of a far wider attack on social science and therefore a good trigger to pause and reflect on why social science has such a hard job explaining itself. Part of the reason is that the social sciences are not a homogenous block. Fields of inquiry range from those such as psychology that are somewhat integrated with the natural sciences through to those that draw more on the humanities such as linguistics. This diversity becomes part of the problem because it leads to a diversity of justifications too, especially where the social sciences relate to natural science. Some claim that social science research creates just the kind of robust theory and evidence we see in natural science, while others claim that natural science is riven with the same uncertainties as social science. These arguments (often seen as mere physics envy) have clearly failed to impress legislators in the US or, indeed, public opinion. Why? Because, while it is true that some areas of overlap can blur the picture, it is daft to argue that there are no differences. The uncertainties of physicists in pursuit of the Higgs Boson, or breast cancer researchers in pursuit of new genetic therapies, are significantly different from those of social scientists trying to explain far more unruly phenomena. If we don&apos;t accept this, then we are entitled to criticise political scientists who failed to predict the end of the cold war, or to sympathise with a bewildered Queen Elizabeth who turned to the assembled scholars at the LSE at the time of the economic crisis to ask: &quot;Why did nobody warn us?&quot; One sceptical wag accordingly caricatures the social scientific enterprise as &quot;slow journalism&quot;. If we don&apos;t start to see how social science broadly differs from natural science it will be easy to relegate the former to a deservedly poor cousin of the latter. A better answer would be to focus on the nature of the problem domains that each of the many disciplines are engaged with  and to point out that social science is just harder because the data is more unruly. As Albert Einstein once put it &quot;understanding physics is child&apos;s play compared to understanding child&apos;s play&quot;. To try to understand child&apos;s play (or wellbeing, or conflict resolution, or social mobility, or the causes of crime, political persuasion, racism or, indeed, the end of the cold war) is to grapple with &quot;wicked problems&quot;. These, while critically important to analyse, are human problems which don&apos;t often have right or wrong answers and don&apos;t tend to offer up easy scientific laws. But they can have better or worse answers and their study can cumulatively deepen our understanding over time, even if the impact is often relatively slow, diffuse and hard won. Along the way social scientists often introduce concepts that articulate and frame public debates and encourage critical, nuanced thinking. A social scientific scrutiny of the human, rather than natural, world doesn&apos;t easily lend itself to generalisable laws, cast-iron predictions, nor can it always preserve a distinction between fact and value. Defenders of social science need to say that, and to argue that careful, theoretically and methodologically rigorous exploration of these subjects are fundamental to a healthy society even if finding unarguable evidence is extremely difficult. And that this is the very reason to have more and better funded social science rather than less. After all, since politicians are creating social science related policy every day, often in hoc to tabloid headlines, don&apos;t we want a major scholarly engagement with the same themes so that they hopefully end up making those policies a bit more effectively? The impact of social science may be more diffuse and long term than in much of the natural sciences, but it would be absurd to conclude, with the US Senate, that it is a waste of taxpayers&apos; money. Ziyad Marar is global publishing director of SAGE  follow him on Twitter @ZiyadMarar This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/apr/08/social-science-funding-us-senate", 
    "wordcount": "890"
}