{
    "headline": "Monash-Warwick: what does a global university partnership look like?", 
    "text": "Getting to know the intricacies of a new university has its challenges  doing it for two at the same time, when they are almost exactly antipodian to each other, seems foolhardy. Yet in July I was offered my dream position, that of joint academic vice-president of two great universities, the University of Warwick in the UK and Monash University in Australia. The role is to lead their cross-border, indeed world-spanning, Monash-Warwick Alliance. It is both an exciting challenge and an enormous opportunity. To paraphrase a memorable and possibly apocryphal George W-ism, &quot;The world is getting more global&quot;, and that is as true for higher education and research as it is for any industry. And yet there has been little or no globalisation in how we organize ourselves; no global entity runs viable universities in multiple countries and no truly transnational offering for students and academics exists. Yes, there are outposts of universities in China, South East Asia and the Middle East. Does this in itself create a truly global university? As we see it, Warwick and Monash are doing much more. We seek to be a globally integrated university alliance; not a loose affiliation of some dozen or more universities, but a tight, yet broad, partnership between two proud universities who will co-develop courses, co-invest in technologies and attract the best researchers who want access to the best facilities  and the best students too. Both universities are embedded within their home countries but together they now offer a connected experience to students wherever they come from in the world. Those students will be able to do a course made up of components from either institution, experiencing learning from Europe and/or the Asia-Pacific, and become globally aware and culturally adept graduates. We hope also to appeal to researchers of laboratories running simultaneously on either side of the world, to PhD students from both continents, and to support and research funding sources in more than one system. Why and how? The why is simple. Our websites state it clearly: &quot;A key aim of the alliance is to help meet the increasing student, industry and government demand for universities to produce graduates with a global education, and to undertake research that addresses world-relevant and strategically important problems.&quot; We know (and governments understand) that global challenges will not be solved by parochial thinking or small groups using the approaches they have always used. It will require bigger collaborations, transnational partnerships and a degree of inter-disciplinarity that has proved so difficult to foster within single institutions. To have even a chance to do that we need the best globally aware academics and students, those who feel Beijing, New York or Singapore are as likely to offer an answer  or the right person to work with  as the UK or Australia. These people know that time-zone and distance barriers merely mean Skype rather than coffee together. Why Warwick and Monash? Both are aggressively ambitious children of the 1960s, the baby boomers of higher education. Both have risen quickly in their home markets and seek a way to keep that rate of growth going and challenge historical elites. That will not happen by incremental growth; it requires disruptive innovative thinking. Industry and philanthropists, government and the populace all expect us to work together. We aim to make the system encourage and support this, rather than block it. We enjoy breaking down barriers. Why not find a way for the two HR systems to work together to find the best employment solution for the 30 planned senior professorial posts? They have already done it for my own post  and there are more to come. How will the universities provide for governance and academic leadership below the level of the two vice-chancellors and presidents? That is my role, and I wouldn&apos;t have taken it on if I hadn&apos;t seen the commitment of dedicated staff in both universities already taking to Skype, Facetime, instant messaging, Jabber and DropBox as if they were teenagers. Lastly I am asked: how will the alliance get students involved? And how will joint teaching work? These may be the ultimate examples of challenges that turn out to be opportunities. Both student bodies are hungry to create ways to serve their members better and more creatively, and students themselves are already finding solutions such as launching the joint undergraduate research journal, Reinvention. Markers of success are already coming in. Funders are backing the idea with hard cash: 500,000 from the UK&apos;s Engineering and Physical Sciences Research Council (EPSRC) under its Building Global Engagements programme to build connections in the physical sciences; 66,000 from the Australian government to support student mobility; and 200,000 from the Australian Research Council grant to build collaborations in engineering. And that&apos;s before any of our joint appointments have even started their jobs. There will be an awful lot more  people, money, news  in the coming months. Andrew J Stewart Coats is joint academic vice-president of Monash University and the University of Warwick, and director of the Monash Warwick Alliance This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/oct/29/monash-warwick-alliance-global-education", 
    "wordcount": "875"
}