{
    "headline": "There is no one better placed to help Somalia than the Somalis themselves", 
    "text": "Somalia has been without effective central authority for more than 20 years. Often seen simply as a home to pirates, starving people and insurgents linked to al-Qaida, the country does not hold a lot of world records. According to reputable commentators and institutions, Somalia has the world&apos;s &quot;dodgiest passports&quot;, &quot;worst humanitarian crisis&quot;, &quot;most corrupt government&quot; and &quot;most dangerous capital city&quot;. It has come top of the Failed States Index for the past four years. So why should four and a half hours of talks at Lancaster House on Thursday make a difference? Is it not just an expensive waste of time  especially when all previous efforts have failed, including nearly 20 international conferences and half a dozen military interventions  to bring together nearly 60 world leaders and just eight Somalis? There is, understandably, a lot of scepticism about the meeting. There is even hostility from some Somalis, who see it either as a neo-colonial enterprise or an irrelevant talking shop. But there are also reasons for hope. Having been to several pre-conference gatherings and spoken to senior British officials, I&apos;ve been struck by their lack of arrogance. There seems to be a genuine interest in listening to, and learning from, a wide group of Somalis, and a willingness to admit the blunders of the past. Another reason for optimism is that, unlike previous efforts, the London meeting is not a peace conference. It is not about micro-managing Somalia&apos;s internal political problems. That task  as British foreign secretary William Hague made clear when he said: &quot;We can help get Somalia on its feet, we cannot do the running for it&quot;  is the responsibility of the Somalis. It would be a real achievement if this conference resulted in Somalia&apos;s problems being handed back to the Somalis themselves, because they have proved they do things best when they are left alone. They did it in the self-declared republic of Somaliland, which  since breaking away from the rest of Somalia in 1991  has built itself up from the rubble of war into the most democratic place in the Horn of Africa, developing a unique political system that combines modern democracy with traditional respect for elders. In 2006, even battle-scarred Mogadishu briefly achieved a degree of stability. For six months, before they were driven out by a US-backed Ethiopian invasion that was accused of having links to al-Qaida, a coalition of sharia courts controlled the city and other parts of southern and central Somalia. Like Somaliland, the courts were successful in restoring order because they evolved from the bottom up. They gained support because  as with Hamas in the Palestinian territories and, to a lesser extent, the Muslim Brotherhood in Egypt  they provided essential services to a neglected population. As one woman in Mogadishu said: &quot;They made safety and peace for the citizens a priority. They made sure every robber gave up his gun. Everything was calm and quiet. It was like Allah answered all our prayers.&quot; Perhaps the most striking sign of hope in Somalia is the economy. Certain sectors are booming, not least livestock, money transfer and telecommunications. Somalia may be the world&apos;s number one &quot;failed state&quot;, but it also exports more live animals than any other country on Earth, trade that is worth billions of dollars a year. Somalia is not blessed with abundant natural resources, although there is talk of oil and natural gas. But what it lacks in natural gifts, it more than makes up for in human resources. Moreover, there is a deep aptitude for business. This is partly due to the centuries-old clan networks that enable Somalis to raise money rapidly and move it around, relying purely on trust. But it is also because there is a widespread can-do attitude. Perhaps because they have had to live on the edge for so long, Somalis tend to seize the moment, and are not afraid to take risks. One Somali friend told me of a fellow countryman who arrived in Britain with nothing, hoping to seek asylum. On his way from the airport, he stopped at a KFC, a fast-food chain, where he found the fare extremely tasty. He immediately entered into a discussion with the manager  not to ask for the recipe, or a job, but to ask how much it would cost to buy the restaurant! It&apos;s a shame the only Somalis invited to the conference are politicians, some of whom have overseen the chaos and bloodshed in the country. It is difficult to have faith in a government that, according to a recent audit, allowed 96% of all direct bilateral assistance for 2009 to disappear, much of it presumably into its own pockets. The London conference is likely to end with a well-meaning communique and a pledge of further aid. But as one Somali businessman told me: &quot;We don&apos;t want money, we want infrastructure, as that is what is holding us back. Bring in the Chinese, anyone, to build us roads, bridges, ports, airports, schools and hospitals. Then we can function.&quot; Of course, business is not the answer to all of Somalia&apos;s problems. But the country&apos;s entrepreneurs have achieved positive things, and know how to operate across enemy territory. Perhaps the conference should focus on making Somalia a better place for them, because they have proved they can make things work, and make life better for people. The stronger and more developed Somalia&apos;s economy, the more people have to lose  and they less likely they are to fight and destroy.  Mary Harper is Africa Editor at the BBC World Service and author of the new book Getting Somalia Wrong? Faith, War and Hope in a Shattered State, published by Zed Press", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/feb/23/help-somalia-somalis-themselves", 
    "wordcount": "960"
}