{
    "headline": "RIM chief Thorsten Heins has a tough road ahead", 
    "text": "On Sunday evening in Waterloo, Canada, the joint chief executives of BlackBerry maker Research in Motion, Mike Lazaridis and Jim Balsillie, announced they were standing down in favour of their head of operations, Thorsten Heins. He has a mountain to climb  and he is going to have to pull the whole of RIM up it with him. The company is in dire straits. Revenues are falling. Profits are falling. Expectations for the current quarter  given by the management  are that sales over Christmas will have been as low as in spring 2011. Figures from Nielsen suggest that in the US over the past three months its share of smartphone sales has fallen from 7.7% in October to 6.4% in November to 4.5% in December. In an expanding market, RIM&apos;s share is dropping. It has $1bn in cash  but six months ago it had $2bn. Sales of its would-be iPad challenger, the PlayBook, have been disastrous: having ordered 2m at the beginning of 2011  probably on the expectation that it would shift them in a couple of quarters  it has just about persuaded retailers to take half that number over a year, and been forced to write off $465m in value against those still in the warehouse. Yet from Balsillie and Lazaridis&apos;s point of view, it&apos;s only very recently the trouble has started. Revenues rose steadily through to the December 2010-February 2011 quarter, when they peaked at $5.5bn, along with profits of $934m. But since then, the slide has been continuous  and there is no sign of it stopping. In the quarter to November, revenues were $5.1bn and profits just $265m following that writeoff. Average selling prices of devices have been falling steadily over the past five years, though  the real clue to its weakness, which is that it cannot compete at the high end. RIM&apos;s strengths now lie in its business customers  some of whom prize its keyboard-driven systems, and whose companies tend to love the heavy encryption on messages (which is why its first big users were financial companies)  and teenagers who love the free BlackBerry Messenger (BBM) system for communicating with friends. It also had the promise of low data usage (from its days in the era of low-bandwidth GPRS services) and resilient, always-up communication. That has won it around 70m subscribers around the world. But those strengths are eroding fast; keyboards aside, it no longer offers anything special. Programs such as WhatsApp, freely available, let people send messages as data, rather than text messages, for free too. The calamitous days-long outage suffered by the BlackBerry network in Europe, which then spread to the US and other parts of the world last October, meant that customers could not send or receive emails or use other data services such as the web. That severely dented business customer&apos;s confidence in the phone and its service: encryption is fine, but service is better. Furthermore, secure communication is taken as read in most modern smartphones; and touchscreens, allied to well-written apps and increasingly powerful processors, mean that the phone can become a window into almost any sort of computing experience. Angry Birds might seem a trivial waste of time, but it&apos;s a classic case of an app that would never have been written for a BlackBerry. Mix in the graphics and touch control (such as swiping, pinch-to-zoom and so on) that you get on Android phones and iPhones, and you have the recipe for disaster for RIM: no unique selling point (USP). The threats are all around: Android phones in particular, and iPhones in businesses, running apps. Heins&apos;s problem now is that he has to keep existing customers happy  the QWERTY keyboards are almost the only distinguishing element of BlackBerry devices  while moving into the touchscreen era, as every other company in the smartphone market is doing. But there have been delays with porting the new QNX software to smartphones (problems with chipsets are suspected), and those are not now expected until late in 2012. The worst thing for Heins is that the phones which have been performing so badly in the market are the new devices, released last autumn, running new software and backed by a hefty marketing campaign. The drop in US sales is deeply worrying, because it points to both new and old smartphone customers turning away from the brand. The trouble came with Apple&apos;s disruption of the mobile phone market with the original touchscreen iPhone in 2007. In February 2007, Balsillie was  like so many  dismissive of the iPhone: &quot;It&apos;s kind of one more entrant into an already very busy space with lots of choice for consumers ... But in terms of a sort of a sea-change for BlackBerry, I would think that&apos;s overstating it.&quot; Having disbelieved that the iPhone was real  after all, Steve Jobs was giving a demo; that wasn&apos;t real-world use  its engineers were appalled to find that it really did perform as shown. Under pressure from Vodafone to produce a competitor, RIM&apos;s response, appearing in late 2008, was the touchscreen BlackBerry Storm  a flop with reviewers and buyers. Unable to compete in that field, RIM retreated to the keyboard-driven market it had made its own. Speaking in May 2008  before the Android explosion, but when the iPhone was beginning to make its mark  Lazaridis was asked what RIM&apos;s USP was. &quot;Full Qwerty keyboards,&quot; he replied. &quot;I&apos;m sorry, it really is. I&apos;m not making this up. People are running out of their two-year contracts and they&apos;re coming into the stores and they want to be able to do Facebook and they want to be able to do instant messaging and they want to be able to do email and they ask for those features thinking that they&apos;re going to get another flip phone and they&apos;re walking out with a [BlackBerry] Curve or a Pearl because they&apos;re the best devices for doing those kinds of activities. And so what is the defining factor? The keyboard.&quot; For a while, Lazaridis&apos;s judgement didn&apos;t look wrong. The company&apos;s stock price peaked in mid-2008 as excitement about the whole smartphone segment grew, and over the first three quarters of 2009 RIM&apos;s share of the world smartphone market grew to around 20%, well ahead of Apple&apos;s, which ranked around 15%, and far ahead of Android phones, which ended the year with less than 10% of the market. But the arrival in 2009 of cheaper smartphones running touchscreen Android software meant that the whirlwind of change was only just beginning. Android chewed away at the low-cost market, while Apple began slicing into its enterprise business as some executives began bringing their personal iPhones into work. The problem was that the duo in charge of RIM were in denial about the disruption happening around them. But the stock market wasn&apos;t: in February 2011 a steep selloff began, pushing the share price from $67 down to the current $17, which values RIM at just under $9bn. Even then, Balsillie was insistent that what was really needed was more marketing of the products. The feeling is, though, that people know the products. But too few want them. The contrast with Nokia, which has also been undermined first by the iPhone and then Android, is educative. In spring 2010, while its Symbian platform was still dominant in the smartphone market  with about 44% of sales  it reshuffled its board to try to deal with the oncoming threat. But that was deemed insufficient, and in September 2010 it ejected its chief executive Olli-Pekka Kallasvuo and replaced him with the Canadian Stephen Elop, formerly head of Microsoft&apos;s Office division. He looked over the business and determined that Symbian was a dead duck, issuing his memorable &quot;burning platform&quot; memo, and shifted Nokia&apos;s smartphone strategy over to Microsoft&apos;s new Windows Phone platform, having considered  and rejected  Android. RIM has had the same problems but let things drift much longer. &quot;There are so many similarities,&quot; says Carolina Milanesi, smartphones analyst at the research company Gartner. &quot;But I&apos;m not sure RIM is past the denial stage. This looks like the spring 2010 reshuffle that Nokia did.&quot; In other words, Heins might be the caretaker before someone comes in and really shakes the company up. But who might there be? One possibility is Sanjay Jha, presently chief executive of Motorola Mobility, which is being acquired by Google; he at least has shown operational expertise. But would he want to? &quot;I don&apos;t think he knows what he&apos;s going to be doing under Google yet,&quot; says Milanesi. &quot;But there&apos;s not many chances [for RIM] out there. He&apos;s really the only person out there I can think of who might be up to the job.&quot; Although few would have guessed before his appointment that Elop would have the courage to abandon a best-selling platform and restructure the biggest mobile phone company in the world. Whether RIM can do the same  and whether it has acted in time  remains to be seen. Rumours of takeover bids have been swirling around it for months, with Amazon, Microsoft and Nokia (the latter having denied it) all linked to it. There was even the suggestion that Samsung was in talks to acquire it, which boosted the share price by 10%, but it fell back as soon as Samsung denied it. The problem for RIM is that it isn&apos;t much of a takeover target. Despite having those millions of users worldwide, its infrastructure would be almost impossible to tie into any other company&apos;s systems; while its corporate clients are a tasty target for Microsoft, it may prefer to woo them via its Exchange and Sharepoint offerings, allied to Windows Phone, rather than by trying a complicated merger that would also upset Nokia and its own mobile strategy. For RIM, the future is even more uncertain than it was a week ago. If Heins is the man to turn it around, it will be a comeback to rank with Steve Jobs&apos;s return to Apple in 1996. But that looks increasingly like a one-off.", 
    "section": "technology", 
    "gid": "technology/2012/jan/23/thorsten-heins-tough-road-rim", 
    "wordcount": "1681"
}