{
    "headline": "Internet address regime launches expansion of domain names", 
    "text": "One of the biggest changes to the internet since its inception 30 years ago will begin this week. From Thursday, anyone will be able register any web address suffix for $185,000 (119,000). Ford, for example, can apply for the rights for .ford, while Pepsi is, apparently, keen on buying up .pepsi so it can launch a drink.pepsi website. Boris Johnson, the Mayor of London, has announced City hall&apos;s intention to register .london. A number of other cities, including New York, Paris, Sydney, Rome and Berlin, are also planning to launch their own top level domains (TLD). The launch of the so-called &quot;dot brand&quot; names is the latest big change to the strict rules governing internet nomenclature since the launch of .com in 1985. Since then, industry body Icann has opened up the internet to country codes, such as .uk, .fr, and .de, and 22 other generic suffixes, including .info, .gov, .eu, and .cat (for Catalan rather than felines). The biggest recent change came last year when .xxx was created to give adult websites their own space on the internet. The new top-level domain (TLD), launched with the slogan &apos;&quot;let&apos;s be adult about it&quot; boasts 250,000 websites in the nine months since in went live last April. Icann is encouraging companies to &quot;get ready for the next big thing&quot;. Rod Beckstrom, its chief executive and president, said: &quot;Time is short. If you have not done so, now is the time to get expert advice and get your marketing people engaged to take advantage of new opportunities.&quot; However the proposed changes have not gone down well with some big businesses and governments. Jon Leibowitz, boss of the The federal agency fears that a quick expansion of domains, a project that has been several years in the making, would increase the likelihood that scammers could trick people who enter common misspellings, such as Amazon.comm. The government is also concerned that it will have a more difficult time getting information about website owners after the switch. &quot;The potential for consumer harm is great, and Icann has the responsibility both to assess and mitigate these risks,&quot; four top FTC (Federal Trade Commission) officials wrote in a joint memo. The FTC has warned that the relaxation of the rules could be a &quot;disaster&quot;. &quot;We see enormous cost to consumers and businesses and not a lot of benefit,&quot; he said at a congressional hearing into the change last month. More than 40 of the world&apos;s biggest companies, including Coca-Cola and Johnson &amp; Johnson, have also complained that the expansion will increase costs, confuse consumers and increase the risk of internet fraud. Icann claim a detailed 50-question application form will deter fraudsters and ensure that companies copyright holders win the right to domains using their brands. Applicants have until 12 April to sign up, before an eight-month evaluation process. The first top-level domain sites are expected to go live in 2013. Roland LaPlante, chief marketing officer of domain registry Afilias, said he expects up to 4,000 applications.", 
    "section": "technology", 
    "gid": "technology/2012/jan/08/internet-address-regime-expanded", 
    "wordcount": "521"
}