{
    "headline": "Historians of science look forward to a unique gathering", 
    "text": "This Friday sees the deadline for submissions to what will be the largest ever meeting of historians of science in the UK, and almost certainly the largest for at least a generation to come. Last Friday already saw the closing date for organised symposiums within the International Congress of History of Science, Technology and Medicine, and the organisers tweeted:  #ichstm has just received its 1000th symposium paper abstract.  ICHSTM 2013 (@ichstm2013) November 23, 2012  With the individual submissions still to come in, this promises to be huge for the history of science, which usually counts conference delegates in the 10s or 100s. The event is taking place next year, 22-28 July 2013, in Manchester. It is officially hosted by the British Society for the History of Science, and is being co-ordinated locally by members of the University of Manchester&apos;s Centre for the History of Science, Technology and Medicine.  As well as an extremely full academic programme, the website promises to show off the history of science, technology and medicine in Manchester, &quot;the original &apos;shock city&apos; of the Industrial Revolution&quot; with displays, events and tours, including to Jodrell Bank, the radio telescope of which has been appropriated to the event&apos;s logo.  There will also be a &quot;fringe&quot; that will include films, music, theatre and performance, aimed at the public as well as delegates. Importantly, there will also be an entire pub, the Jabez Clegg, handed over for the conference, selling, I&apos;ve been promised, unique and appropriately-named cask beers. (It helps that the Manchester department includes a postgrad with experience of organising beer festivals and a historian of brewing.) As well as being large, the Congress, an activity of the Division of History of Science and Technology of the International Union of History and Philosophy of Science, will, of course, be very international. It will be an important opportunity for scholars working within very different contexts to get together. This is the 24th such Congress - they take place every four years, with recent meetings having been held in Mexico City (2001), Beijing (2005) and Budapest (2009). It has not been in the UK since Edinburgh in 1977. Probably the most famous of all the International Congresses of the History of Science was the second, in London in 1931. It was here that Boris Hessen delivered his paper, &quot;The Soci-Economic Roots of Newton&apos;s Principia&quot;. As the title suggests, this presented science as something that did not stand aloof from its social and economic context. It has been considered foundational for research into the relationship between science and society, or &quot;external&quot; rather than &quot;internal&quot; history of science. Certainly, it was remarkable at the time, being a full-blown Marxist account, which concluded:  The great historical significance of the method created by Marx lies in the fact that knowledge is not regarded as the passive, contemplative perception of reality, but as the means for actively reconstructing it. For the proletariat science is a means and instrument for this reconstruction. That is why we are not afraid to expose the &quot;terrestrial origin&quot; of science, its close connection to the mode of production of material existence. Only such a conception of science can truly liberate it from those fetters in which it is inevitably trapped in bourgeois class society.  Such international gatherings have often been stages on which politics can be performed. It was not just Hessen, but a whole set of Soviet delegates who took the audience by surprise in 1931. Their papers were gathered together and published as Science at the Crossroads, by Nikolai Bukharin. It was to provoke heated debate, touching a nerve in a time of crisis of capitalism in the west. I am told by old hands that Cold War politics coloured the Congresses of the 70s and 80s. Things have changed again, but I suspect that there will be lively interest in the diversity that continues to exist when the field is seen at its broadest. The British organisers, naturally, are interested in showcasing the wealth of resources and scholarship that can be found in Manchester and the UK. Beyond that, it would be great if the size of the event can help raise awareness of the discipline.  I will be there, as one of the co-organisers of a symposium on current history of science research taking place in, or in partnership with, museums. There is plenty to choose from: Arabic science, paleontological specimens, radio communication, Chinese natural knowledge, science at war, theology and science, ancient astronomy, east-west encounters, gender and knowledge, mathematical institutions, and much, much more - including the history of the sauna and new insights into bicycle history. More information: http://www.ichstm2013.com/index.html Follow @ichstm2013 and #ichstm     Logo of the 24th International Congress of History of Science, Technology and Medicine  ", 
    "section": "science", 
    "gid": "science/the-h-word/2012/nov/26/history-science", 
    "wordcount": "794"
}