{
    "headline": "Kim Dotcom 'preparing launch of new music site Megabox'", 
    "text": "New Zealand tech entrepreneur Kim Dotcom is preparing to launch a new music site called Megabox, he has claimed. A video teaser, posted on YouTube on Wednesday, showed off search, community, location and sentiment tracking features, and showed a developer team apparently working on the site with the introduction: &quot;This is what they don&apos;t want you to have. Unchaining artists and fans. Megabox is coming soon.&quot; The video followed a tweet on Saturday that claimed: &quot;Code was 90% done. Servers on the way. Lawyers, partners and investors ready. Be patient. It&apos;s coming.&quot; Today&apos;s teaser highlighted four artists  The Black Keys, Rusko, Two Fingers and will.i.am  as &quot;exclusive&quot; artists that are part of a site that Dotcom has said will &quot;give artists full control over their work&quot;. The site is understood to let users access music for free and compensate artists with a share of advertising revenue by using the Megakey app, which would replace existing ads with Megabox adverts. Megabox appears to be a reinvention of the infamous MegaUpload site that led to Dotcom&apos;s dramatic arrest on 20 January this year. Dotcom has been charged with internet piracy and breaking copyright laws with a business that made as much as $175m (100m) allegedly distributing copyrighted material. Now released on bail, Dotcom faces fresh attempts by the US authorities to extradite him but will not face an extradition hearing until March 2013. Dotcom&apos;s arrest and the closure of Megaupload.com by the US Department of Justice triggered attacks on several high profile sites including the DoJ and Universal Music. The New Zealand government was forced to apologise to the entrepreneur today after an official report showed that the country&apos;s spy agency had carried out illegal surveillance on him. But house arrest has not deterred the industrious German national, who officially changed his name from Kim Schmitz in 2005. Dotcom has entertained himself by making music videos with his family, as well as hosting visits from people including Apple co-founder Steve Wozniak.", 
    "section": "technology", 
    "gid": "technology/2012/sep/27/kim-dotcom-launch-music-megabox", 
    "wordcount": "341"
}