{
    "headline": "Facebook IPO set for 18 May", 
    "text": "Facebook shares will float on the US stock market on Friday 18 May, with a &quot;roadshow&quot; for the company&apos;s enthusiastically-awaited initial public offering to begin next Monday including its founder Mark Zuckerberg, according to Silicon Valley sources. The eight-year-old social network, with 900 million users worldwide, is expected to have a valuation of around $100bn (61.6bn) and is the most eagerly awaited flotation since Google&apos;s in 2004. It is expected to raise $5bn through its share offering. Analysts had expected that the roadshow would be led by Facebook&apos;s chief operating officer Sheryl Sandberg and chief financial officer David Ebersman, after Zuckerberg didn&apos;t show up for a meeting with them in March. The two-tier share structure set up for the company means Zuckerberg will retain control of Facebook by holding more useful voting shares. Similar structures are used at Google  which in April proposed expanding the number of non-voting shares, a move that was unpopular with investors. IPO roadshows, in which company management presents its strategy to prospective investors, typically last one to two weeks. If the roadshow goes particularly well, shares sometimes start trading a few days earlier. They also give investment banks which will buy the majority of shares ahead of the flotation the chance to evaluate the management and its forecasts, and can drive the eventual flotation price up or down. That means Zuckerberg&apos;s performance could make a substantial difference to how much Facebook is eventually worth  and how much cash it garners from the share sale. Facebook still commands keen investor interest, although disappointing first-quarter results raised questions about whether it can sustain breakneck growth for the longer term. A source told Reuters last week that a recent acquisition spurt by the company could have added about a week to the IPO timetable as regulators signed off on the deals. This review is close to completion, however, allowing the company to go ahead with the roadshow on 7 May, according to the source who spoke with Reuters on Tuesday. &quot;I have not seen as broad-based interest in an IPO since Google. Investor demand is immense,&quot; said Scott Sweet of research firm IPO Boutique. &quot;I expect a roadshow that will rival all roadshows where investors will be turned away at the door.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/may/02/facebook-ipo-mark-zuckerberg-roadshow", 
    "wordcount": "382"
}