{
    "headline": "Elon Musk hits back at coal baron who called him a 'fraud' over green subsidies", 
    "text": "Tesla founder Elon Musk has hit back against the CEO of a coal power company who accused him of fraud. Robert Murray, an outspoken Donald Trump supporter and the CEO of the Murray Energy Corporation  Americas largest coalmining company  went after Musk on CNBCs Squawk Box on Monday and called Tesla a fraud.   Related: Tesla fights back as Michigan goes to new lengths to shut company out    [Musk]s gotten $2bn from the taxpayer, has not made a penny yet in cashflow, Murray continued. Here again: its subsidies. In response, Musk tweeted that the real fraud going on was denial of climate science. As for subsidies, Tesla gets pennies on dollar vs coal. How about we both go to zero? he said. Tesla does not, in fact, receive direct government subsidies but does receive money for selling carbon credits to other companies whose vehicle fleets dont meet emissions standards in states such as California.  Buyers of Tesla vehicles also currently receive a $7,500 tax credit from the government, but that is an incentive subsidy to the purchaser, rather than to the company itself. The last handout from the government that Tesla received was $465m as part of the auto industry bailout in the early days of the Obama administration, which the company paid back in full nine years early, in 2013.   Related: World Bank says Paris climate goals at risk from new coal schemes    The coal industry, by contrast, receives billions of dollars in taxpayer subsidies, as well as preferential treatment from the Internal Revenue Service, according to an investigation by ThinkProgress. Companies such as the Murray Energy Corporation can also take advantage of loopholes allowing them to cheaply obtain leases on public lands  more than 40% of US coal comes from publicly owned land, according to the Energy Information Administration. A 2011 study by Management Information Services found that fossil fuels  oil, natural gas and coal  had received 70% of total energy subsidies between 1950 and 2010. Coal powers total subsidy totaled $104bn, the study found. A representative for Murray was contacted for comment. Murrays political activity has long been controversial. In 2012, he hosted a rally for Mitt Romney at a mine he owned in Beallsville, Ohio, which miners told a local radio station they were forced to attend without pay. Workers were also coerced into donating to Republican campaign Pacs, according to an FEC complaint filed in 2012. Even before he became the Republican presidential nominee, Trump made coal-fueled power  including so-called clean coal  a central part of his pitch to voters. In Sundays presidential debate in St Louis, Missouri, he made the grandiloquent pronouncement that coal will last for a thousand years in this country. In return, the coal industry has been good to Trump. Murray himself told the Virginia Coal and Energy Alliance annual conference in May that Trump has got his head on right and was the horse to ride in the election, according to SNL Financial. He also personally hosted a fundraiser for Trump in West Virginia in June.", 
    "section": "technology", 
    "gid": "technology/2016/oct/11/elon-musk-robert-murray-coal-green-subsidies", 
    "wordcount": "487"
}