{
    "headline": "Does a dean have any say in the running of a university?", 
    "text": "Since last gracing these pages, I&apos;ve been appointed dean of my faculty, which is alarming news for all concerned. Having spent the best years of my life complaining about how universities in the UK are run, I fear I will spend the next five years explaining why it just can&apos;t be any other way. And it&apos;s all my fault now. Over the years, I&apos;ve written about admissions, teaching methods, examinations, cumbersome regulation, funding and just about anything else that irritated me. And a common theme has been to compare what we do here with the US. Of course, there isn&apos;t a single way in which things happen in the US: the variety is astonishing. But, oddly, in its chaotic free market the US has been able to achieve a level of co-ordination that we never have in the centralised UK. For example, there is an honour code among universities that they will all have the same deadline for final acceptance of postgraduate admission offers. This is to stop mid-rank institutions pressurising excellent candidates to accept an offer early, before they know whether they have been accepted into an elite university. This seems to be enforced entirely by moral pressure, whereas here there is almost nothing as systematic unless it is part of a formal system such as Ucas. The American way has emerged through a process of evolution rather than decree. If, as it is sometimes said, the UK university system is part of a command economy then we must all be listening to different, conflicting commands, or at least interpreting them in our own way, where &quot;own&quot; can refer not only to universities, but also to faculties, departments, or, indeed, different people in adjacent offices. When I started my academic career the term &quot;Americanisation&quot; was akin to &quot;vulgarisation&quot;: indicative of fizzy-drink dispensers in the common room, and libraries named after the drinks companies. Well, now we have fizzy drinks everywhere and if only we could find the donors, who knows what we would rename? For enough dosh, I&apos;d change my own name. Americanisation is often now a goal, not a term of abuse. One area in which we could certainly learn is flexibility of studies. Here, at the age of 17 applicants decide what to study until they reach 21. But the decision is made in varying degrees of ignorance. Students enrol in philosophy wanting to gain insight into the agonies of the human condition. Instead, we make them puzzle over whether names are really &quot;disguised definite descriptions&quot;. A genuinely fascinating question, but not exactly what many are expecting. Economics students want to find out how to create wealth in a sustainable fashion. First, though, they are sent to the statistics class, and many never reappear. Law students  well some of them, anyway  want to learn how to fight the injustices of the system. Instead, they are taught how to pretend that inconsistent judicial decisions can be distinguished on the basis of some spurious principle. And what happens when they find out they should have enrolled for something else? Largely they put a brave face on it. In the US, by contrast, you enrol at a university and decide what to study when you are there, changing direction if your initial hunches haven&apos;t worked out. Why don&apos;t we allow students to work out their own direction? A combination of institutional rigidity and Thatcherite internal markets mean that it is administratively painful for everyone, and financially painful for the losing department, if a student changes degree course. So will I bring in more flexibility as dean? Ha! The most common phrase to hear in a university is &quot;we want to do this, but they won&apos;t let us&quot;. On becoming dean, I thought I would be one of &quot;them&quot; and so could start making changes. But no, even the deans, it seems, are under the thumb of &quot;them&quot;. One day perhaps I will find out who &quot;they&quot; are.  Jonathan Wolff is professor of philosophy at University College London and now dean of arts and humanities", 
    "section": "education", 
    "gid": "education/2012/oct/08/university-administration-students-degrees", 
    "wordcount": "690"
}