{
    "headline": "Bitcoin: more than just the currency of digital vice", 
    "text": "Dale doesn&apos;t exactly look like an international crypto-criminal. He&apos;s soft-spoken, baby-faced, and a senior at an Ivy League college. But every couple of weeks the political science major logs onto the Silk Road, an online black market that has been described as an &quot;amazon.com of drugs&quot; to buy wholesale quantities of &quot;molly&quot; (also known as MDMA, a particularly &quot;pure&quot; form of ecstasy), LSD and magic mushrooms. Some of these will be for his personal use, and the rest he&apos;ll flog to less tech-savvy classmates at a mark-up of up to 300%. On a good weekend, he can net a profit of around $2,500. It&apos;s a more lucrative sideline than waiting tables.While Dale prices his party favours in dollars, he pays for them the only way you can pay for anything on the Silk Road: by using Bitcoins, an untraceable digital currency founded in 2008 by the pseudonymous &quot;Satoshi Nakomoto&quot;. Despite persistent efforts to uncover his identity, little is known about Nakamoto: he&apos;s the Banksy of the internet. Or, rather, he was. Nakomoto disappeared without a trace in 2011, after telling a developer &quot;he&apos;d moved on to other things&quot;. Bitcoin itself, however, shows no signs of vanishing: in the past two months it more than doubled its value against the dollar and  after reaching an all-time high last Wednesday, it has been trading at above $32 a share. Unless you&apos;re a major tech geek or a regular patron of the shadowy computer underworld known as the dark web, you&apos;ve probably never heard of  let alone used  Bitcoins. But below the &quot;real&quot; economy of legal tender and federal reserves, Bitcoins fuel a shadow economy that connects students, drug dealers, gamblers, dictators and anyone else who wants to pay for something without being traced. It has found a niche as the currency of internet vice, digital &quot;pieces of eight&quot; for modern-day pirates. Despite these unsavoury associations, Bitcoin is increasingly winning a place on the internet as a legitimate currency, albeit one that will probably never quite shake off its dodgy past. Bitcoin is part of a gradual, technological shift in the way we think about money. It poses a tangible threat to centralised banking and the guardians of fiat money. Bitcoin won&apos;t knock off the dollar any time soon; the euro can sleep easy. But it is clearly a force to be reckoned with.Bitcoin has become the world&apos;s best performing currency, with its value spiking 130% just this year. Bitcoins, unlike the cash you have in your pocket, are finite. There are currently 10.8m Bitcoins in the system, and this will cap out at 21m coins by the year 2140, according to market research firm ConvergEx. Limiting supply has been a major plus for Bitcoins, and a major reason why prices have gone up. If you want to buy Bitcoins you simply go to an online exchange service such as Bitinstant and convert your local currency into the virtual money. These are then stored in a &quot;wallet&quot;, which functions as a sort of online bank account. You can then go and spend these anywhere that takes Bitcoins to buy anything from socks to drugs. The Bitcoin network is structured like a guerilla movement: it is decentralised, controlled by its users rather than governments. This means it is (theoretically, at least) anonymous, and that, unlike credit cards and PayPal, which block payments from a number of countries, it enables instant payments to anyone, from anywhere in the world.That&apos;s why criminals love it and why some online retailers do, too. It&apos;s money without any kind of safety net below it. There&apos;s no legislation to protect your investment and you can&apos;t protest fraud. It&apos;s worth bearing in mind that while Bitcoin operates outside the parameters of governmental control and is often used to dubious ends, so too is a lot of the money we see around us. The US Treasury printed 3bn $100 bills in the 2012 fiscal year and, 80% of them go overseas, according to Federal Reserve estimates. As Nicholas Colas,ConvergEx Group chief market strategist, notes, &quot;many of them simply facilitate the global drug and arms trade, not to mention tax evasion and human trafficking&quot;. Bitcoins fit into the world of real currency more than anyone would like to think. While governments and legislators have long been waging wars on traditional funny money, they are only just starting to wake up to the effects alternative currencies may have on the financial landscape. In 2011, two Democratic senators, alerted to the thrills of the Silk Road by a Gawker article, wrote to the US attorney general demanding that something be done about Bitcoin. And in October last year, the European Central Bank published a paper that recommended that developments in virtual currencies be regularly examined to reassess the risks.  The association between Bitcoins and drugs is clearest on Silk Road, where the currency is the only method of payment that is accepted. But Dale, the Ivy League student, uses the currency with care  not least because of its volatility. &quot;I try to purchase only as many as I will need for a specific transaction, because they have historically had pretty wild inflation and deflation.&quot; Dale sees Bitcoins as the glue that binds a certain type of digital trade: &quot;It seems to me like Bitcoins are essential for the currently thriving digital underground economy, but they also represent the beginning of an extra-governmenta, international digital economy.&quot; Bitcoin isn&apos;t just for petty criminals, however: it has also made its debut in geopolitics. Last year, Iran was cut off from the European and US currency systems. High inflation caused the native currency, the rial, to plummet in value. With no dollars or euros available, Iranians used Bitcoinas a way to gain access to the international currency markets: they bought Bitcoins and later swapped them for dollars through an exchange site like Mt.Gox. While Bitcoin has so far operated at the margins of the economy, there is some evidence that it is slowly entering the mainstream.Wordpress, Reddit, and Megaupload have just started to accept Bitcoins and you can now even buy pizza with them. In December, the currency took its biggest step towards legitimacy yet, after partnering with a payments service provider in France. They also had a booth at this year&apos;s Consumer Electronics Show (CES), which featured a picture of a wholesome looking woman holding an iPhone running a Bitcoin app. Edward Castronova, a professor of telecommunications at Indiana University Bloomington, who has who pioneered the economic study of virtual worlds, doubts that Bitcoins will ever become a mainstream currency, however. Castronova&apos;s scepticism stems from the way that Bitcoin is structured as a currency with a fixed size. &quot;It just isn&apos;t very fun. We&apos;ve learned from game currencies that people like a little inflation in their economies. But Bitcoin is built to deflate. And we&apos;ve just seen, culturally, people don&apos;t like deflation.&quot; While it seems unlikely that Bitcoins will ever represent a full-scale challenge to regular money, they point to the rise of virtual currencies and changing definition of currency. Alternative currencies continue to slowly creep in around the edges of the economy: in February, Amazon announced that it is introducing its own custom currency called, rather imaginatively, Coins. Starting in May, US customers will be able to use Coins to buy apps, games and in-app items on the Kindle Fire, with Amazon giving out &quot;tens of millions of dollars worth of Coins&quot; as a preliminary stimulus package. And calculations by the Economistin January 2005 suggested that thetotal stock of unredeemed frequent flyer miles was worth more than all the dollar bills in circulation. Castronova notes that among young people, the mental accounting on different sorts of &quot;money&quot; is already very fuzzy. &quot;Twenty-year-olds don&apos;t see any difference at all between dollars, gold coins, GPAs,&quot; said Castronova. &quot;They&apos;re all just digital score sheets&quot;. The future of money may or may not include a Federal Reserve Bank of Amazon, but it probably does involve the gradual decentralisation and democratisation of currency. Virtual currencies aren&apos;t just a new-fangled sort of Monopoly money. Rather, they may just be the thing that ends the monopoly on money.", 
    "section": "technology", 
    "gid": "business/2013/mar/04/bitcoin-currency-of-vice", 
    "wordcount": "1408"
}