{
    "headline": "West Africa's technological revolution driven by mobile phones", 
    "text": "In 2009, businessman Femi Akinde needed to travel quickly across Nigeria. Without immediate access to the internet, it took him a day to book a plane ticket. Finding a number to make a phone reservation took time; connecting  on erratic phone lines  even longer; and bank forms had to be filled in to withdraw money for paying. &quot;The fact that something that could have taken less than 10 minutes [online] took a torturous whole day got me thinking: if something like an airline ticket was this difficult to procure, how much worse is it down the economic food chain?&quot; he explained. Akinde, who had worked with US telecoms companies, saw a solution in mobile phones. He came up with SlimTrader, a service that allows customers to use their phones to get information and availability, and to pay for services ranging from airplane tickets to bags of fertiliser. While in many parts of the world, such a service would use the internet, this option was not available for a large majority of Nigerians using basic feature phones. Instead, SlimTrader can be used entirely by text message. &quot;We took the idea from what it could be in the western world to what it really has to be in the developing world. We went a step further, and said let&apos;s make SlimTrader useable on any phone,&quot; he said. Using text messaging for technological advances makes sense in a continent where hi-tech sits cheek-by-jowl with fading technology. Days before it officially began selling in western stores, bootlegged copies of the latestiPhone were available from Lagos market vendors  many of whom were using phones with only basic internet. And while Google&apos;s Lagos office has helped put some 25,000 businesses online in the past year, it is also making its mighty search engine available through the humble text message in Nigeria, Kenya and Ghana. Innovations like SlimTrader are a small part of a new technological revolution in sub-Saharan Africa. In west Africa, which has lagged behind its eastern neighbours, a new breed of home-grown entrepreneurs is adapting technology to local challenges. At the centre of that boom is Nigeria, which has come a long way from its early days of the internet, nicknamed &quot;plug and pray&quot;. A decade ago, just under 1m phone lines served its population of 140 million. Today, the number of mobile phone subscribers has skyrocketed to almost 100 million, using phones for everything from portable music systems on beaches to navigating notoriously grid-locked roads. But despite improving quality and access to digital platforms, technology-based solutions remain patchy and isolated. That motivated Femi Longe and Bosun Tijani to set up west Africa&apos;s first technology hub in 2011, which aims to find tech-based solutions to social problems. &quot;If you look at our history and development, the focus has always been to find something that worked successfully somewhere else and bring it here. That model hasn&apos;t worked,&quot; Longe said, in a buzzing room in downtown Lagos, where dozens of aspiring &quot;techpreneurs&quot; are huddled over laptops. &quot;For solutions to work here, they need to be created with an understanding of the Nigerian context and culture.&quot; BudgIT helped draw tens of thousands of Nigerians on to the streets in January to protest against proposed government cuts by turning the country&apos;s notoriously shadowy budget into easy-to-read infographics. &quot;In a very short while, BudgIT became the de facto place to go if you have any questions around public finance in Nigeria,&quot; said Longe. Longe shrugs off criticism that social media and the internet remain out of reach for many in Africa. &quot;If you can reach even 1 million people, that&apos;s massive. We may not reach everybody, but we can get our solutions very far,&quot; he said. In fact, some innovations are harnessing the explosive growth of mobile phone owners, forecast to swell to 735 million Africans by the end of this year. Phones are being used in a number of ways. MicroEnsure, for example, embeds life insurance premiums in pay-as-you-go top-up cards. A $3 minimum monthly spend gave kettle-maker Rebecca Darko and her family, from Accra, Ghana, a safety net of $140 in life insurance after a family death threatened to drown them in debt. In Mauritania&apos;s vast Sahara desert, meanwhile, nomadic herdsman Abdel Ould Ely uses his battered, hand-me-down mobile to tackle the ancient problem of crop-devouring locust swarms. From the remote Aioun region, he sends a text message to the desert locust centre in the capital, Nouakchott, the minute a single locust is spotted. &quot;The hope is that by crowdsourcing from text messages, we can help predict where a swarm is heading, in theory as you can with the weather,&quot; said Mohamed Abderahmane Ould Sidi, a director at the centre. To do that, the centre relies on the availability of signal in deserts, &quot;where you can travel 300km without seeing another person&quot;, Ould Sidi said  something unavailable even five years ago. Nevertheless, the march of technology has left some by the wayside. Brahim weld-Ben, a tracker in Mauritania, said he can no longer earn an income from his once sought-after traditional tracking skills in the harsh desert. &quot;There is mobile phone coverage and other technology everywhere now. Most of the time, you can find somebody who is lost just by calling them,&quot; he said.", 
    "section": "global-development", 
    "gid": "global-development/2012/sep/24/nigeria-mobile-phones-success-technology", 
    "wordcount": "900"
}