{
    "headline": "Switching attention in the blink of an eye", 
    "text": "   Blinking may play an active role in brain function. Photograph: Ian Masterson/Alamy    Blinking is a spontaneous action that serves an important role: it spreads tears across the surface of the eye, keeping it moist and clean so that it can work properly. Yet most of us blink every three or four seconds, far more frequent than is needed for lubrication and cleaning, and exactly why is unknown. New research now suggests that blinking may also play an active role in brain function  it may &quot;reset&quot; our attention mechanism, enabling us to switch our focus from one thing to another. Attention has a limited capacity and is highly selective. We can only attend to a maximum of three or four things at any one time, and doing so can make us completely oblivious to everything else in our surroundings. In order to notice something, we have to focus our attention onto it, and this involves disengaging our attention from what we are already focused on, then shifting our gaze and re-allocating our attentional resources onto something new.Several years ago, Tamami Nakano of Osaka University and her colleagues showed participants clips from Mr Bean, and found that they synchronised their eyeblinks to occur at times that required less attention, such as scene changes or when the main character was off screen, to avoid missing important information. More recently, they reported that people blink during pauses in their speech, triggering those who are listening to entrain their eyeblinks to occur a fraction of a second later. They have also found that autistic people do not entrain their blinks, and suggest that this may contribute to their social impairments. In their latest study, Nakano and her colleagues examined the changes in brain activity that occur immediately following eyeblinks. They used functional magnetic resonance imaging (fMRI) to scan 20 participants&apos; brains as they watched Mr Bean clips, and also monitored their blinking. The experiments were designed this way so that the participants would blink spontaneously while viewing natural scenes, rather than blink intentionally in response to static visual stimuli, such as checkerboard patterns, which do not require high attention levels. The scans revealed that spontaneous blinks are closely followed by two reciprocal brain activity patterns: activation of the default mode network, a widely distributed set of brain regions that comes online when we disengage from the outside world and enter the internal world of memories and daydreams; and deactivation of the dorsal attention network, which includes regions of the frontal and parietal lobes and is associated with focusing attention. This suggests that blinking plays an active role in the brain&apos;s attentional mechanisms  by momentarily activating the default mode network and deactivating the dorsal attention network, it may disengage attention from one aspect of the environment so that it can be re-allocated to another. An alternative possibility is that activation of the default mode network was simply caused by the lack of visual input during blinking. The researchers took this into account and also included short &quot;blackout&quot; periods during the film clips, but these did not evoke the same brain activity changes observed after the participants&apos; spontaneous blinks.  &quot;This study is particularly novel because it considers natural spontaneous eye blinks,&quot; says Mark Stokes, head of the Attention Group at the Oxford Centre for Human Brain Activity. &quot;It&apos;s a careful paper with appropriate controls, and the central claim that blinking constitutes a mechanism for disengagement is attractive and exciting. It provides exciting new evidence for the intriguing idea that the brain is constantly fine tuning the sense organs by momentarily shutting off the flow of information to help control the flow of cognitive operations.&quot; Reference: Nakano, T., et al. (2012). Blink-related momentary activation of the default mode network while viewing videos. PNAS, doi: 10.1073/pnas.1214804110", 
    "section": "science", 
    "gid": "science/neurophilosophy/2012/dec/28/attention-blinking", 
    "wordcount": "627"
}