{
    "headline": "Greenhouse gas levels pass symbolic 400ppm CO2 milestone", 
    "text": "The world&apos;s air has reached what scientists call a troubling new milestone for carbon dioxide, the main global warming pollutant. Monitoring stations across the Arctic this spring are measuring more than 400 parts per million of the heat-trapping gas in the atmosphere. The number isn&apos;t quite a surprise, because it&apos;s been rising at an accelerating pace. Years ago, it passed the 350ppm mark that many scientists say is the highest safe level for carbon dioxide. It now stands globally at 395. So far, only the Arctic has reached that 400 level, but the rest of the world will follow soon. &quot;The fact that it&apos;s 400 is significant,&quot; said Jim Butler, the global monitoring director at the National Oceanic and Atmospheric Administration&apos;s Earth System Research Lab. &quot;It&apos;s just a reminder to everybody that we haven&apos;t fixed this, and we&apos;re still in trouble.&quot; &quot;The news today, that some stations have measured concentrations above 400ppm in the atmosphere, is further evidence that the world&apos;s political leaders  with a few honourable exceptions  are failing catastrophically to address the climate crisis,&quot; former vice president Al Gore, the highest-profile campaigner against global warming, said in an email. &quot;History will not understand or forgive them.&quot; Carbon dioxide is the chief greenhouse gas and stays in the atmosphere for 100 years. Some carbon dioxide is natural, mainly from decomposing dead plants and animals. Before the industrial age, levels were around 275 parts per million. For more than 60 years, readings have been in the 300s, except in urban areas, where levels are skewed. The burning of fossil fuels, such as coal for electricity and oil for gasoline, has caused the overwhelming bulk of the man-made increase in carbon in the air, scientists say. It&apos;s been at least 800,000 years  probably more  since Earth saw carbon dioxide levels in the 400s, Butler and other climate scientists said. Readings are coming in at 400 and higher all over the Arctic. They&apos;ve been recorded in Alaska, Greenland, Norway, Iceland and even Mongolia. But levels change with the seasons and will drop a bit in the summer, when plants suck up carbon dioxide, NOAA scientists said. So the yearly average for those northern stations likely will be lower and so will the global number. &quot;It&apos;s an important threshold,&quot; said the Carnegie Institution ecologist Chris Field, a scientist who helps lead the Nobel Prize-winning Intergovernmental Panel on Climate Change. &quot;It is an indication that we&apos;re in a different world.&quot; Ronald Prinn, an atmospheric sciences professor at the Massachusetts Institute of Technology, said 400 is more a psychological milestone than a scientific one. We think in hundreds, and &quot;we&apos;re poking our heads above 400,&quot; he said. Tans said the readings show how much the Earth&apos;s atmosphere and its climate are being affected by humans. Global carbon dioxide emissions from fossil fuels hit a record high of 34.8 billion tonnes in 2011, up 3.2%, the International Energy Agency announced last week. The agency said it&apos;s becoming unlikely that the world can achieve the European goal of limiting global warming to just 2 degrees based on increasing pollution and greenhouse gas levels.", 
    "section": "environment", 
    "gid": "environment/2012/jun/01/record-greenhouse-gas-trouble-scientists", 
    "wordcount": "533"
}