{
    "headline": "Why the IAM red light survey annoyed me more as a cyclist than as a pollster", 
    "text": "Earlier this week the Institute of Advanced Motorists (IAM) issued a press release headlined, &quot;More than half of cyclists jump red lights&quot;, claiming 57% of cyclists had jumped a red light at least once. The figure came from a poll on the IAM website to which many cyclists had responded, encouraged by tweets and cycling forums to add their experience.  Unusually, BikeBiz.com, an industry newsletter, and the Guardian broke an embargo to publicly criticise the IAM and its statistics in advance of publication by the rest of the media. Reaction across cycling forums and Twitter was quick to condemn the validity of the IAM&apos;s figures and to question the organisation&apos;s motives and integrity. I&apos;m trying hard to see this debacle as a case of good intentions gone horribly wrong rather than a case of the the IAM deliberately playing fast and loose with statistics and using cyclists as the bait to catch some red top headlines.  I&apos;m also struggling to resist schadenfreude because, as a professional pollster, I normally at least allow myself a wry smile when poor research gets outed and usually laugh out loud when this type of home-cooked, half-baked poll falls flat. I&apos;m trying not to gloat because even though I&apos;m both a researcher and a cyclist, I&apos;m finding it difficult to put the IAM in the same sentence as the phrase &quot;fast and loose&quot;. In my mind, the IAM are sticklers, an organisation of cardiganed uncles driving within the speed limit, hands at ten to two and able to stop well within the necessary distance. Hardly the type of people to take chances and act with any reckless disregard. I&apos;m struggling because I know from working with him on research projects for Road Safety Scotland and the Scottish government that Neil Greig, the IAM&apos;s director of policy and research, is a decent man, committed to improving road safety, who gives good advice. But I&apos;m also pretty angry with the IAM, for this reason: I am one of their 57%. I picked up the tweets, I read about the survey on my local cycling forum, and I filled it in, wanting to add my experiences thinking, as I suspect many others did, that it would add, in some way, to the calls for improvements in cycling provision.  I&apos;m not angry because I&apos;ve only just found out that this type of poll is not a carefully crafted and systematically sampled survey of the cycling and motoring population. I&apos;ve designed those and I know they don&apos;t involve tweeting your mates and sending them to a website where you can complete the survey as many times as you like. I&apos;m not even angry because the IAM used the results for publicity. There&apos;s absolutely nothing wrong with that. Who doesn&apos;t these days, especially when newspapers will recycle press releases with barely an amendment? But this one is different. First, because it misrepresents me personally and many people like me. People who ride day in, day out, carefully doing what it takes to get to work on time and home alive. I am one of the 57% although my particular red light is part of Edinburgh&apos;s tram works and simply fails to detect a cyclist. You either ride through it or sit there until a car comes along. At 7.15am that could take a long time.  Second, I am angry because in spite of all the weaknesses in this type of uncontrolled, self-selecting, online polling, the real dodge was to accumulate the frequent, sometimes, rarely and &quot;once or twice&quot; and include them all in the &quot;over half of cyclists&quot; headline. With this sleight of hand sensible manoeuvres and distant misdemeanours are turned into a current habit and whatever subsequent explanations follow, what sticks is that 57% of cyclists jump red lights. But most importantly, I am angry with IAM because while most of these polls are silly PR fluff, this particular example is potentially dangerous. Many cyclists already feel that they are treated with contempt by drivers and that their safety is compromised on Britain&apos;s clogged and poorly designed roads. Distorting the data and giving the impression of cyclists as serial lawbreakers has real potential to bring those wing mirrors a little bit closer, make the abuse a little louder and the cutting up a little more life threatening. The reality is that cyclists are being killed on Britain&apos;s roads to an extent that has motivated thousands of cyclists to campaign for better safety. IAM members, who represent the antithesis of the driving that cyclists experience everyday, should be cyclists&apos; allies. The organisation had been making genuine attempts to contribute to improving safety. One can only wonder what happened when the release was written but in what seems like a momentary lapse in concentration, the trust that saw cyclists help IAM&apos;s polling efforts has been thrown away. A familiar story: cyclists hurt because someone wasn&apos;t paying attention.  Steven Hope regularly cycles between his home in Fife and his job as managing director of Ipsos Mori&apos;s office in Edinburgh. He writes in a personal capacity", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/may/18/iam-red-light-survey-cyclist", 
    "wordcount": "852"
}