{
    "headline": "Apple releases OS X Mountain Lion", 
    "text": "Apple has released the latest version of its Mac operating system, dubbed OS X Mountain Lion. The new software includes close integration with Twitter and is available to download from the Mac app store from Wednesday. Facebook integration will be added later this year. The OS X Mountain Lion release momentarily crashed Apple&apos;s app store, according to reports. The London Internet Exchange, which monitors traffic levels from British broadband providers, said it had seen no noticeable rise in use in the hours after its release. The operating system introduces Apple&apos;s iCloud system, which allows users to wirelessly connect their emails, contacts and calendars across several computers, iPhones and iPads. It also includes a new notification centre, which aims to gather all of a user&apos;s online social activity in one place. A new dictation feature will enable users to dictate emails, documents and Facebook updates. &quot;People are going to love the new features in Mountain Lion and how easy it is to download and install from the Mac App Store,&quot; said Philip Schiller, Apple&apos;s senior vice president of worldwide marketing. &quot;With iCloud integration, Mountain Lion is even easier to set up, and your important information stays up to date across all your devices so you can keep editing documents, taking notes, creating reminders, and continue conversations whether you started on a Mac, iPhone or iPad.&quot; The operating system  costing 13.99 of $19.999  has so far been met with mainly positive reviews. New York Times writer David Pogue described OS X Mountain Lion as &quot;a gentle, thoughtful upgrade&quot; and worth the retail price. However, the technology writer Brian Heater, for Engadget, wrote that the software was &quot;a fairly aggressive bid to fold the best of OSX and iOS into one product&quot; and that &quot;many of the latest new features feel a bit like iOS hand-me-downs&quot;.  This article was amended on 26 July 2012, because the original said OS X Mountain Lion includes close integration with Facebook. That feature is not in the newly released version of the operating system but will be added with an update to the software later this year.", 
    "section": "technology", 
    "gid": "technology/2012/jul/25/apple-os-x-mountain-lion", 
    "wordcount": "363"
}