{
    "headline": "Ireland's Michael Higgins calls for land deal rules to tackle hunger", 
    "text": "Ireland&apos;s president has called for a strong regulatory framework to cover land deals, the transfer of water and speculation on food commodities to address global hunger. In a hard-hitting speech at an international conference in Dublin, Ireland, on hunger, nutrition and climate justice, Michael Higgins said global hunger represents the &quot;grossest of human rights violations, and the greatest ethical challenge facing the global community&quot;. Higgins expressed support for international regulation of land acquisitions in developing countries by rich investors. &quot;What is required is a robust regulatory framework which protects our fragile and threatened environment and which respects the right of small landholders to remain on their land and retain access to water sources,&quot; he told the conference co-hosted by the Irish government and the Mary Robinson Foundation. Citing sub-Saharan Africa as an example of land acquisitions and the transfer of water rights to investors, Higgins said: &quot;The lack of any supranational regulating or monitoring mechanism for land acquisitions has enabled the acreage of transnational land acquisitions to rise from 15m20m hectares in 2009 to more than 70m in 2012.&quot; Higgins blamed worldwide food speculation for contributing to the dramatic increase in the price of food in the developing world and he drew attention to how large corporations increasingly dominate the food sector, with five companies controlling 90% of the world&apos;s grain trade and three companies controlling 85% of the tea market. A report in Monday&apos;s Financial Times (paywall) said the world&apos;s top commodities traders, such as Glencore and Trafigura, made nearly $250bn over the past decade. The net income of the largest trading houses since 2003, the FT reported, surpasses that of the combination of Wall Street banks Goldman Sachs, JPMorgan Chase and Morgan Stanley. Though Higgins welcomed the introduction of an agriculture markets information system by the G20 group of countries to provide transparency in key commodity markets, he emphasised that there are urgent moral and ethical issues in relation to food speculation, particularly at times of famine. &quot;We must not lose the opportunity to put the stamp of our shared humanity on these challenges,&quot; he said. &quot;The institutional and structural reforms that are necessary are now more urgent than ever. We need both bottom-up and top-down processes to create an enabling environment where marginalised groups have the capacity to claim their rights. This means overcoming perceived constraints and ensuring that political processes towards the solutions are accountable, participative and courageous.&quot; Meanwhile, the UN agency for children (Unicef) released a report highlighting successful examples from 11 countries of tackling malnutrition (pdf). The report said more and more countries are scaling up their nutrition programmes to reach children during the critical period from pregnancy to two years old. These programmes are working, says Unicef, as countries that are reaching mothers and children with effective nutrition during the first 1,000 days are achieving results. &quot;Stunting can kill opportunities in life for a child and kill opportunities for development of a nation,&quot; Anthony Lake, Unicef&apos;s executive director, said. &quot;Our evidence of the progress that is being achieved shows that now is the time to accelerate it.&quot; One in four of all under-five children  165 million children  is stunted because of chronic undernutrition in crucial periods of life. An estimated 80% of the world&apos;s stunted children live in only 14 countries. The damage done to a child&apos;s body by stunting is irreversible. It drags down performance at school and future earnings. Stunted children are also at a higher risk of dying from infectious diseases than other children. The report highlights successes in Ethiopia, Haiti, India, Nepal, Peru, Rwanda, the Democratic Republic of the Congo (DRC), Sri Lanka, Kyrgyzstan, Tanzania and Vietnam. In DRC, a community-based approach is significantly increasing the number of children receiving treatment for severe acute malnutrition. Kyrgyzstan, one of the poorest countries in Europe and central Asia, has pioneered the distribution of sachets of nutrients to infants to combat anaemia. Vietnam last year passed legislation extending maternity leave and banning advertising of breastmilk substitutes for children up to 24 months. In Maharashtra, India&apos;s wealthiest state and second most populous, 39% of children under two were stunted in 2005-06. That dropped to 23% by 2012, according to a state-wide nutritional survey, largely by the efforts of frontline workers improving child nutrition. In Peru, stunting fell by a third between 2006 and 2011 following an initiative that lobbied political candidates to sign a &quot;5 by 5 by 5&quot; commitment to reduce stunting in children under five by 5% in five years and to lessen inequities between urban and rural areas.", 
    "section": "global-development", 
    "gid": "global-development/2013/apr/15/ireland-michael-higgins-land-rules-hunger", 
    "wordcount": "776"
}