{
    "headline": "Sadler's Wells and Goldsmiths: how can university research shape the arts?", 
    "text": "The UK&apos;s leading dance house, Sadler&apos;s Wells&apos; creative learning department, Connect, worked with more than 200 people in 2011 to create a new dance work, Sum of Parts, and embarked on a relationship with the Institute for Creative and Cultural Entrepreneurship (ICCE) at Goldsmiths, University of London to help document, measure and consolidate what was learned throughout the creative process. Here the heads of both teams share their views on the collaboration and the importance or value of measuring impact. Jane Hackett, co-director of creative learning, Sadler&apos;s Wells We are an arts organisation and our primary function is to produce and programme world class dance; the role of the creative learning department is to offer a varied range of imaginative opportunities for the public to engage with our offer and with the arts generally. We know that our work can have a huge impact on participants, enriching lives, building confidence, providing critical intervention for people at a difficult stage of their lives or inspiring people with the confidence to be creative and expressive. How do we know? Mainly through experience, through seeing it and through feedback and anecdotal evidence. How do we transmit that to funders, government bodies, to stakeholders and other professionals? Largely through invitations to see the work in situ or through short films documenting the process; however, that only reaches small numbers of people  thereby limiting the learning to be had from each experience  and we often lack the language and framework to fully describe the creative process and resulting impact. Sum of Parts was such a big investment of time and resources, not only from Sadler&apos;s Wells but also the participants that we engaged with, that I knew it was important to have an external partner to introduce a rigorous framework to document, measure, reflect and help us consolidate our learning. Some of my previous experience with external evaluators had been disappointing; when I was working with professional dancers, I had a constant stream of researchers wanting to evaluate all aspects of their lives and training and all too often I found that researchers came in with a pre-conceived agenda and hypothesis and the resulting reports seemed to have no understanding of actual practice and culture within the profession, so were of little use to us. I met with evaluation teams from four different institutions before entering into the partnership with Goldsmiths. In the first meeting, I could tell by the questions that they asked that they had an understanding of our aspirations, aims and ambitions for the project. I was quite prepared for them to report back that we had failed to meet them, if that was the case, but I did need to know that they understood a) what we were trying to do and b) that there was no existing model for this type of project. Goldsmiths suggested a clear and widely recognised framework to evaluate against, the Five Ways to Wellbeing, and the resulting report has given us a comprehensive, detailed document that is useful to our team, to the organisation, our funders and the many constituencies that we interact with. However, the benefits of the partnership have been far more profound than just the final report: we have learned to take the time to reflect, analyse and evaluate in a different way; we have found a language to articulate the benefits and outcomes of our work; we have &quot;proof&quot; and evidence for those who need it; much of what we knew instinctively has been confirmed and we learned new things too, and we identified areas that we would like to refine or change. We found a &quot;critical friend&quot; and Devil&apos;s advocate who will hold a mirror up to our work and, as a learning department and an organisation that is prepared to take a long hard look at ourselves, we are eager to learn from what is reflected back to us. Gerald Lidstone, director of ICCE, Goldsmiths, University of London Sum of Parts was a large project which brought together six choreographers from Sadler&apos;s Wells associate artists: Hofesh Shechter Company, Jasmin Vardimon Company, Kate Prince&apos;s Zoo Nation, Matthew Bourne&apos;s New Adventures, Russell Maliphant Company and Wayne McGregor/Random Dance. Participants were drawn both locally and from Islington and other areas of London to create a diverse company, consisting of young people, from primary school age through to students and elders. Some had dance experience; others had none. The company performed a full-length work on Sadler&apos;s main stage exploring issues of identity and belonging in London, to music created by Nitin Sawhney, projected animation by Betsy Dadd and writing by Yemisi Blake. Throughout, all were encouraged to record and reflect on their development in a way that is rarely achieved for a production of this scale. To get a sense of the project, the evaluation team observed rehearsals, recorded hours of film and audio directly from participants, undertook surveys at different stages, convened focus groups, recorded hours of vox pops, developed extensive interviews with the creative team, senior staff and at board level, reviewed blogs and tweets both internally and externally and press reviews. Access to a range of social media used by the participants gave an invaluable insight into how they were reflecting on the creative process and their own development at each stage of the work. All of the observations and responses were then measured within the Five Ways to Wellbeing framework created by the New Economics Foundation, looking to see if participation in Sum of Parts increased the mental and physical wellbeing of participants. Facts and figures were relatively easy to research, measuring the development and journey that both participants and the creative team went on required a significantly different approach. Crucially, as evaluators, we had to gain the trust of the participants of the project but also the production team, without it, a qualitative evaluation would be difficult. They had been living with the project for a long time and had invested a great amount of time and thought into the project, it was essential that we established a relationship that both maintained a critical distance but also understood in detail their ethos and what we could provide as recommendations for future work. Our role was very much about listening. As part of the investigation, a shared language develops within the creative team that leads to a common purpose partnership rather than an &quot;us and them&quot; approach this does not compromise the integrity of the evaluation but enhances it. The project created value and impact in complex and diverse ways and it was essential to find mechanisms of investigating the cycle of creation and key triggers that developed value within the production process. Although this evaluation is essentially internal to Sadler&apos;s Wells  looking at the value created by the project within the organisation towards its own mission and aims  the focus on the value created is part of a wider debate on evaluation. If a cost-benefit analysis framework is one that the government is moving towards (although it is a rather simplistic approach) then the analysis undertaken at Sadler&apos;s is just the first part of this process in understanding the wider value created by such projects as Sum of Parts. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/may/02/sadlers-wells-goldsmiths-university-shape-arts", 
    "wordcount": "1240"
}