{
    "headline": "Phone handsets: the icon that, like floppy drives, will not die", 
    "text": "The 3.5in floppy drive has long been obsolete. Its tiny capacity - just 1.44 megabytes - is laughable in an age when we have USB thumb Flash drives that can store up to 32GB, where 512MB thumb drives are so cheap they&apos;re virtually unpriceable, and you can send that much data wirelessly in a fraction of a second. Yet there&apos;s one place where, as has been previously noted, the floppy drive lives on: as the icon for &quot;save&quot; in widely-used products such as Microsoft Office.      The floppy disk icon: what does it say to you?    Harking back to the 1980s, when PCs didn&apos;t have hard drives, and your documents lived (and died) in RAM until and unless you saved them to the floppy drive, the idea of that strange beast as the icon for &quot;save&quot; has become embedded in consumer computing culture. Nobody else can think of an icon that has the same meaning of &quot;store this file&quot;. A lifebelt? No, that means &quot;rescue&quot;. An industrial hard drive? That tends to mean &quot;server&quot;. Now I&apos;ve noticed another icon that seems to have become embedded in our visual language, even though the precise physical item is pretty hard to find.      Phone handset icon on a smartphone    That&apos;s right, the phone handset. On millions of mobile phones around the world, this is the icon that is used to mean &quot;the app with which you make phone calls&quot;.  The irony is that the device on which people make those calls looks nothing at all like that; in general it will look more like this: a typical Nokia &quot;chocolate bar&quot; phone.     The Nokia 1100, the most widely-used mobile phone in the world in 2010    And the thing that the icon is harking back to? It&apos;s the phone handset from around 1939 or so, like the orange thing at the top of this page. In fact, it&apos;s countries where you find these &quot;chocolate bar&quot; mobile phones most often that you&apos;ll probably see the largest number of landline handsets that look like that old one.  But in western countries, most landline handsets don&apos;t look like that; certainly they have the speaker and earpiece part, but nothing like the same curvature or design. (A pity, actually, because that old design is optimised to capture voice sounds and shut out external noise.) The old-style handset is very rare. Except, of course, on your smartphone screen, or your featurephone&apos;s buttons. This realisation was triggered by the Apple-Samsung trial, where Apple alleges that Samsung changed its icon for the phone app from a square grid of numbers (like a keypad, which is what you use to make the call) to a phone handset. To which Samsung riposted that some icons are simply more recognisable than others. For the generation that designed the first mobile phones, and that used them, that green icon represents what a real handset looked like - so that&apos;s what they showed on the mobile phone. (For the floppy disk, the icon was a necessity to explain where the file was going to go.) And having become embedded into the visual language, it&apos;s possible that the handset icon will remain long after the actual object has mutated far away from it; many of the people now getting their first mobile phones have never had a landline. Any other suggestions for icons that we still use which have survived beyond the original product? Update: via Twitter and comments, a couple more:      Level crossing warning. What sort of train is that?    The UK Highway Code symbol for a level crossing - with a steam engines. Is there really any serious risk of finding one of those at a level crossing in the UK any more?     Speed camera icon from the Highway Code    The irony of speed cameras being indicated in the UK by the 19th-century &quot;bellows&quot; camera (which took some minutes to capture daguerreotypes) may be lost on those who are tagged and subsequently fined by them.", 
    "section": "technology", 
    "gid": "technology/blog/2012/aug/23/icons-floppy-phone-handset", 
    "wordcount": "633"
}