{
    "headline": "Will a badger cull work?", 
    "text": "  5.33pm BST    My Verdict    The debate about the badger cull has become so fraught and emotional - understandably so - that it seems it is becoming ever harder for advocates on both sides of the argument to analyse the science that underpins it with a clear, calm head. Identifying the &quot;victor&quot; is a real challenge: is it policy-based evidence, or evidence-based policy? But having pored through the evidence today, I find it hard to come to any other conclusion that the evidence put forward by the cull advocates - notably Defra and the NFU - just isn&apos;t strong enough to justify the current policy. Rather, it seems far too selective and fudged in its approach to be persuasive. Sadly, it bears all the hallmarks of a ministry led by the personal opinions of the politician in charged, as opposed to the expert scientists it consults. Bovine tuberculosis is clearly a harrowing disease for all concerned, but pushing forward with a policy, when so much of the supporting evidence seems weak, tangential and/or cherry-picked, appears ill-advised. My colleague Damian Carrington summed it up very well: &quot;No-one knows whether the 16% reduction in cattle infections will materialise: it&apos;s a big gamble.&quot; Indeed, I believe the stakes are too high - and the odds too unsettled - to risk seeing whether this badger cull works in its current form.       4.48pm BST       Christl Donnelly, professor of statistical epidemiology at the MRC Centre for Outbreak Analysis and Modelling at Imperial College London&apos;s Department of Infectious Disease Epidemiology, has just sent me her thoughts:   The estimate of a 16% reduction over 9.5 years for a 150sq-km culling area is a calculation (pdf) based on RBCT estimates of the benefits observed inside culling areas (during and after culling) and the temporarily increased risks to cattle herds up to 2km outside culling areas. This net benefit can be increased as the cull area gets bigger (everything else being equal). For a 300 sq-km area it is roughly a 19% reduction. &quot;The RBCT provides the best scientific evidence available from which to predict the effects of a future culling policy. Informed expert opinion suggests that the more that a future culling policy deviates from the conditions of the RBCT - e.g. industry versus government led and/or culling methods (such as permitting controlled shooting of badgers in addition to cage-trapping), the more likely it is that the effects of that policy will differ, either positively or negatively, and with potential variability in outcome between areas. (pdf) There is no scientific basis for saying that the use of hard boundaries will make the reduction much bigger because the RBCT used such boundaries where available (see paragraph 4.12). The only exception would be if a considerable part of the boundary were sea (i.e. a peninsula). Several aspects of the proposed policy have been directly informed by Randomised Badger Culling Trial (RBCT) findings. For example, the requirement to have large (at least 150sq-km) culling areas, the requirement to have access to at least 70% of the total land area for culling, and the requirement for culling to be repeated annually. However, the proposal is for a different culling method. Controlled shooting of free-ranging badgers has not been tested. The shooting of badgers after they were trapped in cages (as used in the RBCT) is not being proposed, because it was deemed too expensive for the predicted benefits in terms of cattle incidence. A judgement is then required as to rather this proposed culling is likely to work in the sense of removing at least 70% of badgers (the reduction achieved on average in the RBCT). The risk is that it removes relatively few badgers; then the worst case scenario is not just the loss of the risk reduction observed in the RBCT but the possibility of actually increasing the risk to local cattle herds (such as observed in reactively culled areas of the RBCT). Judging whether a 70% reduction has been achieved is very challenging because badgers are so difficult to count. A suggestion has been made to trap a number of badgers before the culling, mark them and then count the number of marked badgers which are killed in the subsequent cull. This is a possible approach. However the number of badgers marked will need to be big in order to get a precise estimate. For example, if 100 badgers were marked and 70 of the marked badgers were culled, then the confidence interval would be 60% to 79% with a central estimate of 70%. Whereas if only 50 badgers were marked and 35 of the marked badgers were culled, then the confidence interval would span from 55% to 82%. It is not know what proportion of badgers need to be removed in order to avoid an increased risk due to limited culling success.         3.55pm BST       Robbie McDonald, professor of natural environment at the University of Exeter, has been tweeting links to some of the key academic studies related to badge culls/vaccination and bovine tuberculosis...    Heres modelling paper comparing vaccination culling and ring vaccination#Badgers @smc_london @bbcpallab @dpcarrington dx.plos.org/10.1371/journa&mdash; Robbie McDonald (@RobbieAMcDonald) October 17, 2012     and here is the main paper so far reporting vaccine performance in captive and wild #badgers rspb.royalsocietypublishing.org/cgi/content/lo&mdash; Robbie McDonald (@RobbieAMcDonald) October 17, 2012     @dpcarrington heres the biosecurity paper plosone.org/article/info:d When measures are in place theyre 100% effective. When theyre not theyre not!&mdash; Robbie McDonald (@RobbieAMcDonald) October 17, 2012        3.18pm BST       Prof Rosie Woodroffe at theZoological Society of London&apos;s Institute of Zoology, who coordinated the letter published in the Observer last Sunday, has sent me the original letter for anyone who wants to see the accompanying footnotes and references.        Updated at 3.31pm BST     3.12pm BST       The Humane Society International/UK has sent me this reaction:   One of the assumptions that is often made about the purpose of the pilot culls is that they will be used to assess how effective culling badgers is to reduce bTb in cattle. They won&apos;t. The purpose is to assess whether or not it is possible to effectively shoot and kill at least 70% of badgers in the given area, and how humane or otherwise the killing methods are. Both NFU and Defra spokespeople have, at times, added to the confusion by giving the impression that there is a scientific efficacy purpose to the killing, which there is not. A group of veterinarians, including our executive director Mark Jones, recently wrote to DEFRA (pdf) to express their concerns that the pilot culls will inevitably lead to badgers enduring significant suffering. This is due to the likelihood that many will be shot but not killed, fleeing underground where they will slowly and painfully bleed to death. With early cubs being born mid December, as the later pilot continues there is also every chance that newborn cubs will starve to death in their sett if their mother is shot. In the gloom, it will be almost impossible for anyone to differentiate between a male and female badger, let alone a pregnant or lactating one. This is important in answering the question - will the cull work? If one of the main purposes of the cull is to assess the &quot;humaneness&quot; of the exercise, then clearly there is every likelihood that it will not work. Humaneness will be assessed by retrieving the carcasses of badgers. This will be simple enough for those animals cleanly shot - their bodies will be above ground. But if many badgers are not cleanly shot, are mortally wounded but die underground, their bodies will never be found and won&apos;t therefore form part of the data analysis. That means that precisely those animals who will have suffered the most and for the longest, will be absent from the humaneness assessment and the results will therefore be highly questionable.   The society has also produced this video, featuring Bill Oddie among others...                 2.11pm BST    Opinion    Damian Carrington, the Guardian&apos;s head of environment, has emailed me his opinion on the science behind the badger cull:  The science of the proposed badger cull is complex, but the government&apos;s position is clear. They have taken a political decision to extrapolate the data from the landmark decade-long study (the Randomised Badger Culling Trial, or RBCT) in the hope of mounting a badger cull that will curb TB. No-one knows whether the 16% reduction in cattle infections will materialise: it&apos;s a big gamble. The crux is that the culling proposed by the government is very different to that in the earlier 50m RBCT. Free-running badgers will be shot, not trapped first, because it is cheaper. The killing period has risen from 12 days to 42 days. And farmers are doing the cull, not the government. All these factors are likely to increase the well-established perturbation effect - that fleeing badgers increase TB infection, not reduce it. The new cull areas are bigger and will attempt to make better use of &quot;hard boundaries&quot; such as motorways, in an attempt to reduce perturbation. These might increase the effectiveness of the cull. But there are other issues too: you have to kill most of the badgers to ensure a positive effect on TB, but knowledge on how many there are now is limited. Protests are near certain and if they stop culling early, that is known to be the worst of all outcomes. A striking fact is that even in the government&apos;s own impact assessment, its proposed cull will cost much more than doing nothing. That isn&apos;t an option of course, given the 26,000 cattle killed last year, the 90m cost and the social costs, but the government claims it is doing all it can on the alternatives of better cattle controls and biosecurity. European Commission inspectors disagree, finding in September 2011 a catalogue of failures in controls and biosecurity, including missed targets on both the rapid removal of cattle with TB and the follow-up of missed tests, and &quot;weaknesses in cleaning and disinfection at farm, vehicle, market and slaughterhouse levels&quot;. All these problems increase the risk of TB spreading between cattle. Furthermore, 50 years ago bovine TB was virtually eradicated in this country through control measures alone, which were subsequently relaxed, to catastrophic effect. Despite saying they are &quot;pursuing both cattle and badger vaccination as quickly as possible&quot;, the coalition government cancelled five of the six badger vaccines trials shortly after taking office. The government says &quot;aconsensus view of scientists is that culling badgers can reduce TB in cattle&quot;, which is true but misleading. The consensus is that culling as carried out under the RBCT can reduce TB - no-one knows what the government&apos;s very different badger cull will achieve. So, as Defra&apos;s former chief scientist, Porf Bob Watson, said to me, it&apos;s a matter of judgment. The judgement of every scientist outside of government that I am aware of, including the 32 eminent scientists who called for the cull to be cancelled in a letter to the Observer, is that this badger cull is a bad idea. The architect of the RBCT called the new cull &quot;mindless&quot;. The man who ran the RBCT said it &quot;could make TB a damn sight worse&quot;. So why is it going ahead? It&apos;s back to politics. Some may think it significant that freedom of information requests for communication between the government and the National Farmers&apos; Union were rejected on the basis that they were &quot;internal communications&quot;.   And Damian has also sent me an addendum in reaction to my earlier post highlighting the two-page document Defra is citing as its evidence for the cull:  You are right to highlight to the two-page April 2011 document as the entire basis of the government&apos;s argument that science backs its cull. Yet those who ran the RBCT say the document does nothing of the sort. A key sentence is &quot;the more that a future culling policy deviates from the conditions of the RBCT, the more likely it is that the effects of that policy will differ&quot;. As as I explained before, the two culls are very different.     Updated at 2.13pm BST     1.54pm BST       Here&apos;s a video produced by the National Trust highlighting its badger vaccination programme at its Killerton estate near Exeter in Devon.                 1.37pm BST       One thing in particular that is worth highlighting again from Defra&apos;s Twitter Q&amp;A is the moment that its chief scientist and chief vet were asked to cite the scientific evidence behind their support of the cull. They pointed to this two-page document (pdf) on Defra&apos;s website, entitled &quot;Bovine TB - Key conclusions from the meeting of scientific experts, held at Defra on 4th April 2011&quot;. The document itself points, via the National Archives website, to the minutes (pdf) of the science advisory council to Defra held in February 2011, which is where the various experts discussed the science of the cull. I thought this bit was fascinating, given what we now know the reaction to be:  In discussion the following points were made:-  The decision will clearly be very political. Whatever is done, there should be monitoring of the implementation and measuring of the effect. If the decision is to allow culling, expectations will need to be managed; both because there is likely to be an unrealistic view that culling will make a difference in a short time-scale, and also because other, non-culled areas such as the leading edges/boundaries of the wider areas experiencing disease are likely to be unaffected by any potential cull. The decision and subsequent debate could cause potential reputational damage for Defra and its evidence work; there was a discussion about whether this would be the case and how this might be managed. Ministers will make the final decision, whilst the CSAs role is to unpack all the different scientific issues. Any decision needs to be open and transparent. There was debate around what would happen if the decision was to allow culling, but then things didnt improve quickly, or farmers opted out  what that would mean in terms of legal options. There would need to be robust and credible arrangements for monitoring and enforcement. In managing the communications of any decision, care should be taken to recognise the different arguments; acknowledging scientists have multiple voices, and the asymmetry of their views, but recognising that the Government ultimately has to make a decision. Once any decision is taken, it will be interesting on a social science level to see how farmers and other groups respond.   The National Archive webpage for that meeting also contains a much more detailed document (pdf) setting out the expert&apos;s recommendations to Defra based on the best available scientific evidence at that time.       1.14pm BST    Defra's Twitter Q&amp;A    Defra has now wrapped up its Twitter session with chief scientist Ian Boyd and chief vet Nigel Gibbens. I&apos;ve already highlighted some of their earlier responses, but here are some more...    .@harryt247: our aim is to bring the rising rate of TB in cattle under control and 16% reduction is a real contribution to that #askdefra&mdash; Defra UK (@DefraGovUK) October 17, 2012     .@melindola: we've put over 34m into vaccines and intend to put a further 15.5m in the next 4yrs. RBCT cost 50m #askdefra&mdash; Defra UK (@DefraGovUK) October 17, 2012     @stonestanding And badger infection was first found in 1971 #askdefra&mdash; Defra UK (@DefraGovUK) October 17, 2012     @fleurdawes No. The Bern Convention prevents local extinction. Badgers are protected under UK law. #askdefra&mdash; Defra UK (@DefraGovUK) October 17, 2012     .@inthesticks culling will more rapidly achieve the benefits that we seek and the costs of vaccination are unsustainable #askdefra&mdash; Defra UK (@DefraGovUK) October 17, 2012     .@inthesticks And vaccination does not work on infected badgers so has to be done every year until the infected ones die off #askdefra&mdash; Defra UK (@DefraGovUK) October 17, 2012     .@sarahmdurant RBCT saw benefits of culling from 3 years and the benefits continued for 6 further years after culling #askdefra&mdash; Defra UK (@DefraGovUK) October 17, 2012     .@sultanabashir we are pursuing both cattle and badger vaccination as quickly as possible to have practical and usable vaccines #askdefra&mdash; Defra UK (@DefraGovUK) October 17, 2012        12.52pm BST       John Smith, a farmer in Cornwall, has just emailed me with his thoughts:  Dear Leo I&apos;m a dairy farmer in Cornwall. I lost another 6 cows with TB yesterday. Have been under restrictions for 7 years, lost about 70 cows in that time. I&apos;m frustrated that the science that is routinely referred to is only ever the Kreb&apos;s trial, which many would say was flawed. One of my ex-employees was one of those who carried out the culling. The culling was done in the winter, when badgers stay underground much more, so harder to know how many were actually culled. The time gap between identifying a reactor farm and the cull team moving in was sometimes an entire year, during which time badgers (which the official results would say were culled), were undisturbed and free to infect neighbouring setts. Everyone seems to have forgotten the previous large scale trial in 1975-81 at Thornbury, Glos when culling eliminated TB entirely in a large area that previously had been badly affected. Kind regards        12.43pm BST       Defra&apos;s chief scientist Ian Boyd and chief vet Nigel Gibbens have also written a letter to the Times today (paywalled) in response to the letter from scientists published in the Observer last Sunday criticising the cull:  Sir, A number of scientists have offered their opinion on the Governments policy of culling badgers as part of a package of measures to reverse the sharp rise in TB in cattle (report, Oct 15). We have great respect for the scientists involved and we believe there is broad agreement on the science underpinning the Governments policy  that proactive badger culling can result in an overall beneficial effect on the disease in cattle. This aligns with the view expressed last year by a specially convened meeting of scientific experts to discuss the issue, including several of the scientists who signed the open letter criticising the Governments policy. Government policy is based on sound analysis of 15 years of intensive research. Critics are not able to cite new scientific evidence or suggest an alternative workable solution for dealing quickly with this rising epidemic. Culling is just one of a range of measures the Government is taking to arrest the increase in new bovine TB cases, including intensifying testing to remove infected cattle, tighter cattle movement controls, guidance to farmers on stopping badgers from contacting cattle, and further research into vaccination. Professor Ian Boyd, Chief Scientific Adviser, Defra; Nigel Gibbens, Chief Veterinary Officer, Defra        12.36pm BST    Defra's Twitter Q&amp;A    Defra&apos;s chief scientist Ian Boyd and chief vet Nigel Gibbens have rolled up their sleeves and are now busy fielding questions - and posting somewhat feisty responses - on Twitter. You can follow their responses here on Defra&apos;s Twitter account, but here&apos;s a taster...    @sarahmdurant NG: the policy is designed to remove enough badgers quickly enough to minimise peturbation effect #askdefra&mdash; Defra UK (@DefraGovUK) October 17, 2012     .@danhowe IB: It doesn't differ. A consensus view of scientists is that culling badgers can reduce TB in cattle #askdefra&mdash; Defra UK (@DefraGovUK) October 17, 2012     .@sueperkins @leagueacs we respect their view but you're mistaken that there's overwhelming scientific evidence against culling #askdefra&mdash; Defra UK (@DefraGovUK) October 17, 2012     .@amandajbarrett please see this link bit.ly/qv2g9q #askdefra&mdash; Defra UK (@DefraGovUK) October 17, 2012     .@mandaloo73: we are already using all the tools in toolbox - this is about eliminating bovine TB not badgers #askdefra&mdash; Defra UK (@DefraGovUK) October 17, 2012   When the Q&amp;A has finished I will post some more noteworthy tweets.       12.21pm BST       The Badger Trust has, arguably, already played its most powerful card in its battle to stop the cull - posting a video endorsement of its position from Sir David Attenborough on YouTube. It also includes the views of the TV naturalist Simon King, the zoologist Mark Carwardine and the environmental writer George Monbiot...                 12.05pm BST       The Science Media Centre&apos;s briefing for journalists on the science behind the cull is under way. The panellists include:  Prof Rowland Kao, professor of mathematical population biology, University of Glasgow and Wellcome Trust senior research fellow Andrew Praill, president of the British Cattle Veterinary Association, British Veterinary Association Prof Robbie McDonald, chair in natural environment, University of Exeter and former head of wildlife science and deputy chief scientist of the Food and Environment Research Agency Prof Christl Donnelly, professor of statistical epidemiology, MRC Centre for Outbreak Analysis and Modelling, Imperial College London Prof John McInerney, emeritus professor of agricultural policy, University of Exeter  Damian Carrington, the Guardian&apos;s head of environment, is there and will be filing a story later, but Pallab Ghosh, the BBC News science correspondent, is already busy tweeting...    #badgercull Prof Robbie McDonald formerly of FERA says culling or vaccinating badgers will yield unimpressive results in controlling TB&mdash; Pallab Ghosh (@BBCPallab) October 17, 2012     #badgercull Prof John McInerney says cost of each pilot trial 1.5m. Will save 970,000 in disease costs. 1/2&mdash; Pallab Ghosh (@BBCPallab) October 17, 2012     #badgercull Prof John McInerneybad deal for taxpayer. Good deal for farmer2/2&mdash; Pallab Ghosh (@BBCPallab) October 17, 2012     Andrew Praill says #budgercull can reduce TB rates by more than 16 per cent because if larger cull area and hard boundaries&mdash; Pallab Ghosh (@BBCPallab) October 17, 2012     Prof Donnelly says #badgercull won't lead to greater benefits NFU claim&mdash; Pallab Ghosh (@BBCPallab) October 17, 2012     Andrew Praill #budgercull time not on our side. We need to do everything we can to control cattle TB including culling.&mdash; Pallab Ghosh (@BBCPallab) October 17, 2012        11.37am BST       Meanwhile, away from the debate about the scientific merits of the badger cull, Stop the Cull protestors have signalled they will use human urine to sabotage the mass shooting. Here&apos;s what Gloucestershire&apos;s Stroud News &amp; Journal is reporting this morning:  It is understood that baits, such as peanuts, will be used by marksmen to entice badgers from their setts in an area near Tewkesbury. Campaigners from Stop the Cull plan to sprinkle human urine on the food and around the area to neutralise the smell of the bait, keeping the animals under ground. It is believed that male urine is more effective and an appeal has been launched for male supporters to help look for bait points. A statement on the groups website says: &quot;Make sure the container has a very good screw lid and is washed down (use a funnel) and then put it in a bag. The fizzy drinks bottles are ideal. &quot;When you get to the bait point pour a little bit on top and then do a nice big circle around it.&quot;        11.27am BST    Reader reaction    Thanks for all the responses so far. It seems that readers are near-universally opposed to the cull - and the scientific evidence cited to support it. An interesting question from @CathyRozel:  One little discussed aspect of the badger cull is its likely impact on badger genetic diversity. Destroying one third of the badgers in the UK could reduce this seriously and have serious long term impacts on the species ability to respond to and diversify in the face of climate change.     Updated at 11.27am BST     11.24am BST       Nature, the respected science journal, has published an editorial this week on &quot;one of the most-studied environmental problems in modern Britain&quot;. It seems to be sympathetic with the dilemma facing politicians wishing to be guided by the best available evidence:  In April 2011, the Department for Environment, Food and Rural Affairs convened a panel of scientists to review the evidence and advise on whether a cull could work. The scientists, including several who now actively oppose the governments policy, gave a qualified yes. Culling could reduce bovine TB by perhaps 16% over 9 years, the scientists said, but it would be difficult to know if free shooting would work because it differed from the method tested in the previous trial. Partly on the basis of that analysis, the government seems to think that its worth a shot. In combination with other techniques, such as increased monitoring and controls on cattle movements, it hopes that the badger cull can bring bovine TB under control. The politicians accept the modest reduction that scientists say the cull may bring, and have adopted scientific recommendations for how best to implement it, such as using rivers and roads as boundaries for their cull areas and setting a 70% target for the number of badgers killed (although knowing when this target has been reached will be difficult, because there has been no census of badger populations). Scientists protest that this decision is still unscientific, because the methods to be used are too different from those of the original trial and because the evidence suggests that they may not work. There is a chance that the cull will have little impact or could even increase the TB rate if improperly conducted. But it is the governments job to create and implement policy, not to perform science experiments. Politicians must make decisions every day with imperfect knowledge, knowing that many of those choices may turn out to be ineffective. In this case, they feel a need to do something to bring bovine TB under control  or at least to be seen to be trying to do so. They also face considerable pressure from unhappy farmers who are being told to implement costly biosecurity measures while badgers run free. Politicians all too frequently ignore scientific evidence, or worse still, distort it for their own purposes. The political debates over genetically modified food in Europe and climate change in the United States in recent years hold many examples of such behaviour. The badger issue is more nuanced. Politicians have understood the evidence, have acknowledged this evidence publicly and have made a policy that partially reflects it. Scientists have every right to disagree with the conclusion, but they should reconsider their criticisms of how it was reached.   It has also published an accompanying article which sets out an overview of the scientific investigations - and debate - into the linkages between badgers and bovine tuberculosis.       11.09am BST       The Wildlife Trusts has also sent over its position on the badger cull. It sees vaccinations as the better way forward:  Our involvement with this issue over a long period of time has led us to the conclusion that a sustained programme of vaccination, alongside improved biosecurity measures, improved testing and controls on cattle movement would be the best means of tackling bTB. Recent, large badger culling trials have demonstrated projected efficiency in reducing bTB in cattle of just 12-16% (depending on the model) over nine years, leaving at least 84% of the problem. The Wildlife Trusts believe that culling badgers will also make the bovine TB problem worse by dispersing infected badger populations through the perturbation effect. Since 1998, the Government has invested 30 million in developing TB vaccines for cattle and badgers. Applicants to Natural England for a license to cull badgers are asked to consider badger vaccination as part of their proposals. However, there is no clear badger vaccine strategy for England. In the long term it is clear that a vaccine for cattle could play a part in the solution. EU regulations currently prevent one from being deployed in this country, but the vaccine is available and being tested abroad. While the blockages to the cattle vaccine are resolved, there are immediate solutions available that do not involve culling. Improved biosecurity and cattle controls can reduce the risk of infection and transmission. A badger vaccine is available now and The Wildlife Trusts are leading the way on its deployment. Last year Gloucestershire Wildlife Trust became the first NGO to use it, 11 Wildlife Trusts are now working on such programmes, as are other organisations. The Wildlife Trusts are concerned that the current approach to vaccination is piecemeal. Many landowners interested in deploying the badger vaccine have approached their local Wildlife Trust for advice, as the information is not available centrally. We urge the Government to develop a clear strategy for the deployment of badger vaccination to help increase private deployment of the vaccine. A more coordinated approach to badger vaccination would help to increase use of the vaccine by allowing information to be shared more effectively and could also help to reduce to reduce costs to landowners. It is in nobodys interest to continue with the controlled shooting policy. The Wildlife Trusts President Simon King has urged David Cameron to withdraw the controlled shooting licences, help farmers with improved biosecurity, commit to a badger vaccination strategy and push for changes to allow the cattle vaccine. Only then will we be able to get on top of this disease in an effective way.   It has also produced this video of Dr Gordon McGlone, chief executive of Gloucestershire Wildlife Trust, explaining how its own badger vaccination programme has fared:                 10.54am BST       A spokeswoman at the RSPCA, which supports in the &quot;Stop the Badger Cull&quot; campaign, has sent me this reaction:  The RSPCA&apos;s campaign against the badger cull is science and ethics-based. Thousands of badgers will be killed, many of them healthy, and yet the science showing a cull will be little help to controlling TB in cattle. In fact the best scientific evidence indicates that a cull could actually make things worse rather than better in some areas through a process called perturbation. We believe that the Independent Scientific Group on cattle TB (ISG), which published its final report in 2007, provides the most robust scientific evidence to date. It was the result of painstaking research over nearly ten years, cost the lives of about 11,000 badgers and cost taxpayers 50 million. It concluded that killing badgers could actually increase the spread of bTB in the area around the cull, making matters worse rather than better  a process called perturbation. It said, badger culling can make no meaningful contribution to cattle TB control in Britain. Although subsequent monitoring of cattle TB levels in the cull areas has shown some ongoing reduction the decrease is still very modest. Over nine years the average reduction has only been about 16%. The RSPCA is deeply sympathetic to farmers struggling to cope with the economic and emotional effects of this disease and agrees that action is needed to combat it  but does not think action is synonymous with culling. Only a tiny minority of cattle who are killed upon a reaction to the bTB test show any clinical signs of the disease and do not suffer as a result of bTB. In reality vastly more dairy cattle in the UK suffer significant pain and discomfort from lameness and mastitis every year, with large numbers also being culled as a result of these common conditions.        10.32am BST       The National Farmers Union (NFU) has issued a statement by its president Peter Kendal in response to the news that there will be a parliamentary debate about the badger cull on 25 October following the successful e-petition:  The NFU will listen with interest as the MPs debate this extremely important and complex issue; one which causes misery to farming families in areas where levels of this disease are persistent and high. We hope it gives everyone opportunity to dispel any myths and misunderstanding surrounding TB, explain the science that backs up the government policy and the need to include badgers as part of the solution to ridding our countryside, both for cattle and for badgers, of bovine TB. The NFU supports this science-led government policy because TB is getting worse not better. 34,000 cattle were culled in Great Britain last year alone because they reacted to a TB test. No cattle vaccine is available, and one with the ability to provide near whole herd immunity is years away. Badger vaccine is being used and will continue to be used as part of the package of measures in this policy to try and halt the spread of TB. But we must remember that no other country in the world has ever got on top of this disease without also tackling the reservoir of infection in the wildlife host, thereby breaking the cycle of infection between badgers and cattle.   The NFU has also uploaded this Q&amp;A with its vIce president Adam Quinney on to YouTube:                 10.11am BST       Defra has just published its latest monthly set of statistics regarding bovine TB in Great Britain. The key points relating toJuly 2012 are:  The provisional July 2012 incidence rate is 5.2%, compared to 6.0% in July 2011. However, care needs to be taken not to read too much into short term figures, especially as this figure includes a number of unclassified incidents. As such, the incidence rates are subject to further revisions as more tests and their results for the period are input. The number of new herd incidents during the period January to July 2012 was 3,018 compared to 3,021 for January to July 2011. The number of tests on officially TB free herds was 45,443 in January to July 2012, compared to 38,051 in January to July 2011. The number of cattle compulsorily slaughtered as reactors or direct contacts was 21,512 in January to July 2012, compared to 20,514 in January to July 2011.        9.46am BST    Welcome to the Eco Audit    If the government is to proceed with its proposed six-week pilot cull of badgers in Gloucestershire and Somerset before the winter sets in and the animals disappear below ground, it must make the announcement within days. But debate stills rages about whether the scientific evidence available supports the policy of using a badger cull to reduce tuberculosis in cattle. On Sunday, a letter was published in the Observer signed by a number of eminent scientists urging the government to reconsider its policy:  As scientists with expertise in managing wildlife and wildlife diseases, we believe the complexities of TB transmission mean that licensed culling risks increasing cattle TB rather than reducing it.  Meanwhile, Owen Paterson, the new environment secretary, continues to insist that the evidence supports his policy and describing opposition to it as &quot;sad sentimentality&quot;. Later today, the Science Media Centre will hold a briefing for journalists on this very topic which will include contributions from a panel of scientists working in this area. And from 12-1pm today, the Department for Environment, Food and Rural Affairs (Defra)s chief scientist Professor Ian Boyd and chief vet Nigel Gibbens will be answering questions about the badger cull live on Twitter via the hashtag #askDefra. I will be monitoring both events and relaying updates here. But please leave your thoughts below. If you are quoting figures or other studies, please provide a link through to the original source. I will also be inviting various interested parties to join the debate, too. And later on today, I will return with my own verdict.    Updated at 9.52am BST  ", 
    "section": "environment", 
    "gid": "environment/2012/oct/17/badger-cull-science-cows-tuberculosis", 
    "wordcount": "5274"
}