{
    "headline": "University Guide 2013: subjects on the rise", 
    "text": "Liverpool John Moores University: tourism, transport and travel This year: 12th place Last year: 33rd (joint bottom) &quot;Looking at those stats last year gave us a bit of a shock  we knew we had to put measures in place to improve,&quot; admits Drew Li, leader of the centre for tourism, events and food studies at Liverpool John Moores University. No wonder he was shocked  the university came joint-bottom of the table for its tourism and leisure management course. Since then, three- and four-day field trips have been added to the curriculum  astonishingly for a tourism course, students only did the odd day trip before  and undergraduates get actively involved in staff members&apos; research and consultancy work to gain experience of working on genuine project briefs for real clients. There has been a huge increase in students&apos; satisfaction with the teaching as a result  it now stands at 76% compared with 57% last year. And satisfaction rates with assessment have risen from 49% to 71%. There is a better staff-to-student ratio too  just under 20 students per staff member now, compared with 26 to one last year. The shock of seeing last year&apos;s table may have been a bad one, but it seems to have galvanised action that is getting results. Bangor University: geography and environmental studies This year: 40th place Last year: 64 Dr Graham Bird is diplomatic in how he puts it, but it seems there&apos;s been a bit of a clearout in Bangor&apos;s school of environment, natural resources and geography. Course content has been revamped as part of a rolling process of degree revalidation across the university, and in this department, new staff  and indeed extra staff  have been recruited. Some of these new staff, Bird ventures, &quot;may be better communicators&quot;  this, taken together with a refreshed curriculum, he suggests, &quot;may have reaped some rewards&quot;. Snowdonia is right on the doorstep, and at a time when money is tight, there has been a conscious decision to make far more use of the geographical splendours of Bangor&apos;s setting in the department&apos;s practical teaching. &quot;We&apos;re less and less relying on lectures, and trying to increase variety in our teaching,&quot; he explains: it seems hardly surprising that students who are spending more time yomping up mountains will be enthusiastic about their learning experience. Scale is important too, he points out, and bigger isn&apos;t always better. If you do geography at Bangor, Bird says, &quot;you&apos;ve got a degree that is taught by enthusiastic staff in a small, friendly department, in one of the most beautiful parts of the world&quot;. University of Bedfordshire: English This year: 43rd Last year: 102 &quot;My aim has been to expand,&quot; says Professor Helen Bailey, head of the division of performing arts and English at the university of Bedfordshire since 2009. In the last year, she has recruited a number of visiting lecturers and taken on two new members of staff  one a professor who&apos;s &quot;really strong on pedagogy&quot;, the other an early career academic whose inter-disciplinary approach connects English to other subjects in a way that Bailey says stimulates students&apos; creativity and motivation. Having two more on the team has enabled her to offer far more personalised teaching; this is vital, Bailey says, to building students&apos; confidence. &quot;We inject a lot of contact time around workshops. For instance, there&apos;s a module dedicated to practical writing, empowering them to critique their own output,&quot; she explains. Now, when a student gets an essay back, &quot;they don&apos;t just get written feedback, they have to come to a tutorial and discuss it.&quot; To a student who may always have been taught in big classes in a comprehensive, this kind of attention is valuable and appreciated. The improvement in ranking is, Bailey believes, due to her department&apos;s increasing determination to find creative answers to the question: &quot;How do you make English relevant to students from diverse backgrounds?&quot; A new initiative that has boosted undergraduate morale is the Junior Research Institute, which her department has been piloting over the last year: students are invited to propose a research project outside their curriculum work, and are supported to produce their own research findings. As a result, one student has been commissioned to write a piece for the Spectator magazine. &quot;That&apos;s very exciting for them, they&apos;re really &apos;doing&apos;, and constructing their own knowledge,&quot; Bailey says. Bournemouth University: general engineering This year: 3 Last year: 14 &quot;We&apos;ve put more focus on students becoming more aware of their employability,&quot; says Dr Tania Humphries-Smith, associate dean for design and engineering at Bournemouth. In the last year or so, new staff have been encouraged to make explicit links between their academic research and the content of what they teach, she says, and there has been a conscious effort to increase the number of student project briefs that come directly from industry. Making theoretical knowledge directly applicable to real-life problems is a good motivator for students and also helps them to understand what potential employers might be looking for, says Humphries-Smith. University of Salford: computer sciences and IT This year: 38 Last year: 103 Asked why his courses have soared in the rankings, Rob Aspin, head of computer science at Salford University, laughs as he says: &quot;We&apos;ve been listening to our students.&quot; There has been a recent review, he explains, and the department has slashed two of its MAs and five undergraduate programmes. The slimmed-down offer means that students &quot;identify more&quot; with their own distinct cohort, as well as recognising that each course is more closely aligned with certain types of industry job. It has also, he says, prompted an invigoratingly competitive spirit across the department. The review identified that staff &quot;didn&apos;t really engage&quot; well with students, notes Aspin. Now, good communications &quot;are vital to us&quot;. The department is now an enthusiastic user of social media to interact with its student body: as well as letting them know via a Facebook page if a lecture is cancelled, staff are encouraged to populate the page with professional content that connects students with what&apos;s hot in the IT world. There&apos;s a dedicated Twitter feed, and all social media content is now looked after by a member of staff given dedicated time to do that job; it&apos;s seen as an investment in talking and listening to students in a way that works. Students don&apos;t just let off steam online, says Aspin. Their opinions are often acted on. &quot;We&apos;re involving students in decision-making, around course changes, for instance, and we feed back to them. It&apos;s a question of: you said, we do.&quot; To see the subject tables and methodology go to theguardian.com/education   This article was amended on 22 May 2012. The original said that Bedfordshire University&apos;s English department came 27th in the 2013 tables. This has been corrected", 
    "section": "education", 
    "gid": "education/2012/may/21/university-guide-improved-institutions", 
    "wordcount": "1160"
}