{
    "headline": "Senegal looks to the salt of the Earth  in pictures", 
    "text": "   Lake Retba in Senegal contains large amounts of salt that can be harvested. Dunaliella salina, a salt-loving algae that releases a red pigment to capture the suns energy, is partly responsible for giving the lake its deep pink hue. According to the Copenhagen Consensus, iodising salt is one of the top five most effective ways to spend development aid. The Micronutrient Initiative (MI) estimates that it costs just $0.05 per person per year       The salt harvesters spend between six and eight hours a day in the water. Every morning, they rub on beurre de karit  butter made from shea nuts, found in west Africa  to protect their skin from the salt water       The salt harvesters use plastic shopping bags and glue as plasters to cover any raw blisters or unhealed wounds       The men dig salt from the lake bed and place it in a basket. They use the buoyancy of the lake to lift the heavy basket to the surface and then pour the salt into a boat. Each man collects 1-1.5 tonnes of salt every day (depending on the time of year)       There are some perks to the job. The lake contains an estimated 250-400 parts per trillion of salt (up to 40% concentration), about 10 times that of sea water, allowing the men to float on the water in a similar way to swimmers in the Dead Sea       In the salt plains of Fatick, Marie Diouf  aka the Salt Queen  uses a different extraction technique. Salt water is pumped out of the nearby lake and evaporates on the land. When the government started to privatise the area, Diouf was one of the first to invest in a plot. Now, she employs 12 women in her own micro-enterprise, producing about four to five tonnes of salt daily in peak season. MI provides the iodisation machine, the potassium iodate and training to the co-operative       Maries husband, who left to search for work in Dakar, has now returned to the village to help her run the business. The salt plains provide valuable employment for young men who otherwise have little in terms of livelihood       The salt iodisation machine mixes potassium iodate into the salt. For an adult, the recommended daily intake of iodine is 150 microgrammes a day. Lack of iodine results in an underactive thyroid and can lead to visible diseases such as goitre, but more importantly it leads to mental impairment in new-born children if not consumed during pregnancy. MI aims to increase iodised salt intake in Senegal from 47% to 90%, a level known as Universal Salt Iodisation. To date, Nigeria is the only African nation to have been given USI status by the UN       The newly iodised salt is not only a health benefit but also increases the sale value of each tonne of salt from 22,000 Central African francs (CFA; $43) to 32,000 CFA       Hundreds of thousands of tonnes of salt from Senegal are transported to neighbouring countries like Burkina Faso, Mali and Niger. By ensuring salt in Senegal is iodised, organisations like MI can have a much broader impact in the region. The red number plate on this truck suggests it is returning to Mali       Women need iodine in their diet, especially during the first few months of pregnancy. Often, by the time salt supplements are handed out to pregnant women, its too late to make any significant impact. Integrating iodine into the diet would ensure that the recommended daily amounts are sustained throughout pregnancy       Marie Diouf sees herself as a key player in the fight against hidden hunger. Iodine is fundamental in the mental development of the foetus, she says. By iodising salt, I can give children throughout Africa the best head start in life.  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2013/mar/29/senegal-salt-earth-in-pictures", 
    "wordcount": "0"
}