{
    "headline": "Nuclear power will fail to achieve what George Monbiot wants", 
    "text": "Deciding on how best to meet the country&apos;s energy needs is difficult. There are no absolutely right answers. But one issue guaranteed to excite personal passions rather than brain cells is nuclear power. Some solutions are more convincing than others. The best make the most economic, environmental and social sense, based on facts rather than fervent beliefs. As four former Directors of Friends of the Earth, we wrote to the Prime Minster this week setting out eight major economic and political problems facing a new build nuclear programme in the UK. We have engaged in the nuclear debate for forty years. On the basis of our experience and the evidence, we concluded that the government&apos;s policy will fail. Sadly, this prompted an intemperate attack by George Monbiot. We respect Monbiot&apos;s commitment to the environment as a campaigning journalist. We share his deep desire to tackle climate change  and have dedicated our working lives to addressing it and other environmental problems. What we don&apos;t understand is why Monbiot nowhere tells us how he thinks the government can overcome a single one of the problems we set out. There is a lot in his article about what he thinks about us, as he reaffirms his belief in the nuclear dream. But he doesn&apos;t show how nuclear can go ahead without huge public subsidies, which may well be illegal under EU law. He doesn&apos;t dispute the track-record of nuclear build running many years late and way over budget. He doesn&apos;t argue about the consequent rise in already excessive energy bills to pay for nuclear electricity. Monbiot vigorously asserts what the government should do to meet our energy and climate security needs. But he doesn&apos;t deal with our central point: the Government&apos;s nuclear plans will fail to do what he and it want. The nuclear industry&apos;s history is one of broken promises. Mrs Thatcher pledged 10 new nuclear plants in 1979  one reactor eventually sent electricity to the grid in 1995. Britain&apos;s existing fleet of Advanced Gas-cooled Reactors was described by the then Chairman of the Central Electricity Generating Board as the worst civil engineering disaster in our history. The proto-type fast reactor at Dounreay is now being expensively dismantled, having never worked properly. Nor has the THORP reprocessing plant at Sellafield. Monbiot accuses us of &quot;jingoistic and xenophobic sentiments&quot; because we argued that the government was, de facto, handing over future strategic energy and climate decision-making to the French government. But EDF, the only realistic nuclear builder, is 85% owned by the French government. The crucial decisions on whether to go ahead will be taken in Paris not London, and very possibly by a much more nuclear skeptical government under a new President. In an increasingly turbulent world it is common-sense not to rely on other governments&apos; decisions for your energy security. Especially when there is no need to do so. Monbiot found even &quot;more alarming&quot; our &quot;apparent willingness to downgrade the effort to tackle man-made climate change&quot;. Nothing could be further from the truth, as he well knows from our history as campaigners We advocate a mixture of renewable energies (e.g. on and off-shore wind, solar, waste digestion, wave and tidal), combined heat and power, energy efficiency and carbon-capture-and-storage for gas to meet our energy needs. Combined with smart technology roll-out across energy grids, buildings and cities, this low carbon combination makes the most sense economically, environmentally and socially. Decc&apos;s own strategic analysis set outs at least six feasible energy scenarios, supported by its Chief Scientist, to meet energy demand and climate goals with no new nuclear. Our mix generates very significant numbers of jobs nationwide, in manufacturing, engineering, planning, management, installation, servicing and retail, which a few nuclear reactors cannot. It will help resolve the social crime of nearly 3 million unemployed.  25 years ago, &apos;The Economist&apos; magazine used to be a cheer-leader for nuclear power, as Monbiot is today. No longer. In a special report this month, &apos;Nuclear Energy: the dream that failed&apos;, the magazine concluded that nuclear new build was just too expensive and too dangerous. We agree. Monbiot has missed the point. If, as we argue, the government&apos;s nuclear policy fails, then not only will the UK have no new nuclear stations but we will also not have any of the other low carbon options that could have been deployed if only the government had not been blinded by the nuclear illusion.", 
    "section": "environment", 
    "gid": "environment/blog/2012/mar/16/nuclear-power-fail-george-monbiot", 
    "wordcount": "741"
}