{
    "headline": "US elections: Barack Obama accused of 'climate denial'", 
    "text": "The Green party&apos;s presidential candidate has called Barack Obama a &quot;climate denier&quot; for failing to talk about climate change during the elections. On the eve of the third and final presidential debate, the Green party&apos;s Jill Stein said Obama&apos;s failure to speak out about environmental concerns made him virtually identical to Republicans who deny the human causes of global warming. The absence of climate change from the elections, after a year of record temperatures, wildfires and drought, has hugely frustrated environmental campaigners. Obama and Mitt Romney, who has expressed doubt about the human causes of climate change and the viability of renewable energy such as wind power, have failed to address the issue in their last two presidential debates. But no campaigner has gone as far as Stein, who said Obama was &quot;another climate denier who basically sold out with just a little bit of window dressing&quot;. When challenged about the use of the word &quot;denier&quot;, Stein said: &quot;We sure didn&apos;t hear him talking about climate in his debate. In either of these debates we don&apos;t hear him talking about climate and the devastation of it. Whether he is a denier or just a silencer, he has certainly silenced any discussion of the issue that would motivate real solutions.&quot; Stein, a Harvard-trained doctor, was arrested trying to gain entry to last week&apos;s presidential debate. Her arrest has focused attention on the exclusion of third-party candidates from such events. The Green party is on the ballot in 38 states, but is still polling at only about 2%. It is still viewed negatively by many on the left for its role in costing Al Gore the 2000 election. When the third and last presidential debate takes place on Monday night, Stein will be in San Francisco taking part in a virtual debate with other third-party candidates in a forum hosted by Amy Goodman&apos;s Democracy Now. Obama and Romney have yet to face a direct question on climate change in the debates, and they have given scant attention to environmental concerns, even during their long and heated exchange on oil drilling and gas prices during last week&apos;s debate. Obama, far from touting his biggest green achievement of raising car mileage standards, used the debate to talk up his support for oil and coal. &quot;It is outrageous they will not even mention this devastating reality we are facing,&quot; said Stein, ticking off the growing evidence of climate change in the widespread US drought and unprecedented melting in the Arctic. &quot;The climate catastrophe that used to be generations away is rapidly closing in on us.&quot; The larger environmental groups have hesitated to criticise Obama very openly for fear of costing him votes during an increasingly close election. Environmental groups are mainly supporting Obama and Democratic candidates for Congress in these elections. In Stein&apos;s view that too is a mistake. Obama has failed to live up to his 2008 campaign promise to save a &quot;planet in peril&quot;, she said. &quot;I wasn&apos;t fooled by Obama then. I was not persuaded and a lot of other people were. The talk is very different from the walk,&quot; she said. &quot;These last four years have been drill baby drill and far worse. Obama&apos;s adopted the fossil fuel policies of George Bush and done far worse,&quot; she said. A second Obama term, Stein said, would amount to &quot;climate devastation with a friendly face and a warm endearing personality&quot;. She went on to argue that a Romney victory in November would not be that great a loss for the environment - despite the Republican&apos;s promises to do away with environmental protections and Obama&apos;s moves to curb coal plant emissions. Stein, who is from Massachusetts, has direct experience of a Romney administration from his time as governor there. &quot;Flip-flopping is his downfall, but it is also his political instinct to go with the squeaky wheel,&quot; she said. That suggested Romney would be little different, as president, than Obama. &quot;I think it&apos;s really important to hold Obama equally accountable, and it is an absolutely false choice to tell people they have to choose one or the other,&quot; Stein said. &quot;Obama is not going to get us out of here alive. His climate policies are just as devastating.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/oct/22/us-elections-barack-obama-climate-denial", 
    "wordcount": "729"
}