{
    "headline": "Expat academics: it's a wonderful life", 
    "text": "Expat life has been kind to Matthew Bonnett, an assistant professor in financial accounting at the Chinese University of Hong Kong (CUHK). Not only has he met his American girlfriend though Cantonese lessons, he&apos;s able to indulge his love of football at weekends. &quot;I&apos;ve integrated with some of the locals, mainly through the local football league. It&apos;s nice to go to different sports grounds, watch the games and make friends.&quot; Hong Kong can be as international or local as you prefer, and a western face won&apos;t stand out. &quot;If you&apos;ve never been to Asia before you can still have home comforts but slowly dip your toe into Asian life,&quot; says Bonnett. Like many academics who have uprooted to Hong Kong and south-east Asia, Bonnett has been here a relatively long time  since 2008  and he has an incentive to stay on for at least another three years. Anyone who lives in Hong Kong for seven consecutive years can apply for permanent residency  and subsequently enjoy most of the rights of Hong Kong citizens, including the right to vote. Growth area &quot;It&apos;s an interesting good time to train the next generation of business leaders, with the balance of power slowly shifting from the US to China,&quot; says Bonnett. Salaries are generous and investment in higher education is high: this month CUHK moved its business faculty into a new 15-storey building. What&apos;s more, Hong Kong universities rank among the finest in Asia. Three of Hong Kong&apos;s universities are among the top 50 worldwide, according to this year&apos;s Quacquarelli Symonds (QS) rankings  and institutions here are hiring academic staff from overseas to boost their international profile. &quot;You can make good money here in academia compared with the UK,&quot; says Bonnett. A strong work ethic And the teaching is rewarding, say international staff who have made the move. Students are motivated  undergraduates face fierce competition for places at Hong Kong&apos;s leading universities and it&apos;s not unusual to see students milling around campus in suits. Academics say the work ethic is strong throughout institutions, from teaching staff down to undergraduates. &quot;It&apos;s common to see lights on in people&apos;s offices late in the evenings or at weekends,&quot; says Dr Wouter Stam, who moved from Amsterdam to teach management at Hong Kong University of Science and Technology (HKUST) in 2009. &quot;During summer [Amsterdam universities] would be like ghost towns. Here, faculties continue to work.&quot; Stam finds his colleagues more reserved than back home. &quot;Hong Kong people are very family oriented  when they have spare time they most likely won&apos;t spend it with expats who might leave again.&quot; As for the students, Bonnett says his cohort tend to be driven and ambitious, yet shy of speaking up. While local Hong Kong academics switch easily between Mandarin to Cantonese and English, it&apos;s possible to work here with English only  although universities can offer subsidised language lessons. Bonnett came alone, but families relocating will find competition for international primary school places is high, so it&apos;s important to apply well in advance. CUHK helped Bonnett with paperwork on arrival and provided a housing allowance  property costs in Hong Kong are famously steep and many international academics choose to live on campus. But cheap living more than makes up for this  salaries are taxed at around 15%, restaurants are good value and a short taxi fare comes in at under 2. Location, location... While the character of Hong Kong&apos;s universities depends on location  HKU, complete with on-campus bonsai trees, is central, while CUHK is in the quieter New Territories  a whizzy transport system means it takes about an hour to cross from one side to the other. Hong Kong, a leading financial hub, is crowded and 24-hour shopping opportunities are legendary. Typhoons can add a frisson to Hong Kong life, &quot;though I think it&apos;s mostly the expats who get excited about a typhoon warning,&quot; says Bonnett, and summers can be fiercely hot and humid. While Hong Kong&apos;s dramatic skyline signals just how densely built-up the centre is, expats do escape to the country parks, to the many beaches and get out on the water in junks, dinghies or kayaks. China is 20 minutes by train, Macau an hour by boat and some weekenders fly to south-east Asian countries. &quot;Even though I&apos;ve been here nearly four years I don&apos;t get tired of seeing the harbour, the hills or the amazing landscapes of Hong Kong,&quot; says Bonnett. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/2013/jan/16/expat-academics", 
    "wordcount": "779"
}