{
    "headline": "BP Deepwater judge warns of 'lengthy trial' as proceedings begin", 
    "text": "BP went on trial over the 2010 Deepwater Horizon disaster on Monday, after the failure of efforts to reach a last-minute settlement. US district judge Carl Barbier opened proceedings in New Orleans with a warning that it would be a &quot;lengthy trial&quot;. On Monday he was scheduled to hear several hours of opening statements by lawyers for the companies, federal and state governments and others who sued over the 2010 disaster that left 11 rig workers dead. Barbier was hearing the case without a jury. The trial is designed to identify the causes of BP&apos;s well blowout and assign percentages of fault to the companies. That will help determine how much more each has to pay for their roles in the environmental catastrophe.Months of negotiations have failed to produce a settlement that could have averted the trial. BP has said it already has racked up more than $24bn in spill-related expenses and has estimated it will pay a total of $42bn to fully resolve its liability for the disaster that killed 11 workers and spewed millions of gallons of oil. But the trial attorneys for the federal government and Gulf states and private plaintiffs hope to convince the judge that the company is liable for much more. The trial is expected to be one of the biggest in decades. It will open with 400 minutes of opening arguments from 11 teams of lawyers. Thousands of pages of pages of exhibits have been filed, and 80 witnesses will be called. Tony Hayward, BP&apos;s former chief executive, will appear in a videotaped deposition. Lawyers for the Justice Department are seeking to prove BP was &quot;grossly negligent&quot;  a loose legal term that means the company deliberately paid scant regard to normal safety procedures in the operation of the Deepwater rig. Last year the US argued in a court filing that BP had a &quot;culture of corporate recklessness&quot; and had acted with &quot;gross negligence or willful misconduct&quot;. The maximum civil penalty possible under the clean water act rises from $1,100 per barrel spilled through ordinary negligence to $4,300 per barrel if gross negligence is proved. BP&apos;s bill could be as low as $5bn or as high as $17.5bn, depending on how the court rules. John Coffee, Adolf A Berle professor of law at Columbia law school, said settlement was still a strong possibility although the case was politically complex. &quot;The bigger cases have a long history of settling on the courthouse steps,&quot; he said. &quot;BP have a strong incentive not to go through months of trials where the level of their culpability if the prime issue.&quot; Coffee said that for the states the trial is a &quot;very political issue. Even the government will not want to have appeared to have sold out.&quot; That said, Coffee added any trial that centers on &quot;gross negligence&quot; will not be &quot;pleasant experience&quot; for BP. The oil firm then faces a second trial in September to establish the number of barrels of oil spilled that will be used to assess the size of fines. Live tweets from Dominic Rushe at the trial       Tweets by @dominicru ", 
    "section": "environment", 
    "gid": "environment/2013/feb/25/bp-deepwater-judge-lengthy-trial", 
    "wordcount": "535"
}