{
    "headline": "Setback for UK wind industry as Doosan scraps investment plans", 
    "text": "Britain&apos;s nascent wind industry has received a serious setback after a major foreign investor scrapped plans for a research centre and turbine factories that would have created 1,700 jobs  12 months after giving them the green light. Doosan Power Systems of Korea blamed deteriorating confidence in offshore wind for its decision to suspend construction of a 170m &quot;centre of excellence&quot; in Glasgow and long-term plans for manufacturing. Its concerns were underlined by another major offshore services business, FTSE 100-listed Petrofac, which warned that only 30% of the expected wind projects in the North Sea might ever get built because of financing problems. Doosan, whose plans were unveiled by Scotland&apos;s first minister Alex Salmond, said it had told the Scottish government and its customers four months ago of its decision, but it made no public statement until the news leaked out at an industry conference in Denmark on Wednesday. &quot;In light of the overall economic conditions and liquidity issues in Europe, Doosan Power Systems decided in December 2011 to withdraw from its plans for developing offshore wind turbines in Scotland,&quot; Doosan told the Guardian. However, in a statement to the industry media outlet ReCharge [see footnote], it blamed &quot;sapping market confidence [for] putting a question mark over the future development of the offshore wind market&quot;. Doosan announced its project in March last year, saying it had already started to recruit 200 staff for a research arm that would work on developing a 6MW turbine for the wider European market. The company, which owns major industrial names such as Ingersoll Rand and Babcock, expected to build at least 200 turbines a year from a new assembly plant in either England or more likely Scotland. An additional 500 direct jobs were expected to be created in its assembly plants, and 1,000 supplier posts. Ayman Asfari, the chief executive of Petrofac, said he wanted to build a wind business, but the economic conditions made it difficult: &quot;We think that between 30% and 50% of the targets set for round three of offshore wind expansion are likely to be realised. There are few utilities that have the financial strength to meet the required scale of necessary investment.&quot; The gloomy predictions come just weeks after General Electric Energy&apos;s UK managing director, Magued Eldaief, said that his company&apos;s proposed wind manufacturing investment  amounting to at least 100m  was &quot;on hold&quot; pending ministers&apos; decisions on reforms to the energy market. The rise in negative sentiment is a blow to the coalition government, which has been trying to champion a new manufacturing boom, despite mixed messages on the environment. Conservative backbench MPs have urged the prime minister to slow down the drive to develop renewable power, on the basis that it requires public money that the country can no longer afford. The arguments against wind have been strengthened by the discovery of potentially cheap shale gas in Britain and comments from the chancellor that the UK would allow itself to be made uncompetitive by chasing European Union environmental goals. Meanwhile, a new national body opposing both onshore and offshore wind turbines will launch in Westminster on Thursday at an event sponsored by Lord Carlile, the Liberal Democratpeer and former Montgomeryshire MP. RenewableUK, the wind industry&apos;s lobby group, admitted Doosan&apos;s decision was disappointing, but insisted that it ran against a largely positive trend. A spokesperson said: &quot;In the first quarter of this year we have seen Vestas submit a planning application for Sheerness, Siemens progress with plans for Hull, and of course the Gamesa announcement last month that they are discussing a memorandum of understanding with the port of Leith in the hopes of providing a factory employing 800 people. &quot;There have also been significant developments in the broader supply chain. Only last week Offshore Group Newcastle announced that they would create up to 1,000 jobs building foundations for offshore wind farms. With these developments, provided the policy framework and mood music [are] right, we remain convinced that we can achieve up to 90,000 people employed in wind, wave and tidal industries by 2020.&quot; But many clean technology companies have seen their share prices hit hard by nervous investors. Shares in Vestas, the world&apos;s largest wind turbine company, have dropped from 700 kroner in 2008 to below 50 kroner. Vestas has issued two profit warnings in the last six months and announced hundreds of layoffs, and its shares were only boosted this week amid speculation that it might be bought by a Chinese rival.  This article was amended on Wednesday 18 April and 23 Apri 2012l. The original described Petrofac as a FTSE 250 company. This has been corrected. Contrary to the paper&apos;s editorial guidelines, we failed to make clear that the author of the Guardian story also writes a regular column for ReCharge as a freelance commission. In addition, the Guardian story stated that the company had made &quot;no public statement until the news leaked out at an industry conference in Denmark&quot;. To clarify: the story broke nationally on 18 April, but it appeared first in ReNews, another subscription-only magazine for the renewables industry, on 9 February 2012.", 
    "section": "environment", 
    "gid": "environment/2012/apr/18/wind-industry-setback-doosan-plans", 
    "wordcount": "872"
}