{
    "headline": "Number of English beaches gaining Blue Flag awards rises", 
    "text": "The number of England&apos;s beaches gaining Blue Flag awards for cleanliness has increased in 2012. But about 30% of the beaches might not reach tougher water quality standards being introduced next year, said Blue Flag scheme organisers Keep Britain Tidy. For 2012, a total of 79 English beaches have received blue flag awards  nine more than in the previous year. The total puts England in the world&apos;s top 10 countries for having the most Blue Flag beaches, out of the 46 countries taking part in the scheme. The area with the most Blue Flags in 2012 is Thanet in Kent, with nine, followed by Torbay in Devon with five and Cornwall, also with five. New awards for 2012 included Herne Bay in Kent, Seaton Carew Centre in Tyne and Wear, and Bridlington North and Bridlington South in East Yorkshire. Among the 2011 winners losing their Blue Flags this year are Southend on Sea in Essex, Southwold Pier in Suffolk and Woolacombe Sands in Devon. In addition, 99 beaches have received Keep Britain Tidy&apos;s Quality Coast Awards (QCA)  nine fewer than in 2011  with the Isle of Wight beaches getting 11 awards. A total of 36 beaches got Blue Flag and QCA awards. Keep Britain Tidy said the tougher water quality standard being introduced in 2013 under the new EU Bathing Water Directive was estimated to be twice as stringent as the current Blue Flag water quality standards. &quot;We estimate that around 30% of current Blue Flag beaches might not reach the necessary standard,&quot; said a spokesman for Keep Britain Tidy. Also, in England, Blue Flag beaches will next year need to provide warnings to beach users when nearby combined sewer overflows discharge, if that discharge could temporarily affect the bathing water quality. The Blue Flag announcement came on the same day that Surfers against Sewage launched their sewage alert service. This provides real time updates, by text message and online, on sewage discharges into the sea for almost 200 beaches, 150 more than in 2011. SAS campaign director Andy Cummins said: &quot;It&apos;s vital that beach users know when raw sewage is in the sea and our alert service has proven to successfully influence beach users&apos; behaviour.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/may/15/english-beaches-blue-flag-awards", 
    "wordcount": "370"
}