{
    "headline": "The year's top development stories: 2016 in review", 
    "text": "This year has been dominated by concerns about hunger and food security and increased migration as El Nio and conflict took their devastating toll. Zika was declared a public health emergency and world leaders met in Durban to discuss progress on reducing HIV. The UK got a new international development secretary, who immediately began to make waves, and the world speculated on what the US president-elect has in store for women and aid policies. January The year began with the grim news that the number of annual deaths caused by pollution is now greater than malaria and HIV combined. The Guardians environment editor, John Vidal, looked at the levels of smog in some of the worlds most polluted cities. Ahead of the much-trumpeted world humanitarian summit in May, world leaders were warned the aid system was not fit for purpose, and that without reform would fail those it was designed to help. The latest casualty in the ongoing conflict in South Sudan was the closure of the countrys only brewery, with the inevitable loss of jobs and livelihoods. SABMiller said it was closing because a shortage of foreign currency meant it was unable to source raw ingredients. Meanwhile, in the Oromia region of Ethiopia, protests continued as festering resentment over corruption, maladministration and inadequate consultations on investments came to the fore. In India, womens rights activists awaited a court ruling about whether a ban on women entering temples and mosques, particularly while they are menstruating, should be lifted. Indias supreme court eventually decreed it was unconstitutional to bar women for any reason. February As the World Health Organisation declared the Zika virus a public health emergency, Jacqueline Jessica de Oliveira, 24, from the Brazilian state of Pernambuco, told us her story. She was pregnant with twins when she was bitten by a mosquito. She gave birth to a son and a daughter. Her daughter was born with an abnormally shaped head, a symptom of the virus. I know I have to be prepared, De Oliveira said, because I dont know when shell walk, how good her coordination will be, when shell speak. It would be November before the WHO announced the virus was no longer an emergency.     Ellen Phiri, 23, maternity bag contents: torch, black plastic sheet, razor blade, string, 200 Malawian kwacha note and three large sarongs. Simulemba Health Centre, Malawi, 2015. Photograph: Jenny Lewis/WaterAid    Donors met in London to pledge more money for Afghanistan amid concerns the country would not be able to pick up the slack left by the UNs decision to reduce its request for funding.   The UN security council was urged to issue an arms embargo on South Sudan and sanction its president, Salva Kiir, and rebel leader, Riek Machar, for atrocities committed during the ongoing civil war. Meanwhile, the UN warned that Burundi was teetering on the edge of a major crisis as hunger, disease and political violence threatened to destabilise the country. The EU would suspend aid to Burundis government in March. On a brighter note, we discovered what women were packing in their maternity bags. March With International Womens Day and the UN Commission on the Status of Women taking place, this month brought a focus on gender equality. We live-blogged IWD, showcasing how readers were marking the event. Celebrities, politicians and activists told us what equality meant to them.  We turned the UNs latest figures on contraceptive use into an interactive, and discovered that if by 2030 the average family size has just one fewer child, world population projections could drop by around 1 billion. Helen Davidson travelled to Papua New Guinea to report on efforts to address endemic violence against women.     Paula and her son sit in a sexual violence refuge in the Papua New Guinean city of Lae. She escaped with her two children from her violent husband after he repeatedly attacked her with a machete. Photograph: Helen Davidson    We also reported on the harrowing news that the South Sudanese government allowed its soldiers and militias to rape women in lieu of wages. It also permitted the torture and murder of suspected opponents. April Global development editor Lucy Lamble travelled to Malawi and Zimbabwe to report on the hunger crisis that has gripped southern Africa this year, one of the consequences of El Nio. By the end of the year, Ethiopia would be experiencing severe drought, Somalia would be food stressed and parts of Nigeria and Yemen would be close to famine. Peru went to the polls this month to elect a new president, with Keiko Fujimori the frontrunner. Womens rights activists took to the streets to demand justice for women forcibly sterilised under the presidency of her father, Alberto. Keiko lost the election. The OECD reported that wealthy countries are spending an average of 9% of their aid budgets on hosting refugees at home, sparking concern among aid workers that cuts will be made to programmes in poorer countries.     Bandana Khadka takes a self-portrait in the mirror. Photograph: Bandana Khadka/WaterAid    Our video from Nepal highlighted the stigma still surrounding menstruation in some parts of the world. Girls and women in parts of the rural west of the country are forced to live in cowsheds when they have their period, even though the practice is banned. We returned to the theme in May, with a gallery of images from girls in the Sindhuli district in south-east Nepal, who documented the restrictions they face each month. We heard from Usha Elumalai, a pavement dweller and child rights campaigner from India, who called on governments to ensure street children have a legal form of ID so they can attend school and seek protection from violence. May A year after a second earthquake struck Nepal (coming just days after the countrys worst earthquake, which killed more than 4,000 people), we analysed which countries were the most at risk from natural disaster, using data from the world risk index. We continued to report on the devastating drought in southern African, which was forcing families to eat meals of leaves and watermelon soup. In the run-up to the Women Deliver conference in Denmark, our animation explored why women still die in childbirth; we also discovered that the UN agency responsible for reducing maternal mortality was facing a huge funding shortfall.           Why do women still die in childbirth, asks Emily Watson    Reporting from Central African Republic, Clr N Chonghaile found a country divided by religion and being torn apart by violence. But she met midwives attempting to save lives, teachers giving lessons on peace and reconciliation, and the head of the UN mission pledging to end troop abuses. Annie Kelly and Mei-Ling McNamara investigated the story of Abul Azad, who left Bangladesh for a chefs job in London and end up enslaved in a remote Scottish hotel. Azad is now facing deportation.  June We caught up with Ayman Hirh, a Syrian refugee who had fled to Scotland with his family. We met Hirh in 2014, when he spoke of the pain of leaving Damascus. Two years on, he spoke to Sam Jones about how life had changed for him, his wife and his two sons. The UN reported that a record 65 million men, women and children were forced from their homes by war and persecution in 2015, which means one in every 113 people in the world has been displaced.     People walk past a damaged site after an airstrike in the besieged rebel-held town of Douma on the outskirts of the Syrian capital, Damascus. Photograph: Bassam Khabieh/Reuters    It was perhaps no surprise to learn that Syria was rated the least peaceful county, followed by South Sudan and Iraq, in the global peace index this year, but researchers also calculated that conflict and terrorism cost the global economy $13.6tn (then worht 9.3tn) in 2015. Dutch minister for foreign trade and development cooperation, Lilianne Ploumen, argued that inequality is the biggest obstacle to eradicating Aids. And Vidhi Doshi spoke to young women in India who opt to get sterilised.  July While development experts and activists continued to calculate the cost of Britains exit from the EU, the Department for International Development said goodbye to development secretary Justine Greening, who moved to education, and hello to Priti Patel. It wasnt long before Patel was making waves.  As violence continues in South Sudan, Simona Foltyn reported on the hunger crisis that was forcing thousands back over the border to Sudan. With the worlds population predicted to rise to 9.7 billion by 2050, we looked behind the figures to explore the complex demographic shifts in play Thirteen years after Guardian readers raised 20,000 to support children in a village in Malawi, John Vidal returned to see how the money had been spent.     Charlize Theron with young participants of one of her projects grantees, WhizzKids United, which helps young people gain self-confidence through football. Photograph: Leigh Page    Sarah Boseley, meanwhile, travelled to Durban for the international Aids conference. She spoke to actor Charlize Theron, who said she believed racism was an underlying cause of the HIV epidemic, and reported on the struggle ahead to combat the disease. In the buildup to the Rio Olympic Games in August, our journalists from the citys favelas reflected on how the city remained divided. Michel Silva in Rocinha lamented how favelas are often ignored on official maps; Thas Cavalcante in Mar reported on how the war on drugs had become a war against the poor; and Daiene Mendes wrote that in her neighbourhood, Alemo, deaths were not investigated.  August Annie Kelly and Lorenzo Tondo reported on the unprecedented numbers of Nigerian women being preyed on by trafficking networks in Italy, and met Princess Okokon, who was trafficked from Nigeria in 1999 and now helps women to escape from forced prostitution in the country. We highlighted the plight of generations of Romanian girls who are trafficked into Europes sex industry, following the story of Maya, who was lured to work in brothels and massage parlours in the hope of escaping poverty at home.            Generations of Romanian girls trafficked into Europes sex industry     As the flame was lit on the Olympic torch in Rio, John Vidal looked at why the city found it so hard to clear up its waste. More news emerged of the violence being meted out to women in South Sudan, under the nose of the UN. Marine Gauthier and Riccardo Pravettoni met with indigenous groups in Mongolia, the Democratic Republic of the Congo, and Chile, all under threat of eviction from their land in the name of conservation. More cheerfully, we heard from the women who work for Khabar Lahariya, the first and only newspaper in India staffed, edited and run entirely by women, mostly from low-caste, rural backgrounds. And farmers in Katine, a sub-county in Uganda that Guardian readers have supported for nine years, signed a deal with Kenyan firms to export grains, which should boost their incomes. September Following the conviction of Chads former dictator Hissne Habr for crimes against humanity earlier this year, Ruth Maclean tracked down Khadidja Zidane, one of the women who was raped by Habr and bravely testified against him. Zidane and other women who spoke out against him told of the sexual and physical abuse they suffered under his regime. Nigerians fleeing Boko Haram accused officials of diverting rations, as the UN warned that the country was on the brink of famine.      Women feed their malnourished children at a centre run by Mdecins Sans Frontires in Maiduguri, in northern Nigeria. Photograph: Sunday Alamba/AP    The development secretary, Priti Patel, made her first appearance before the Commons select committee, and was criticised for not being able to say how much aid was being wasted and stolen, after having declared that it was a significant problem. In our monthly podcast, we asked why 63 million girls are still missing out on an education. The World Bank reported that air pollution costs trillions of dollars and holds back poor countries. And we visited the remote town in the Democratic Republic of the Congo that got water on tap for first time in a generation.  October In an exclusive interview, the president of the World Bank, Jim Yong Kim, said he would name and shame countries that were failing to tackle child malnourishment as part of a mission to rid the world of stunting. British MPs demanded more details about how UK aid is spent as figures reveal more than a quarter of the budget will be channelled to other ministries within four years. The call came as Priti Patel warned organisations that they must provide value for money or face cuts. To mark International Day of the Girl, our animation explored the hurdles girls will face in their lives, particularly in poor countries. At the current rate of progress, it will take more than 100 years to achieve gender equality. Haiti, already showing alarming levels of hunger and malnutrition, was struck by Hurricane Matthew. Later in the year, reporting from the country, Ben Quinn found the country facing a food crisis because of the slow delivery of aid. The UNs human rights special rapporteur, meanwhile, condemned as a disgrace the organisations refusal to accept responsibility for the cholera outbreak. In December, the UN would finally admit that its peacekeepers were responsible for bringing cholera to Haiti. The UN warned of severe hunger in parts of Afghanistan as hundreds of thousands of refugees returned from Pakistan.     Afghan women and their children who have just returned from Pakistan are shown how to spot a landmine at a UNHCR reception centre on the outskirts of Kabul. Photograph: Kate Holt for the Guardian    And to mark Planned Parenthoods 100th anniversary, Alexander Sanger, the grandson of the founder, wrote about the many women around the world who still dont have the right to decide whether and when to have children.  November Donald Trumps US presidential election win sent ripples of fear around the world, as politicians and aid workers considered the potential impact of his presidency on US humanitarian and development policies. Trump has threatened to abolish the US Agency for International Development (USAid), and his talk on the election trail of punishing women who have abortions threatens hundreds of millions of dollars of aid for maternal and childrens health. An investigation of labour rights in Malaysia saw global electronics brands Samsung and Panasonic accused of underpaying and exploiting workers. The two companies have now launched investigations into the allegations. We also heard from workers at McDonalds in the country who said they were victims of labour exploitation. McDonalds said it has now ended its contract with the labour supply company it used. Susan Schulman travelled to West Papua in Indonesia to report on claims from indigenous groups that they have become impoverished since a gold mine began operating in the 1970s. As hosts of COP22, Morocco launched its action plan to fight climate change, while calling on world leaders to agree concrete plans to help Africas smallholder farmers. The UN announced that Russian tennis star Maria Sharapova will be reinstated as a goodwill ambassador when her suspension is lifted in April. The UN Development Programme had ended its relationship with Sharapova in March after she was banned from international tennis for taking a prohibited substance.  December Each year a caravan of women from Central America travel across Mexico in search of loved ones who had disappeared as they fled their homes to safety in the US. Most of the women who went missing were fleeing violent partners and gangs. Our video told the stories of three of the women.     Central American women rally in Crdoba, in the Mexican state of Veracruz, holding pictures of relatives who disappeared during their journey through Mexico on their way to the US. Photograph: Henry Romero/Reuters    The UK government published its much-delayed reviews of bilateral and multilateral aid. The reviews suggest British aid will be more closely allied with trade policies, which risks sidelining poorer countries. The UN warned that more than 300,000 people in Madagascar were one step from famine following severe drought. Meanwhile, John Vidal travelled to Malawi, Zimbabwe and Zambia to find out what farmers, villagers and aid workers were eating in countries devastated by crop failure and drought. The global 16 days of activism against gender-based violence came to an end on 10 December. During the campaign, we published a powerful series of images showing how abuse against women is whitewashed and heard stories of persecution from female human rights defenders from Honduras, Nepal, China and Egypt. Ben Quinn travelled to South Sudan to speak to people suffering the dire consequences of the countrys three-year civil war. The UN said the country had severe levels of hunger, and warned it was on the brink of genocide, as violence continues to be drawn along ethnic lines.  This is our pick of the year, but what do you think have been the big stories of 2016? Share your ideas in the comment thread below. ", 
    "section": "global-development", 
    "gid": "global-development/2016/dec/30/the-years-top-development-stories-2016-in-review", 
    "wordcount": "2647"
}