{
    "headline": "Mystery bird: Philippine duck, Anas luzonica", 
    "text": "    Philippine duck, Anas luzonica, photographed in Bislig, Surigao del Sur province, Mindanao, the Philippines.  Image: Nick Athanas/Tropical Birding, 4 March 2011 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Canon EOS 7D   Question: If you woke up one morning and saw this handsome bird flying overhead, what sort of habitat would you be standing in? Would you need to wear a coat or would you instead need to wear bug spray? Where in the world would you be? Would you be excited to see this bird? If so, why? Can you identify this mystery bird&apos;s taxonomic family and species? Response: This is an adult Philippine duck, Anas luzonica, a distinctively-marked duck that is endemic to the Philippines. The Philippine duck is placed into one of the most recognisable taxonomic families for birds, Anatidae, which includes ducks, geese and swans.  However, the genus, Anas, is a different story. It is a maddening tangle of poorly understood and often fuzzy relationships. This confusion stems from the rapid and recent radiation of Anas species, which renders most molecular markers ineffective at resolving taxonomic relationships. Further, as anyone who watches birds knows, Anas species readily hybridise with their congeners as well as other family members, usually producing fertile offspring. Thus, introgression &quot;muddies the genetic waters&quot;, rendering mitochondrial DNA mostly useless for resolving phylogenetic relationships whilst nuclear DNA evolves too slowly to reveal anything of value.  The Philippine duck is lumped into the Pacific clade of Anas, along with the Hawaiian duck, A. wyvilliana, Laysan duck, A. laysanensis, Pacific black duck, A. superciliosa and the extinct Mariana mallard, Anas (platyrhynchos) oustaleti.  The Philippine duck is distinctively marked, with a cinnamon head, with a black crown and nape, a bold black stripe through the eye, bluish-grey bill with a black nail, brownish-grey body, and greyish-brown legs. The upperwing coverts (known as the speculum in ducks) is an iridescent blue-green with black borders and a narrow white edge, and the underwing is white. The sexes are look the same, and juveniles are slightly paler than adults.  This large dabbling duck is found a variety of wetland habitats, in both freshwater and saltwater, including watercourses inside forest, mangroves, and even open sea. They feed on fish, shrimps, insects, rice and young vegetation. This species is sedentary.  Unfortunately, due to high levels of hunting and trapping, clearing of mangroves for shrimp farms, development of wetlands for aquaculture and fishponds, and escalating levels of pesticide use on rice paddies, this species is in rapid decline -- dare I say that their numbers are plummeting at a dizzying rate? In 1993, the Philippine duck&apos;s population was estimated at 10,000-100,000, but fewer than 10,000 birds were thought to remain by 2002. There are 5,000 or fewer Philippine ducks alive today. If we aren&apos;t careful, this species could disappear in the blink of an eye.  Here&apos;s a video of a feeding Philippine duck, which gives you a good idea of its size relative to other waterfowl and, if you listen carefully, you can also hear its voice (uploaded 15 November 2011):            Visit dolhijn&apos;s YouTube channel [video link].  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or mp3 files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist evil google+: grrlscientist email: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/mar/03/4", 
    "wordcount": "585"
}