{
    "headline": "Falcons have taken over an old crow's nest high above the valley", 
    "text": "This sodden summer turned my early morning jogs through the birch wood gully into Olympic sprints. Even now, blood pirates lurk in the humid hollow. Mosquitoes rise up before me with those little jiggling flights that seem to feign indifference: I flee those that come at me unseen, striking from above, below, behind and from all sides and I find myself brushing down each bare arm in turn as I run. Lately, there has been an additional reason to quicken both pulse and pace towards the safety of open ground. Once through a gate, the path does a U-bend around the bottom of a tree-topped hillock and it was here I discovered a falcon eyrie about a month ago. The nest is  I think  in an old crow&apos;s nest wedged into the fork of an unusually straight pine, which stands like a foremast over the valley. If the female is there now, then she is sitting out of sight within the untidy heap of sticks. I pad round the clockwise loop, watching my step and keeping a weather eye above until a high &quot;ki-ki-ki&quot; turns my head. In the exact centre of the low sun, framed in an everlasting instant, is the falcon. The slender wings, arced swift-like, are vivid in this silhouetted moment. When the bird draws out of the sun into a sky-blue backdrop, I see the slaty back, dark head and muttonchop sideburns running down into a white bib that are so like the markings on a peregrine. But this is a hobby, the only bird of prey that is defined by what it is not. The most agile of our raptors, it does not fly but flicker, the fast, shallow tremors of wingbeats giving the overall impression of a rising glider. This sentinel may not actually be one of the nesting pair but last year&apos;s young, which hang around the nest without seeming to serve any purpose other than demanding attention. It zooms on, past the nest, over the trees, out of sight.", 
    "section": "environment", 
    "gid": "environment/2012/jul/27/sandy-bedfordshire-falcons-crows-nest", 
    "wordcount": "339"
}