{
    "headline": "How not to solve nuclear power's trust problem", 
    "text": "The public does not trust the government to be objective on nuclear power, a committee of MPs conclude today. This is hardly surprising, as the MPs note: &quot;The government&apos;s position as an advocate for nuclear power makes it difficult for the public to trust it as an impartial source of information .. While around half the population supported this, it appeared to be a reluctant support for the least worst option, or a &apos;Devil&apos;s bargain&apos;.&quot; More transparency would help, to let the light into industry still inclined to secrecy, thanks to its historic ties to the military and nuclear weapons. You would think that the desire for openess would burn ever more fiercely given the fallout from the Fukushima nuclear catastrophe in Japan. The meltdowns were the result &quot;of collusion between the government, the regulators and [energy company] Tepco, and the lack of governance by said parties,&quot; said the official report, released on Thursday. &quot;They effectively betrayed the nation&apos;s right to be safe from nuclear accidents. Therefore, we conclude that the accident was clearly &apos;man-made&apos;.&quot; So what to make of the pathetically, almost hilariously, bland &quot;summary of minutes&quot; released to me by the government&apos;s new Nuclear Research and Development Advisory Board (NRDAB) meeting? Barely 150 words long, they reveal nothing whatsoever of substance of the meetings, chaired by the government chief scientist Sir John Beddington, lots of officials and academics and one energy company. No prizes for guessing the latter, given they already have staff planted within government: it&apos;s EDF, the French state owned nuclear giant, who are the only serious players left who might build the government&apos;s yearned for new nuclear plants. You can read the summary minutes from 27 March here and 24 April here. The NDRAB was set up this year to advise the government on a long-term strategy for nuclear energy, including &quot;the important role that nuclear research and development plays in the UK, helping to underpin the performance and safety cases of operational plants.&quot;  One would think after the &quot;collusion&quot; between the nuclear industry and the government that followed the Fukushima disaster, where official sought PR advice on how to play down the catastrophe, that continued secrecy would be deemed counterproductive. It seems not. Perhaps the government simply accepts no-one will ever trust it on nuclear power. The MPs report suggests raising the public profile of the independent nuclear regulators to &quot;engender public trust and influence risk perceptions&quot;. The institutional groupthink is such that the committee doesn&apos;t even consider the most obvious way to way &quot;engender trust&quot;: not building new nuclear power stations. Instead they have a different, even more startling, proposal: &quot;We were impressed by a citizen partnership model being developed in Germany for wind farms and suggest that enabling communities to feel more ownership of local energy infrastructure by offering shares in projects could be conducive to building trust and acceptance [I agree wholeheartedly, having seen it for myself]. Partnership models could form part of community benefits discussions for new nuclear build and other energy infrastructure.&quot; So there you have it, community-owned nuclear power stations. Aside from the vast, uncontrollable cost and the copious, long-lived radioactive waste, problem solved!", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2012/jul/09/nuclear-power-energy-secrecy", 
    "wordcount": "543"
}