{
    "headline": "Will Smith's TED talks obsession: what has he been watching?", 
    "text": "At the end of a curious interview with New York magazine, during which father-and-son film stars Will and Jaden Smith declared their certainty that there is a pattern to everything, which has yet to be understood because we have yet to evolve the necessary multidimensional mathematics that is beyond mathematical, 14-year-old Jaden revealed the family&apos;s sources. Will watches &quot;hours and hours&quot; of TED talks. TED (Technology, Education, Design) is a global set of conferences in which speakers are given a maximum of 18 minutes to present their ideas. There are now more than 1,500 of these talks, ranging from the cosmologist Sean Carroll discussing why we aren&apos;t a random fluctuation out of the nothingness, why we can&apos;t live in thermal equilibrium and how our own universe might have sprung from a universal chicken, to the rather more whimsical Neil Pasricha spilling the beans on the Three As of Awesomeness. These turn out to be Attitude, Awareness and Authenticity and his message seems to come down to being who you are; or possibly a three-year-old version of yourself.      So which TED talks has Will been watching? A universal theory of everything is the holy grail of physics and if such an equation had been found you might have expected it to have reached the Nobel committee as well as the TED organisers. That it has come to the attention of neither suggests that Will is on his own here with this breakthrough. Or hasn&apos;t quite grasped the science. More likely, then, Will has been checking out Seth Godin&apos;s talk, &quot;How to Get Your Ideas to Spread&quot;, in which Godin speculates that the only reason bad movies appear at the top of the DVD charts is because they are new and people haven&apos;t had time to realise how bad they are. (There&apos;s hope there for Will and Jaden&apos;s new film, After Earth.) What he clearly hasn&apos;t been watching is the one TED talk from which he could benefit as Will has detected patterns in things he says have been going for millennia, such as the best actor nominations for the Oscars and the two films he has made with Jaden. Michael Shermer&apos;s &quot;The Pattern behind Self-Deception&quot; argues that the more deluded and insecure a person is, the more likely they are to find patterns where none exist. Now that does fit a recognisable pattern.", 
    "section": "technology", 
    "gid": "technology/shortcuts/2013/may/31/will-smith-ted-talks-obsession", 
    "wordcount": "399"
}