{
    "headline": "Boris Island airport: economy trumps environment once again", 
    "text": "Aviation has been the most potent symbol of carbon excess for the environmental movement, which is why it greeted with such delight the Conservative party&apos;s election promise to cancel a third runway at Heathrow and rule out expansion at Gatwick and Stansted. But times have changed. The government is now utterly desperate for economic growth at, it seems, any environmental price. David Cameron&apos;s slogan - &quot;vote blue to go green&quot; - has rarely looked more cynical. If the Thames estuary airport, for which a consulation was announced today, goes ahead then &quot;Boris Island&quot; will once again put planes on the frontline of the fight against global warming. As it happens, there is headroom in the UK&apos;s legally binding carbon targets for a 60% increase in flights by 2050, according to the governments official advisors, the Committee on Climate Change. To help tackle climate change, the nation must have reduced it emissions of greenhouse gases by 80% by 2050: a full quarter of that 20% remaining would be aviation, an area where it is relatively hard to reduce emissions, except by not flying in the first place. But the Thames estuary proposal, at double the size of Heathrow, would account for all of that headroom, meaning not a single expansion at any other UK airport ever again. That&apos;s an unlikely scenario, in my opinion, given how seductively business groups argues that more flights bring economic growth. The inclusion of aviation in the European emissions trading scheme from 1 January may encourage more efficient aircraft, if the scheme is not lobbied into uselessness as other industries have managed, but increasing flights will easily outstrip any efficiency savings. If a cavalier attitude to carbon emissions doesn&apos;t worry you, though it should, then planting what would be one of the world&apos;s biggest airports in the middle of one of Europe&apos;s most important sites for wild birds should. &quot;This would be an irreversible act of vandalism on a grand scale,&quot; says Chris Corrigan, RSPB director for South East England. The move follows a series of anti-environmental policies from the government, each justified on economic grounds, each greeted with horror by millions of people: the abandoned sell-off of public woodland, the ripping up of planning laws, the chancellor&apos;s attack on &quot;ridiculous&quot; environmental protections.  This is the key point. For all the government&apos;s talk of how hugely valuable the natural environment is - 30bn a year, according to its own definitive study - when push comes to shove, it is expendable in the pursuit of economic growth. Never mind that we live in a finite world. Never mind that our children will pick up the ever-growing bill for repairing the damage. Never mind that this government promised to be &quot;the greenest government ever&quot;. There is, however, another possible explanation for Cameron&apos;s decision to hold a consultation on the Boris Island airport, suggested to me by the Guardian&apos;s transport correspondent Gwyn Topham. He says the opinion of many in aviation is that the estuary airport, estimated to cost 50bn, will never be built. A third runway at Heathrow is a much cheaper and faster way to increase aviation capacity. In this scenario, a consultation that concludes that Boris Island is a ludicrous proposition neatly leads to renewed enthusiasm for a third runway at Heathrow. That would plumb new depths of cynicism and could not happen under the current transport secretary, Justine Greening, who campaigned hard against Heathrow expansion in her west London constituency. Only time will tell, but in the meantime the consultation gives Boris Johnson, seeking relection as Mayor of London, apparent good news for the millions living under the Heathrow flight path. And environmental issues, idiotically, get put back in the box marked &quot;for the economic good times only.&quot;", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2012/jan/18/boris-island-airport-economy-environment-thames-estuary", 
    "wordcount": "637"
}