{
    "headline": "Cuban infusion remains the lifeblood of Timor-Leste's health service", 
    "text": "Palm trees sway in the early morning breeze as patients arrive by foot, motorbike and beat-up taxi at Dili&apos;s national hospital, where a linguistic symphony wafts from wing to wing. In the accident and emergency ward, a doctor speaks Spanish with a nurse. At the information desk, a man asks directions in Portuguese. Outside, family members whisper in the local language, Tetum, while nearby an elderly man shouts into his mobile phone in Indonesian. This is the complicated world of medicine in Timor-Leste, a small nation of 1.1 million, where forested hills plunge into deep turquoise seas. A Portuguese colony for nearly 500 years, it was granted independence in 1975 but was soon annexed by its neighbour Indonesia in a takeover that was brutal, bloody and lasted 24 years. When it finally ended in 1999  through a UN-brokered peace deal  one-third of the Timorese population had died from famine, disease and violence. The country was devastated, and its healthcare system was in a shambles, according to Dr Odete Viegas, the Dili hospital&apos;s director general. &quot;There were only 70 GPs in the whole country in 1999, and one specialist  a surgeon,&quot; she says. &quot;Things now are greatly different.&quot; Despite ranking 147 out of the 187 countries in the UN human development index  and although it is afflicted by chronic malnutrition, high infant mortality rates, malaria, dengue fever and tuberculosis  Timor-Leste will have more doctors per capita by 2015 than any other country in south-east Asia. This is largely due to a Cuban-Timorese doctor-training programme initiated by Fidel Castro in 2003, which aims to train 1,000 Timorese doctors in Cuba before sending them back to work in their home country. The students are sent on scholarships, spending their first year learning Spanish and the next four studying medicine. After returning to Timor-Leste, they shadow Cuban doctors at one of the nation&apos;s six referral hospitals and 200 rural clinics, before graduating from Dili&apos;s National University at the new faculty of medicine. The programme has been a great success. According to official figures, the Cuban medical brigade  which has approximately 60,000 doctors and nurses working abroad, 165 of whom are in Timor-Leste  covers more than 70% of medical care across the country. Malaria and infant mortality rates have dropped significantly since 2004, say government sources, with nearly 3m consultations carried out and more than 11,400 lives saved between 2003 and 2008, according to a 2010 Aid Watch Australia report (pdf). Yet a severe lack of resources often hinders the Timorese and Cuban doctors, say GPs, who complain about Timor-Leste&apos;s focus on cure, rather than prevention. Dr Il Defonso, 27, a Timorese GP who returned from training in Cuba two years ago and is on rotation in accident and emergency, feels the government needs to focus on primary healthcare. &quot;If in one day I see only 10 patients, at least one of them will have TB,&quot; he says. &quot;Roughly 25% of the children I treat have malnutrition, and hypertension and dengue are also very common. &quot;The problem is that while many of our healthcare issues are preventable, we don&apos;t have a good system in place to make them preventable  [as] there&apos;s just not enough outreach to teach the public about basic healthcare.&quot; By that he means boiling water and washing hands before eating, he adds. Another issue, says Viegas, is that Timor-Leste sends its small pool of doctors abroad for specialisation, which is not only costly but also detracts from its local workforce. &quot;We have only 12 specialists in-country right now, all of them in Dili, and we desperately need to increase that number,&quot; she says. Patients who can afford it are often airlifted to hospitals in Darwin, Australia, for surgery, treatment and emergencies. The government aims to replace the Cuban doctors working as GPs with Timorese GPs, and to transfer those Cuban doctors into much-needed specialisations such as surgery, cardiology, neurology and obstetrics. But that will take time, says former president Jos Ramos-Horta, who helped initiate the training programme in 2003 as foreign minister. &quot;Now at least basic services are available, but we still don&apos;t have enough equipment,&quot; he says. &quot;For decades, we&apos;ve not resolved the problem of electricity. How can you have even a functioning hospital if electricity always breaks down?&quot; For those on call, communicating with the ever-changing languages of doctors, nurses and patients can prove to be the most constant annoyance, admits the head of the Cuban medical brigade in Timor-Leste, Osvaldo Castellanos. &quot;Our biggest challenge is breaking the cultural and language barriers,&quot; he says. &quot;It&apos;s very difficult for our doctors to communicate with patients in Tetum or Portuguese  then there are over 30 dialects, too. In practice, the doctors receive language training, but in reality they speak Portunhol [a mix of Spanish and Portuguese].&quot; Cuban doctors often find it difficult to communicate with patients and staff, and medical notes  written in either English or Spanish  can sometimes look like gibberish to local nurses. Then there&apos;s the internationalisation of the healthcare at hand, says Defonso. Those who haven&apos;t been trained in Cuba may have studied in Fiji, Indonesia, the Philippines, Papua New Guinea or Australia, where &quot;there may be no difference in the medicinal science that we learn, but the methodology of how we treat it differs greatly&quot;. &quot;That can sometimes be dangerous to the patient,&quot; says Defonso. Nearly 500 Timorese doctors will graduate from the Cuban programme in November, yet the government is keen to keep the programme going for as long as necessary, says Ramos-Horta. &quot;If the Cuban doctors suddenly left, the system would collapse. We need them to stay for at least another five years.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/jun/25/cuba-lifeblood-timor-leste-health-service", 
    "wordcount": "967"
}