{
    "headline": "Only biofuels will cut plane emissions", 
    "text": "As a small, maritime trading nation Britain has always been some distance from big international markets. Our ability to visit far-off places and people, and their access to us, has always been at the heart of our ability to punch above our weight in the world, whether that&apos;s commercially, culturally or diplomatically. In the past we were dependent on ships, now we are reliant on commercial airlines, as well as the Channel Tunnel and secure data networks. This infrastructure is critical for our future, particularly as we look to major economies like India, China and Brazil for export opportunities. But it is also vital for sustaining our outward facing society and culture; one that&apos;s confident engaging with the world and welcoming of its diversity. Rail and video-conferencing will help, but air travel will remain absolutely essential and more people are going to fly, especially to and from a networked, diverse, outward-facing island nation like our own. We should embrace this, but we must also recognise that flying more will also have negative consequences, in particular greenhouse gas emissions. The positive progress on including aviation in Europe&apos;s carbon trading scheme this week is welcome, but neither that nor more efficient aircraft will deal with the industry&apos;s climate problem. As I will argue, only biofuels can do that. Aviation currently accounts for a relatively small proportion of global carbon emissions: 6% of UK, 4% of European Union and 2% of world. This will change fast though, with global aviation expected to grow at 5% a year for at least the next 15 years. If so, by 2050 aviation emissions will account for up to 20% of global emissions, making tackling global warming significantly harder. Though new airport capacity in the UK is essential, plans for it must convincingly address this important pollution challenge. Including aviation in the Europe&apos;s Emissions Trading Scheme is a step in the right direction, but at current carbon prices it will not spur the innovations needed to cut pollution. Some say the aviation sector has a good track record of improving the fuel efficiency of new aircraft, achieving an average annual improvement of about 1.5%. But these emissions savings will be completely overwhelmed by growing global demand for aviation. So we desperately need something that can deliver a step-change in emission reductions from existing fleets, particularly as planes built today will be in service for many years to come. The only option is to replace existing jet fuel (kerosene) with an alternative that can deliver deep emission reductions and be used to current aircraft. Fortunately, this technology exists: sustainable bio jet fuels. Made from advanced feedstocks and able to provide significant life-cycle emission reductions and meet other stringent sustainability standards, these fuels can be produced today and have already received certification for use in commercial jet aircraft. They can also be produced now at costs not far above the high and volatile price of jet fuel, with Bloomberg predicting that they could potentially reach price parity with kerosene in 2016. There is an opportunity for the UK to align its need to develop new airport capacity with the development of sustainable bio jet fuels at scale. We should work to ensure that any new airport provide airlines with the best biofuels available. Airport operators should have to provide airlines with a blend of jet fuel that has a significant and rising proportion of sustainable bio jet fuel. This would significantly reduce emissions from flights. The mandate should start at an achievable level, say where the blend would have to be 15% less polluting than jet fuel today based on the strictest sustainability standards. It could then ratchet up to reach a point where the blend was 60% less polluting within a reasonable time-frame. Airlines would benefit from a genuine and cost-effective emission reduction strategy, which might even attract environmentally conscious flyers. Not many hubs would need to follow the UK before the majority of international flights used sustainable bio jet fuel blends, perhaps only New York, Dubai, Hong Kong and Singapore need change, in addition to London. An ambitious blending mandate would send exactly the signal required to accelerate the development of sustainable bio jet fuels. Airport operators would be required to demonstrate they had a plan to meet the incoming mandate and would sign supply contracts with developers, which would spur innovation and investment. The UK government could also ensure that our leading biotech, aviation and university sectors work in unison to create solutions, through targeted research programmes and tax relief for collaborative work. The luddite wing of the environmental movement will think such proposals sacrilegious  their only solution is to stop flying. But the reality is that there will be and should be more international travel, particularly to and from the UK. The challenge is to make this as least polluting as is possible, while also minimising local airport impacts. By aligning the debate about airport capacity sensibly with environmental objectives, we can make a significant dent in aviation emissions globally as well as guarantee sufficient airport capacity to keep UK plc open for both business and pleasure.  Ben Caldecott is head of policy at Climate Change Capital and co-author of &apos;Green Skies Thinking: Promoting the development and commercialisation of sustainable bio-jet fuels&apos;  ", 
    "section": "environment", 
    "gid": "environment/2012/may/16/only-biofuels-will-cut-plane-emissions", 
    "wordcount": "878"
}