{
    "headline": "My life after Anonymous: 'I feel more fulfilled without the internet'", 
    "text": "The last time I was allowed to access the internet was several moments before the police came through my door in the Shetland Isles, over a year ago. During the past 12 months I have pleaded guilty to computer misuse under the banners of &quot;Internet Feds&quot;, &quot;Anonymous&quot; and &quot;LulzSec&quot;. One of my co-defendants and I have also been indicted with the same charge in the United States, where we may possibly be extradited, and if found guilty I could face several decades in an American prison. Now I am on conditional bail and have to wear an electronic tag around my ankle. I&apos;m forbidden from accessing the internet. I&apos;m often asked: what is life like without the net? It seems strange that humans have evolved and adapted for thousands of years without this simple connectivity, and now we in modern society struggle to comprehend existence without it. In a word, life is serene. I now find myself reading newspapers as though they weren&apos;t ancient scrolls; entering real shops with real money in order to buy real products, and not wishing to Photoshop a cosmic being of unspeakable horror into every possible social situation. Nothing needs to be captioned or made into an elaborate joke to impress a citizenry whose every emotion is represented by a sequence of keystrokes. Things are calmer, slower and at times, I&apos;ll admit, more dull. I do very much miss the instant companionship of online life, the innocent chatroom palaver, and the ease with which circles with similar interests can be found. Of course, there are no search terms in real life  one actually has to search. However, there is something oddly endearing about being disconnected from the digital horde. It is not so much the sudden simplicity of daily life  as you can imagine, trivial tasks have been made much more difficult  but the feeling of being able to close my eyes without being bombarded with flashing shapes or constant buzzing sounds, which had occurred frequently since my early teens and could only be attributed to perpetual computer marathons. Sleep is now tranquil and uninterrupted and books seem far more interesting. The paranoia has certainly vanished. I can only describe this sensation as the long-awaited renewal of a previously diminished attention span. For it is our attention spans that have suffered the most. Our lives are compressed into short, advertisement-like bursts or &quot;tweets&quot;. The constant stream of drivel fills page after page, eating away at our creativity. If hashtags were rice grains, do you know how many starving families we could feed? Neither do I  I can&apos;t Google it. A miracle cure or some kind of therapeutic brilliance are not something I could give, but I can confidently say that a permanent lack of internet has made me a more fulfilled individual. And as one of many kids glued to their screens every day, I would never before have imagined myself even thinking those words. Before, the idea of no internet was inconceivable, but now  not to sound as though it&apos;s some kind of childish and predictable revelation spawned as a result of going cold turkey  I look back on the transcripts of my online chats (produced as legal evidence in my case, in great numbers) and wonder what all the fuss was about. It&apos;s not my place to speculate on whether or not the hacker community should stop taking itself so seriously, but I certainly became entangled within it and had forgotten how easy it was simply to close a laptop lid. I hope, then, that others in a similar situation may decide to take a short break from the web (perhaps just for a week) and see if similar effects are found. It can&apos;t hurt to try.", 
    "section": "technology", 
    "gid": "technology/2012/sep/09/jake-davis-anonymous-charged-bail", 
    "wordcount": "632"
}