{
    "headline": "Could the NUS be ruled by a rod?", 
    "text": "When students come to pick a new leader for the NUS in April, they&apos;ll have quite a choice: two popular women candidates, a rare Tory (male) and a rod. The rod  &quot;an inanimate carbon rod&quot;, to give it its full name  is fighting for the right of all members of society &quot;not just meatbags&quot;. Samuel Gaus, a student officer at University College London, has secured a place on behalf of the rod on this year&apos;s National Union of Students presidential ballot. Its manifesto calls for the training of 8 million &quot;death cyborgs&quot; and the creation of a full NUS nuclear arsenal.     inanimate carbon rod    Inspiration came from a 1994 episode of The Simpsons, where an inanimate carbon rod is made worker of the week at Springfield nuclear power plant. Aberystwyth computer science student, Andrew Tindall, who helped start the campaign, says it arose out of the frustration of seeing &quot;candidates with all the usual affiliations declaring their candidacy and launching bland campaigns that offer nothing but another rehash of the same empty slogans and promises we see every year. What started as joke quickly snowballed into a campaign with actual reach, a hilarious amount of supporters, and a real purpose.&quot; He feels the NUS has lost touch with ordinary students. &quot;The NUS is alienating and distant from its members, and the leadership is decided by cliques, while locking out regular students..&quot; To get a place on the presidential ballot, a candidate must be nominated by at least 10 students from 10 separate students&apos; unions. The call for support spread quickly on Twitter using the hashtag #inrodwetrust. Several students&apos; unions will soon be voting on whether to back Gaus officially as their preferred candidate. Gaus will be standing against three other candidates  Toni Pearce, Vicki Baars, and Peter Smallwood. Pearce, a current vice-president (further education) doesn&apos;t mind the unusual competition: &quot;There&apos;s a proud tradition of humour and satire in student politics, and in fact I often think that we take ourselves too seriously in the student movement.&quot; A favourite with Labour students, Pearce says she wants to tackle the problems of postgraduate funding, student finance and unemployment in her bid to become president. &quot;I think that the state of our education system, and the plight of college-leavers and graduates, are issues that deserve a serious approach,.&quot; Candidate Peter Smallwood, one of the few Tories in student politics, aims for a tongue-in-cheek response on his blog: &quot;While it&apos;s good to see the rod on the ballot paper, we do have some differences. Employment and employability is something I feel strongly about. However, the creation of jobs through the construction of 8 million death cyborgs is, perhaps, not the best option. Rather, I believe it&apos;s time to go back to basics and build an NUS every student can be proud of.&quot; Vicki Baars, who&apos;s focusing on stronger alliances with trade unions and fighting education cuts, is concerned that the rod could muddy the waters. &quot;I think the campaign was intended to be light-hearted and comical. However, I am worried that it has the potential to undermine the other candidates. It&apos;s concerning when the two favourites to win for the first time in many years are women.&quot; The NUS says it can&apos;t comment on individual candidates in the elections. The decision on who will replace the NUS president Liam Burns  and on the prospect of killer robomen on campus  will be made at the NUS annual conference, starting on April 8.", 
    "section": "education", 
    "gid": "education/2013/feb/05/rod-seeks-nus-presidency", 
    "wordcount": "592"
}