{
    "headline": "Sparrow decline linked to urban noise levels", 
    "text": "Urban noise limiting communication between parent birds and their chicks may be a key cause of declining sparrow populations, according to new research. A University of Sheffield study found that industrial and traffic noise in urban environments can make it difficult for adult sparrows to hear their young, impairing the chicks&apos; growth as they are less likely to be fed. The research drew on data from a long-term study of sparrow populations on Lundy Island in the Bristol Channel that began in 2000. The island is off-grid and produces its own electricity, allowing the scientists to compare the behaviours of birds living beside the island&apos;s generators and those living in quieter areas. The researchers found that birds living in quiet barns and woodland were fed more than those in the noisier environment, meaning that they were heavier when they fledged and consequently better prepared for survival. &quot;We found that masking of communication is likely to be responsible for a reduction in food provisioning for chicks from parents and that that was about 25% fewer visits in the noisy area than in the quiet area,&quot; explains Julia Schroeder, lead researcher on the study, entitled Passerine birds breeding under chronic noise experience reduced fitness. &quot;That&apos;s quite a drastic reduction in provisioning of chicks and if they don&apos;t compensate for this by bringing, for instance, larger insects, for which we don&apos;t have any indication, it is quite severe.&quot; While chronic stress may also contribute to the birds&apos; poorer body conditions, Schroeder says that the lack of food is a key factor: &quot;It is highly likely that a 25% reduction in food intake results in poor growth and survival in passerine chicks.&quot; The RSPB has listed the sparrow as a species of high conservation concern, with the population across the UK declining by 66% between 1970 and 2009. While the latest breeding bird survey found population growths in Scotland, Northern Ireland and Wales, the latter increasing by 87% between 1995 and 2009, England has seen a general drop of 18%. The worst declines have been in the south and east, with London&apos;s sparrow count dropping by 69% in the same 14-year period. The charity believes the key cause behind the decline is shortage of food. &quot;It seems the research is leading towards a shortage of chick food in mid-to-late summer,&quot; says Grahame Madge, a spokesman for the RSPB. &quot;The modelling that&apos;s been done suggests that that shortage of food could be enough to trigger the population decline, so what we&apos;re not seeing is enough recruitment of young sparrows into the population in order to keep it buoyant.&quot; &quot;At the moment there hasn&apos;t been anything compelling enough for us to divert our attention from what we believe is the cause of the decline, which is the shortage of chick food,&quot; says Madge. &quot;That could be driven by aerial pollution or people changing the way they manage their gardens - there&apos;s a whole range of potential triggers and those are the sorts of areas that our researchers are looking at.&quot; Schroeder added that other current research is coming to similar conclusions to her work, pointing to a recent paper published in the Journal of Avian Biology. The researchers conducted a cross-fostering experiment with sparrow nestlings, concluding that &quot;nestlings in rural nests tended to grow larger than nestlings developing in suburban nests.&quot; Further research into the link between noise and population decline in other species may yield valuable results, explains Schroeder: &quot;This is a novel mechanism that I am proposing. I think it should be done on other species because it&apos;s very likely that parent-offspring communication plays an important role in many passerine birds and that it affects more species breeding in cities.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jul/11/sparrows-urban-noise", 
    "wordcount": "634"
}