{
    "headline": "An otter steals the show", 
    "text": "The sky was antifreeze blue and there was white frost on the molehills but about 50 people had braved the midday cold. We were there to officially open a fabulous new nature trail, the work of a group at the University of East Anglia, which is one of those institutions that&apos;s thrice blessed in terms of location. The river Yare passes a large lake just south of the campus and both are surrounded by a glorious marsh and wood. Few universities boast the kind of doorstep biodiversity that UEA enjoys and, while most folk strolling the paths focus on the kingfishers and grebes on the lake, the whole site is home to 2,500 recorded species. Ecology lecturer Iain Barr puts the probable total at over 5,000 species, but it certainly includes several hundred beetles, more than 400 fungi and 650 moth species. By their very nature, interpretation boards on these sort of trails depict only a tiny sample of the wildlife present. They usually focus on highly charismatic creatures and, as one might expect, the beautiful new signs at UEA concentrate on the grebes and that other stock attraction at wetland sites, the otter. I always feel otters are listed to keep us all looking. Everyone hopes to see one, but precious few ever do. However, this was one of those occasions when nature upstaged not only the nature trail and the nature-trail board but even the official opening of the nature trail. A young otter, one of last year&apos;s litter, chose mid-speech to launch herself out of the water and into the winter sunlight in front of 50 people. I&apos;m sure I wasn&apos;t the only one to suspect some devilish stunt. But no, there she was, unscripted and totally unexpected, amid a gush of oohs and aahs, porpoising freely like a swallow through the spring air. The speeches may have been a stop-start affair but the trail itself truly opened with a splash.", 
    "section": "environment", 
    "gid": "environment/2012/feb/05/norwich-norfolk-otter-steals-show", 
    "wordcount": "326"
}