{
    "headline": "Ofsted's soulless approach", 
    "text": "In the week Eurostat revealed that British adults are worse educated than those in 18 other European nations, Ofsted announced a step-up of an inspection programme whose methods and focus have hardly changed in 20 years (Schools rated &apos;outstanding&apos; may lose status, warns Ofsted chief, 10 February). At what point is it going to learn that its obsession with measuring is counterproductive? There are a number of reasons for this. First, because Ofsted is fixated on measuring, teachers have to be: a large part of our time is taken up teaching pupils the intricacies of subject mark schemes and trying to second-guess exam boards. Second, too often when a child is failing, continually measuring his or her performance simply tends to remind him or her of the fact, thus exacerbating the process. I have been a teacher for 27 years. I remember a time when teachers used to ask: &quot;What is the best thing we can do in this situation?&quot; Nowadays, the only question is: &quot;How can we do what Ofsted tells us?&quot; We have ended up with a generation of professionals soullessly going through the motions of production-to-order. We need to take the emphasis off teaching (although obviously not discard it altogether), and put it more squarely on teachers. No matter how many additional &quot;outstanding&quot; lessons Ofsted manages to create as a result of its new drive, this will not change. I have known mediocre colleagues who can pull off outstanding lessons to order, and outstanding teachers whose lessons are merely &quot;good&quot;. And as any parent knows, a merely &quot;good&quot; teacher who stays in a school for five years is worth 10 &quot;outstanding&quot; ones who only stay a term. This is a distinction Ofsted&apos;s work has always served to conceal. James WardTunbridge Wells girls&apos; grammar school The latest comments from the head of Ofsted, Michael Wilshaw, about outstanding schools have really confused me now. First, we had Labour turning failing schools into academies and giving them extra funding to help them improve. Then, the Conservative government gave lots of money to outstanding schools to become academies because they didn&apos;t need to improve. Now, it transpires that many of the outstanding schools weren&apos;t outstanding after all, so  presumably  they do need the money to help make them better than they thought they were already, which is sort of what the Labour policy was all about to start with. And satisfactory schools that haven&apos;t had loads of money showered on them? They&apos;re not allowed to exist any more, so they will be turned into academies.Dick CurtisGloucester Michael Wilshaw&apos;s argument that the summer&apos;s riots were the result of failing schools or lack of education (No excuses for failure, 3 February) risks feeding in to Michael Gove&apos;s privatisation agenda. He asserts that we need a &quot;step change&quot;, chiming with David Bell&apos;s assertion that students have been &quot;systematically failed for generations&quot; and that profit making company run schools are a solution (Vice-chancellor supports firms running schools for profit, 2 February). There is precious little public contradiction of this pernicious narrative. That schools taking large numbers of children from poor backgrounds or with English as a second language achieve lower than average GCSE results is not a sign of failure. Rather than attacking comprehensive schools and teachers with challenging intakes, we should be applauding their efforts. To blame them for the effects of poverty and inequality is demoralising and counterproductive. And those who think private institutions will bring improvement should consider just how successful they&apos;ve been in running our public transport, prisons and care homes. Simon SamuroffHarrow, Middlesex Your leader (6 February) on the NHS describes PFI as &quot;the last great brainwave for getting the private sector involved&quot; in a public service. Not so. Mr Gove, as secretary of state for education, is determined to require all schools in England to be contracted to him so that he can then transfer the management of them to agencies in the private sector whose defining characteristic is that they should be approved by him and not be elected by anyone. This deliberate disintegration of a public service that has existed since 1870 is likely to prove quite as damaging as Mr Lansley&apos;s efforts to do much the same for the NHS.Peter NewsamThornton le Dale, North Yorkshire", 
    "section": "education", 
    "gid": "education/2012/feb/14/ofsted-soulless-approach", 
    "wordcount": "729"
}