{
    "headline": "Apps Rush: Starred, Angry Birds Space, Fingerprint: Whole Wide World, Move the Turtle, Rollerhog, Pair and more", 
    "text": "A selection of 19 new apps for you today: Starred iPhone app Starred promises that it &quot;turns Twitter Favourites into something useful&quot;. How? By making tweets that you&apos;ve favourited into a reading list that you can come back to later, or share with friends. An Instapaper for interesting tweets, sort of.iPhone Angry Birds Space Premium At the time of writing up the Angry Birds Space launch on 22 March, only the free Android version of Rovio&apos;s new game was available. Since then, the premium version has gone live, stripping out the ads.Android Fingerprint : Whole Wide World US startup Fingerprint is focused on making entertaining educational apps for kids. Its latest app is aimed at 5-8 year-olds, taking them on a tour of the world with elements of geography, history and culture. For more on Fingerprint, read Apps Blog&apos;s interview with the company.iPhone / iPad Games for Kids Talking of kid-apps, Swedish developer Wombi has been porting its apps from iOS to Android this month, with Games for Kids an excellent introduction to its work. Six mini-games with three levels of difficulty should mean it appeals to a range of children.Android Zoo Story 2 Mobile social games developer TeamLava&apos;s latest Android title is Zoo Story 2, a follow-up to its previous game where players build a zoo and populate it with animals. Slightly worryingly, this time round cross-breeding elephants and polar bears is on the menu.Android Move the Turtle: Programming For Kids I spent my formative tech-years trundling a robo-turtle around the floor while learning the Logo programming language. Now there&apos;s an app for that, although in this case the turtle is virtual. The app aims to teach children as young as five years old the basics of programming.iPhone / iPad Rollerhog British publisher Neon Play&apos;s latest iOS game has an interesting backstory: it&apos;s the winning idea from a competition run by apps magazine Tap! looking for game ideas. Patrick Jamison&apos;s spark has become a colourful rolling game that looks like the bouncy lovechild of Tiny Wings and Whale Trail.iPhone / iPad Pair You wait ages for a private social networking app for you and your partner to come along, then three turn up (almost) at once. Following in the iPhone footsteps of Cupple and Between comes Pair, which is the work of startup TenthBit. It&apos;s based around a timeline of photos, video messages, chat and location data.iPhone Koopio: Daily Deals &amp; Coupons Koopio is the latest smartphone app that wants to serve up daily deals and discounts for the businesses around you. It aggregates the deals from other services including Groupon and LivingSocial, and covers 500 cities in the US, UK, Canada, Australia and Singapore.Android EARS|ONLY This iOS app offers curated playlists of dance music chosen &quot;by top DJs in electronic music&quot;. It can stream them to a nearby hi-fi using Apple&apos;s AirPlay technology, and promises to play nice with &quot;luxury car&quot; sound systems too.iPhone / iPad Tap Paradise Cove Pocket Gems has been one of the other very successful social mobile game developers, and Tap Paradise Cove is its latest iOS release. It extends the world-building formula to island settlements.iPhone / iPad Nokia Play To The latest Windows Phone app to emerge from Nokia&apos;s Beta Labs is Play To, which uses DLNA technology to wirelessly stream photos and videos from a smartphone to TVs, Blu-ray players and PCs.Windows Phone Deezer Streaming music service Deezer has released a BlackBerry PlayBook app, making it one of the first of its category to launch on RIM&apos;s tablet.BlackBerry PlayBook BeWeather HD Slick weather app BeWeather HD has made the leap to BlackBerry PlayBook, providing forecasts for around the world.BlackBerry PlayBook Lego Ninjago: Rise of the Snakes Lego&apos;s latest iOS game is based on its Ninjago sub-brand, as youngsters build their own virtual ninja and do battle. Yes, with snakes, but also with one another.iPhone / iPad Monster Time Monster Time is an impressive-looking iOS app to help children learn to tell the time analogue and digital clocks with the help of some colourful monsters.iPhone / iPad Art Jam Trance Art Jam Trance is a very nifty-looking visual remix app, which sees you triggering beats and samples by tapping cartoon objects and icons on-screen.iPhone / iPad Brasil Quest In plenty of time for the 2014 football World Cup in Brazil comes this game, which involves guiding an alien called Yep around various cities in Brazil. It&apos;s the work of Embratur, the Brazilian Tourist Board.Android / iPhone Mr.Robot... &quot;In front of the obsessive-compulsive disorder, procrastination, paranoia, social phobia, manic, anorexia, narcissism and so on, how dare you say that you are completely normal?&quot; asks the App Store listing for book-app Mr.Robot... Well, it&apos;s certainly a pitch.iPhone", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/mar/23/apps-rush-starred-angry-birds", 
    "wordcount": "804"
}