{
    "headline": "Ricken Patel: middle classes have most power to effect political change", 
    "text": "     Could pictures of African university students replace the ubiquitous and often offensive images of starving children on charity fundraising adverts? How about: &quot;Donate 5 by SMS to help students campaign for change&quot;? For Ricken Patel, co-founder and executive director of the online campaign group Avaaz, the focus on the most marginalised in developing countries too often overlooks the role of educated, middle-class groups, which he argues have &quot;the most power, right now, to effect political change in their countries&quot;. Avaaz has exploded on to the global political scene since 2007 with high-profile activism on everything from education in Pakistan and corruption in Brazil to Palestinian statehood, climate change and the &quot;war on drugs&quot;. Some campaigns have global targets, but Avaaz also engages in deeply politicised national debates. This month, its membership hit 20 million. Patel acknowledges that, as an online movement, Avaaz has limits, particularly in some developing countries where internet access remains a luxury of the few. Roughly a third (2.4 billion) of the world&apos;s 7 billion people are internet users, but figures vary by country. In Brazil, 45% of people have internet access, according to 2011 estimates, while in Kenya and Nigeria the figure is less than 30%, and in Ethiopia and the Democratic Republic of the Congo it&apos;s just over 1%. But, he argues, focusing on the most marginalised often means too little attention is paid to the middle class, those with &quot;tremendous power&quot; to push their societies and governments &quot;in the direction they want to and that we need them to&quot;. &quot;Often it has been the more educated  university students, [the] middle class  in places like the Philippines or Indonesia that have led revolutions, but those revolutions have then empowered millions more people through education and development,&quot; says Patel, sitting in a small room in the basement of the Commonwealth Club in central London. &quot;You need to take people who are university students in sub-Saharan Africa and make them more effective.&quot; So, elite-led change? &quot;Yeah, but elite sounds like [a] millionaire sitting in a palace  we&apos;re talking about a university student who came from a village who happens to have learned how to read and is able to access the internet  We need to be able to think strategically about the constituencies we&apos;re engaging to maximise our change.&quot; He argues: &quot;Often those communities have most power, right now, to affect political change in their countries. And I see relatively little focus on those people.&quot; Patel declines to guess what the income distribution of Avaaz supporters might look like (they haven&apos;t polled members on income, he says). Recent reports on the growth of the &quot;middle class&quot; in Asia and Africa have helped reignite debate about the role these groups play in democratisation and development. &quot;The most effective mass mobilisations today are those which start from a new modernised middle class, and particularly the enormously swollen body of students,&quot; said historian Eric Hobsbawm, reflecting on the Arab spring revolutions in 2011. Washington economist Nancy Birdsall suggested the idea of &quot;catalytic classes&quot;, who are not necessarily comfortably middle-class but demand, and benefit from, clear rules of the game. Doug Saunders of Canadian newspaper The Globe and Mail suggested these groups have already made their mark on Turkey, Brazil and elsewhere in Latin America, calling for transparency, competition and democratic accountability. Patel, who was in London to deliver the 2013 Commonwealth lecture on &quot;opportunity through enterprise&quot;, organised by the Commonwealth Foundation, was a student activist  at Oxford and later at Harvard. He was a member of the progressive student labour action movement, which campaigned for a living wage for workers at Harvard and staged a high-profile three-week occupation of Massachusetts Hall, a major administrative building on campus (Patel was not among the occupiers). Being able to name and shame is very important, he says. &quot;Part of the power that we have is the soft power of legitimacy, and the ability to bestow and withhold legitimacy as people of the world, on leaders that are doing things that are good for us or things that are bad for us.&quot; Avaaz has just finished its first five-year plan, and is now thinking about the future, says Patel. Moving forward, it&apos;s geopolitics that worries him most. &quot;If we get the wrong kind of political movement in the US, if the nationalists really rise in China, if Russia continues its slide into authoritarianism, I think the scope for democratic progress globally is very constrained and we all need to be very worried about that.&quot; In developing countries, he argues: &quot;The international community has an absolutely vital role to play. But it stands or falls on how rotten the politics of the country is. What we need to do is organise more effectively in these countries to create that kind of accountability and that kind of class.&quot; He points to Brazil, where he says swelling political activism and huge anti-corruption mobilisations are &quot;making the impossible, possible&quot;. We need more of this, he says, with one eye on west Africa. &quot;Nigeria is ripe for this kind of thing.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2013/mar/18/ricken-patel-middle-classes-political-change", 
    "wordcount": "880"
}