{
    "headline": "The week in wildlife  in pictures", 
    "text": "   Sarah, an 11-year-old cheetah, breaks her own world record by running 100m in 5.95 seconds in this National Geographic magazine picture taken at Cincinnati Zoo in Clermont County, Ohio. Sarah was clocked at 61mph (101kph) and broke her previous record of 6.13 seconds which she set in 2009 Photograph: Ken Geiger/National Geographic Magazine/Reuters       A cuckoo chick in a reed warbler nest at Wicken Fen, Cambridgeshire. Cuckoos don different disguises to lay eggs in other birds' nests unmolested, scientists have learned. A well known feature of the cuckoo is its ability to lay eggs that resemble those of its victimsPhotograph: NB Davies/University of Cambridge/PA       Sunflowers in Iowa, USA. Sunflowers are holding on in most areas despite some other crops showing extreme drought stress Photograph: Kevin Schmidt/Corbis       A common tern flies over Eton Dorney Rowing Centre in Eton, west of London, during the Olympic Games Photograph: Damien Meyer/AFP/Getty Images       A dying whale shark washes up on the shores near the city of Yogyakarta in Indonesia's Java island after being stranded in shallow waters overnight. Police and volunteers from Animal Friend Jogja prevented local villagers from chopping up the 13-metre-long animal for its meat. Whale sharks, the world's largest fish, are classified as 'vulnerable' by the International Union for the Conservation of Nature Photograph: Suryo Wibowo/AFP/Getty Images       A dragonfly carries a wasp at the Semiwon water garden in Yangpyeung, Gyeonggi-do, South Korea Photograph: Jeon Heon-kyun/EPA       Iwokrama forest in Guyana. An $8.5m Conservation Trust Fund, the first of its kind in the country, will provide long-term financing for the management of Guyana's intact protected areas system  tropical rainforests largely untouched by humans Photograph: Pete Oxford/iLCP/Conservation International       A tree fern in Chishui, southwest China's Guizhou Province. Chishui is among the handful of habitats of tree fern, a paleozoic plant that is on the verge of extinctionPhotograph: Du Juanjuan/Corbis       A rescued pangolin is released into the forest by government wildlife officers in Karo district, North Sumatra province, after Indonesian police intercepted 85 endangered pangolins, most of them alive despite being stuffed into sacks by smugglers. The animals, also known as scaly anteaters and prized in China and Vietnam as food and medicine, were found in sacks when they were seized at a bus station in the city of Medan, North SumatraPhotograph: AFP/Getty Images       Queen Alexandra's birdwing butterfly, the world's largest, is disappearing from Papua New Guinea rainforests Photograph: Mark Stratton       Nastia, a six-month-old female bear cub, in a private zoo in Haisyn, Vinnitsya region, about 250km south of Kiev. Nastia was rescued by Ukrainian authorities and the Four Paws Animal Welfare Foundation from the private zoo because they thought there might be a risk of her being sold for circus or tourist entertainment. Nastia and her mother will be transferred from their temporary home at Lutsk Zoopark to a brown bear sanctuary in Ukraine. In 2011, Ukrains environment minister announced a ban on the poor private captivity of brown bears Photograph: Mihai Vasile/Four Paws/Reuters       Mishmi Takin calf Hobbit with his mother, Cava, at their enclosure at Highland Wildlife Park, near Kingussie, Scotland. Hobbit is the first calf to be reared in the Highland herd since 2010. Stocky and surefooted, these animals are natives to Bhutan, Northeast India, northern Burma and the neighbouring border areas of China in the eastern Himalayas. They can be found living at heights of up to 14,000ft Photograph: Alex Riddell/Highland Wildlife P/PA       A fly rests on a frog sitting on a dead fish in a pond near Waterloo, Nebraska, US. It is unclear what caused the fish to die but possible culprits are the low water levels, high temperatures and lack of oxygen, due to drought Photograph: Nati Harnik/AP       A smuggled Amboina box turtle is held by a conservationist in suburban Quezon City, north of Manila, Philippines. About 105 smuggled reptiles were returned to the Philippines after they were discovered inside baggage at Hong Kong airport Photograph: Aaron Favila/AP       Hawksbill and Green turtle babies are released into the sea in Sattahip district, Chonburi province, Thailand. Following a medical check and the attachment of a microchip, 980 endangered species sea turtles were released into the sea by the Sea Turtles Conservation Centre, which aims to protect sea turtles' habitats and eggs Photograph: Rungroj Yongrit/EPA       A Kemp's Ridley turtle swims while being rehabilitated at the Audubon Aquatics Center in New Orleans after being hit by a boat in the Gulf of Mexico. Efforts to protect endangered sea turtles in the Gulf of Mexico have prompted strenuous complaints from the dwindling fleet of shrimpers blamed for drowning them in their nets, who say their livelihoods are threatened. By next March the federal government wants about 2,435 shrimp boats to install turtle-saving gear in their nets to protect the turtles Photograph: Gerald Herbert/AP       A baby South American snapping turtle (Chelydra acutirostris) swims in a pool in Schoenbrunn Zoo, Vienna. Four of the snapping turtles, which originally lived in Costa Rica and Colombia, were hatched in July at the zoo, the first time this rare species has been bred in captivity Photograph: Herwig Prammer/Reuters       Cattle cool off in a pond by a drought-stricken farm in Oakland City, Indiana. Welcome rains provided some relief in the US Midwest last week, but reports of failed crops, wildfires and other fallout from the worst US drought in more than 50 years tempered optimism Photograph: John Sommers II/Reuters       Young seal Fips looks out of a tub at the seal nursery in Friedrichskoog, northern Germany. The animal was found at a shipyard in Hamburg at the beginning of July and was brought to the nursery in Friedrichskoog Photograph: Daniel Bockwoldt/AFP/Getty Images  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/aug/03/week-in-wildlife-sarah-cheetah", 
    "wordcount": "0"
}