{
    "headline": "Sopa and Pipa: don't let big business break the internet", 
    "text": "The key to survival  in business as in the jungle  is to be able to learn from your mistakes. The strange thing is that some industries haven&apos;t yet figured that out. Chief among them are the so-called &quot;content&quot; industries  the ones represented by huge multimedia corporations which own movie studios, record labels and publishing houses. Every 20 years or so, technology throws up a challenge to these industries. When audio cassettes arrived, for example, the music industry fought tooth and nail to have the technology outlawed or crippled. Why? Because it would encourage &quot;piracy&quot;. What happened? The record labels wound up making lots of money from cassettes as well as records. Then along came the video recorder, and the movie industry fought it tooth and nail because it was the handmaiden of the devil  on account of facilitating &quot;piracy&quot;. What happened? Same story: it turned out that the studios were able to make tons of money from videocassettes, because films continued to sell long after they had disappeared from cinemas. Since then the story has been repeated at least twice more  with DVDs and portable MP3 players. So you&apos;d think that the penny would have dropped in what might loosely be called the minds of those who run the content industries. The lesson is that new technologies that look like threats can become glorious opportunities. But there&apos;s still no evidence that media moguls have grasped that simple idea. Which brings us to the internet and the Sopa opera currently playing to packed audiences in the US Congress. The initials stand for the &quot;Stop Online Piracy Act&quot; and it is currently before the House of Representatives, which for these purposes is a fully paid-up branch of the movie industry. Its sister bill in the Senate is the Protect IP Act (Pipa). Both bills propose law that would allow the US attorney general to create blacklists of websites to be censored, cut off from funding or removed from search engine indexes. Pipa was introduced to the Senate judiciary committee in May of last year, and quickly passed through its initial stages until senator Ron Wyden, a congressional leader on free speech matters, managed to put a temporary hold on the bill. But Pipa is not dead, merely sleeping. Sopa arrived in the House in late October and despite noisy opposition from a broad coalition of engineers, entrepreneurs, internet users, developers, student groups, legal scholars and libertarian groups, the House judiciary committee scheduledonly a single, heavily biased,hearing on it. What&apos;s wrong with Sopa? Well, for starters it probably violates the US constitution and would certainly curtail free speech, threaten whistleblowers and undermine human rights. If implemented, it could put the US government on the same side of the line as China, Burma, Iran, Saudi Arabia and other authoritarian regimes which seek to control and censor the internet. But the most worrying aspect of these bills is that they would distort the architecture of the internet in ways that would cripple its capacity for enabling innovation  something that has been eloquently pointed out to senators and congressmen by many of the network&apos;s original architects. The reason for their concern is that the proposed legislation would tamper with the Domain Name System (DNS) which is one of the core components of the net. This is the system which translates domain names (such as www.observer.co.uk) into a machine-readable code that enables any computer in the world to find the site. Sopa and Pipa would give US authorities the power to block sites accused of copyright infringement at the domain level  in other words to make them disappear from the internetby rendering them unfindable. (This is what happened briefly to WikiLeaks in the furore following Cablegate, and it&apos;s exactly what authoritarian regimes everywhere would like to do to sites that go on about democracy, human rights and other annoyances.) Now you might say: what&apos;s wrong with that? Shouldn&apos;t a site devoted to wholesale piracy be &quot;disappeared&quot;? The answer, in some cases, might be yes  provided it&apos;s done with due process and under judicial supervision. But the problem with DNS-blocking is that it&apos;s indiscriminate. The vast majority of the world&apos;s (legitimate) websites and services are hosted on servers which exist under the umbrella of single domain names. A major hosting service (Blogger.com, for example) will contain many thousands of individual blog sites, a few of which may be fostering or practising piracy. But a DNS block would make the entire Blogger.com universe vanish. Some people think that Sopa/ Pipa are too absurd to pass into law. Hopefully they&apos;re right. But given the dysfunctional nature of the US Congress right now, I wouldn&apos;t bet on it.", 
    "section": "technology", 
    "gid": "technology/2012/jan/08/online-piracy-challenge-sopa-pipa", 
    "wordcount": "798"
}