{
    "headline": "New to nature No 105: Austeruseus faroensis", 
    "text": "   A faeroensis. Illustration by Stine Elle    The Faroes, located south-east of Iceland in the north-eastern Atlantic, consisting of 18 small islands and a total land area of less than 1,400 sq km, seem unlikely candidates as the centre of biodiversity for anything. Yet a survey of tardigrades has revealed the most species-rich fauna of the family Eohypsibiidae on Earth: all five of them. This may not be an impressively large number, but this family is typically associated with mosses growing on mountaintops, apparent relics of the glacial age, and another reminder of the tenacity of these fascinating creatures. And this new species was among three discovered in the Faroes that were so distinct as to require a new genus, Austeruseus. The name tardigrade refers to their &quot;slow walking&quot; and a waddle that has reminded some of a bear&apos;s movements. Their common names  moss piglets and waterbears  hint at their cute, chubby form, while details of their anatomy hint at their ancestral relationships. They share with insects excretory organs called malpighian tubules, and the claws on their fleshy, stubby legs are reminiscent of certain caterpillars. These lead to a theory that they are related in some way to arthropods and onycophora, or velvet worms. Some early molecular studies suggested that their affinity was with round worms, or nematodes, instead, but more recently a consensus of morphology and molecular data has confirmed the earlier idea, although the exact sister relationships among the three groups remains controversial. The scientific illustration of the new species offers a quick tour of tardigrade anatomy, with the labels referring to: b, brain; c, cloaca; cg, claw gland; co, coelomocytes or nutrient-storing cells that float around in the body cavity; e, eyespot; mg, midbut; mt, malphigian tubules; sg, salivary gland; and t, testes. Tardigrades are the picture of perseverance. They are famous for their ability to be revived after years of desiccation. One reportedly showed signs of life after being rehydrated from a moss specimen that had been stored in an herbarium for more than 100 years. The extremes of experimental torture that tardigrades have withstood is amazing. Some have survived brief exposures to temperatures from near absolute zero to 150C, to the vacuum of space, up to six times the atmospheric pressure of the deepest sea trench, and doses of radiation a thousand times higher than that lethal to other animals. We often describe groups of plants or animals as being worldwide in distribution, but what we normally mean is within the bounds of limited and suitable habitats. Waterbears, on the other hand, are found from the tropics to the poles and from deposits on the ocean floor to the highest mountains. More than 1,000 species are known to date, but there are rather few scientists devoted to their study, with many species yet to be found.", 
    "section": "science", 
    "gid": "science/2013/jun/09/austeruseus-faroensis-faroes-new-nature", 
    "wordcount": "468"
}