{
    "headline": "Fuel duty U-turn highlights need for full service of motoring policy", 
    "text": "Yesterday&apos;s Treasury U-turn on fuel duty may have been greeted with hoots of delight in some quarters, but scratch below the surface and it&apos;s apparent that the financial relief is only likely to be short-lived. The fundamental problem is our transport system&apos;s addiction to oil, and motorists up and down the country will continue to pay a heavy price if ministers and motor manufacturers don&apos;t take urgent action to wean our cars off of it. Although oil prices have fallen in recent months, the price of crude oil has more than doubled since 2005  and experts agree that the price of &quot;black gold&quot; will only become more expensive in the future. We simply can&apos;t afford to have this row year in year out and subject a crucial source of government revenue to the vagaries of the international oil market. The latest duty freeze is expected to deprive the cash-strapped Treasury coffers of some 550m  money that would pay for a lot of nurses and teachers. Ministers must grab the steering wheel and send motoring policy in a fresh direction. Encouraging the use of smarter cars that use less fuel is essential. Despite years of foot-dragging by motor manufacturers, new diesel and petrol cars have become more fuel efficient in recent years  but they could be more efficient still. Later this year the EU is reviewing mandatory fuel efficiency standards for new cars sold in Europe. The UK government must overcome the inevitable opposition from car companies and push for the highest standards possible. This will be good news for drivers, good news for the economy and good news for the environment. Vehicle excise duty could also be used more effectively to encourage cleaner, fuel efficient vehicles. Road tax should be hugely increased for those who choose gas-guzzlers. But we also need to do far more to encourage people to leave their cars at home. Motorists may be feeling the pinch  but bus and train passengers are being squeezed even harder. According to the Campaign for Better Transport, between 1997 and 2010 bus fares soared in real terms by 24% and rail fares increased by 17%. Over the same period, the real cost of motoring fell by 7%. Ministers must make public transport cleaner, safer and more affordable  and a comprehensive alternative to driving. Cycling too has an important role to play. More than two-thirds of journeys are less than five miles in distance  many of these are ideal for biking. A 10m five-year pilot project funded by the Department for Transport in three English towns, carried out between 2004 and 2008, cut car trips by at least 11% simply by encouraging people to switch to greener forms of transport for journeys they were already making. This is a fantastic return for such a modest outlay. Just some of the 550m written off by the Treasury on its fuel duty freeze could have made a major difference if it had been invested in a roll-out of this programme. Ministers must look beyond short-term electoral advantage and make the long-term decisions the country need. Motoring policy needs a comprehensive service, not tinkering under the bonnet.  David Powell is economics campaigner at Friends of the Earth", 
    "section": "environment", 
    "gid": "environment/blog/2012/jun/27/fuel-duty-u-turn-motoring-policy", 
    "wordcount": "538"
}