{
    "headline": "Boot up: hating Java, why desktop Linux died, ultrabook struggles and more", 
    "text": "A quick burst of 9 links for you to chew over, as picked by the Technology team The myth of pinch-to-zoom: how a confused media gave Apple something it doesn&apos;t own &gt;&gt; The Verge Nilay Patel - a former patent attorney - on one of the many misconceptions around That Trial. His opinions on the patent, and how easy (or hard) it is to work around, is worth noting. What Killed the Linux Desktop &gt;&gt; Miguel de Icaza The inventor of Mono, the Linux version of Windows C#, writes:   True story.  The hard disk that hosted my /home directory on my Linux machine failed so I had to replace it with a new one. Since this machine lives under my desk, I had to unplug all the cables, get it out, swap the hard drives and plug everything back again.  Pretty standard stuff. Plug AC, plug keyboard, plug mouse but when I got to the speakers cable, I just skipped it.  Why bother setting up the audio?  Congress debates changing auto patents. Good news or bad? &gt;&gt; CSMonitor.com On Twitter, someone was asking &quot;what would your car look like if car manufacturers protected their design like Apple does?&quot; Turns out they are:   When we think of patents, we often think of things like drugs and cell phones -- things perfected in high tech labs over many, many years.  But patents and patent law affect nearly every part of our daily lives, from the design of our alarm clocks to the shape of our toothbrushes to the designer DNA found in some of our favorite foods.  And, of course, our car parts.  Now, some of our elected officials in Washington, D.C. are looking to change patent regulations on those car parts, which could have drastic consequences for automakers, repair shops, and the general public...  Currently, patents for auto design and collision-repair parts last for 14 years -- about the same as in the medical field. Under [Republican House member Darrell Issa&apos;s] proposal, however, those patents would be valid for just 30 months.  Issa claims that such changes to the patent law would protect car owners by allowing other companies to produce cheaper repair parts sooner. According to Issa, such parts are between 25% and 50% more expensive when they come from an automaker.  Stop worrying about the Romney campaign&apos;s erasing whole lines from Obama&apos;s &quot;You Didn&apos;t Build That&quot; riff. They simply disappeared &gt;&gt; The New Republic Alex MacGillis:   this brazen editing of Obama&apos;s riff seemed very much in keeping with the Romney campaign&apos;s equally brazen declaration that the Obama administration is doing away with the welfare work requirement.   Filter bubbles in politics are arguably far more dangerous than those in technology. Ultrabooks still racking up infra sales &gt;&gt; AllThingsD  According to new research from Barclays, Ultrabooks accounted for only about 5% of all laptops sold in the second quarter. That&apos;s not even half of what the PC manufacturers who make them had been expecting. Clearly, Intel&apos;s Ultrabook concept - which was supposed to prop up the PC market and win over consumers to whom Apple&apos;s MacBook Air and iPad appeal -- isn&apos;t gaining quite the sort of traction the chip giant had hoped for.  And that traction isn&apos;t likely show up until PC manufacturers are able to lower their prices. According to Sterne Agee analyst Vijay Rakesh, 75% of the Ultrabooks currently available at Best Buy cost more than $950. Of those, several command prices of more than $1,300.  Archos&apos;s GamePad: a 7-inch Android 4.0 tablet with gaming controls for less than a Nexus 7 &gt;&gt; The Verge  The GamePad will be powered by a 1.5GHz dual-core processor and quad-core Mali 400 MP GPU. The product&apos;s real focus is the gaming controls, though, and on that front the GamePad seems to have everything covered: dual analog sticks and, from the look of it, left and right shoulder buttons will be part of the package, in addition to the requisite D-Pad and four face buttons. While we haven&apos;t seen it for ourselves, the 7-inch form factor of Archos&apos;s tablet also seems like a much more manageable size for a handheld gaming device than the 10.1-inch Wikipad, although the controls on the GamePad look like they&apos;re fixed, unlike those on the Wikipad, which are part of a removable gaming grip.   Very hard to see how this can make any money if it&apos;s cheaper than the Nexus 7, unless it&apos;s got basically zero storage. Twitter Advertising: Interest targeting: Broaden your reach, reach the right audience &gt;&gt; Twitter Twitter turns its attention to making money. Again. &quot;Today we&apos;re taking an important next step by allowing you to target your Promoted Tweets and Promoted Accounts campaigns to a set of interests that you explicitly choose. By targeting people&apos;s topical interests, you will be able to connect with a greater number of users and deliver tailored messages to people who are more likely to engage with your Tweets. When people discover offers and messages about the things they care about on Twitter, it&apos;s good for both marketers and users.&quot; Why Java would still stink even if it wasn&apos;t security swiss cheese &gt;&gt; The Register  It is possible to code Java applications that are excellent. The ubiquity of the language as a primary educational tool has unfortunately made these the exception rather than the rule. So I hate Java; not because there&apos;s anything inherently wrong with the language, but because of a decade&apos;s worth of people who still haven&apos;t figured out how to use it as designed.  Google loses leverage as Motorola Mobility confirms German patent license to Apple &gt;&gt; FOSS Patents  In a filing made late on Monday (August 27, 2012) with the United States District Court for the Southern District of California, the Google subsidiary has now confirmed the recent conclusion of a standard-essential patent license agreement with Apple. Under the agreement, Apple is now licensed to use some if not all of Motorola&apos;s standard-essential patents in Germany, though the parties have not yet agreed on a FRAND royalty rate, which will ultimately have to be set by German courts unless they agree on a rate prior to its judicial determination.  This is a very significant development because it means that Motorola Mobility will have to rely on non-standard-essential patents in its efforts to gain leverage over Apple. It is enforcing one such patent (one that covers push email notifications). With standard-essential patents, it appears that the only thing Google (Motorola) can do now against Apple in Germany is to push for as high a royalty rate as possible, but even in a hypothetical worst-case scenario to Apple, the limit will be the 2.25% rate that Motorola has been demanding for a long time.   Spotting that MMI has licensed the standards-essential patents requires a very careful reading of two different filings. Definitely correct, though. It would be useful to know how many of MMI&apos;s patents are FRAND, and how many non-FRAND. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/aug/31/technology-links-newsbucket", 
    "wordcount": "1203"
}