{
    "headline": "Home for the holidays: is a change really as good as a rest?", 
    "text": "Imagine my husband&apos;s surprise on Monday morning when my alarm goes off at 6.45am. &quot;Where are you going?&quot; he asks. &quot;Work,&quot; I reply  where does he think I&apos;m going? Husband: &quot;But all the students have gone home, haven&apos;t they?&quot; Does he honestly think I&apos;ve got these four weeks off? Perhaps he is not the best example with his propensity to take in not a word I say. But his questions do illustrate a common misconception among friends and family that I will be sitting on the couch eating chocolate until mid-January. I&apos;ve just reached the end of my first term in my first university lecturing post  and it&apos;s been full of surprises, not least my own ability to come across as well-prepared, together and in control, even when frantically learning how to juggle administrative and pastoral demands with the need to create interesting classes. Finishing the term alive, relatively sane and having imparted at least some knowledge to my unsuspecting students leaves me with a sense of relief  and achievement. I&apos;ll admit that in the first few weeks, when everything seemed so new, this outcome seemed unlikely. My biggest lesson? To relax. I&apos;ve also benefited from people pointing me in the right direction, sometimes literally when I&apos;ve found myself lost on the way to yet another classroom. Of course, the fact that my students are now on holiday does not mean that I am. But I am grateful for the time and space the break affords me to do the things that seemed plain impossible in the middle of autumn  like designing more creative lectures and considering how those lectures fit into the wider curriculum. This kind of reflection feels all but impossible when you are tied up in the week-by-week minutiae of termtime teaching. They say a change is as good as a rest. I&apos;m not so sure as I face the prospect of marking 48 undergraduate essays. But at least my inbox is filled with &apos;unmissable&apos; (read: instantly deletable) Christmas offers, rather than endless queries about whether or not someone&apos;s essay needs a front page. Answer: always. Was I juggling my laptop and the turkey on Christmas day? No. I think I have definitely earned at least a few email-free days. Should I have been reading a journal article after pudding to ensure my fledging publication list matures in the new year? Perhaps. So what if I chose to watch Downton Abbey with a few After Eights instead. The world  and my career  isn&apos;t going to end just yet. Christmas conversations have certainly involved some baffled looks on the faces of friends and family as they try to work out what it is that I actually do. My ability to talk at length about academic life is well known and I am conscious now of having to be a little more restrained in the interests of social courtesy. At least people seem to grasp the title of &apos;lecturer&apos; more easily than my previous role of &apos;researcher&apos;. I expect that returning to campus in the new year will feel like something of a homecoming  back to where the more academic parts of my mind and personality feel comfortable and accepted. On the other hand, there will always be a limit to how long I can keep up a &apos;professional&apos; image and the extent to which I can discuss epistemology and the intricacies of research methodology. My work is important to me but I love getting away and mixing with people for whom academia is an unknown quantity; where I am unlikely to be troubled about my data analysis over a mince pie. My mum has always emphasised the importance of living in the &apos;real world&apos; (as yet to be clearly defined). But I think she is right. We academics need to keep a sense of perspective and I&apos;d be at risk of losing that without the chance to step away from my studies  and students  once in a while. Still, I am lucky enough to love what I do. And though life is infinitely less stressful without students around, I am excited about what term two holds for us all. How will they react to their essay marks? Who will step up and do a better job next term? Will some of them actually attend a class in 2013? For me, this is still exciting stuff, quite possibly because I&apos;m new to it. But I&apos;m determined to make the most of my enthusiasm while it lasts. Caroline Barratt is lecturer in health studies at the University of Essex  follow her on Twitter @C_Barratt_ This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/dec/28/home-for-holidays-university-lecturer", 
    "wordcount": "798"
}