{
    "headline": "Boot up: AT&T kills HTC First, Apple's maps mystery, another Google shutdown, and more", 
    "text": "Note: the daily launch time for this post will in future be 0730 UK time. A burst of 8 links for you to chew over, as picked by the Technology team HTC First discontinued by AT&amp;T: first &apos;Facebook phone&apos; a flop &gt;&gt; BGR Zach Epstein:   The HTC First, or &quot;Facebook phone&quot; as many prefer to call it, is officially a flop. It certainly wasn&apos;t a good sign when AT&amp;T dropped the price of HTC&apos;s First to $0.99 just one month after its debut, and now BGR has confirmed that HTC and Facebook&apos;s little experiment is nearing its end. BGR has learned from a trusted source that sales of the HTC First have been shockingly bad. So bad, in fact, that AT&amp;T has already decided to discontinue the phone.  The first phone to ship with Facebook Home preinstalled. Unsold inventory is going back to HTC. Bad news for both companies. You can do too much due diligence &gt;&gt; A VC Fred Wilson on what he found when looking into Feedburner in 2004:   As part of our investment process, we do a bunch of fact gathering/checking work that is called Due Diligence in the vernacular of the VC business. So my partner Brad Burnham and I put together a list of leading blogs and online publishers who had popular RSS feeds at the time. I think there were a dozen or so publications on that list. It included Weblogs (Engadget), Gawker (Gawker), NY Times, and a bunch more. We know most everyone who ran those operations so we called them. What we heard was surprising. Not one of them was willing to hand over their RSS feed to a third party for analytics and monetization. We were very surprised to hear that and thought a bit about it. But, we decided, we could not invest in something that the big publishers would not support.  And then... New magnetic graphene may revolutionise electronics &gt;&gt; Physord  The technique involves growing an ultra perfect grapheme film over a ruthenium single crystal inside an ultra high vacuum chamber whereorganic molecules of tetracyano-p-quinodimethane (TCNQ) are evaporated on the grapheme surface. TCNQ is a molecule that acts as a semiconductor at very low temperatures in certain compounds.  Don&apos;t worry, Cody Wilson&apos;s working on the downloadable make-it-at-home version right now. (Thanks @Sputnikkers for the link.) New closed-captioning glasses help deaf go out to the movies &gt;&gt; NPR Rachel Rood:   There will be a special attraction for deaf people in theaters nationwide soon. By the end of this month, Regal Cinemas plans to have distributed closed-captioning glasses to more than 6,000 theaters across the [US]. Sony Entertainment Access Glasses are sort of like 3-D glasses, but for captioning. The captions are projected onto the glasses and appear to float about 10 feet in front of the user. They also come with audio tracks that describe the action on the screen for blind people, or they can boost the audio levels of the movie for those who are hard of hearing. This is a big moment for the deaf, many of whom haven&apos;t been to the movies in a long time. Captioned screenings are few and far between, and current personal captioning devices that fit inside a cup holder with a screen attached are bulky, display the text out of their line of vision to the screen, and distract the other patrons.  Excellent application of technology. (Thanks @HotSoup for the link.) Google axed SMS Search thinking people wouldn&apos;t notice &gt;&gt; Gizmodo  Google created SMS Search as a way for users with limited or no data on their phones to access search information. You could text a search query to 466453 and receive an SMS reply containing only text, no links. It was useful to a lot of people back in the day, but it&apos;s not surprising that the service has been losing popularity.  Wouldn&apos;t it still be useful in Africa and other places where data access is limited? For those who are counting - it was killed after 1,409 days. Of 96 Google services that have been killed off, the mean lifetime is 1,459 days. Mean lifetime of 93 Google services still operating: 1,776 days. (Thanks @HotSoup for the link.) New Coke? &gt;&gt; SuperSite for Windows Paul Thurrott:   Full disclosure: I like [Microsoft head of PR] Frank Shaw quite a bit. He&apos;s got a tough job and to be fair he&apos;s doing the right thing in defending his company. But in a recent post to the Official Microsoft Blog, Mr. Shaw called out The Financial Times and The Economist, two staid publications that made the mistake of correctly identifying the core problem with Windows these days. I can only imagine what he thinks of me right now. In the wake of a mini-publicity tour in which Microsoft executives tried to paint its about-face with Windows 8.1 &quot;Blue&quot; as an example of it &quot;listening to customer feedback,&quot; these publications have correctly suggested that this never would have happened had the Windows team simply listened to customer feedback during the six-year buildup to Windows 8 instead.  Respect the crowd &gt;&gt; Bitsplitting.org Former Apple staffer Daniel Jalkut on Apple&apos;s non-updating Maps:   I used to sing the praises of my iPhone above all competitors. Now, when I am jarred from my fanboy-hypnosis, staring down at an alleged life-changer that doesn&apos;t know how to get me from point A to point B, I&apos;m not so convinced I can defend it. In order for Apple&apos;s customers to continue &quot;reporting a problem&quot; with Maps, they need to feel that their reports are having some impact. They need to feel respected. Ideally, good reports would lead to timely corrections on a mass level that would benefit all other iOS users. Anecdotally, this is not happening. So at a minimum a user&apos;s own report should be respected by the device they hold in their hands. Let the customer know their voice was heard by improving the usability of their device immediately. Customers demand confidence in map data, whether it be from Apple or fine-tuned by their own hand. If we can&apos;t count on map data, we won&apos;t use the app, we won&apos;t report problems, and we won&apos;t help Apple one iota in shoring up this massive shortcoming.  Whoever talks about Maps on stage at Apple&apos;s WWDC in June will have to have a really persuasive offering. The problem with Wikipedia &gt;&gt; cartesian product Adrian McMenamin:   Wikipedia has a real blind spot when it comes to covering to Africa  there are more articles on &quot;Middle Earth&quot; than many African states and there are perhaps 10 times as many wikipedia edits (in any language) originated in the United Kingdom than in all of Africa. And that&apos;s not the only problem  91% of Wikipedia editors are male and, of course, that is contributing to Wikipedia&apos;s growing reputation as the home of the same sort of maladjusted and poor socialised individuals who inhabit various parts of the &quot;open source&quot; software world.  That&apos;s not the rudest thing he says, either. You can follow Guardian Technology&apos;s linkbucket on Pinboard To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2013/may/14/technology-links-newsbucket", 
    "wordcount": "1225"
}