{
    "headline": "Oliver Wrong obituary", 
    "text": "Oliver Wrong, who has died aged 87, was a distinguished professor of medicine who will be remembered for unravelling the chemistry of Dent&apos;s disease, a kidney condition which he self-effacingly named after his late colleague and mentor, Charlie Dent. Dent had recognised the condition 30 years earlier, but it was Wrong&apos;s work that really threw light on it. The disease is rare and is carried by females but affects males. Patients suffer rickets, kidney stones and renal failure because they excrete excessive amounts of calcium and protein from their kidneys. Even with the best care, Dent&apos;s syndrome leads to death in middle age. Thanks to Wrong, patients are offered supportive care, which prolongs life and improves its quality. Wrong also contributed to the understanding of another inherited disease, kidney-produced acidosis, now recognised as widespread in the tropics. Wrong was an all-round physician and professor of medicine at University College London. He was, said his friend and colleague Steven Scheinman, of Syracuse University, &quot;an insatiably inquisitive investigator who paid meticulous attention to clinical detail from which he was able to draw profound insights. He bridged the laboratory and the ward.&quot; He was the son of Murray Wrong, a Canadian historian who was vice-president of Magdalen College, Oxford. His father died when Oliver was three, leaving his mother, Rosalin, penniless with six children, three of whom, including Oliver, were sent to Canada to be raised by their grandfather, also a historian. Oliver was always under pressure to excel academically and win scholarships. He did this with resounding success, gaining a place at the independent Edinburgh Academy. He went to Magdalen College on a scholarship to study medicine aged 17. He graduated in 1947, and after a year as a junior doctor joined the Royal Army Medical Corps, serving in Malaya. Following a further year at Oxford, he spent academic years at Toronto and Harvard university hospitals  common destinations for potentially high-flying British doctors. He returned to the UK in 1954, first to Manchester and then to Hammersmith hospital, west London, and its postgraduate medical school. This was at a time when the study of kidney diseases was emerging into a discrete speciality. In 1969 he was appointed professor of medicine at Dundee University. Three years later he returned to London as professor at University College London and director of the hospital&apos;s department of medicine. He worked with Dent and Lord (Max) Rosenheim and remained there for the rest of his life, continuing after his nominal retirement in 1982 and spending periods as a visiting professor at Harvard and Sherbrooke University, Canada. He never did private work. Wrong broke new ground by researching the movement of electrolytes through the gut wall, which involved the study of faeces, including those of camels at London zoo. After his retirement he continued going to grand rounds, where a gathering of doctors discuss a single difficult case, and did his most productive research during these years. He published 130 papers, a third of them after retirement, and a classic book, The Large Intestine (1981). Notwithstanding his academic interests, Wrong&apos;s first concern was his patients. Because Dent&apos;s disease was inherited, he also got to know patients&apos; families. Wrong was, said Scheinman, &quot;a lion of nephrology&quot;. He was tall, broad-shouldered and handsome. His pleasures were travelling and music, especially Bach, and he was a proficient pianist. Wrong worked until his death. He died of pulmonary fibrosis in the intensive care department of his own hospital, and astonished staff there by organising the completion of his last research papers  he had four in preparation and dictated instructions to his daughter Michela. In 1956 he was on holiday in Germany with two friends when they picked up two hitchhikers. Within weeks he had married one of them, Marilda Musacchio. The marriage, said Michela, was conspicuously and enduringly happy. He is survived by Marilda and two daughters. A third daughter predeceased him.  Oliver Murray Wrong, medical researcher, born 7 February 1925; died 24 February 2012", 
    "section": "science", 
    "gid": "science/2012/apr/26/oliver-wrong", 
    "wordcount": "667"
}