{
    "headline": "Academic Writing Month and the social landscape of academic practice", 
    "text": "With the 2014 REF deadline looming and job search committees eyeing up ways of banking a few more high quality REF-ables, it&apos;s easy to feel overwhelmed by the pressure to produce. As an early career researcher this is particularly the case  you know what prospective departments are looking for. But despite increasing advances in open access publishing and peer-review, getting published still takes considerable time and personal commitment. Academic Writing Month (AcWriMo) may therefore seem like impeccable timing or a bid to push already overworked academics over the edge. Inspired by National Novel Writing Month, a challenge to write 50,000 words of fiction in a month, Charlotte Frost (then a post-doctoral researcher at the University of Wisconsin-Milwaukee) set herself a similar task in 2011 for her own academic writing. Using PhD2Published, the publishing resource she had set up the previous year, she then extended the invitation world-wide. Within a few weeks more than a hundred people had signed up to join what she called AcBoWriMo (Academic Book Writing Month). Over the month of November they all shared tips about academic writing and encouraged each other to meet their goals using the hashtag #acbowrimo on Twitter and through various other social media platforms. During this period, Frost also received criticism for promoting quantity over quality and for feeding the fast culture of academia. But this misses the point: academic writing is a problem. It&apos;s a problem because it is still the primary way we share our research and gain esteem. It&apos;s a problem because the long-form writing we have to do as PhD students can feel more like purgatory than an apprenticeship. And it&apos;s a problem because few of us start our careers with positive attitudes to writing or having established a regular and sustainable writing practice. During the first run of the initiative, a powerful support community emerged for academics with global reach. People discovered a safe place to talk about their writing woes and to discover new ways of working. It proved so positive that participants kept the channel of discussion alive with a permanent twitter hashtag #AcWri and as managing editor of PhD2Published, I have partnered with Jeremy Segrott of Cardiff University to host a regular live discussion on all things academic writing. Jennifer Lim in Malaysia and Wini Cooke in Australia have joined us to ensure we cater for a variety of academic cultures and time zones. Together we found that large numbers of academics lacked confidence in their approach to writing and held quite negative perspectives on the issue. But through the fortnightly live chats (which mimic the formula of other successful Twitter-based discussions like #PhDchat) we witnessed a tide of change. Just getting problems out in the open is a start, and by talking about why and how we write, academics can find a process that suits them  fast, slow or a mixture. In reflecting on our issues, the pressure to &apos;publish or perish&apos; tends to ease. This year&apos;s #AcWriMo has dropped the book aspect to allow more people to get involved and ensure that tweeted content shows up in the regular #AcWri stream. Approaching the initiative as a diagnostic tool, Charlotte has set out six key rules:  Decide on a goal that&apos;s word, time or task based (and stretches you)  Publicly declare said goal (this gives you a push from the start)  Draft a strategy (planning in advance will focus you)  Openly discuss your problems and progress  Don&apos;t slack off  Declare your results at the end This process provides an opportunity to think through how much (quality) writing you can get done which previously you might not have achieved. You can also identify your own obstacles and find solutions, all with the support of an online community (350 participants and counting). And as the Thesis Whisperer, aka Inger Mewburn from the University of Melbourne, points out, it&apos;s just for one month  one month to work out your academic writing future. Those who suggest this dedicated month of writing encourages hyper-productivity miss another important phenomenon illustrated by the wider #AcWri movement. Dubbed variously as &apos;feral&apos; and &apos;outstitutional&apos; education, these public scholarship projects are growing at a rapid pace. Social media platforms offer a great hybrid space  somewhere between the formal institution we&apos;re affiliated to and the comfort of our own homes  where we can think out loud, ask for advice, build a support network, write and research collaboratively. Such initiatives will be discussed at an upcoming session, &apos;Social media as higher education pedagogy&apos;, at the Society for Research into Higher Education Conference 2012. We want to reflect on how the internet promotes new ways of being an open source academic; how blogging, tweeting and social networking sites offer us an unprecedented opportunity to cut through the myths of higher education and talk freely about what we do. Personally, I&apos;m hoping to communicate the value of my hands-on experience within one of these powerful communities and how it augments my research practice and inspires me to think and work differently. Far from adding to the pressure to publish, ventures like #AcWriMo offer me a chance to stop and reflect upon what it is I do and how I might do it better. Anna Tarrant is a research Associate in the faculty of Health and Social Care at the Open University and managing editor of PhD2Published  follow her on Twitter @dratarrant and visit her blog  This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/nov/01/academic-writing-month-acwrimo-research", 
    "wordcount": "926"
}