{
    "headline": "Just how big were dinosaurs?", 
    "text": "The physical size of dinosaurs is a constant fascination for the public. Any media report on a new species will make mention of how long it was or how much it weighed and books and internet databases are full of just this kind of information and research papers on the methods used to estimate the size of dinosaurs often get media coverage too. Size, it seems, matters. But how do you determine the size of a dinosaur? Well the length of an animal is rather obvious. Assuming you have a complete skeleton to hand that&apos;s a simple measure, but very few skeletons are even close to complete. Even so a good estimate isn&apos;t hard to come up with and a reasonable (and reasonably accurate) figure can be determined for many animals known only from far-from-complete skeletons. Weight, however, is a rather more complex and awkward proposition. Various numbers have been reported for some dinosaur species that vary wildly, with some values being several times the size of others. Brachiosaurus for example has had numbers pegged to it at one time or another that are anything from around 15 to 80 tonnes. This tends to give the impression that these are little more than a guess and not a very good one at that, but this is a false impression. For a start, and often overlooked is the fact that individuals of a particular species often vary wildly in size. Even allowing for sexual dimorphism (ie where one sex is bigger than the other) it&apos;s not uncommon for one animal to weigh nearly twice that of another adult that, in linear terms, is of a similar size.  Similarly, unlike length or height, weight can vary quite considerably over time. Plenty of animals go through seasonal changes for a variety of reasons, be it the huge requirements of rearing offspring, the efforts of migration, lean times in winter and so on. So when an individual could go from say 50-75 kg and back over a year, and adults of the species could range from 40-100 kg then suddenly the varying figures given for some dinosaur species look rather less extreme. If one method gives a low figure and another a much higher one, it doesn&apos;t necessary mean either method is flawed and the results wrong  both results could be correct and reasonable, but merely exploring different parts of the size range. The other major reason for the various numbers that have been published is the fact that over time the methods involved in calculating them have become ever more sophisticated and as our understanding of dinosaurs increases, more sources of error or variation can be accounted for.  It&apos;s easy therefore to pick the two most extreme numbers that have ever been published and assume that it&apos;s an unknowable mess or that at least one of them is badly wrong, but what&apos;s more interesting and pertinent is that the numbers do seem, on average, to be converging. Multiple modern methods are producing answers that are ever closer to each other and coupled with increasing back-checks (testing these methods on animals of known mass) suggest increasing accuracy.  We can&apos;t ever know the exact mass of an individual dinosaur, not least because over time it would vary, but we can make an accurate estimate. The methods used to come up with those numbers are something I&apos;ll tackle next.", 
    "section": "science", 
    "gid": "science/lost-worlds/2012/aug/23/how-big-dinosaurs", 
    "wordcount": "563"
}