{
    "headline": "The world's largest rubbish dump", 
    "text": "A motorbike, golf clubs, a football belonging to a Japanese schoolboy: just some of the estimated 4.8m tonnes of debris swept into the sea by last year&apos;s tsunami in Japan, bits of which have already washed up on the shores of Alaska and Canada. Around two-thirds of it sank off the coast of Japan, but the rest is now drifting across the Pacific towards North America, stretching across an estimated 4,000 miles of ocean. Much of it will swirl around for ever in the fabled garbage patch in the north Pacific. The problem with the Great Pacific Garbage Patch is that it&apos;s hard to spot. Most of it consists of tiny bits of plastic, forming a thin and constantly shifting film on the surface of the ocean. Garbage patchologists say it&apos;s twice the size of Texas, but there are also garbage-patch deniers who claim it&apos;s a fraction of that size. Bill Francis at the Algalita Marine Research Foundation in California likens it to &quot;a big toilet that never flushes&quot;. Donovan Hohn, author of Moby-Duck: The True Story of 28,800 Bath Toys Lost at Sea, who traced the journey of thousands of Floatee bath toys that tumbled overboard en route from Hong Kong to Tacoma, Washington in 1992, says he imagined it as a floating junkyard, but that in reality it&apos;s a marine desert where little life can survive. &quot;If you went fishing in the Great Pacific Garbage Patch,&quot; he writes in Moby-Duck, &quot;all you&apos;d likely catch aside from garbage is plankton.&quot; Hohn&apos;s mock-heroic quest has a serious subtext: the trashing of the oceans. The smaller islands and reefs of Hawaii are the indices of that poisoning. There is little indigenous pollution, yet they are littered with fishing lines, bottle tops, Lego pieces, golf tees, plastic bottles, toothbrushes, cigarette lighters, syringes, tyres, petrol cans and plastic dinosaurs, swept there by the currents of the north Pacific subtropical gyre (a large system of rotating ocean currents). The garbage from the Japanese tsunami joins this ocean of debris, including not just Hohn&apos;s yellow plastic ducks, green frogs, blue turtles and red beavers, but loads of basketball shoes and ice hockey gloves lost in similar squalls to that which saw the Chinese bath toys go overboard. No one can blame the Japanese for the latest surge of garbage, but for everything else, the great tide of crap that is flooding the Pacific, we have to carry the can.", 
    "section": "environment", 
    "gid": "environment/shortcuts/2012/may/02/world-largest-rubbish-dump", 
    "wordcount": "413"
}