{
    "headline": "Faith schools and free school meals: case studies", 
    "text": "St John&apos;s Church of England primary, Croydon, south London Just 7.1% of pupils at St John&apos;s are eligible for free school meals, according to Department for Education data. This is far lower than the proportion of pupils eligible for free school meals in the local authority  23.9%  and for the postcode area  28.7%. The school is voluntary aided, which means the majority of governors are appointed by the church. The governing body can set the admissions criteria. In other schools the local authority does this. This means a voluntary aided school can  and often does  use faith as a criterion for admission. In its last Ofsted report, in 2010, inspectors noted the proportion of pupils eligible for free school meals was below the national average. There were an above-average number of pupils with special needs or disabilities. St James&apos;s Roman Catholic primary, Richmond, south-west London St James&apos;s has 1% of pupils eligible for free meals, according to government data. In its local authority 9.9% of pupils are eligible for the benefit  9.7% in the postcode area. Ofsted&apos;s last full inspection, in 2008, described the school as outstanding. Inspectors noted the low proportion of pupils who take up free meals. But they said almost a third of pupils were from minority ethnic groups  higher than average  and the proportion learning English as an additional language was similar to that found in most schools. Richmond council said the proportion of pupils on free school meals varied because entitlement depended on proof families were receiving particular financial support. &quot;Sometimes children who are entitled to a free school meal do not claim for one,&quot; a spokeswoman said. Thorner CofE primary, Leeds At Thorner 8.5% of pupils are eligible for free school meals, according to the DfE data. The proportion of pupils eligible in the local authority is 22.4% and 40.2% in the postcode area. The school is voluntary controlled so, while some governors are appointed by the church, the local authority retains control of admissions policy. When Ofsted last visited, in 2008, inspectors noted that the number of pupils eligible for free meals was &quot;well below the national average&quot;. Most pupils lived locally. A spokesman for Leeds city council said Thorner was in a &quot;more affluent area&quot; where fewer children would be entitled to free meals.", 
    "section": "education", 
    "gid": "education/2012/mar/05/faith-schools-meals-case-studies", 
    "wordcount": "396"
}