{
    "headline": "Entering pupils early for GCSEs is damaging to children, warns Ofsted", 
    "text": "Inspectors will crack down on schools who enter pupils early for GCSE maths after concern that a rise in taking exams at a younger age is damaging children&apos;s education, Ofsted says in a report published on Tuesday. School inspectors in England will be asked to challenge &quot;extensive use&quot; of early and repeated entry to GCSE exams, after the proportion of children sitting maths before they were 16 rose from 4.5% in 2008 to nearly 14% in 2011. Ofsted warns that this has encouraged &quot;short-termism&quot; in teaching and learning and has led to underachievement at GCSE, particularly for able pupils. Early entrants in both maths and English are less likely to achieve an A or B grade. The report illustrates how the government&apos;s measures of school performance have driven an approach to maths that is devoted to boosting league table positions rather than children&apos;s needs. The standard measure of school success is the proportion of children achieving five good passes at GCSE, including English and maths. Maths has become a priority for headteachers as GCSE pass rates are lower than in English, but schools are focusing attention on &quot;borderline&quot; children  those capable of being pushed up to a C grade. The report warns that pupils working &quot;well below expectations&quot;, who are in need of the most effective teaching, tend not to be the centre of attention. This is also an area of grave concern because these are the most likely pupils to leave school without a qualification in mathematics and therefore not well equipped for their future lives. Many of the most able children are not achieving their potential because early entry puts too much emphasis on a grade C at the expense of understanding or mastering maths. More than 37,000 pupils who performed at the highest level at primary school gained no better than grade C at GCSE in 2011. The report says: &quot;Our failure to stretch some of our most able pupils threatens the future supply of well-qualified mathematicians, scientists and engineers.&quot; Exams have also become less challenging, the report says. The change at GCSE from three levels of entry to two in 2008 means the higher level examinations  for more able children  now have fewer questions on A and A* grade material. This makes them less demanding for the most able pupils, but suitable for children who would have taken the intermediate tier. The removal of coursework means pupils have no experience of tackling extended mathematical tasks at GCSE. A-levels have also become less demanding, with some pure maths topics previously included in A-level maths now part of the further mathematics course. As well as being entered for exams early, children are resitting individual units to improve their grades. In some schools, pupils are entered for the same exam with two awarding bodies to increase their chance of a C grade. Poorly performing schools are more likely to enter children early for maths, while private schools are least likely to have early entrants, according to separate research conducted by the Department for Education (DfE). The effectiveness of schools&apos; work in maths was judged good or outstanding in 57% of the primary schools and 52% of the secondary schools visited for the survey. Ofsted chief inspector Sir Michael Wilshaw said he wants all children to have the best education and mathematics is a fundamental part of that. He added that too many pupils do not fulfil their potential, including many of the most able. Education secretary Michael Gove wrote to Wilshaw in March asking him to examine how the practice of early entry could be discouraged. Schools minister Nick Gibb said: &quot;We will be asking schools to be even more ambitious when it comes to maths attainment at every stage of a child&apos;s education. It is vital that we reverse the decline that has seen us fall from eighth to 27th in maths internationally.&quot; A DfE spokesman said the minister&apos;s comments were not about setting higher targets, but encouraging schools to have a more ambitious approach to the subject.  This article was amended on 22 May 2012 to correct an editing error in the final paragraph.", 
    "section": "education", 
    "gid": "education/2012/may/21/early-gcse-damage-children-ofsted", 
    "wordcount": "701"
}