{
    "headline": "DLD 2013: TV advertising to get smart", 
    "text": "How smart is smart TV? Anyone who has grappled with the clumsy, cluttered menus of their new multi-functional flatscreens would be forgiven some disappointment. This isn&apos;t the TV-meets-internet promise, surely? Either TV manufacturers really don&apos;t understand how to create a decent internet TV experience, or they are eking out every last penny by releasing incrementally &quot;smartened&quot; TVs over many years. It is almost certainly the latter. That&apos;s all a roadblock, however, to the next era of content, one that brings together the diversity and interaction of online content with the quality and adverting security of traditional TV distribution. Glam&apos;s chief executive, Samir Arora, speaking at smart TV session on Monday at the DLD13 conference in Munich, said that until 18 months ago, the company&apos;s advertising had been comparable to print media, with specialist advertisers chasing specialist audience communities. But when Glam hit scale (it reaches 110 million US users each month and 500 million globally across 1,800 brands) it suddenly became interesting to broadcast advertisers and big brands. What the internet offers those advertisers, he said, that is better than TV advertising is intelligent targeting: &quot;On the smart internet, you should not see an ad for a car if you have just bought a car. Bring that forward and consumers will get used to it  it will make advertising something people want, targeted and packaged carefully.&quot; Arora described the perception of Glam in the past as an online-only business, which, he said, is even now still put down as a &quot;digital pennies&quot; business. A decade ago, they realised this attitude was partly because they weren&apos;t recruiting &quot;the Anna Wintours&quot;, but a level below that. Now, that has changed, and Glam&apos;s business has exceeded not just Vogue&apos;s website but Vogue&apos;s print business. The key questions for self-preservation should be: is there fragmentation in this medium, and is there potential for re-aggregation? ProSiebenSat&apos;s chief digital officer, Christian Wegner, who was stubbornly defensive of cable TV, insisted that television is still the only medium with real reach and status for advertisers. That&apos;s because of quality content, he said, quoting the $2bn (1.2bn) ProSiebenSat spent on content in Germany in one year, compared to the $100m YouTube spent in the US. But he described a future where that authority could be combined, through smart TV, with ads targeted by region, town or even interests. What smart TV needs to crack, said Arora, is discovery. &quot;In the cable business, you have access to power and place that the user will need. But the people who are best at content discovery today, that&apos;s not the guide  it is Apple, then Facebook, then Twitter and then maybe Google (they are good at search but not discovery).&quot; Look at the visibility problem for most apps and you can see that Apple doesn&apos;t always get it right, but look at what it did for music. Arora, it should be said, used to work for Apple. Even in smart TV, all roads lead to social.", 
    "section": "technology", 
    "gid": "technology/pda/2013/jan/21/dld-2013-advertising-smart-tv", 
    "wordcount": "508"
}