{
    "headline": "US intelligence teams to track wildlife poachers in Africa and Asia", 
    "text": "America&apos;s intelligence community was ordered to track poachers in Africa and Asia on Thursday as part of a new global drive against the illegal trade in elephant tusks and rhino horn. Conservationists said it was the first time trafficking in wildlife, an underground trade in animal parts thought to generate $15bn a year for sophisticated smuggling networks, was elevated to the status of a security threat, rather than sidelined as primarily an environmental concern. In a further sign of US commitment, Hillary Clinton said she and Barack Obama planned to talk about trafficking of endangered animals at the Association of South-East Asian Nations (Asean) summit in Phnom Penh next week. Over the last few years, heavily armed trafficking gangs were overwhelming local authorities, terrorising village communities and increasingly posed a security threat, Clinton said. &quot;It is one thing to be worried about the traditional poachers who come in and kill and take a few animals, a few tusks, a few horns, or other animal parts,&quot; Clinton told conservationists. &quot;It&apos;s something else when you&apos;ve got helicopters, night vision goggles, automatic weapons, which pose a threat to human life as well as wildlife.&quot; Poachers were crossing national borders at will, stoking concerns among US security officials that the conduits used by the traffickers in Asia and Africa to get their goods to market could also be used to smuggle drugs or arms for terrorist organisations. There is already some evidence to support that connection, conservationists said. Clinton&apos;s directive, for a study looking directly at the impact on US national security from trafficking operations, could prove critical to stamping out the cruel and illegal practices of killing endangered rhinos for their horns or elephants for their tusks. &quot;The important thing is linking this with security issues and acknowledging this is an international crime,&quot; said Cristin Samper, president of the Wildlife Conservation Society. America is also assembling a global anti-trafficking alliance with Interpol and customs agencies. The security steps were part of a broader State Department initiative aimed at assembling a global alliance to end wildlife trafficking. Clinton, in remarks delivered before a crowd of about 200 including members of Congress, ambassadors, and State Department officials, said the effort could not be one-sided. America is the second largest market for trafficked goods. Unless you cut off demand, poaching in Asia and Africa won&apos;t stop. &quot;We want to make buying goods, products from trafficked wildlife, endangered species unacceptable, socially unacceptable. We want friends to tell friends they don&apos;t want friends who ingest, display, or otherwise use products that come from endangered species anywhere in the world,&quot; Clinton said. Crawford Allan, who directs the anti-trafficking efforts in the US of the World Wildlife Fund, said getting the seal of approval from Clinton and the State Department could take the effort to end the trade to a new level. &quot;For the first time we are seeing such a high-level of commitment for combatting wildlife trafficking on the world stage,&quot; he said. &quot;Regardless of whether Secretary Clinton stays at the State Department or not, there is now going back now,&quot; Allan said. &quot;She has certainly let the genie out of the bottle and we are going to make the most of that.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/nov/08/us-intelligence-wildlife-poachers", 
    "wordcount": "550"
}