{
    "headline": "Can the UK achieve its carbon targets without nuclear power?", 
    "text": " 10.26am: A new report, which has attracted cross-party support, is claiming that the government&apos;s decision in favour of nuclear power was &quot;corrupted&quot; by &quot;false&quot; information. Corruption of Governance? (pdf) was jointly written by Unlock Democracy and the Association for the Conservation of Energy and it argues that &quot;this corruption of governance can only be rectified if Parliament re-opens this debate, and MPs vote on this issue having seen the correct information&quot;. One of the report&apos;s central arguments is that, according to the government&apos;s own figures, &quot;there is absolutely no need for any more nuclear power stations to deliver energy security (&apos;keep the lights on&apos;) and achieve 80% reductions in carbon dioxide by 2050&quot;. In part, it says that this is down to the fact that the government stated that the UK&apos;s electricity supply will need to &quot;double or even triple&quot; in order to achieve a low-carbon economy. But the report states that this was based on flawed information and assumptions about electricity &quot;needs&quot; by 2025 and beyond. It led to some contorted thinking, it adds:  The [government&apos;s] pre-determined policy of [needing] 10 new nuclear power stations created the &apos;central assumption&apos; of the need for them. Rather than the need driving the policy, the policy dictated the so-called need.  The report also criticises the government&apos;s assessment of its own &quot;pathways&quot; to achieving an 80% reduction in carbon emissions by 2050. In six of the 16 different pathways put forward by the government last year, nuclear power was according &quot;level 1 activity&quot;, or, translated, &quot;little or no action&quot;. The six such scenarios were described as: &quot;Biofuels: solid&quot;; &quot;Renewables emphasis&quot;; &quot;Offshore emphasis&quot;; &quot;CCS emphasis&quot;; &quot;Gas emphasis&quot;; and &quot;Microgeneration&quot;. Compounding the problem, says the report, is that the government displays a &quot;continued refusal to asses the potential for energy savings&quot;. On page 15 of the report (pdf), you can see its summary of the &quot;false information&quot; it says has led the government to conclude that it cannot &quot;keep the lights on&quot; and achieve its emissions reductions targets by 2050. It then describes it own suggested pathways, all of them with &quot;little or no action&quot; on nuclear power. They are too detailed to summarise here, but you can view its assumptions in &quot;Appendix 2&quot; on page 30-31 (pdf). (It should be noted, I feel, that despite the report declaring at the beginning that it &quot;is published by two organisations that are not formally opposed to nuclear power&quot;, the authors, Ron Bailey and Lotte Blair, are part of No Need for Nuclear.) In December, the Department of Energy and Climate Change published an open-source &quot;2050 pathways calculator&quot; which allowed any user to design their own &quot;cost-optimised scenarios&quot;. It ended up generating a lot of heat and attention, but at least it allowed the public to better interrogate the &quot;assumptions&quot; the new Corruption of Governance? report is keen to criticise. We should, therefore, now have the information to hand to try and answer the headline question: can we really do without nuclear power? But what are your own thoughts and conclusions? If quoting figures to support your points, please provide a link to the source. I will also be inviting various interested parties to join the debate, too. And later on today, I will return with my own verdict.  11.18am: Last December, the European Commission published its &quot;Energy Roadmap 2050&quot;. It, too, set out various pathways for meeting the EU&apos;s &quot;decarbonisation objective&quot; of reducing greenhouse gas emissions to &quot;80-95% below 1990 levels by 2050&quot;. In &quot;scenario 6&quot; (pdf) it described how this could be achieved with &quot;low nuclear&quot;:  Nuclear developments depend on policy assumptions taken and ranges from 2 to 18% share in primary energy consumption. The share of gas is the highest in Low nuclear scenario with significant CCS penetration. Oil and solids decline. Electricity share in final energy consumption doubles from current levels and electricity become the most important final energy source.  It also adds that the low nuclear scenario has the &quot;highest prices by 2030&quot;. Go to page 38 of this pdf for a full breakdown of the assumptions upon which all the scenarios are based.  11.43am: Last October, WWF published its &quot;Positive Energy&quot; report (pdf). It, too, set out a range of scenarios for achieving &quot;near decarbonisation&quot; of the power sector by 2030 without any new nuclear power stations. It explains each scenario in detail from page 26 onwards.  Of the four main scenarios, WWF&apos;s preferred future electricity system is scenario B2. This scenario includes high levels of ambition for reducing demand and creating interconnection with Europe, and the lowest capital costs. Scenarios B1 and B2 also need much smaller gas generation capacity than the A1 and A2 scenarios. This reduces the risk of the UK building surplus long-lasting gas generation infrastructure, which might require subsidy to operate at low load factors (as required in the A scenarios) or risk locking the UK into carbon intensive generation infrastructure. However, as made clear in the additional stretch scenarios C1 and C2, there is scope for renewables to provide much more than a 60% share of UK electricity...The level of renewable energy deployment envisaged in all scenarios will require bold policies to encourage investment in the UK&apos;s renewable energy industry.  It points out that nuclear has &quot;spiralling costs&quot; and that, even though carbon capture and storage for gas is necessary in most scenarios, again the costs are uncertain. But, I wonder, does building extra &quot;interconnectors&quot; to continental Europe, as WWF calls for, mean that the UK becomes increasingly reliant on, say, France&apos;s nuclear energy?  12.28pm: More scenarios to consider. This time from the German government, which said last year, of course, that it intended to phase out all its nuclear power plants by 2022. Here&apos;s what its Federal Environment Agency said in 2010:  Germany&apos;s electricity supply could make a complete switch to renewable energies by 2050. The technology already available on the market could make this possible even today, but it requires that electricity be used and produced very efficiently...The Federal Environment Agency explores the conversion to a 100% renewable energies power supply in three basic scenarios. The study now published is based on the &apos;regions network&apos; scenario, in which all the regions in Germany largely tap their potentials to use renewable energies and a country-wide electricity conversion results. Only a very small share of electricity would then need to be imported from neighbouring countries...The power supply switch requires that renewable energies, networks and storage systems be expanded large-scale. Furthermore, the means to save electricity must also be used to the fullest extent.The insulation of buildings must be greatly improved so as not to consume too much power to supply their heating. Load management potentials must also be developed in order to better adapt demand for electricity to fluctuating supply, especially from wind and solar energy.  And here&apos;s the English version (thanks @EcoPilgrim and @geschichtenpost for finding it) of the report (pdf) it published last May called &quot;Restructuring electricity supply in Germany&quot;:  According to Federal Environment Agency estimates, Germany is able to phase out nuclear energy entirely after 2017. In addition to the construction of power stations in progress, there will be further capacity demand of 5 GW at the most, which can be met by new, highly flexible and highly efficient natural gas cogeneration or combined cycle plants, and partly by stepped up expansion of renewable energies as well as additional energy efficiency measures, or through measures to extend the service life of existing power stations.   12.46pm: I have received a comment from Ron Bailey, one of the report&apos;s authors, addressing remarks below the line about the report&apos;s claims of neutrality on nuclear energy:  Your correspondents seem to be focusing on the wrong question. The report did not make a definitive case either for or against new nuclear. The point it made was that Ministers and Parliament were provided with incorrect information on which to base their decisions. The information that they were provided with was an incorrect summary of the information held by the &quot;government machine&quot;. That is the point made by the report and anyone should be concerned at that, whether they support or oppose new nuclear. Because it constitutes a corruption of governance and an undermining of democracy.   2.46pm: I&apos;ve just received this reaction from a spokesman at the Department of Energy and Climate Change:  We need a range of new energy infrastructure to keep the lights on and reduce our carbon emissions in a secure and affordable way. The UK has everything to gain from becoming a leading destination to invest in new nuclear. This will come alongside investment in other technologies like renewables, clean coal and gas, and improved energy efficiency. We are confident that the Energy National Policy Statements - which will inform decisions on building new infrastructure - are robust documents which took account of all relevant factors.   3.08pm: I&apos;ve just received this response from Dr David Clarke, chief executive of the Energy Technologies Institute, a &quot;public-private partnership between global industries and the UK Government&quot;:  It is certainly possible to create a future energy system capable of meeting our 2050 targets without nuclear energy. It wouldn&apos;t, however, be the most secure, affordable or sustainable system for UK consumers. Affordability must be a key consideration. Although new nuclear stations have a high initial cost, our own peer-reviewed UK modelling system, ESME  Energy System Modelling Environment  shows that in order to keep long-term costs down, nuclear will have to be part of the mix along with more efficient homes, carbon capture and storage, bio energy and offshore wind. Without all of these elements  including nuclear  all of the energy system scenarios we have looked at simply come with too high a price tag to be realistic.   3.23pm: Some comments that have been sent via Twitter:  @Cycling_CB official French study shows that electricity from new nuclear stations is more expensive than windmills http://www.lesechos.fr/entreprises-secteurs/energie-environnement/actu/0201873018509-la-competitivite-du-nucleaire-rabotee-par-la-cour-des-comptes-282687.php @victoria_plumb sure you&apos;ve already heard of historian Gabrielle Hecht - has interesting perspective on nuclear &amp; politics www-personal.umich.edu/~hechtg/ @noorhal if Severn Tidal Power scheme is reviewed again, no need for nuclear power. @iresustain we wrote an interesting piece on this debate recently - take a look http://industryre.com/2012/01/phasing-out-nuclear-energy-is-costly-lengthy-and-could-see-carbon-emissions-rise/ @JosOlivier Can the #Netherlands achieve 80% #GHG reduction in #2050 without #nuclear power? See #PBL report: http://www.pbl.nl/en/publications/2011/exploration-of-pathways-towards-a-clean-economy-by-2050-how-to-realise-a-climate-neutral-netherlands @_Jameslloyd have you seen the work of Dr Paul Dorfman as he had some very good work against nuclear. @_Jameslloyd Citi bank also did a great report Nuclear the economics says no http://ipsnews.net/news.asp?idnews=50308 link to report https://www.citigroupgeo.com/pdf/SEU27102.pdf   4.04pm: A response from Ron Bailey, one of the report&apos;s author, to the response sent in by DECC:  So DECC are still at it - claiming above that: &quot;We need a range of new energy infrastructure to keep the lights on and reduce our carbon emissions in a secure and affordable way.&quot; When their own Pathways analysis shows exactly the opposite. See the Pathways Calculator tool on the DECC website. DECC may like new nuclear power stations; they may want them - but to claim that we NEED them to keep the lights on and achieve carbon targets is belied by their own evidence as the report shows and the Pathways calculator shows. By repeating false claims they are only serving to further corrupt governance. As the song asks: When will they ever learn?   5.04pm: Professor David MacKay, DECC&apos;s chief scientific advisor who designed its 2050 Pathways Calculator, has now posted his response below the line. He concludes:  No-nuclear pathways are certainly technically possible, but if we do without nuclear, you necessarily need stronger effort in other sectors (eg lifestyle change and demand reduction), which may already be challenging to deliver. Any successful 2050 pathway involves significant change in lots of sectors. Given how difficult it is to be sure that every one of those changes can be delivered, and that the cost reductions we hope for will actually be delivered in all our favourite sectors, I think it is a wise idea to keep our options open, and push hard at a portfolio of demand-reduction and low-carbon-supply options that slightly over-delivers on our targets, so that we we will be robust to one or two failures or disappointments.   5.05pm:  My verdict  Meeting the government&apos;s decarbonisation targets by 2050 without nuclear power is clearly technically possible, as the various scenarios highlighted today display. But, in a way, that&apos;s not really the point. The far harder question to answer is whether it is possible politically and financially. I&apos;m not much of a gambler. Hence, I heartily agree with Professor David MacKay that is a &quot;wise idea to keep our options open&quot;. I have always favoured as broad an energy mix as can be delivered, with an emphasis on phasing out the most carbon-intensive sources of energy - most notably coal - as fast as we can. It also seems wise to work hard to reduce demand and increase efficiencies, wherever possible. But I think we need to be realistic about what is achievable. In the short- to mid-term, I really cannot see per capita electricity consumption falling in the UK, especially if electric cars become popular in the coming decade or so (still a big if). My beef with nuclear power has always been the dishonesty of its advocates about its unpredictably high construction and legacy costs. But, as with the push to increase our mix of renewables, we have to be honest with ourselves about these costs and square up to them. However, I personally feel there is too much idealism in the argument that we can completely do without nuclear energy. But perhaps the Germanys of this world will prove me wrong?", 
    "section": "environment", 
    "gid": "global/blog/2012/feb/01/nuclear-power-carbon-emissions-target", 
    "wordcount": "2397"
}