{
    "headline": "Heathrow third runway 'not a long-term solution', says Greening", 
    "text": "     The transport secretary has insisted that cross-party consensus means a third runway at Heathrow will not be considered, as a senior Conservative stepped up the pressure for airport expansion by saying David Cameron must decide whether he is a &quot;man or a mouse&quot;. The former environment minister, Tim Yeo, a convert to Heathrow&apos;s cause, said the prime minister would be presiding over &quot;a slide towards insignificance&quot;. In an article in the Daily Telegraph, he claimed that environmental objections to a third runway were disappearing. However, Justine Greening, the transport secretary, said it was &quot;not a long-term solution&quot;. &quot;We do need to look long term. One of the problems of the third runway  aside from noise, air pollution and surface access  is that it&apos;s not a full-length runway, it can&apos;t take the major new planes. The question then is, where would the fourth one go? &quot;It&apos;s time to move away from the piecemeal approach to aviation capacity. We need to look long term, start to be more bold, and think what our country needs in 30, 40, 50 years&apos; time.&quot; There has been speculation that Greening may be moved from her post in a forthcoming reshuffle. Pressed on the Radio 4 Today programme whether she would sit in a cabinet that approved a third runway, she admitted it would be difficult, but said: &quot;I don&apos;t think the question arises.&quot; Downing Street said later the coalition would stick by its commitment that there would not be a third runway. &quot;The coalition parties have made a pledge not to have a third runway and that is a pledge that we will keep,&quot; a No 10 spokeswoman said. &quot;We don&apos;t see the argument for a third runway.&quot; The deputy prime minister, Nick Clegg, speaking during a visit to a manufacturing firm in Wallsend, North Tyneside, said ministers would stick to the coalition agreement, which ruled out the expansion. He said: &quot;We&apos;re not going to give the go-ahead to the third runway at Heathrow because we said very clearly as both parties that we wouldn&apos;t do so, so we&apos;re going to stick to the coalition agreement. &quot;But that doesn&apos;t mean we&apos;re going to stick our heads in the sand over the aviation debate about capacity in this country and how we make sure we have those proper connections to economies in Asia and Latin America that are important to our own prosperity, and we&apos;ll make sure we look at that. &quot;But there are lots of ways of doing that and we shouldn&apos;t just lurch to one solution because one individual MP was to say so.&quot; Earlier, Yeo had written: &quot;The prime minister must ask himself whether he is a man or a mouse. Does he want to be another Harold Macmillan, presiding over a dignified slide towards insignificance? &quot;Or is there somewhere inside his heart  an organ that still remains impenetrable to most Britons  a trace of Thatcher, determined to reverse the direction of our ship. &quot;An immediate go-ahead for a third runway will symbolise the start of a new era, the moment a Cameron government found its sense of mission. Let&apos;s go for it.&quot; In an interview with the BBC, Yeo insisted he was not &quot;throwing down a gauntlet&quot; to Cameron, but said: &quot;I am saying there is a terrific opportunity for him to show really strong leadership from the front  and to set out something which is not clear to everyone yet, what his vision of Britain is going to be in 2020. Yeo added: &quot;There&apos;s really every possible argument in favour of it, what it does need is political courage. That&apos;s what I&apos;m calling for.&quot; Greening said she would publish a long-awaited consultation on airport capacity as soon as parliament returned in September. This would consist of a &quot;call for evidence on hub capacity&quot;  namely, airports large enough to cater for connecting flights, which Heathrow&apos;s owners, BAA, claim is imperative to make more routes feasible. For many in aviation this consultation is the crucial marker of government plans, and its postponement this summer meant a framework policy paper published by Greening  with plans for more stringent regulation on aircraft noise, the biggest objection to Heathrow expansion from residents in south-west London  was largely ignored. Greening said the call for evidence would allow arguments for expanding Heathrow, and BAA could &quot;make their case&quot;, but she insisted: &quot;I don&apos;t think any of the facts have changed around the third runway.&quot; The coalition agreement opposes any expansion of airports in the south-east. The Conservatives have continued officially to rule out a third Heathrow runway, which they cancelled on taking office, but the chancellor, George Osborne, is believed to be a closet supporter of expansion. Many Tory backbenchers have lent support to the Heathrow cause. Recently the housing minister, Grant Shapps  tipped by some as a possible successor to Greening if she were to move  warned that a third runway was needed to ensure the UK remained a &quot;great trading nation&quot;. Boris Johnson accused Cameron of &quot;pussyfooting around&quot; the issue of expansion. The London mayor&apos;s idea of a Thames estuary airport looks set to be considered, although birdstrike, lack of infrastructure, airspace constraints and other issues make it appear a problematic solution. Yeo, who chairs the Commons energy committee, was previously a high-profile opponent of expansion, but now argues that European Union carbon emissions caps will force airlines to use more environmentally friendly planes if they want to use new capacity at Heathrow. Labour has called for immediate cross-party talks on airport capacity. The shadow transport secretary, Maria Eagle, said: &quot;While ministers fight amongst themselves, the paralysis at the heart of government on aviation is now adding to the paralysis in our economy.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/aug/28/heathrow-third-runway-not-solution", 
    "wordcount": "987"
}