{
    "headline": "Government denies humiliating U-turn over GCSE replacement", 
    "text": "The government insists its sudden abandonment of plans to scrap the GCSE, described by Labour as a humiliating U-turn, amounts to little more than a &quot;tweak&quot; to its programme and says the bulk of changes to post-16 exams will still be delivered. Michael Gove formally announced to the Commons on Thursday that he has dropped the idea of replacing GCSEs with an English Baccalaureate Certificate (EBC), a scheme announced only in September as one of the education secretary&apos;s flagship policies for schools. The reversal is understood to have been prompted by opposition from the Liberal Democrats and concerns raised by both the exams watchdog, Ofqual, and the influential education select committee, as well as fears that a plan to allow only one exam board per subject in the EBC could bring legal challenges. It is an unexpected blow for a minister who has won many supporters in his party and parts of the media for an apparent ability to push through radical changes against the wishes of teaching unions and the inertia of the civil service. Despite this, Gove is expected to insist that a shake-up of GCSEs, while keeping the same name, will include many of the overhauls he planned with the EBC. Speaking semi-officially on behalf of the government on Thursday, the former schools minister Nick Gibb said the Department for Education planned to only &quot;tweak the policy&quot;, despite the unexpected reprieve for GCSEs. The change of name was &quot;an element of overall reform to the GCSE. It&apos;s not the most important part of it,&quot; Gibb told BBC Radio 4&apos;s Today programme. &quot;It will no longer be the EBC but all its fundamentals will still be there,&quot; Gibbs said, adding: &quot;The broad principles of what Michael Gove announced are still there. We&apos;ve listened to the concerns raised by Ofqual, we&apos;ve listened to the concerns raised by the select committee and the unions.&quot; This was not a humiliation, he argued: &quot;Ministers always get accused of that if they listen to a consultation process and then change their minds.&quot; The Lib Dems are reportedly keen to avoid claiming the change as a victory, and Nick Clegg struck a conciliatory note during his regular phone-in show on LBC radio, saying Gove had &quot;quite rightly listened&quot; to concerns. The deputy prime minister said: &quot;I want to pay tribute to Michael. When politicians actually listen to people  there were serious reservations expressed by the regulator, Ofqual, which oversees the qualification system  he&apos;s listened and he&apos;s reacted. This was always a consultation process about the proposals he and indeed I both set out last September. There is no point having a consultation if you&apos;ve already made up your mind what you&apos;re going to do at the end of it.&quot; In announcing the EBC in September, Gove said he wanted to replace what he saw as discredited, grade-inflated GCSEs with a more rigorous qualification which would be assessed only by exams at the end of the two-year study process, not by coursework or modular elements. The focus would be on traditional, core subjects. The first students would begin syllabuses in English, maths and sciences from 2015, with exams in 2017, to be followed by history, geography and languages. While the EBC as such has been abandoned, Gove still plans a major shake-up of GCSEs which will keep many of the EBC&apos;s elements, notably the focus on assessment by exams, with tougher questions overall and particularly challenging extension papers in maths and science aimed at the brightest students. All this will be backed up by a new national curriculum with a focus on the more traditional elements of knowledge Gove views as essential for all students. Perhaps the most significant change will be the way schools are assessed. Gove is to scrap the current system by which schools are placed in league tables according to the percentage of pupils who gain five of more GCSEs at C or above, including English and maths. Critics say this measure is too narrow and encourages teachers to focus on pushing marginal students towards a C, at the expense of their less able or especially good peers. The new system will involve schools being assessed on two measures: passes in just English and maths; and then a significantly more complex &quot;value added&quot; measure, taking in performance in eight GCSEs per pupil. The DfE has already introduced an element of this: in 2010 it began a system of grading schools based on the percentage of pupils who pass GCSEs in a series of core subjects, confusingly also called the English baccalaureate, but known as the Ebacc. Critics had warned the move to the EBC was too complex and rushed, and complained it risked making pupils&apos; focus too restricted. Technology companies lobbied for computer science to be added to the set of core subjects and many from the arts world complained the new qualification would squeeze out creative subjects, with interjections from sources as varied as Jude Law and Tracey Emin. The most crushing blow came in November when Ofqual&apos;s chief regulator, Glenys Stacey, wrote to Gove to warn him that his ambitions for the EBC &quot;may exceed what is realistically achievable through a single assessment&quot;. Though politely worded, the meaning was clear: the regulator viewed the change as unworkable as planned. A report last month from the influential education select committee was equally damning, with Graham Stuart, the Conservative MP who heads it, saying he could not even see a case for dispensing with GCSEs. The committee warned particularly about the impact on less able pupils of the plan for those who did not complete an EBC to be given a statement of achievement rather than an actual qualification. These could easily become a &quot;badge of failure&quot;, Stuart warned. The U-turn was seized on by Labour. Stephen Twigg, the shadow education secretary, said: &quot;It shows why he should have listened to business leaders, headteachers and experts in the first place and not come up with a plan on the back of an envelope.&quot; Teaching unions welcomed the decision. Russell Hobby, general secretary of the National Association of Head Teachers, said: &quot;We are pleased Mr Gove has at last listened to the grave concerns of the business and arts communities and the education profession. It has taken months of lobbying and hard work to get to this point.&quot; Christine Blower, general secretary of the National Union of Teachers, said: &quot;This is really good news. Michael Gove has for once listened to sense. The English Baccalaureate Certificates were universally condemned by everyone from the teaching profession to bodies representing the arts, sport, business, technical and design groups and the education select committee.&quot;", 
    "section": "education", 
    "gid": "education/2013/feb/07/government-denies-u-turn-gcse-replacement", 
    "wordcount": "1137"
}