{
    "headline": "Statutory limits prevent effective response to communities at climate risk", 
    "text": "It is now two decades since the community of Newtok, a village of around 350 people on the west coast of Alaska, first documented the need to relocate. But despite the concerted efforts of at least 25 tribal, governmental and non-governmental organisations, including the herculean efforts of the Newtok Traditional Council, progress has been painfully slow. Significant statutory limitations prevent the government from responding effectively and dynamically to the climate-induced environmental changes that are forcing communities like Newtok to relocate in Alaska. In the United States, the Federal Emergency Management Agency (Fema), whose activities are defined by the 1988 Stafford Disaster Relief and Emergency Assistance Act, is the federal agency responsible for hazard mitigation and disaster relief in the US. The act requires a presidential disaster declaration to access federal funding for post-disaster recovery as well as most hazard-mitigation activities. Under the Stafford Act, the president is authorised to declare a disaster for natural catastrophes such as hurricanes and tornados. Drought is the only gradual environmental process listed in the statute as a potential catalyst for a presidential disaster declaration. Erosion, the principal reason Newtok must relocate, is not included in the list of major disasters in the Stafford Act. As a consequence, the Newtok Traditional Council is not now eligible for disaster relief funding despite the fact that erosion is causing an ongoing disaster and a humanitarian crisis in the community. This post-disaster recovery and hazard mitigation statutory framework encourages rigid responses to specifically defined random extreme weather events and is primarily aimed at rebuilding and repairing infrastructure in place and protecting them from future hazards through erosion and flood protection. However, the standard, defensive adaptation strategies to protect coastal communities, such as rock walls and sandbags, have been largely unsuccessful in Alaska despite government spending millions of dollars. This fact is best illustrated by the experience of Kivalina, an Inupiat Eskimo community located north of Newtok and the Arctic circle. In September 2006, after finalising the construction of a multimillion dollar seawall, federal government leaders arrived to celebrate its completion. But before the celebrations could begin, a storm damaged the seawall and caused the officials to cancel the celebration. One year later, in September 2007, a storm, with a forecasted 12 to 14-foot surge for the 10-foot elevation village, threatened the community. Residents feared that the seawall would not protect them, and 250 Kivalina residents evacuated their community in search of safety. The inability of technology to protect people who reside in vulnerable risk-prone coastal and riverine communities is an issue that could affect millions of people all over the world. Disaster-relief and hazard-mitigation measures are important when protection in place is possible. However, this approach may be futile when climate-induced environmental changes repeatedly alter ecosystems, damage or destroy public infrastructure, and endanger human lives, in which case community relocation involving permanent population displacement may be the only viable adaptation. The need to relocate entire communities as a result of climate-induced environmental change is an extreme form of adaptation. If climate-induced environmental change renders entire communities uninhabitable, it is critical to understand the governance tools and human rights protections that can foster community resilience. Newtok&apos;s relocation provides an example of a model governance structure where the Newtok Traditional Council is leading the community&apos;s relocation effort and federal, state and tribal governmental and non-governmental organisations are providing the community with the technical assistance needed to build the infrastructure at the relocation site. However, despite this model working group, the institutional barriers to the relocation process have been enormous. For these reasons, climate-induced forced migration requires a governance framework that is based in human rights doctrine and that can respond quickly to communities at risk. Adaptive governance, in this context, means that institutions need a range of options, including post-disaster recovery, protection in place (seawall/shoreline protection), hazard mitigation, and relocation, to respond to the humanitarian needs of communities. Human rights protections must be embedded in this governance framework because the failure to fully consider the welfare of the population and empower people of a community to make decisions about issues such as site selection and community lay-out, are the principal reasons that relocations have been unsuccessful. Amendment of US federal policies such as the Stafford Act to include gradual and recurring climate-induced environmental processes and creation of a relocation institutional framework are critical first steps to facilitating the relocation of communities threatened by climate-induced environmental change and unable to be protected in place. The creation of this institutional framework in the US could be a model for other countries needing to design and implement a response for climate-induced relocations.", 
    "section": "environment", 
    "gid": "environment/2013/may/16/statutory-limits-response-communities-climate-risk", 
    "wordcount": "770"
}