{
    "headline": "New light cast on dark matter", 
    "text": "Following the discovery of the Higgs boson, perhaps the most pressing problem in particle physics is to determine the nature of dark matter. The current evidence for dark matter is indirect but very convincing: several different astronomical observations indicate that the universe is pervaded by some unknown stuff that does not emit detectable amounts of light. The range of observations include the patterns made by galaxies in the night sky, the motions of stars within a galaxy and images of distant galaxies distorted by the intervening matter, just as everyday objects look distorted when they are viewed through rippled glass. All of these different measurements can be explained by invoking the gravitational effects of dark matter. That astronomers should invoke dark matter to make sense of their observations ought not to come as much of a surprise, as there is no good reason to suppose everything in the universe should be so obliging as to emit light we can pick up using telescopes. Theoreticians have invented a zoo of possible dark matter candidates, usually with far-reaching implications for any fundamental theory of nature. But, so far, nobody has managed to build an experiment that is able to demonstrate with certainty that particles of dark matter really exist. Yet the past few weeks have seen some very interesting developments in the quest to understand the nature of dark matter. First, on 3 April, the Alpha Magnetic Spectrometer (AMS) collaboration of scientists presented a measurement of 400,000 anti-electrons (positrons) over 18 months to the end of 2012. The positrons were identified using a particle detector located on the International Space Station. Then, on 15 April, the Cryogenic Dark Matter Search (CDMS) collaboration presented evidence for the direct detection of three dark matter particles, in a mine in Minnesota. In the case of AMS, the number of positrons it sees confirms a previous measurement using the Pamela (A Payload for Antimatter Exploration and Light-Nuclei Astrophysics) detector, mounted on a commercial satellite, and it is substantially higher than projections based on well-established astrophysical phenomena  such as when cosmic rays collide with interstellar matter. The most exciting possibility is that the observed surplus of positrons is due to dark matter. Dark matter particles in the galaxy could collide and annihilate each other producing positrons as a byproduct. The problem is that there may well be a more &quot;mundane&quot; explanation. The positrons might be produced in the vicinity of spinning neutron stars, known as pulsars, or in the supernova shockwaves from dying, exploding stars. AMS should shed light on which of the different possible explanations is most likely. For example, if dark matter is the cause, the positrons should tend to arrive in roughly equal quantities from all directions, in contrast to the pulsar explanation. The most striking prediction about dark matter is that the surplus should suddenly disappear for positrons whose energy exceeds a certain value. This is because each positron cannot possibly have more energy than that which was initially locked up in the mass of the annihilating dark matter particles. So far, AMS has not seen any such decrease, but this could simply be because they have run out of positrons (the absolute number falls as the energy increases). The solution to that is to wait and watch as those high-energy positrons slowly accumulate over the coming years. Back on Earth and invariably deep underground, dedicated and exquisitely sensitive detectors wait for dark matter particles to collide accidentally with an atomic nucleus. The aim is to detect the evidence of single collisions. Fakes are minimised by putting the detectors in deep mines or under mountains, where they are shielded from cosmic rays and, in order to make an accurate measurement of the recoiling nucleus, the detectors are often cooled to within a whisker of absolute zero. Even in optimistic scenarios, expectations are typically of just a few dark matter collisions per year and so it is clear that this endeavour requires patience and painstaking attention to detail. Although dark matter particles only rarely register hits in the detectors, this should be understood in the context of a picture in which the Earth (the entire galaxy, in fact) is ploughing through a sea of dark matter such that millions of dark matter particles might pass through a person every second. The rarity of detection events is due to the fact that we do not expect dark matter particles to interact much with ordinary matter (this would explain why they do not emit light) and as such they stream through rock rather like light streams through a window. Over the past few years, several independent experiments have reported results on their searches for the dark matter that bathes the Earth. Complementary to this, scientists at the Large Hadron Collider have been trying to create dark matter particles by colliding pairs of protons at high energies. Until relatively recently, it was widely supposed that the most likely dark matter candidate would have a mass bigger than around 100 times the mass of a proton, which is a natural expectation of supersymmetric theories. This is where the recent result of the CDMS collaboration enters the story: those three signature events look like the result of a dark matter collision, but only if the dark matter particle has a mass a little below 10 times the mass of a proton. By itself, this would not be something to get too excited about (with only three candidates, the evidence is not compelling), but the CDMS result is similar to those of three previous experiments. The first to see something interesting was the DAMA experiment, located under 1.5km of rock at Gran Sasso in Italy: its observations date back to the late 1990s and the evidence has strengthened with time. In the past two years, the CoGeNT experiment (based in the same mine as CDMS) and the CRESST experiment (at Gran Sasso) have reported similar tentative evidence. Nevertheless, all of these results were still thought to be rather firmly excluded because a further experiment, Xenon10 (also based at Gran Sasso), saw nothing when it really ought to have seen something if the other experiments were right. However, three weeks ago and prompted by a careful analysis by physicists from Durham, Oxford, Cern and Odense, the Xenon collaboration announced that they had made a mistake. After correcting it, they have reduced the significance with which they are able to rule out the possible existence of the dark matter candidate hinted at in the other experiments. The situation is now quite tantalising, not least because the observation of low-mass dark matter would have a very dramatic impact upon the entire field of particle physics. Fortunately, new results from the upgraded Xenon100 experiment are imminent, so we might not need to wait for too long.", 
    "section": "science", 
    "gid": "science/2013/may/26/dark-matter-jeff-forshaw", 
    "wordcount": "1136"
}