{
    "headline": "Changing course on nuclear power", 
    "text": "George Monbiot (The end of nuclear power? Careful what you wish for, 5 February) slams Germany for increasing its CO2 emissions last year by 5%  but he fails to look at the bigger picture. Germany is embarking on a radical &quot;energy turnaround&quot;. With such a massive project, some negative outcomes are to be expected while this huge ship changes course. However, if all goes to plan, Germany should become Europe&apos;s flagship for a new social framework which has energy sustainability at his core. And despite current emission levels, the country is still on track to reach its 80% carbon reduction target by 2050. Under massive popular pressure, the German government decided to end its nuclear programme on moral grounds: it was simply unethical to put its people under threat from a Fukushima-type disaster. It is now pouring billions into research and development of energy that is both renewable and safe. Meanwhile it is installing bridging technologies like combined heat and power to gradually reduce its carbon output. In other words, it has a clear roadmap. What do we have in the UK? A government that is blindly resurrecting dodgy old technologies like nuclear as well as introducing new horrors such as fracking. In times of great social upheaval we need leaders and commentators with their eyes firmly fixed on long-terms goals that are underpinned by strong ethical foundations.Camilla BerensKick Nuclear Nuclear power is for electricity only and incorporates, like coal power, 35% inefficient steam turbines. Lack of satisfactory nuclear waste disposal strangles the nuclear process, as does its expense and proliferation dangers. To abate climate change and other pollution, fossil fuels should stay underground, where their carbon disposal has already been accomplished. Renewables produce electricity, heat and fuels with proven technology and no additional carbon emissions  for ever. Clearly the priority is to build more renewables plant matched to dramatically improved energy-use efficiency. Let us not be distracted by outmoded dreams.Dr John TwidellHorninghold, Leicestershire It is hard to see how the UK&apos;s future electricity demand and energy security can be met without an element of new nuclear power, to replace some of the existing nuclear stations as they come to the end of their lives. In considering the recently published figures for the Sellafield clean-up (MPs lambast Sellafield management firm, 4 February) it is worth remembering that a large proportion of the costs have arisen as a result of the early military programmes conceived and undertaken under time pressure and under the dark shadow of the nuclear arms race  when future waste management was not accorded the priority it now is. If new civil nuclear electricity generating capacity is commissioned in the UK, waste management and end-of-life decommissioning will be taken properly into account from the start, and so will be less expensive to deal with than the historic legacy of early military programmes.Dr Simon HarrisonInstitution of Engineering and Technology Revelling in his glumness over turbines in the landscape, Simon Hoggart (2 February) says &quot;as a means of generating energy they are nearly hopeless&quot;. I&apos;ll forgive him his emotions but won&apos;t let him off with the technical tosh. Wind turbines work. They generally pay back the energy that was used to build them in less than a year. After that they go on, year after year, displacing gas and coal. At one point in September 10% of the UK&apos;s electricity was from wind. Not bad for a technology that scarcely existed in this form 20 years ago! Of course there are space limits on land, which is why so many are involved in the harder challenge of taking these successful machines offshore.Jamie TaylorEdinburgh If Simon Hoggart is correct in describing belief in the effectiveness of wind turbines as &quot;essentially religious&quot;, there are a lot of essentially religious people about, including millions of Chinese. China has begun a massive programme of investment in wind energy. The British, as ever, fall behind other countries when it comes to capitalising on technological advances they may have themselves begun.Fay MarshallWorthing, West Sussex", 
    "section": "environment", 
    "gid": "environment/2013/feb/05/changing-course-on-nuclear-power", 
    "wordcount": "679"
}