{
    "headline": "Battle for Dell heats up as rivals make fresh bids for troubled computer giant", 
    "text": "Technology billionaire Michael Dell&apos;s plans to take his troubled computer company private were dealt a blow on Monday as two rivals topped his offer and raised the prospects of a bidding war. Dell&apos;s shares soared on news that investor Carl Icahn and private equity firm Blackstone Group had tabled offers higher than the company founder&apos;s own offer of $13.65 a share, a price that values the firm at $24.4bn. A special committee set up to look at the bids said it would continue to negotiate with the two rival bidders. &quot;We intend to work diligently with all three potential acquirers to ensure the best possible outcome for Dell shareholders, whichever transaction that may be,&quot; Alex Mandl, the chairman of the special committee, said in a statement. Michael Dell, who founded the company that bears his name, teamed up with private equity firm Silver Lake to make his bid last month. Dell shares have collapsed as investors have worried about its ability to transition away from the declining PC market to faster the faster growing tablets and mobile sector and hit a three year low of $8.69 last November. But some of Dell&apos;s biggest shareholders including Southeastern Asset Management, Dell&apos;s largest outside shareholder, balked at the $13.65 bid. Southeastern argued Dell was worth closer to $24 a share. A 45-day &quot;go-shop period&quot; was agreed, and Dell&apos;s books were opened up to potential bidders. Blackstone and Icahn are proposing to leave part of Dell as a public company. Icahn is offering shareholders the choice of receiving shares in the new Dell on a one-to-one basis or $15 a share in cash for 58% of the company. Blackstone is offering $14.25 a share in cash or stock and said existing shareholders would have the opportunity to remain on board. The offers expire this Thursday. Roger Kay, an analyst with Endpoint Technologies, said: &quot;Michael may have made a tactical error. It would be ironic if he has put himself in a position where he could be ousted from his own company because of a process he had started.&quot; He said he expected Dell and his backers would come back quickly with a better offer. Dell was set up in the dorm room of its founder at the University of Texas, Austin in 1984. He soon dropped out to build what became the most successful PC firm of the late 1990s and early 2000s, surpassing Compaq to become the largest PC manufacturer in 1999.  But the company was wrongfooted by the the rise of Apple and the shift to mobile computing. Sales growth slowed as the PC market matured and the company has lost ground to cut price rivals including Lenovo, Asus and Acer. &quot;But it remains a substantial business. People often forget that,&quot; said Kay.", 
    "section": "technology", 
    "gid": "technology/2013/mar/25/dell-icahn-blackstone-rival-bids", 
    "wordcount": "474"
}