{
    "headline": "The world's future hinges on supporting 10-year-old girls, says UN", 
    "text": "Ten-year-old Daline enjoys reading, dancing and using her mothers make up. And she loves school. Her favourite subject is chemistry. When I was at primary school, my favourite subject was history, she says. But now that I am at secondary school, my new favourite subject is chemistry because it is easy to understand, because chemicals are easy to make, and because I love science. Daline, who will turn 11 next month, lives with her parents and two younger brothers in Cameroons capital, Yaound. She does some housework  I wash plates, clean the floor and the compound, and sometimes I cook food  but so does her brother, who helps me to sweep the floor. She definitely prefers going to school to staying at home. But on the cusp of adolescence, the support received by Daline  and the 65 million other 10-year-old girls around the world  over the coming years will have a huge bearing not only on her life, but also on the future of her country and the global economy. According to the UN population funds (UNFPA) state of the world population 2016 report, published on Thursday, the future of 10-year-old girls will shape our collective futures. Getting girls through secondary school could reap billions of dollars a year for poorer countries, claims the study. But the hurdles girls face in reaching adulthood are significant.           International Day of the Girl: how inequality starts before birth    Globally, twice as many girls as boys will never start school. Girls are also more likely to be married young than boys. And millions of girls are at risk of FGM. The report found that 10% of five- to 14-year-old girls do more than 28 hours of household chores a week, twice that of boys. The authors said that more than half of the worlds 10-year-old girls live in the 48 countries with the worst gender inequality records.    What the world looks like in 2030 depends on doing everything we can to ignite the potential of 10-year-old girls today  Babatunde Osotimehin, executive director, UNFPA     Each year of education delivers an additional 11.7% increase in wages in later life for girls (compared with 9.6% for men), added the study, which calculated that if all the 10-year-old girls in poorer countries completed secondary education, a $21bn (17bn) annual dividend would be triggered. In some countries this could translate to individual earnings increasing by half by 2030. Governments, NGOs and multilateral organisations must make investments in girls an urgent priority, said the reports authors, who also urged the dismantling of social systems that confine women to the home and called for a commitment to increasing the presence, visibility and agency of women and girls in the public spheres of school and work. The study said the life trajectory of a 10-year-old girl would be the ultimate test of the success or failure of the 17 sustainable development goals, adopted by the UN general assembly last year. The goals promise to eliminate extreme poverty, get all children through primary and secondary school, end all discrimination against all girls and women and eliminate harmful practices, such as FGM and child marriage. This cohort of 10-year-olds  represents both a challenge and an opportunity for the global community, and will have a significant role to play in what the future represents, said the authors.  The ability of institutions, both local and global, to help prepare 10-year-olds for their transition through adolescence to adulthood, particularly in terms of safeguarding their emotional and cognitive development, health and rights, will shape the degree to which this generation is able to maximise its potential and become drivers of positive change at the local and global levels.     I love science: the support children like Daline receive through adolescence could reap huge dividends for poor countries. Photograph: Adrienne Surprenant/Barcroft Media/UNFPA    The UNFPAs executive director, Babatunde Osotimehin, said impeding a girls safe, healthy path through adolescence to a productive and autonomous adulthood was a violation of her rights.  What the world will look like in 15 years will depend on our doing everything in our power to ignite the potential of a 10-year-old girl today. But it also takes a toll on her community and nation. Whenever a girls potential goes unrealised, we all lose, he said. How we invest in and support 10-year-old girls today will determine what our world will look like in 2030. With support from family, community and nation, and the full realisation of her rights, a 10-year-old girl can thrive and help bring about the future we all want. Daline has just started secondary school. She has yet to decide what job she wants to do when shes older, but she is certain of the world in which she wants to live. I want to work in a society where I may help children who are abandoned or maltreated or homeless, so that they will no longer be alone.", 
    "section": "global-development", 
    "gid": "global-development/2016/oct/20/world-future-hangs-on-supporting-10-year-old-girls-un-population-fund", 
    "wordcount": "770"
}