{
    "headline": "Green Climate Fund to discuss $100bn pledged by rich countries", 
    "text": "The fate of billions of dollars of promised funding from rich countries to help the developing world adapt to climate change will be discussed on Thursday in Geneva, at the first meeting of the UN&apos;s Green Climate Fund. The fund is meant to be the biggest single funding route for the $100bn (63bn) that developed countries have pledged should flow to poor nations each year by 2020, to help them cut greenhouse gas emissions and adapt to the effects of global warming. But key decisions  such as where the fund should be headquartered, who should run it, how it will operate and how it can raise funds  will be delayed for months. On Thursday morning, the initial meeting, delayed by months as governments procrastinated, began with the election of a developing and a developed country co-chair. These were the South African representative Zaheer Fakir and Australia&apos;s Ewen McDonald, who had been favourite to win the post. They will jointly chair the fund for its first year. Fakir is head of international relations and governance at the South African Department of Environmental Affairs, while McDonald is deputy director general of the Australian Agency for International Development (AusAID). A final decision on the GCF&apos;s location  Germany, Namibia, and other countries have all offered to be the host  is understood to be unlikely before the end of the year. All of the other important issues around the GCF, including how much money it is likely to have to disburse and how it will raise funds from the private sector, are matters of contention. The fund is unlikely to have much sway over the initial round of &quot;fast-start&quot; financing from rich to poor countries that was agreed at the Copenhagen summit in 2009. Most of the $30bn (19bn) pledged at Copenhagen has now been committed, and most of it is already earmarked for various projects. For instance, the UK is on track to provide 1.5bn between 2010-13 and about 1bn of this has already been committed to bilateral and multilateral projects developed with poor countries, or is being channelled through existing funding routes. Given this, it is unclear whether the GCF will have access to much financing in the next few years, even though it is envisaged to be the world&apos;s single biggest source of financing for climate change mitigation and adaptation by 2020. In the longer term, the prospects for substantial funding are even less clear: it will have to raise money from both governments and the private sector but at present there is no agreement on how it might do so. Although the $100bn a year was agreed at Copenhagen, and confirmed at Cancun in 2010, the GCF will be only one source among many for those funds. Private sector and government cash flowing through other routes will also count towards the $100bn goal. One major source of contention in the discussions is that some developing country governments want to limit the fund, so that contributions from the public sector come only from &quot;traditional donors&quot;. That is, the countries labelled as developed in the original UN climate treaties of 1992 and the Kyoto protocol of 1997. This is an important distinction, as it would mean that China, the world&apos;s second biggest economy, and other rapidly growing countries such as South Korea, Singapore and many Middle Eastern nations, despite their high incomes per capita, would be excluded from contributing. Developed nations including the US and the UK insist that this distinction should not apply to the fund. Although the GCF has been under discussion for years, with governments agreeing in principle at Copenhagen to set it up, the complexities of the climate negotiations have stalled its development. However, the delays increase the political risk around the project: for instance, the US under a Republican president or Congress is unlikely to be willing to commit substantial sums to the fund. As the US presidential campaign has progressed, the White House has not made climate change negotiations a major issue. The administration&apos;s special envoy for climate change, Todd Stern, caused consternation several weeks ago when he appeared to suggest, in a speech at Dartmouth College in the US, that the long term goal of holding global warming to no more than 2C above pre-industrial levels  the underpinning principle of the Copenhagen accord, Cancun agreement, and last year&apos;s agreement at Durban - could be abandoned.", 
    "section": "environment", 
    "gid": "environment/2012/aug/23/un-green-climate-fund-climate-change", 
    "wordcount": "738"
}