{
    "headline": "Ouya seeks $950k on Kickstarter for $99 Android games console", 
    "text": "US startup Ouya has launched a Kickstarter funding campaign for its Android-based games console, which will cost under $100 when it goes on sale in the first quarter of 2013. The console also called Ouya has been designed by Yves Bhar, best known for his work on Jawbone&apos;s Jambox speaker, and the One Laptop per Child project. The Verge published initial details early in July, but the company has now gone public with its plans. Ouya is aiming to raise $950k on crowdfunding site Kickstarter to complete development on the console, make the first production run and fund the development of some launch games. When it goes on sale, it will ship internationally. &quot;We think we&apos;re really going to disrupt the console market,&quot; says Julie Uhrman, Ouya&apos;s chief executive, in an interview with The Guardian. &quot;It&apos;s inexpensive, all the games will be free to play, and it&apos;s open to any developer that wants to make a game for the TV.&quot; The device will run Google&apos;s Android 4.0 software, with a customised user interface designed for TVs and its own curated app store. By &quot;free to play&quot;, Uhrman means that every game available on Ouya&apos;s store will have a free component: either demos where players can then pay to upgrade to the full version, or freemium games that make their money from in-app purchases. &quot;We&apos;ve seen a lot of developers leave triple-A console development shops and do mobile gaming, which is why a lot of the creative and exciting games are going to mobile platforms,&quot; says Uhrman. &quot;Yet TV is still the best screen: the number one platform if you survey gamers. It&apos;s where the majority of gameplay happens and the majority of dollars are spent, and it&apos;s the best screen, from its HD quality to surround sound to that lean-back communal experience. We want to bring games back to the television.&quot; Ouya will have a Tegra 3 quad-core processor inside, 1GB of RAM and 8GB of flash memory, and a 1080p HDMI connection. It will come with a wireless gaming controller with two analogue sticks, a D-pad, eight buttons and a touchpad.     Ouya's controller includes physical buttons and a touchpad    Uhrman says the controller is key to Ouya: the physical buttons and sticks for twitch games like shoot &apos;em ups, racing and sports games, with the touchscreen used to play existing Android games designed for smartphones. Over time, she hopes new titles will take advantage of both.  Another key feature for Ouya is its openness. The company will actively encourage hackers to tinker with the device. &quot;The console and controller are both openable, with standard screws,&quot; she says. Rooting the device won&apos;t void its warranty, either. &quot;People will be able to lift off the top, boost chips, add features and memory, and there&apos;s a USB port to add peripherals too. We&apos;ll publish the hardware design if enough people are curious about it.&quot; Meanwhile, anyone buying an Ouya will get a software development kit (SDK) thrown in, and every unit is a debug console. &quot;For the same price it costs to become an iOS developer, we&apos;ll give you a console and an SDK for free,&quot; says Uhrman. Ouya&apos;s Kickstarter launch was accompanied by endorsements from several prominent developers, including inXile&apos;s Brian Fargo which recently raised nearly $3m on the site for its Wasteland 2 game and Canabalt creator Adam Saltsman. Minecraft developer Mojang is also quoted in Ouya&apos;s launch materials, although and it&apos;s to the company&apos;s credit that this is included it&apos;s a more cautious welcome. &quot;If Ouya delivers on the promise of being the first true open gaming platform that gives indie developers access to the living room gaming market, yes that is a great idea. We will follow the development of Ouya and see how it resonates with gamers. I could see all current Mojang games go on the platform if there&apos;s a demand for it.&quot;     Although based on Android 4.0, Ouya will have its own app store    The first task is to raise that initial $950k on Kickstarter, although other recent crowdfunding examples inXile but also Double Fine Adventure and the Pebble smart-watch show it could smash through that target quickly and push on to a much greater amount. Pledges run from $10 to reserve a username through $90 to get a console and controller; $225 for a console plus two controllers with their username etched on; $699 for a &quot;Developer Special&quot; first-run Ouya, early SDK access and a year&apos;s promotion of their game; and $1,337 for an &quot;Elite Developer Special&quot; that adds priority email access to the Ouya team, and tickets to its launch event. 30 backers who pledge $5k or more get a day hanging out with Behar and his company fuseproject, while 20 who pledge $10k or more get dinner with the team and their username etched into the entire first production run of consoles. &quot;VCs are still somewhat skittish when they come to hardware companies,&quot; says Uhrman. &quot;They wanted to see more traction, so we raised a round of angel funding from friends and family, but now we&apos;ve gotten to a point where it&apos;s time to get feedback from consumers and developers to help us take it all the way.&quot;", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jul/10/ouya-android-games-console-kickstarter", 
    "wordcount": "884"
}