{
    "headline": "What effect might an Apple sales ban have on Samsung's US phones?", 
    "text": "Apple will seek an injunction against the products found by the jury in its key trial with Samsung to have infringed its patents. Apple won on virtually every count, although some phones were determined not to infringe some patents; and the jury especially decided that the Galaxy Tab tablets did not infringe the &quot;trade dress&quot; of the iPad - that is, appear to be a copy. (The Galaxy Tab was determined to have infringed various of the &quot;utility&quot; patents such as the so-called &quot;rubber band&quot; patent, where when you scroll to the end of an onscreen list it seems to bounce back.) Apple will therefore seek an injunction against 17 phones and their variants that are sold by Samsung. It had claimed $2.5bn in damages; the jury knocked that down to $1.05bn, because - according to the foreman - they thought Apple&apos;s estimate of Samsung&apos;s margins was too large. (The jury included people with expertise in legal and engineering work.) How much will that hurt Samsung? According to its US website, it sells 152 different mobile phones and smartphones. So what will its page of phones look like if Apple succeeds with its injunction? It&apos;s worth pointing out that the Samsung Galaxy S3 and the Galaxy Note aren&apos;t affected by the injunction - they weren&apos;t part of the lawsuit. However, high-profile phones such as the Galaxy S2, Galaxy S, and Nexus S (designed to Google&apos;s specification) are included.  In a statement after the verdict, Samsung said in part: &quot;Today&apos;s verdict should not be viewed as a win for Apple, but as a loss for the American consumer. It will lead to fewer choices, less innovation, and potentially higher prices. It is unfortunate that patent law can be manipulated to give one company a monopoly over rectangles with rounded corners, or technology that is being improved every day by Samsung and other companies.&quot; By my count, the amended list includes 39 phones described as &quot;smartphones&quot;, of which 35 are Android-powered and four run Windows Phone. So here&apos;s what Samsung&apos;s mobile lineup in the US will look like if Apple&apos;s injunction succeeds: (if the image isn&apos;t appearing on your platform, view it here; note that it is very long):     If Apple succeeds in banning infringing Samsung phones, this is what Samsung's US lineup will look like    Samsung reckons that it shipped the largest number of both mobile phones and smartphones in the past quarter. It doesn&apos;t make the figures public, but briefs analysts with the figures it offers.  The figures for sales in the US provided by Samsung to the court surprised a lot of those analysts, because they seemed much smaller than would be expected given the briefings that Samsung had given. But it turns out that the list of smartphones in the Apple trial only seem to count for a small fraction of its smartphone and mobile phone sales in the US.", 
    "section": "technology", 
    "gid": "technology/blog/2012/aug/26/apple-samsung-injunction-visualised", 
    "wordcount": "477"
}