{
    "headline": "Poor pupils in weak schools face 'double disadvantage'", 
    "text": "Poor pupils in weak schools face a &quot;double disadvantage&quot;, which is the equivalent of being left a year behind more affluent contemporaries in better schools, the shadow education secretary, Stephen Twigg, will say on Tuesday. In a speech to the ATL annual conference in Manchester, Twigg will say that the coalition is doing little to tackle the &quot;national scandal&quot; by focusing its new free schools in more affluent areas. Twigg will cite research by the Royal Society of Arts which warned of a &quot;double disadvantage&quot; in which the poorest children are concentrated in the least successful schools while affluent pupils tend to attend better schools. Separate research by the Sutton Trust says that over a school year pupils from the poorest backgrounds gain 18 months&apos; worth of learning with strong teachers. This compares with six months&apos; worth of learning with weaker teachers. Twigg will say: &quot;In other words, being a poor pupil in a poor classroom is the equivalent of being left a year behind. This is a national scandal. &quot;I know there are inequalities in our health system, but if poorer patients were left to linger on waiting lists for an extra year there would be a huge outcry. But too often in education, we accept inequality  condemning certain children to mediocrity because we assume that they cannot achieve success. This is one of the biggest barriers to social mobility today.&quot; The shadow education secretary will say that a future Labour government will address this &quot;double disadvantage&quot; as a priority. This contrasts with the current government which pursues what Twigg calls &quot;pet projects&quot;. &quot;While Labour&apos;s academies focused on some of the poorest communities, by contrast, the Free Schools and Academies being set up under the Tory-led government are often in areas with already outstanding schools, and higher levels of wealth,&quot; he will say. Twigg will add that, as a first step, the government should rethink its plans for regional pay. &quot;If we are to address this double disadvantage, we have to encourage more teachers to teach in tough schools in poor neighbourhoods. The exact opposite of what will happen under the government&apos;s regional pay plans. If regional pay means pay cuts for teachers in the poorest parts of England how does that help tackle disadvantage? I urge the government to think again.&quot;", 
    "section": "education", 
    "gid": "education/2012/apr/03/poor-pupils-weak-schools-disadvantage", 
    "wordcount": "400"
}