{
    "headline": "Google fined 400,000 in France for making its Maps service free", 
    "text": "A French commercial court has found Google guilty of abusing its dominant position through its Google Maps application, and ordered it to pay a fine and damages to a French mapping company. In a ruling this week, the Paris court upheld an unfair competition complaint lodged by Bottin Cartographes against Google France and its parent company, Google Inc, for providing free web mapping services to some businesses. The court ordered Google to pay 500,000 (415,000) in damages and interest to the plaintiff and a 15,000 fine. A Google spokesman said the company would appeal against the decision. &quot;We remain convinced that a free high-quality mapping tool is beneficial for both internet users and websites,&quot; he said. There remains competition in this sector for us, both in France and internationally. &quot;We have reviewed the French court&apos;s decision and have decided to appeal. We&apos;re confident that a free, high-quality map product is a great for websites and consumers and we continue to face strong competition in this field.&quot; The French company provides the same services as Google Maps for a fee, and claimed that Google&apos;s strategy aimed to undercut competitors by temporarily swallowing the full cost until it gains control of the market. &quot;This is the end of a two-year battle, a decision without precedent,&quot; said the lawyer for Bottin Cartographes, Jean-David Scemmama. &quot;We proved the illegality of [Google&apos;s] strategy to remove its competitors ... the court recognised the unfair and abusive character of the methods used and allocated Bottin Cartographes all it claimed. &quot;This is the first time Google has been convicted for its Google Maps application.&quot; Google has a dominant position in search in Europe, with more than 90% of search traffic. That means that it can fall foul of national laws over the use of that dominance if it is seen to exploit it in other areas. Google Maps are not free for unlimited use. Earlier this year, Google announced that it would introduce charging for heavy use of the service. That in turn has led a number of sites to seek out alternatives such as the free OpenStreetMap, which has begun a campaign to encourage switching. Google has previously faced other difficulties in France. Last March, the country&apos;s data privacy regulator imposed a record fine of 100,000 on it for collecting private information while compiling its Street View service.", 
    "section": "technology", 
    "gid": "technology/2012/feb/03/google-fined-france-maps-free", 
    "wordcount": "404"
}