{
    "headline": "Olwen Morgan obituary", 
    "text": "My sister, Olwen Morgan, who has died aged 68, as the result of a brain aneurysm which she suffered in 2003, was a charismatic, gifted and naturally talented teacher. Olwen had the most magnificent sense of humour and could make what could have been the dullest of lessons interesting and memorable. She believed in a child-centred approach and used every bit of her talent to ensure that her pupils made progress which was appropriate to their abilities. She was born Olwen Mitchell in Wallsend on Tyne and, after winning a free place at the Central Newcastle high school for girls, gained a county exhibition to London University in 1962. She read modern history at Royal Holloway College in Egham, Surrey, from where she graduated in 1965. Following her marriage to John Morgan that same year, she took up a teaching post at Ashburton girls&apos; school, Croydon (now Ashburton Learning Village). After the birth of her two daughters, Jane and Charlotte, she returned to teaching, following the career she loved. After taking early retirement from Eothen school, Caterham, she was appointed assistant house mistress at Box Hill school, near Dorking, but was persuaded to take on a teaching role once again, as a member of the history department. She retired again but, unable to stay away from the environment she loved, took up a further position as house mistress at Caterham school, until ill-health brought her career to an end. Following her first visit to Toulouse on a school exchange in 1958, she developed an abiding love of France. A capable linguist, she was an excellent holiday companion. Although seriously disabled latterly, she was able to enjoy two visits to her favourite restaurant in St Omer, and was legendarily fond of good red wine. Olwen was speech and drama secretary for many years with the annual Purley and Coulsdon festival. All entrants submitted their applications to her and she was responsible for approaching and inviting a range of well-known adjudicators to the festival. An important part of Olwen&apos;s role was to design the speech and drama programme. She took great trouble to work with other festival members to source appropriate and interesting literature which contestants would find enjoyable, yet appropriately challenging. The Olwen Morgan Shield for Speech and Public Speaking is an abiding and fitting memorial to her. Ollie is survived by John, Jane and Charlotte, four grandchildren and me.", 
    "section": "education", 
    "gid": "education/2012/apr/23/olwen-morgan-obituary", 
    "wordcount": "399"
}