{
    "headline": "Can the Olympics really provide a lesson about dinosaurs?", 
    "text": "Checking out today&apos;s Olympic coverage I came across this little gadget on the BBC website  put in your height and weight and it&apos;ll match you to an Olympian at the London games. Embarrassingly for me I came out close to several shot putters and wrestlers and while I might weigh the same, I&apos;m very much aware that the muscle/non-muscle ratio might well be in their favour.  What is cool and interesting for me though is that there&apos;s a graph of all of their data and the sheer range of sizes and shapes there are competing at these games. While there are some young teenagers in there, this is effectively a survey of fit (even superfit) healthy adults and yet we have heights ranging from a petite 1.36 m (4ft 6) to a staggering 2.19 m (7 ft 2) and in weight from a very svelte 30 kg (4st 10) to the hefty 218 kg (34st 5). While these athletes might be abnormal in that they are well above or below average values, none have (to my knowledge) medical conditions or genetic disorders, they are just somewhat extreme. This is of interest and relevance (believe it or not) to my research work on fossil species. Taxonomy (the identification and recognition of species and genera) is a real fundamental of biological sciences  if you don&apos;t know what you are working on, your work will be rather less meaningful. At the extreme end, you wouldn&apos;t want to be rushed to casualty with a snakebite and be injected with an anti-venom for a different snake to the one that bit you. Correctly identifying an individual or population as being part of (or not) a given species is therefore of critical importance.  Chemistry was rather less systematic before we worked out what elements were, but at least individual chemical elements are really relatively uniform (somewhat by definition). Sure they may end up as ions and there are various isotopes etc. but one carbon atom is pretty much the same as any other. And so in a rather roundabout way, we return to the Olympians. All of the competitors at the London games are unarguably human, despite their differences. This is then a demonstration of intraspecific variation  the variation that occurs within a species. People can be short or tall, skinny or bulky, male of female, have any of many shades of skin, hair and eye colour and still be very much human. It may seem trite to point out that people vary, but being humans it&apos;s easier for us to see differences in humans (even if some of them are pretty obvious) and rather harder on species we are less familiar with, and even harder when it comes to species in the fossil record.  Palaeontologists often have little material to work with  half a skeleton or even less may be preserved of an animal and yet it&apos;s important to know if what you have is a new species or not. If it&apos;s new, you have an increased record of diversity in that rock formation and can see how diverse the group as a whole was or how certain traits changed over time. If it belongs to an already known species, you can connect it to other fossil specimens and see how long they lasted, or see how widely they roamed.  Understanding and recognising intraspecific variation is important then  we don&apos;t want to be wantonly and incorrectly naming new species that aren&apos;t new, just individuals of existing species that look a bit different.  While humans might be a bit extreme as an example, the basic premise is the same  certain characters do tend to vary a lot within species (like overall size), others only a little (like the number of teeth) and still others pretty much not at all (like the proportional size of the eye or the shape of the jaw joint). Thus when naming new species, things like size are generally avoided whereas characteristics like having many more teeth, or much larger hands, or smaller eyes or a longer skull and so on can provide a solid case that a specimen represents a new discovery. There are (inevitably) other confounding issues, exceptions and the like, but this is the core issue. Although humans are perhaps rather more diverse in general proportions than a great many species (though that might be helped by the fact that we cover the globe and have a population in the billions), the Olympics do provide a superb example of the diversity we see within our own species, and a small lesson on what this can mean for taxonomy.  For a lot more on taxonomy and issues like ontogeny and variation, try these old blog posts of mine, though this is an area I intend to be revisiting here shortly.", 
    "section": "science", 
    "gid": "science/lost-worlds/2012/aug/10/olympics-lesson-dinosaurs", 
    "wordcount": "803"
}