{
    "headline": "Autumn statement: green measures at a glance", 
    "text": "CRC reform In the 2012 budget, George Osborne said he would abolish or reform a green tax on big energy users called the Carbon Reduction Commitment (CRC). In the autumn statement, it was confirmed that this tax would be retained, but simplified in 2013. &quot;The CRC&apos;s performance league table will be abolished, to simplify the scheme further. A full review of the effectiveness of the CRC will be held in 2016 and the tax will be a high priority for removal when the public finances allow,&quot; the Treasury said. Gas strategy and shale gas tax breaks As widely expected, the chancellor said the government would publish its gas strategy on Wednesday. This would &quot;ensure we make the best use of lower cost gas power, including new sources of gas under the land [ie shale gas],&quot; he said. On Tuesday, the government&apos;s climate advisers called the high gas scenario in Osborne&apos;s strategy a &quot;plan Z&quot; that is &quot;completely incompatible&quot; with climate change targets. He also confirmed that the government was still consulting on new tax incentives for shale gas  at the Tory party conference he said such incentives would be &quot;generous&quot;. A decision on whether to lift a suspension on fracking for shale gas in the UK is expected in the next two weeks. Osborne confirmed that there would be a single office for unconventional gas so &quot;regulation is safe but simple&quot;. He added, in almost word-for-word repeat of his party conference speech: &quot;We don&apos;t want British families and businesses to be left behind as gas prices tumble on the other side of the Atlantic [due to the US shale gas boom].&quot; Flood defences Osborne said the government would be &quot;delivering on flood defence schemes in more cities.&quot; This appears to be a reference to the 120m in new flood defences announced last Friday. Green investment bank National debt will not start falling now until 2016-17, according to the Office for Budget Responsibility&apos;s forecasts. That means the recently launched green investment bank will not be able to borrow until then. Roads and petrol  Osborne announced an extra 1bn of funding for road schemes, in particular four new major projects. He also cancelled the 3p rise in fuel duty due in January 2013. &quot;That is a real help with the cost of living for families as they up their cars across the country,&quot; he said. &quot;It means that under this governments they have had no increase in petrol taxes for nearly two-and-a-half years.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/dec/05/autumn-statement-green-measures-at-a-glance", 
    "wordcount": "433"
}