{
    "headline": "Ethical living: does science tourism leave much ecological impact?", 
    "text": "Venturing into inhospitable wildernesses to collect data, today&apos;s scientific warriors are between arock and ahard place. Actually they are usually in Antarctica. There&apos;s aresearch gold rush to the South Pole as record numbers of scientists (5,000 each year, from 27 different countries) head out to various stations. The prize? Essential research and their own data charting the effects of climate change at the front line. Lest we forget why this is important: if the ice melted in Antarctica, global sea levels would rise by 50m. As a way of funding their expeditions, many programmes now &quot;carry&quot; anumber of amateur scientists. This is not an easy jolly; participants must be fit. They occupy an uneasy space between scientist and tourist. The latter are habitually blamed for putting pressure on ecosystems everywhere. But while there will be those who want to gawp at penguins, most are very well-intentioned. Arecent report by Professor Steven Chown on the dangers to Antarctica found that tourists are unfairly taking all the flak for damage. Embarrassingly his research shows that when it comes to the distribution of invasive plant seeds (a serious form of pollution), scientists are more to blame than tourists. Peter Convey, a terrestrial ecologist for the British Antarctic Survey, pulled up his first weed in Antarctica in January this year and was suitably horrified. There are good scientific expeditions and bad ones. The good ones are meticulously planned from an ecological point of view. Take Professor Martin Siegert of Bristol University. When his team journeys to Lake Ellsworth in the Antarctic in November to continue his vital work into subglacial lakes, the environment will be a priority. So although it might have taken 16 years to plan this work in order to avoid using kerosene or chemical contaminants, his team will be using a &quot;clean&quot; borehole even though that will give them just 24 hours to collect samples. Leaving a trail of chemicals not only pollutes the ecosystem, it contaminates the area for future scientists so that when the next group arrives in the field to collect data, their probes detect oil and chemicals left by the last lot. Every expedition should be &quot;clean&quot; in this way.It&apos;s atravesty that every expedition is not yet compelled to offer a complete life cycle analysis. Any expeditions ignoring their ecological obligations are on very thin ice. Green crush Catch the free bus from Lewes, East Sussex, to the Woodfair at Bentley Museum. The grounds of the historic house will host 200 exhibitors who live or work in woodland. There&apos;s a Sussex tree-seed trader, woodsmen, carvers, trug makers and more advice on living off the land than you can shake astick at. There&apos;s even a take on treehugging in the form of Jason Mason&apos;s canvas sphere tent design, which sits in a tree&apos;s branches. Runs from 21-23 September (bentley.org.uk)", 
    "section": "environment", 
    "gid": "environment/2012/sep/09/lucy-siegle-science-expedition-impact", 
    "wordcount": "499"
}