{
    "headline": "Boot up: pi visualised, why Apple won't be Sony, Microsoft caught out and more", 
    "text": "A quick burst of 7 links for you to chew over, as picked by the Technology team Notebook vendors to push ultra-like notebook models &gt;&gt; Digitimes  The high prices of second-generation ultrabooks which are set to appear in early June of around US$1,000 are unlikely to help them win-over consumers; therefore, notebook vendors plan to launch ultra-like notebook models with lower prices along with the new ultrabooks to help boost sales, according to sources from the upstream supply chain.  Acer is reportedly set to push 13- to 15-inch ultrabooks and Asustek plans to announce two ultrabook models featuring 11- and 13-inch IPS panels shortly.   &quot;Lower-priced ultra-like&quot; notebooks. Or as they&apos;re also known, cheap notebooks. RIM turnaround could take up to 5 years, Watsa says &gt;&gt; Reuters  Research in Motion Ltd may take four to five years to regain its stride after its recent stumbles, but the BlackBerry maker&apos;s stock is a good buy at current levels, value investor Prem Watsa said on Thursday.  &quot;Is it going to turn around in three months, six months, nine months? No,&quot; said Watsa, chief executive of insurer Fairfax Financial Holdings Ltd. &quot;But if you&apos;re looking four, five years ... We make investments over four or five years.&quot;   Duly noted. (Thanks Graeme Dunn for the link.) Sensing the City: Mapping London&apos;s Population Flows &gt;&gt; Spatial Analysis The team at UCL again, with some fabulous visualisations. Open Standards consultation - important update &gt;&gt; Government Digital Service  Dr Hopkirk is a respected advocate for &quot;openness and interoperability of systems, of people, processes and information technologies&quot;. He has in the past, for example, been an invited observer at events such as Open Forum Europe. However, at the time he was engaged to facilitate the Open Standards roundtable, while we were aware that he represented the National Computing Centre on the Microsoft Interoperability Executive Customer Council (along with 40 other CIOs/CTOs across the public and private sector who participate in a voluntary capacity) he did not declare the fact that he was advising Microsoft directly on the Open Standards consultation. When this came to our attention we asked Dr Hopkirk for an explanation and he has told us that he has &quot;not been paid to specifically write their response to the Open Standards consultation but he is engaged to help them tease out the issues&quot;.   Ahem. Four million decimals of pi &gt;&gt; Two-n Visualisation of the first four million decimals of pi. If you need to generate a truly random landscape any time... (Thanks @mbrit for the link.) Five not-so-obvious reasons why Apple won&apos;t be Sony redux &gt;&gt; ZDNet Among others (and similarly to those expressed in comments on Thursday by @iainl)):   Apple isn&apos;t a silo-ed conglomerate. One reason Apple won&apos;t be Sony is because the organizational structure is completely different. Sony&apos;s business units break down like this: Content (movies and music), games, TVs, consumer electronics, smartphones and financial services. Sony&apos;s problems largely stem from a lack of coordination between its units. Apple is vertically integrated. Colony&apos;s argument would have more merit to me if Apple suddenly started developing movies.   Or asteroid mining? Though at least that would be aiming to expand the potential customer base. Oracle fails in bid to reincarnate dead Java patent &gt;&gt; Wired.com  Federal Judge William Alsup has rejected Oracle&apos;s attempt to reincarnate a dead Java patent in its attempt to prove that Google stole its intellectual property in building the Android mobile operating system.  &quot;Oracle&apos;s argument that the patent &apos;trial&apos; has not yet started is wrong,&quot; Alsup&apos;s ruling, filed late Wednesday, read (PDF). &quot;Oracle will be required to stand by its word and live with the dismissal with prejudice.&quot;   Tough on Oracle, tough on the causes of.. This does show how messed up the US patents system is: patents can circle around, being granted, killed off, then revived. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/apr/27/technology-links-newsbucket", 
    "wordcount": "684"
}