{
    "headline": "Radical Entertainment and the death of the middle ground", 
    "text": "Two years ago, the six major Hollywood film studios effectively abandoned mid-budget movies. Facing ever-tighter margins, as well an inconvenient global recession and evolving viewing patterns (the rise of video on demand and specialised cable services, for example) the likes of Warner Bros and Paramount just stopped financing adult-orientated $20m-$60m projects.  Instead, the focus went on safe, dependable triple-A event pictures and low-budget teen flicks. In short, we entered the era of the superhero blockbuster and raucous sex comedy. &quot;There&apos;s a Texas expression,&quot; Steve Friedlander, of Warner Independent Pictures, told Variety back in 2008. &quot;The only thing you find in the middle of the road is a dead animal&quot;. For the last year, it&apos;s looked very much like the games industry is going the same way. While mega-budget blockbusters such as Fifa and Call of Duty have brought in billions of dollars, and indie titles like Bastion, Limbo and Frozen Synapse have performed well with niche audiences, studios operating in the middle ground have suffered. Last year saw the closure of Bizarre Creations, Black Rock and Visceral Australia, as well as several THQ and Sony Online Entertainment studios; and last week, Activision announced that it would effectively be closing Radical Entertainment, the developer behind cult open-world shooter Prototype and its sequel.  In a brief statement, the publisher laid out its decision in familiar terms: &quot;Although we made a substantial investment in the Prototype IP, it did not find a broad commercial audience.&quot;  So what is going here? What is happening to the whole shape and structure of the industry?  The economics are reasonably clear: with every hardware generation, games are becoming ever more expensive to produce, with larger development teams and longer cycles, so the risks have multiplied exponentially. In 2010, analyst M2 Research put the average costs of a console title at $18m-28m, with some titles such as Gran Turismo 5 and Modern Warfare 2 coming in at more than $50m  that was two years ago. The problem is, publishers are not selling significantly more product. In 2011, according to data from the NPD group, US retail game sales were down 26% on the previous year, and analysts predict they will be down again in 2012, hitting a six-year low. Uncertainty is no longer an option.  There has also been a significant change in how the really major titles are published and supported. &quot;AAA games are getting such big audiences and are becoming more of a service than a product,&quot; says UKIE chairman and industry veteran Andy Payne. &quot;Game players only have so much time on their hands and if they are online playing their favourite sports, FPS or RPG games, they simply don&apos;t have the time and often the desire to try something new.&quot;  Essentially, games such as Battlefield and Modern Warfare are entertainment channels rather than games  the endless map packs, multiplayer functionality and social connectivity are all designed to lock players in for two years. This is drastically reducing the time games consumers have to experiment with other titles. All the while, there are greater demands on customer time and disposable income. There are smartphone games, downloadable games, video-on-demand services, social networks to keep up with  consumers are simply less likely to spend money on major console releases.  &quot;A decade ago, you only really had the PlayStation,&quot; says Jason Avent, co-founder of Brighton-based developer Boss Alien, and previously a game director at Black Rock studio, which was closed last year by Disney. &quot;You could effectively live on the people who bought seven or eight games a year. But then Nintendo released the Wii and that effectively took 50% of the market. The problem is, those people only really bought Nintendo&apos;s in-house titles, and now the iPad and iPhone [have] taken most of that audience. &quot;Wii didn&apos;t breed the next generation of hardcore gamers; instead, those people were lost to the rest of the games industry. There aren&apos;t enough people to buy that second tier of decent titles.&quot; He also sees too many &apos;me too&apos; releases occupying the middle ground, attempting to compete on the same terms as triple-A titles, but with less resources. The result is often inferior riffs on familiar genres. &quot;The expectations of gamers are not being satisfied at this level,&quot; he says. &quot;I&apos;ve never seen Metacritic scores looking as sad as they do at the moment. On Game Rankings today, the most popular title is Spec Ops on 77%; now that title has to try to take people away from Call of Duty, that&apos;s not going to happen with those review scores. For the past three to five years, it hasn&apos;t been possible to make games that just do alright.&quot; The future, however, may be about applying those $10m-30m budgets differently. Instead of giving up on the sector completely, publishers could adopt a freemium model for consoles, developing a vertical slice of a new title, releasing it digitally via Xbox Live or PSN, and then building an audience before launching new content. This way, the huge upfront costs are negated.  &quot;Freemium could well be the future for mid-budget console and PC titles,&quot; argues Avent. &quot;Publishers would be able to test the market more effectively and protect their investments. There are already products that are doing this.  &quot;World of Tanks is doing really well; it started off as a cheap looking game, but it has found its audience and is maturing rapidly. The same happened with League of Legends. Sony is bringing Dust 514 to consoles as a free title  if that platform is opened up to freemium, it will go mainstream. &quot;You could make a successful game with $10m that has the same qualities as Prototype, it just needs to be distributed in a different way.&quot; Payne agrees, but also recognises that changes will be needed in the console online infrastructures. &quot;The consoles have to embrace the deep analytics which are available for smartphone devices, which enable the game developers and publishers to respond to players&apos; needs and feedback,&quot; he says. &quot;[The smartphone sector] has seen games truly transition from products to services and this is the real challenge in my view.  &quot;Within the F2P model also, consoles need to embrace micro transaction payment features. Game makers need to build customer loyalty through engagement and offer value and the opportunity to spend small and large amounts. &quot;Deep inside this theory though is the fact that the sheer numbers of smart devices being deployed means that game makers can take a little money of many (but not all) players and that adds up to a number which sustains the business model. &quot;The console manufacturers all know that they must get their devices deployed, whether they are consoles or a mix of consoles and smart devices, if these new business models are going to work for them.&quot; The closure of Radical as a game developer is a sad indictment of the current industry  a place where offbeat brands with decent communities cannot co-exist alongside the monster franchises. But perhaps it will spur console manufacturers into thinking about how they can support more advanced digital distribution models, complete with micro transactions and super-advanced analytics. It will be no good for Sony and Microsoft if their next-gen machines can only support a handful of major triple-A brands. And as gamers, do we really want a digital version of Hollywood, with the gaming equivalent of super hero movies and teen sex comedies dominating all our console time?", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jul/02/radical-death-of-middle-ground", 
    "wordcount": "1272"
}