{
    "headline": "Increased energy in the LHC, and why we can't make use of it all", 
    "text": "As is not very unusual, I am writing this on a plane on the way to London from Geneva. What&apos;s rarer is that my daughter is in the seat beside me.       It being half term, my family were able to join me on my semi-regular commute to CERN. I even managed to take a couple of days off to ski with them in the Jura. On ATLAS we&apos;re getting new results ready for the &quot;Winter conferences&quot;. There is a mini conference season in late winter to early spring, though the main conferences are in the summer. The gaps between seem to get increasingly filled up with more specialist meetings too, but I suppose February and June are the two biggest sets of deadlines.  We are also preparing for new collisions, which as you may have seen, will be at a centre-of-mass energy of 8000 GeV this year, an increase from the 7000 GeV we had last year. This is good - more energy means we have more chance of creating new particles for instance, since the heaviest particle you can possibly produce has a mass of m = E/c2 where E is energy and c is the speed of light (exercise for the reader - rearrange that to make a famous equation). It&apos;s great that we&apos;re getting more energy, but it does mean we have to revisit all our simulation programmes, and get ready to check that they work just as well at 8000 GeV as they did at 7000, for example. You can see from this plot why more energy helps:     The electron-positron mass spectrum from Phys.Rev.Lett. 107 (2011) 272002. Black points are data, the rest is theory and simulation.    Along the horizontal axis is the mass of electron pairs. You measure the momenta of the electrons, and you add them together to get their centre-of-mass energy. Up the left hand side is the cross section, which you can think of just as the number of times electron pairs are produced in our proton-proton collisions. There is a bump at an energy of about 91 GeV, or equivalently a mass of 91 GeV/c2. This is due to the Z boson, which carries the weak force. It gets produced quite a lot at the LHC and it can decay to electrons, so we see it. There are no more bumps in the data, but at high masses you can see some imagined (simulated) bumps illustrating what we might see if there were a new particle produced which also decayed to electrons.  I showed this plot last weekend in a talk at the IoP Physics in Perspective day just before we left for Geneva, (and also at the Ri last month, in fact). After the IoP talk, I was asked how come if we have proton proton centre of mass energies of 7000 GeV, the reach for new particles (including the Higgs) is much lower. In the case of the Higgs (where most of the action is now down around 125 GeV) this is more to do with the difficultly of identifying a Higgs boson amongst the background. But more generally, it is because although we collide protons, they are not fundamental particles. They are made of quarks and gluons. The really short-distance, energy frontier physics takes place at distances much smaller than the proton radius, so effectively the LHC is a quark and gluon collider. And unfortunately even if the protons have an energy of 4000 GeV (so a centre-of-mass energy of 8000), any given quark or gluon only carries a fraction of the full energy of the proton, so the available energy to make new particles is a factor of five or ten lower than this. Still big, though, and with 8000 GeV we will be pushing further to the right on this plot, amongst others, and seeing what we can see. Apart from plots, the most interesting thing I saw this week was how quickly a French mechanic managed to get into my hire car after I&apos;d locked the key in the boot. Impressive, a great relief, and a bit worrying. The car looked a bit like Knight Rider&apos;s but having seen how easily its security was breached I will be extra careful about leaving valuables in cars in future. But mainly I&apos;m worried that I can be such an idiot. I realised (again) this week how much I miss my family when I&apos;m travelling. Work is so much less stressful when I can go home and spend the evening with them, instead of just fighting the email inbox. Of course the inbox is looming at me right now, but still it&apos;s worth it. A couple of days skiing also helps of course.", 
    "section": "science", 
    "gid": "science/life-and-physics/2012/feb/18/1", 
    "wordcount": "769"
}