{
    "headline": "Rio+20: A voice from Limpopo, South Africa", 
    "text": "   Nkosana Mguni, Rio+20 Photograph: Guardian    There are many definitions by theorists and scientists to explain the concept of sustainable development and, over the years, successes have been measured in terms of how long they last after the defined tenure of direct input. Personally, this has always been vague and subjective to the individuals explaining the measure of success aligned to developmental goals. In my opinion, sustainable development is a buzzword with very little meaning or value, merely lacking focus, yet very important to interrogate. For over 10 years as a sport and development professional, there has always been an attempt to qualify sustainable development by looking at the environmental, social and economic spheres. The sport for development process is an improvement in the wellbeing of communities, so looking at the three aspects, the use of sport as an intervention must be developed and promoted by targeting communities and designing programmes which remain environmentally, socially and economically viable well after direct input is terminated. Using sport as a tool for development in marginal and poor communities in my rural province, the vision of seeing structures created by projects and programmes is always paralleled by the continuation and viability upon the project&apos;s completion. However, this is difficult to quantify and qualify because of micro and macro factors at play in communities. It is difficult for me to single out a process that can be attributable to sustainable development process; nonetheless, the agenda of sustainable development is always an elusive goal. I have seen in the ensuing period structures created by our programming blossom, individuals climbing the ladder of success, teams rise and eventually disappear and enthusiasm grow and burst  the whole process is like the life span of a flower.", 
    "section": "global-development", 
    "gid": "global-development/2012/jun/15/rio20-voice-limpopo-south-africa", 
    "wordcount": "283"
}