{
    "headline": "The Somerset coalmine that never was", 
    "text": "A third visit to Brewham led to an inspection of a sturdy and thick-set oak, perhaps an ancient boundary marker beside the river which defines the edge of both farm and parish. Wrinkled and rutted bark suggested great age, and a rough measurement of the tree&apos;s girth, with reference to the Woodland Trust&apos;s ready reckoner, placed its birth date at around the time of Charles II. But this survivor of old Selwood forest was not the original goal of our walk. We had first crossed two stubble fields and climbed a stile to find, in a copse, a shallow dip which is the clue to a remarkable enterprise. In 1803, a group of local men claimed that Brewham &quot;by its striking similarity of soil, site and aspect with counties abounding in collieries&quot; was a likely spot to dig for coal. They issued a prospectus, raised 2,000 from eager subscribers and started the work. We were now standing at the rim of what was once a shaft dug to a depth of 652 feet (199 metres). It is hard to imagine the scale and nature of the human toil involved. And it yielded nothing; no coal was found. Then, on Christmas Day 1807, the Brue flooded (as it did, dangerously, from time to time until modern engineering tamed it), and water rushed in to the shaft. Attempts to raise money for a steam pump failed, and the Brewham Intended Colliery Company was finally wound up in July 1810, when, for each share of 20, subscribers received 13 shillings and 7 pence. The place is now silent and more or less deserted, the disciplined river, even after heavy rain, safely confined between steep banks. The hollow where the men dug and the mound where spoil was heaped are covered, almost obscured, by a thick mat of leaves. But at least one man still living will affirm that, beneath the leaves, and among centuries of agricultural refuse and wreckage dumped there, is a discarded Model T Ford.", 
    "section": "environment", 
    "gid": "environment/2012/nov/26/brewham-somerset-coalmine-never-was", 
    "wordcount": "339"
}