{
    "headline": "Don't let good zoos go extinct", 
    "text": "&apos;You must see Jae Jae, Sumatran star of London Zoo&apos;s Tiger Territory,&quot; I said. &quot;Charging past you three feet away, inahuge enclosure full of trees  breathtaking!&quot; (The Tiger Territories has just opened.) &quot;I don&apos;t agree,&quot; my friend said, &quot;with keeping wild animals in a capital city for entertainment.&quot; But their wild homes are vanishing, they&apos;re not there for entertainment and the aim of good zoos today isconservation. Most zoo animals are born in zoos. The days of whisking them from the wild are long gone. Zoos breed wild animals co-operatively, internationally. Genetic software  ensuring diversity, building a hedge against extinction in the wild  decides which tigers meet up. Jae Jae comes from Ohio; his mate from Australia. Jae Jae wouldn&apos;t last a week in a Sumatran jungle. He doesn&apos;t know about kraits, cobras and poisonous lianas or how to catch live food. He&apos;d be done in by another male if he didn&apos;t starve first. What he&apos;s doing in London is supporting the world&apos;s 3,000-odd wild tigers. Since the 1970s wild animals&apos; habitats have disappeared. Responsible zoos have become places of education and science whose prime concern is conserving the wild. They house animals in the social groups and habitats they like. London&apos;s famous modernist Penguin Pool is an example of how not to house wild animals  as art. The design was egg-inspired, but no penguin eggs appeared. Today, London&apos;s penguins breed in a pool that reproduces their natural habitat. Tiger Territory does the same, minus kraits and cobras. &quot;Nature&quot; is an emotive word: manypeople who only associate it withthe word &quot;free&quot; don&apos;t see the whole picture. Today, everywhere, nature isenclosed. &quot;Natural&quot; is not &quot;unboundaried&quot;. From the Amazon to Camley Street Natural Park in King&apos;s Cross, London, nature survives in islands squeezed by the default environment  human habitation. Zoosare a concentrated image of theway nature has to survive in our worldnow, because of us. Tigers havelost their forest homes to coffee plantations in Sumatra; bauxite mines in Orissa in central India where the aluminium in your mobile phone comes from; and to paddy-fields for basmati rice. &quot;In wildness,&quot; said Thoreau, &quot;isthe preservation of the world.&quot; But with 7 billion of us here too, wildness has to be legislated for, managed and protected by field projects that implement environmental legislation, work with governments, local communities or industry, and tackle illegal logging, mining and poaching. Jae Jae&apos;s wild cousins are the frontline of today&apos;s terrifying hike in wildlife crime. Last year, just in Sumatra, poachers killed atleast 32tigers. Between 1998 and 2005, 12% of dedicated tiger conservation funds came through zoos. London Zoo is run by the Zoological Society of London (ZSL), a charity dedicated to conserving wild animals and where they live. Ten per cent of what ZSL invests in displaying gorillas and tigers goes to protect the same animals in thewild. Zoo breeding means that some species, such as Prezwalski&apos;s horse, can be successfully reintroduced to the wild. But you need the right habitat with enough food, and reintroducing large animals that endanger people is politically delicate, soconservation breeding programmes not only act as a backup (if wild tigers go extinct they can be replaced by zoo-bred tigers) but also generate support, directly and indirectly, for wild programmes. ZSL spearheads this interplay of breeding, advocacy and conservation. Zoo entry fees underpin its conservation projects in 50 countries. Its Institute of Zoology, a world-renowned centre for conservation biology, makes sure that these are based on sound science. Scientists in its Wild Animal Health programme, for example, research and monitor infectious diseases in wild animals and assess risks of infection inmoving or reintroducing them to thewild. Scientists learn from zoo animals how to protect their wild cousins better. Some wild tigers, for instance, need to be anaesthetised, to be radio-collared, healed or (if endangering human lives) relocated. But anaesthetics can be dangerous and tigers used to humans help vets decide the correct dose. But, above all, zoo animals support their wild relations indirectly as ambassadors: through education and the inspiration that comes from direct contact. TV is not enough. In 1838, Charles Darwin spent days in London Zoo with an orangutan: their interaction was fundamental to his insight into evolution and animal expressions. A recent National Trust report said that children suffer more in Britain than other developed countries from &quot;nature-deficit disorder&quot;. As I&apos;ve written elsewhere, a friend of mine once took a class of inner-city seven-year-olds to London Zoo. They exhausted the school&apos;s supply of black and yellow crayons beforehand; they studied The Tiger Who Came to Tea. After gazing into a live tiger&apos;s eyes and seeing it gaze back, Roxanna turned to her teacher: &quot;You didn&apos;t tell us they were real,&quot; she said. Wild animals need Roxanna. To survive, wild nature needs future generations to care about conservation. Jae Jae was born in a zoo. While enjoying his London life, hewill make millions aware that wild tigers are real and needhelp. Entry fees to see him,to be close tonature in oneof its most extraordinary andglamorous forms, helpto protect his endangered cousins whose pugmarks I saw in Sumatra  and Russia, Nepal, Laos, Bhutan and India, but perhaps not much longer, anywhere  among those kraits and cobras, in the wild.  From May, Ruth Padel is curating a series of writers&apos; talks in London Zoo featuring Colm Tibn, AndrewO&apos;Hagan, Helen Dunmore, Mark Haddon and Jo Shapcott. This article was amended on 25 March 2013 to correct a quote from Thoreau to say: &quot;In wildness is the preservation of the world&quot;. The original said: &quot;In wilderness&quot;.", 
    "section": "environment", 
    "gid": "books/2013/mar/22/good-zoos-conservation", 
    "wordcount": "1004"
}