{
    "headline": "Bose VideoWave Home Entertainment System  review", 
    "text": "As our TVs have got bigger and flatter, the one thing that&apos;s suffered has been the sound. The picture quality just keeps getting better and better, as the resolution keeps getting higher. But the thinner the screen, the poorer the speakers. Which is why the rise of the flat-screen TV has seen a boom in the sale of home theatre speaker packages. But the Bose VideoWave Entertainment System neatly manages to fit everything into the one box  a great-looking 1080p LCD flatscreen HDTV with a 5.1 surround-sound speaker system built in. OK, to be totally fair, it&apos;s not exactly a &quot;flat&quot; screen. While it&apos;s certainly not the size of an old CRT TV set (remember them?), it&apos;s nowhere near the slimline proportions of today&apos;s ultra-thin models that make Kate Moss look like John Goodman. The set&apos;s depth runs at a not-too-hefty 5.5in (14cm) for the 55in model and 5.9in (15.2cm) for the 46in model. The 55in screen weighs in at 60kg, with the 46in a touch lighter at 48.1kg. The screen resolution is 1920 x 1080p, with a 16:9 aspect ratio and a refresh rate of 100Hz. The TV does come with a stand, but despite the weight, and depth, it can be wall mounted. As modern TVs go, it&apos;s not going to win any design awards  the rather plain-looking black set would look quite out of place in an Apple Store. But it&apos;s when it&apos;s switched on that the Bose screen shines. The picture quality is superb, and the matte screen is reasonably non-reflective, which gives a great viewing experience. But with Bose, it&apos;s all about the sound, and the VideoWave&apos;s major selling point is the built-in speakers. There are seven all up  six high-performance woofers and a proprietary acoustic waveguide. The sound is amazing, exactly what you&apos;d expect to get from a decent component home theatre system. The sound is crisp and clear, with plenty of rumbling base when needed  and you do get the true 5.1 surround sound experience. So the beauty of this setup is that you can get a true home theatre setup without the need for multiple speakers and wires running all over your living room. The VideoWave screen is simply a slave  with all those speakers inside, there is no room for a tuner, or anything else. The cabinet has just two connectors  one for the power supply, and one for the control console that runs the system. Surprisingly, the console doesn&apos;t have a TV tuner in it either, which means that you need to plug a separate digital set-top box into it. The console measures 15.5in x 9.5in x3.1in and controls all the separate components, from the digital box through to DVD and Blu-ray players as well as games consoles and even your computer. The control deck lets you hook up quite a bit of kit to it. The rear panel has three HDMI inputs, two high-definition component A/V inputs and one USB input. The front panel has one HDMI input, one analogue A/V input, one USB input for photo viewing only and a 1 headphone jack. All this is controlled by a single, stripped back remote. It has just six main buttons on it  on/off, source selector, volume control, channel change, mute and last channel. What it does have in the middle is a click pad, much like those on the early iPods. As you use it, all the functions appear in a frame around the edge of the screen, meaning that you never need to look away from the TV to change channel, or source, or fast forward through a movie. The remotes for all your other devices sync to it, making it simple to control everything with just the one device. But this is where I encountered a few problems. For a start, my Blu-ray player is a PlayStation 3, which uses a Bluetooth remote  and hence it won&apos;t sync to the infrared Bose controller. I also have a rather obscure brand set-top box, which did sync to the remote, but not completely  some of the functions were missing. I also found the touchpad a little over-sensitive, which made it hard to precisely choose a function. All of which means that I tended to use my separate remotes for TV viewing and watching movies on DVD or Blu-ray. Still, it&apos;s a minor annoyance for such an impressive home entertainment setup. The VideoWave even comes with an iPod/iPhone dock to listen to your music when there&apos;s nothing to watch on TV. The big sticking point will probably be the price  it&apos;s not the cheapest telly on the market. The VideoWave system with a 46in screen is 3,800. The new VideoWave II system is 4,700 for the 46in model and 5,500 for the 55in model. When you consider that a standard 46in flatscreen TV will set you back about 600, then yes, it&apos;s a lot of money to pay. But if you&apos;re looking to buy a brand new HDTV along with a home theatre setup, then the Bose VideoWave is certainly worth a test drive. Pros: Exceptional sound quality and picture; home-cinema quality without all those annoying wires. Cons: The price; glitchy remote; the lack of a TV tuner. Bose.co.uk", 
    "section": "technology", 
    "gid": "technology/2012/aug/31/bose-videowave-entertainment-system-review", 
    "wordcount": "894"
}