{
    "headline": "Language exodus reshapes India's schools", 
    "text": "Dinesh Mandal, an illiterate villager from Bihar, came to India&apos;s capital city nearly three decades ago with a dream  to make sure that, unlike him, his son Umesh would get a proper education. To make that possible, Mandal took up work in a home in the heart of Delhi, in an area built by the colonial British and popularly known after its chief planner and architect Edwin Lutyens. Lutyens&apos;s Delhi not only has extensive quarters for household staff attached to its sprawling government bungalows; it also provides schools where the families of the poor working for top politicians and officials can get their children educated. But Mandal&apos;s dream has remained unfulfilled. His son Umesh failed to graduate from his local school, where he was taught in Hindi, one of India&apos;s official languages. Though he finds work intermittently, he is at present unemployed. As a result, he has moved to a satellite settlement 50km away. Mandal, though, hasn&apos;t given up on wanting to educate his progeny  only the language has changed. He has kept back his three grandchildren  a boy and two girls  with him in his one-room tenement, and is now convinced that educating them in a school with English as the medium of instruction will emancipate his family. &quot;If my son Umesh had studied in an English-medium school, our life would&apos;ve been different today,&quot; said Mandal. &quot;Now my grandson is doing that, and I&apos;m doing all I can to ensure my two granddaughters also get admitted to an English-medium school.&quot; More and more across India, parents are forsaking educating their kids in their mother tongue in favour of English. Despite warnings from educationists that a child&apos;s cognitive development is affected by early schooling in an unfamiliar language, there has been an exponential increase during the last decade in English-medium schools in the country. The latest data compiled by the National University of Education, Planning and Administration (NUEPA) shows that the number of children studying in English-medium schools has increased by a staggering 274% between 2003 and 2011, to over 20million students. &quot;In village after village you will see signboards for English schools which are no more than private shops,&quot; said Anil Gupta of the Indian Institute of Management in Ahmedabad. &quot;They&apos;re capitalising on the huge aspirations of people wanting to improve themselves economically. The desire for education is no more an argument.&quot; After two decades of rapid economic growth, landing employment has also become equated with knowing English, especially due to the software boom and the expansion of the service sector. Corporates, though, still complain of poor skills among job seekers. &quot;There are lots of schools, but no trained teachers,&quot; said Gupta. &quot;The issue is not of quality going down, but of no quality to begin with.&quot; But it&apos;s not just private entrepreneurs who are riding the &quot;educate your child in English&quot; wave. In response to lobbying from parents, even provincial governments are abandoning their diehard commitment to the language of the region and increasingly supporting English. Votaries of regional tongues are now seen as impractical language chauvinists, while more informed debate on the importance of language in child development is lost in the din of politics. Goa is a good example. Last year the authorities reversed the state&apos;s language policy and announced that even English-medium schools would get grants. The Catholic church runs a majority of Goa&apos;s government-aided schools, and it switched to English overnight. Opponents of the move have gone to court, but people dismiss regional language advocates as hypocrites since contrary to their public stand, they too send their children to English-medium schools. &quot;Indian politicians basically want to keep us docile and backward,&quot; said English language activist Savio Lopes. &quot;If my child is schooled in [Goa&apos;s official language] Konkani, how will he find a job outside the state, when English is the nation&apos;s link language?&quot; Educationists argue the real problem is the method of teaching, since a child can become proficient in English if it is taught properly even as a second language. India&apos;s poorly skilled teachers are a dilemma  only 9% of 730,000 teachers from private and government schools, for instance, passed a recent national eligibility test. When the standard of teaching in a regional language school is good, the difference becomes apparent. &quot;In India, teaching of languages is generally very outdated, no matter which language,&quot; said Anita Rampal, professor of education at Delhi University. &quot;But a study we did in Delhi showed that students who began learning in Hindi for the first five years in a school that taught language well showed the ability later to think independently and write creatively in both Hindi and English.&quot; NUEPA vice-chancellor R Govinda pointed out that many high achievers, such as former prime minister PV Narasimha Rao, did elementary schooling in a regional language, and later became proficient in other languages. Govinda himself went to a Kannada-medium school. &quot;The current perception that English will resolve everything is not correct,&quot; he said. &quot;States should invest more in developing good English teaching, and evolve a comprehensive language policy.&quot; Cultural theorist Rita Kothari pointed out that English and regional languages contain different &quot;storehouses of knowledge&quot;, both of which are essential for a student. English provides a wealth of modern ideas and historical understanding. &quot;But without regional languages, the richness of the landscape will get flattened,&quot; she said. The real challenge is to raise standards in all languages, and produce good teachers. &quot;The best don&apos;t want to teach,&quot; said Paul Gunashekar of the English and Foreign Languages University in Hyderabad. &quot;In my university, we don&apos;t feel the focus should be on English alone at the expense of the mother tongue and regional languages.&quot;", 
    "section": "education", 
    "gid": "education/2012/may/15/india-schools-english", 
    "wordcount": "979"
}