{
    "headline": "Chris Hadfield's photographs of Earth from space  in pictures", 
    "text": "   I'm used to rivers that know what they're doing. Rio Beni, NW Bolivia Photograph: Chris Hadfield/NASA       Sometimes Mother Nature uses a protractor, like here in New Zealand's South Island Photograph: Chris Hadfield/NASA       Tonight's Finale: Lake Baikal, Siberia. Immensely old and deep, it holds one-fifth of all the Earth's fresh water.  Photograph: Chris Hadfield/NASA       Those are some absurdly geometric Brazilian farms. Each square is exactly 1 km2; the fields in the rain forest are in Alto Paraguay, just across border from Brazil  Photograph: Chris Hadfield/NASA       The Isle of Wight looks like a jigsaw piece that needs to be moved up and in Photograph: Chris Hadfield/NASA       Huge swirls in the sea off of Mumbai, India  Photograph: Chris Hadfield/NASA       Tonight's Finale: Our Earth is mostly liquid rock. We live on a thin crust, with occasional hot spots, like Mt. Etna Photograph: Chris Hadfield/NASA       The Earth bubbled and spat like boiling porridge, long ago in Saudi Arabia Photograph: Chris Hadfield/NASA       Same land, different politics. The US - Mexican border, seen from space Photograph: Chris Hadfield/NASA       Salt ponds and the Dead Sea. Such an abruptly apt name Photograph: Chris Hadfield/NASA       London, England, from Canary Wharf to The City. Look closely and you can see the bridges over the Thames  Photograph: Chris Hadfield/NASA       Tonight's Finale: Cape Verde Islands - like a rugby team blocking the onrushing cloud Photograph: Chris Hadfield/NASA       Syria, from a different perspective.  Photograph: Chris Hadfield/NASA       Tonight's Finale: Boston, you're a beautiful harbor city. Hope your Bruins play a memorable game tonight vs the Leafs  Photograph: Chris Hadfield/NASA       Morning jet traffic over San Francisco  Photograph: Chris Hadfield/NASA  ", 
    "section": "science", 
    "gid": "science/gallery/2013/may/13/chris-hadfield-space-in-pictures", 
    "wordcount": "0"
}