{
    "headline": "Anonymous attacks MIT websites after death of internet activist Aaron Swartz", 
    "text": "Hacktivist group Anonymous has attacked the Massachusetts Institute of Technology websites and posted a memorial to Aaron Swartz, following accusations the college had contributed to the free information activist&apos;s suicide on Friday. Swartz, 26, who helped create Reddit, had been facing trial over allegations of breaking into MIT&apos;s computer system to access academic articles from the JSTOR digital library with the intention of making them freely available. His family have accused prosecutors and MIT officials of being complicit in his death.  On Sunday, a memorial to Swartz and a message calling for an overhaul of US computer crime laws appeared on MIT websites. The message, in red type, said it did not hold MIT responsible, and apologised to the institution for the &quot;temporary use of their websites&quot;, but described Swartz&apos;s prosecution as a &quot;gross miscarriage of justice&quot;. It said:   &quot;Whether or not the government contributed to his suicide, the government&apos;s prosecution of Swartz was a grotesque miscarriage of justice, a distorted and perverse shadow of the justice that Aaron died fighting for  freeing the publicly-funded scientific literature from a publishing system that makes it inaccessible to most of those who paid for it  enabling the collective betterment of the world through the facilitation of sharing  an ideal that we should all support.  &quot;Moreover, the situation Aaron found himself in highlights the injustice of U.S. computer crime laws, particularly their punishment regimes, and the highly-questionable justice of pre-trial bargaining. Aaron&apos;s act was undoubtedly political activism; it had tragic consequences.&quot;  The post, which also called for reform of copyright and intellectual property law and a &quot;free and unfettered internet&quot;, linked to a petition for the removal of US district attorney Carmen Ortiz, who has been accused by Swartz supporters of using &quot;overreaching charges&quot;. &quot;We call for this tragedy to be a basis for a renewed and unwavering commitment to a free and unfettered internet, spared from censorship with equality of access and franchise for all&quot; the message said.  The attack on MIT&apos;s website cut off campus users from internet access for three hours on Sunday evening, according to The Tech, MIT&apos;s newspaper. A statement issued by Swartz&apos;s family late on Saturday blamed MIT for the prolonged legal battle for a &quot;crime with no victims&quot;, and said it &quot;refused to stand up for Aaron and its own community&apos;s most cherished principles&quot;. &quot;Aaron&apos;s death is not simply a personal tragedy,&quot; the statement said. &quot;It is the product of a criminal justice system rife with intimidation and prosecutorial overreach. Decisions made by officials in the Massachusetts US attorney&apos;s office and at MIT contributed to his death.&quot; In a statement on Sunday, MIT president Rafael Reif said he had appointed a professor to review the university&apos;s involvement in the case. The institute did not immediately respond to questions from the Guardian about the Anonymous message. JSTOR, which settled a civil claim against Swartz in 2011 after he returned the files he downloaded, said the company was &quot;deeply saddened&quot; to hear about his death. In a statement released over the weekend, it said it had regretted being drawn into the case from the outset. Lawrence Lessig, a friend of Swartz and the Roy L Furman Professor of Law and Leadership at Harvard Law School, echoed the claims made by Swartz&apos;s parents, and was scathing over the approach taken by MIT to the case as compared to that of JSTOR.  In a blogpost titled Prosecutor As Bully, Lessig wrote:   &quot;Early on, and to its great credit, JSTOR figured &apos;appropriate&apos; out: They declined to pursue their own action against Aaron, and they asked the government to drop its. MIT, to its great shame, was not as clear, and so the prosecutor had the excuse he needed to continue his war against the &apos;criminal&apos; who we who loved him knew as Aaron.&quot;  Swartz&apos;s trial was due to begin this spring. The Wall Street Journal reported that his attempts to reach a plea bargain with the government had broken down and he faced up to 35 years in prison, and up to $1m in fines. He faced charges of wire fraud, computer fraud, unlawfully obtaining information from a protected computer and recklessly damaging a protected computer.", 
    "section": "technology", 
    "gid": "technology/2013/jan/14/anonymous-attack-mit-aaron-swartz", 
    "wordcount": "721"
}