{
    "headline": "Overseas teaching visits: how to make them a fair exchange", 
    "text": "This year I&apos;ve been lucky enough to visit foreign parts, not once but twice. The first exchange was funded by the EU&apos;s Transversal programme which funds opportunities for UK education and training professionals to exchange expertise across Europe. In my case I was selected to join a pan-European team to learn and advise on &quot;rural activity leaders: ensuring territorial cohesion in rural communities&quot;. In particular the project hosted by AIRELLE - Dordogne (south west France) - investigated education for active citizenship and sustainable development. As explained in the project brief: &quot;Dordogne is a huge and isolated department focused on seasonal tourism but deprived in terms of employment and inhabitants&apos; mobility. This creates a lack of social ties and attractiveness. Revitalising deprived rural areas is a major challenge.&quot; The taskforce - of 10 rural development specialists, from across Europe  researched and debated the vocational training on offer; this centred on young people and heritage development. And the objective was to professionalise and recognise rural activity leaders as key players in sustaining the survival of rural areas. Given my 30 plus years practice and delivery of teaching related to rural community development, I was keen to contribute. It also links strongly to the UK government&apos;s &apos;big society&apos; agenda and implementation of the 2011 Localism Act. The latter focuses on enabling DIY in local communities. So I hoped to bring back ideas for development in the UK, as well as helping French colleagues to improve their own assistance to villages. My second venture was an Erasmus teaching exchange with the geography department at the Universidad de Alcal near Madrid, during which I contributed to undergraduate environmental science courses. In particular I shared approaches to rural development, using the internet for programme delivery, and made an input to fieldwork. The chance to network with colleagues around subjects of common interest, to introduce the possibility of joint projects, and the more general opportunity to enjoy Spanish culture and Madrid&apos;s delights was a wonderful privilege. Foreign exchanges can contribute to your career, personal development and work in a number of ways. First, collaborating with overseas colleagues requires you to reflect on what you do and why you do it. It&apos;s an opportunity to stop and think. It also forces you to communicate very clearly  to not assume knowledge, avoid jargon, convey general points and principles rather than getting bogged down in minutiae. And particularly when you are listening via an interpreter or speaking to people in their second language (English) it promotes active listening and, again, means that you endeavour to communicate clearly and concisely. I always try to contribute and take away useful principles and practises (bearing in mind the different culture, organisational landscape, and so on, that you are experiencing). It also can put you in the shoes of students on foreign field trips and makes you look afresh at things such as: are your field visit programmes balanced between content and downtime? Is the programme full but not overloaded and exhausting? Is the accommodation good value for money? How should you mix classroom sessions and field visits? The process of pairing up is also a valuable exercise - but I&apos;d recommend researching your potential overseas project and host very carefully before committing. Don&apos;t be seduced by the opportunity to travel and see the world  take a long hard look at whether it&apos;s really going to benefit you, the host, students and your employer. My overseas adventures have led to subsequent student field trips, research connections, placements, and return visits by overseas colleagues. Ultimately, is the &apos;game worth the candle&apos; in terms of time, money and effort invested? I&apos;ve found the &apos;trick&apos; to ensuring that my foreign links and visits work is to be crystal clear about what I am are doing there. So my teaching at the University of Alcal was agreed between myself, faculty managers and Spanish colleagues: lecturing to an introductory undergraduate class on rural development; comparing notes with staff about distance learning delivery and taking part in a field trip reviewing rural issues in the remote Sierra de Guadalajara. And with sights like that on the cards, my last tip won&apos;t be a surprise; if you can, is to tack on a few extra days holiday so that  under your own steam  you can take in the sights. James Derounian is a principal lecturer in community development and local governance and National Teaching Fellow, University of Gloucestershire This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/jun/21/what-makes-an-academic-trip-worthwhile", 
    "wordcount": "775"
}