{
    "headline": "Milking the moment", 
    "text": "Raw milk is hot right now, feted by fans for its &quot;cow to cup&quot; direct supplychain. Of course the milk itself never gets hot at all. Unlike &quot;normal&quot; milk, which is heated to 72C to achieve pasteurisation, raw milk remains steadfastly unpasteurised. Naturally, shunning the pathogen-busting work of Louis Pasteur it&apos;s acontroversial tipple. But it is arelatively low-emissions drink compared to conventional milk (although it should be noted that all animal-based products have a substantial footprint). Unlike the 13bn litres of normal milk processed each year by three main processors in 100 sites across the UK, this raw milk is not pre-chilled, siloed, separated, homogenised, pasteurised and refrigerated before being trucked to retailers. Rather, ametal pump moves the milk from the cow into the next room to be bottled and cooled. It&apos;s then sold via farmers&apos; markets or direct from the farm. So farms producing raw milk direct for sale (from small-scale and, grass-fed herds) can command a higher price rather than the low farmgate price offered by conventional routes. Proponents attest to enormous nutritional health benefits and the superior taste of raw milk. Their advocacy can border on evangelical. &quot;It is my right to drink raw milk,&quot; one fan tells me. This type of militancy is brought on by the fact that agencies charged with public health tend to be suspicious of raw milk. To many, rejecting a tried-and-tested method of eliminating the possibility of salmonella and E coli is tantamount to playing Russian roulette with your health. I think they have a point. Yes, raw milk has some slight green benefits, but enough to merit the risk? In any case there are huge limits on the sale and consumption of raw milk. In the US, where advocates are particularly militant, small farmers selling raw milk have been raided and licences revoked. The sustainable food advocate Michael Pollan does not endorse raw milk, but he suggests that this show of force is a bit rich given the leniency shown to health scares in the industrialised food chain. He calls the measures taken against US raw-milk producers &quot;political theatre&quot;. Well, best get ringside seats for the UK showing. At the time of writing a dispenser had just been unveiled in Selfridges selling raw milk with ahealth warning. No sooner had the dispenser, a concession of a Sussex farm, begun pouring than the Food Standards Agency claimed its sale contravened food-hygiene legislation, a charge Selfridges disputes. Will the dispenser still be in situ by the time you read this? I can&apos;t say, but if you develop an appetite for raw milk you&apos;ll need the stomach to fight for it, too. If you have an ethical dilemma, send an email to Lucy at lucy.siegle@observer.co.uk or visit theguardian.com/profile/lucysiegle to read all her articles in one place", 
    "section": "environment", 
    "gid": "environment/2012/jan/01/lucy-siegle-raw-unpasteurised-milk", 
    "wordcount": "488"
}