{
    "headline": "Seabirds affected by second wave of sticky pollution 'could number thousands'", 
    "text": "The numbers of seabirds affected by a sticky substance in the sea off south-west England over the past week could be far greater than those harmed by a similar  or possibly the same  spill earlier this year. Wildlife agencies in Devon and Cornwall said numbers of birds killed or rendered helpless could reach &quot;thousands&quot; and that &quot;a whole generation of seabirds&quot; may have been wiped out in a single pollution incident. Dead and distressed birds have been washing up along beaches in Devon and Cornwall since the middle of last week, covered in a sticky substance that has been confirmed as polyisobutylene, also known as PIB or polyisobutene, an oil additive often used to improve the performance of lubricating oil and in products ranging from adhesives to sealants and chewing gum. Affected species include razorbill, puffin and gannets, but predominantly guillemots. The Cornwall Wildlife Trust (CWT) said that more than 400 seabirds have already washed ashore on Cornish beaches, from Whitsand Bay to Falmouth. Abby Crosby, marine conservation officer for the trust, which also coordinates the Marine Stranding Network, said: &quot;Over a 24-hour period yesterday, the public reported 130 birds in one stretch small of the south-east coast, plus 140 on just one other beach itself. That&apos;s 270 birds in 24 hours in one tiny stretch of coast between Portwrinkle and Seaton. It&apos;s tragic, it&apos;s horrific.&quot; Richard White, senior marine officer for the Devon Wildlife Trust, said the trust was still trying to get a full picture of the numbers and was asking volunteers to count the dead birds they found. &quot;The numbers we do know about are quite concerning. We had reports of 50 dead birds along one relatively short stretch of beach near Wembury but we could be looking at thousands along the whole south Devon and Cornwall coast. This seems bigger to us than the January-February spill in terms of birds coming ashore  there are very few live birds coming ashore now.&quot;     A guillemot covered in a transparent substance is seen struggling ashore. Photograph: Richard Austin/Rex Features    The deaths come less than three months after PIB was found to have affected more than 500 birds between 29 January and 6 February this year along a 200-mile stretch of coastline from Sussex to Cornwall. It is thought that the pollutant could even be from the same ship, affecting the coast once more due to a change in wind direction or tidal patterns. While the exact source of this pollution is unknown, it is thought to have been flushed into the sea during cleaning of a ship&apos;s tanks or flushing of ballast water. Although PIB is considered to present a hazard to the marine environment, it is legal to discharge it in certain quantities into the sea under certain circumstances. Steve Rowland, professor of organic geochemistry from the centre for chemical sciences at Plymouth University, confirmed today that samples he had tested showed that the birds had been affected by PIB. &quot;Whether this is the original spill washing around I don&apos;t know but the substance seems to be the same as the January-February spill. There has been a change in wind direction and maybe this is the same material.&quot; PIB is extremely hazardous to seabirds, who dive underwater to feed and become covered in the sticky substance. This leads to immobilisation, hyperthermia, starvation and eventually death. &quot;PIB is very adhesive and appears as transparent on the birds, but all the debris on the beach and surf collects on them so they look quite coated,&quot; said Peter Venn, centre manager for RSPCA West Hatch wildlife centre in Taunton, Somerset, where surviving birds are being brought for treatment. &quot;Their feathers become completely matted so they lose their ability to fly and to retain heat. Some of the birds that have been coming in have been quite poorly and what we&apos;ve seen from both spills is inflammation and burns and lesions on their legs.&quot; Wildlife agencies said the priority now was to try to get an accurate picture of the number of birds that have died so that conservation agencies can make a strong case for a change to the maritime law that governs polluting substances. &quot;It&apos;s really important for us to gather this data to ensure we have a clear picture of the scale of this incident so we can take it forward and ensure this never happens again,&quot; Crosby said. Joan Edwards, the head of living seas at the Royal Society of Wildlife Trusts, wrote in a blog on Wednesday: &quot;What we need to do is to put firm controls in place that minimise the chance of any release into the marine environment and  in the case of deliberate release  allow culprits to be tracked and punished. In these days of financial constraints it will be argued that these controls will be too expensive, and will put an unnecessary burden on business. But the cost of doing nothing may well be greater.&quot; White said that a single pollution incident can affect a &quot;huge proportion&quot; of a particular breeding colony. &quot;It&apos;s more than likely that there was a raft of guillemots, which float out at sea in large numbers just before they come back to their breeding colony, that have been caught up. Even a relatively small slick can affect a colony as they congregate in such big numbers.&quot;     Staff at the RSPCA West Hatch wildlife centre in Taunton, Somerset, clean a guillemot using margarine. Photograph: Matt Cardy/Getty Images    Venn has admitted 200 birds to the centre in a week, which have been mostly adults with breeding plumage. He said 189 of these have been guillemots, along with razorbills, gannets, Arctic skua and fulmar. The birds are cleaned first with margarine or vegetable oil, which acts as a solvent on the PIB, then washed twice and dried in a warm room. They are rehydrated and treated with antibiotics, and will stay in pools at the rehabilitation centre for 12-14 days until they are waterproof, buoyant and comfortable, before being released at sites along the coast. &quot;Large numbers of animals being washed ashore is always a concern and takes its toll emotionally,&quot; Venn said. &quot;But it&apos;s distressing to see large numbers of animals affected by something that might have been avoided.&quot; Prof Rowland, who is being funded by the European Research Council on a five-year project to look at pollutants broadly of this type, said the last known PIB pollution case was near Liverpool in 1994. &quot;PIB is actually a range of substances. In one form it can be slightly yellow  in another form it is colourless and thick like glue. As the molecules get bigger it eventually takes a solid form. The intermediate tacky colourless substances seem to be what we are dealing with on the birds so far, and these are used as additives to lubricant oils.&quot; Prof Rowland said some birds were also found to be covered in a white substance. &quot;This suggests that either there is additional material or the PIB material has changed in form.&quot; The government&apos;s Maritime and Coastguard Agency, which is investigating the extent and source of the spill, said it would be difficult to trace as PIB is a fairly common chemical carried aboard ships, and produced in a large numbers of countries. It was unable to link the January-February spill to a particular time or vessel and was forced to close its investigation. Spokeswoman Jo Rawlings said: &quot;It&apos;s all speculation at the moment. We are going through same process again of trying to trace it and seeing if we can pinpoint it to a certain ship or time.&quot; Under international shipping regulations, chemical tankers are permitted to discharge at sea any residue remaining after unloading their cargo as long as they are travelling at a certain speed, discharging below the waterline and at a distance of &quot;less than 12 nautical miles from the nearest land in a depth of water of not less than 25 metres.&quot; White said: &quot;At the moment it&apos;s perfectly legal to dump PIB. We don&apos;t know whether this was legally or illegally released - but whatever the situation, it shouldn&apos;t be released into the marine environment when it causes this much devastation.&quot;  Anyone finding a stranded live seabird is advised to contact the RSPCA on 0300 1234 999. The charity advised the public not to attempt to wash the birds and warned dog walkers to keep their pets away from the pollution.  The Cornwall Wildlife Trust has today called on members of the public to record the numbers of dead birds being washed up on the coastline in an effort to understand the full extent of the pollution. The 24-hour Marine Stranding Network hotline can be reached on 0845 201 2626.     Affected species include razorbill, puffin and gannets, but predominantly guillemots. Photograph: Matt Cardy/Getty Images  ", 
    "section": "environment", 
    "gid": "environment/2013/apr/17/seabirds-second-wave-sticky-pollution-number", 
    "wordcount": "1453"
}