{
    "headline": "Five great indie games for a long weekend", 
    "text": "Amid all your other thoughts during the Easter Weekend you may at some point come to the conclusion that you have a house full of family members and no chance of getting them to the park because it&apos;s like Siberia out there. If that&apos;s the case, here are five entertaining indie games that you can gather around and explore together. Possibly while scoffing Creme Eggs. Though wipe your hands before touching the controllers  there&apos;s nothing worse than a sticky joypad. Anyway, here you go... To the Moon (Freebird Games, PC)            This beautiful, poignant adventure follows a dying man as he&apos;s given the chance to live his life again from the beginning  all to fulfill a final wish. It sounds depressing, but it is wonderful life-affirming stuff, with a stirring soundtrack and cute retro visuals. Okay, so To The Moon has been out for quite a while unlike the others, but on this weekend it seems fitting to play something about hope, death and the possibilities of redemption. It&apos;s 7 direct from the developer, but if you&apos;re very quick, it&apos;s on sale for 2.79 on Steam until the end of Friday. Terraria (Re-Logic, PC, Xbox 360, PlayStation 3)            Billed as the first serious multi-platform competitor to Minecraft, this engrossing and creative game lets you explore a 2D scrolling landscape, digging tunnels, crafting weapons and doing battle with monsters. The world is procedurally generated so no two games are ever the same, and there&apos;s just so much detail and life in the thing. It&apos;s been out on PC for a while, but is just arriving on Xbox Live Arcade and PlayStation Network adding a load of new features including four-player splitscreen co-op play, which is soooo much fun. Read Christian Donlan&apos;s lovely review on Eurogamer for more proof that this is unmissable stuff. Oh and a Vita version is on the way. You can buy the PC version on the official site or on Steam. Runner2: Future Legend of Rhythm Alien (Gaijin Games, Xbox 360, PlayStation 3, Wii U, PC)            The latest title in Gaijin&apos;s cult &apos;Bit.Trip&apos; series of nostalgia-tinged titles is another &apos;endless running&apos; game  i.e. your character just keeps moving and you have to avoid obstacles by jumping and sliding  very quickly  through a series of beautiful retro environments. It&apos;s exciting, it has amazing chiptune music and it has the compulsive feel of the classic arcade games.  Ridiculous Fishing (Vlambeer, iOS)            A seemingly unlikely critical smash, this potent fishing simulation is one of the most pure and enthralling explorations of casual game design ever devised. The set up is simple; you sit on the edge of a pier, cast your line, guide it into the murky waters, then lift a fish out  and shoot it. But as you progress, you unlock a wealth of new power-ups and a cunning tactical quest emerges from the overwhelmingly catchy feedback loop. Essentially, if you have an iPhone and you like games and you are not playing this, there is something wrong with your iPhone, or you.  Slamjet Stadium (Alistair Aitcheson, iPad)            If everyone is on a massive Easter Egg-fuelled sugar rush, this might be the way to expend some of that energy. It&apos;s a futuristic sports simulation in which two players compete on the same screen, using touch controls to guide their hover bike team members around a tiny, dangerous pitch. The aim, of course, is to score goals, but how you do that is up to you: you can play fair or you can cheat by trying to control your opponent&apos;s players while they&apos;re not looking. It&apos;s like the classic Amiga title Speedball combined with pinball and air hockey into one chaotic maelstrom of hands and laughter.  Want more indie gaming action? Check out our previous list of five interesting games.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/mar/29/five-great-indie-games-long-weekend", 
    "wordcount": "634"
}