{
    "headline": "Archaeologists discover where Titus breached Jerusalem walls", 
    "text": "Israeli archaeologists have found evidence of where Tituss Roman legions may have breached the outer walls of Jerusalem in 70AD on their way to conquering the city and destroying the Second Temple  one of Judaisms most historically and religiously resonant events. The excavation was conducted last winter by a team working for the Israeli Antiquities Authority on a site intended for the construction of a new campus for an art school in the Russian compound area of Jerusalem. Among the discoveries were the ruins of what the team believes was a watch tower used by Jewish rebels that once stood on the citys third wall during the Roman era. Nearby they found scores of stones that were fired from ballistas at the wall ahead of the breach and entry of Roman troops during the siege. The artefacts suggest an area of heavy fighting that appears to have been pounded by the Roman siege engines. The site of the breach of the third wall was described by the Jewish historian Josephus in his account in the Jewish War, which he witnessed as an aide-de-camp to the emperor Vespasians son Titus, but it has never been identified. The dig was led by Rina Avner and Kfir Arbib, who described their find as a fascinating testimony of the intensive bombardment by the Roman army, led by Titus, on their way to conquering the city and destroying the Second Temple.  The bombardment was intended to attack the sentries guarding the wall and provide cover for the Roman forces so they could approach the wall with battering rams and thereby breach the citys defences. In his description Josephus said the wall breached by the Romans was originally intended to protect a newer neighbourhood of the city north of its older boundaries, completed two decades later as part of the preparations for the Jewish revolt against Rome in which Josephus was a commander before switching sides.  The historians account of the siege and subsequent sacking, provided a detailed description of Jerusalems walls and defences, not least the third wall to the north, which was considered Jerusalems weak point.    Related: Jerusalem rebuilt in New Yorks green and pleasant land    It was here that the Roman forces attacked, coming from the direction of Mount Scopus, before smashing through the fortifications. The breach of the wall was also described by the Roman historian Deo Cassius, who described how resistance continued even after the Romans used battering rams to break in. Though a breach was made in the wall by means of engines, nevertheless the capture of the place did not immediately follow even then. On the contrary, the defenders killed great numbers [of Romans] who tried to crowd through the opening and they also set fire to some of the buildings nearby, hoping thus to check the further progress of the Romans, he wrote. Remnants of the third wall were discovered by accident in the 1920s, fuelling a long debate over the walls course and where the Romans entered. Despite taking place 2000 years ago, the events described by Josephus continue to have profound significance today, underlined in recent days by the fierce row over a Unesco resolution which Israel complains had excised Jewish links to the place where the Second Temple once stood.", 
    "section": "science", 
    "gid": "science/2016/oct/20/israeli-archeologists-discover-titus-breached-jerusalem-walls", 
    "wordcount": "544"
}