{
    "headline": "Automated marking: bad for essays?", 
    "text": "How would you like your work to be marked by a robot? If you&apos;re a student on a free online course  like those run by EdX  then you can expect to have your essays assessed through instant grading software. It works by recognising and rewarding the key words, phrases and structures in your work. Using this type of technology on a free, unaccredited course is one thing but the New York Times recently reported that four US states  Louisiana, North Dakota, Utah and West Virginia  now use automated essay grading systems in secondary schools. Automated essay grading is also increasingly being used in large-scale standardised tests in the United States. But academia is not on board. A petition against its use has collected 3,600 signatures, and has the support of the well-known computational linguist, Noam Chomsky. The petition argues that automated essay grading should not be used in any decision affecting a person&apos;s life or livelihood and should be discontinued for all large-scale assessments because &quot;computers cannot read&quot;, or measure the essentials of effective writing. If this hasn&apos;t convinced you that automatic grading shouldn&apos;t be let loose on students, see the example of Les Perelman. While working as a researcher at the Massachusetts Institute of Technology, he submitted a nonsense essay to the US Educational Testing Service&apos;s automated grading system e-Rater. It got the highest possible mark. Here&apos;s an excerpt from his work: &quot;I live in a luxury dorm. In reality, it costs no more than rat-infested rooms at a Motel Six. The best minds of my generation were destroyed by madness, starving hysterical naked, and publishing obscene odes on the windows of the skull.&quot; The essay is hilarious, but the idea that our marks could be entrusted to the same software is not so funny. Perelman concluded in his critique of automated essay marking that longer writing and bigger words got better grades and that the ways to corrupt the auto-grader are almost limitless. E-rater, the creators of the software that graded his essay, responded by saying that if students were smart enough to deceive the software they deserved good grades. Considering that Perelman&apos;s advice leads to the absolute nonsense quoted above, I wonder whether any of the humans at E-rater actually read his essay before they made that comment. It appears that automated grading isn&apos;t ready to replace human markers. We don&apos;t have to worry about it coming to our universities just yet. But one day it might be wise enough to recognise a good essay from a mediocre one  and this raises some questions. Do we get a discount on our fees equal to the wages saved by getting an unpaid computer to do the marking in a nano-second? In all seriousness though, the biggest question for me is not pragmatic but romantic. I wonder how it will feel to slave over a piece of work for hours and know that no-one at all will ever read it. It&apos;s not like I kid myself that my undergraduate essays are actually furthering the debate. The process is essentially an exercise, pretty much just for the benefit of the student. But I can hope for more that if my essay is inspired, it might pique the interest of the marker, surprise or entertain them. If nobody reads it there will be no illusion it is more than practice: a you-and-back-to-you feedback loop. The beautifully crafted essay will simply disappear into the void, unread.", 
    "section": "education", 
    "gid": "education/mortarboard/2013/may/24/automated-marking-bad-for-essays", 
    "wordcount": "579"
}