{
    "headline": "Try this: Why it's a dog's life in China", 
    "text": "Dogs can unite or divide a classroom. Some people love them while others can definitely live without them, which is why this article from the Guardian website about keeping dogs as pets in China caught my eye. It is a great article to build a lesson around as it&apos;s a topic which students can easily relate to and because it explores a number of controversial issues about which students are likely to have an opinion. Better still, there is also an audio version of this article available so you can combine reading and listening practice.      Find more audio content on the Guardian&apos;s new Audio Edition. Before reading Image: The photograph accompanying the article (above) is quite strong. Use it to get students to predict the topic of the article and see what they already know about the role of dogs within Chinese culture. Headline: Part of the headline &quot;Sold for 1m  or stolen and sold as meat&quot; could also be used to get students predicting what they think the article may be about. Prompts: Lead into the topic by asking students what strange things they have eaten or if there is any animal they would never eat. Find out if any have pets and ask if they would ever be prepared to eat their pet! Comprehension skills Statistics: The article is rich in facts, figures, people and place names which make it ideal for developing the skill of reading or listening for specific information. Here are some figures from the text. Get students to quickly scan the text or listen to audio to find the significance of these figures. Vary the order of the figures to make it more challenging. 34 years1,550 miles40945,00035cm505 dogs Re-order: Combine listening and reading skills by printing a copy of the text and cutting it into section of one or two paragraphs. Then ask students to try to put them into the correct order by listening to the audio. Gap fill: If you wanted to do more targeted listening practice take a section of the text, blank out some of the words and create your own gap-fill listening activity. Students listen to the audio and fill in the missing words. Tech tip: Gist reading Developing students&apos; gist reading skills can be a challenge because many learners have a tendency to stop and check every word they don&apos;t understand. There is a very useful free online tool called Cue-prompter which turns text into rolling script similar to an autocue used by television newsreaders. You can use this to set the speed at which students see the text. You&apos;ll need an computer linked to the internet and a data projector. Copy and past some or all of the article text into Cue-prompter then play the text at a speed you dictate. You can find out more about how to use this tool on my blog. Productive skills Interview: Ask students to follow up their reading of the text by getting them to prepare interviews with some of the people mentioned in the text. For example they could interview Yang Chun about why he spent 500,000 on two dogs or Zhang Luping about his nonprofit dog shelter in Beijing. Use the questions as the basis for a role play and get students to interview each other while one student imagines they are the person from the text. The students could then write up the interview as their own news article. Because the topic is quite controversial it is great for generating discussions or debates and you could get students to prepare arguments and debate about the rights of animals or the responsibilities of pet owners. Follow up If this article has sparked an interest in keeping dogs as pets give students links to these videos from the Guardian site. Ask them to choose one and write an article about it, or just watch it at home and prepare an oral report of what they saw to deliver at the next lesson. Alternatively just encourage them to watch them for fun!                                     Nik Peachey is a freelance ELT writer, trainer and consultant", 
    "section": "education", 
    "gid": "education/2013/jan/22/pet-dog-teaching-ideas", 
    "wordcount": "691"
}