{
    "headline": "Mass Effect 3  review", 
    "text": "The Earth is on fire. Countless alien craft rain down, annihilating the fortunate few and turning everyone else into enslaved abominations. Which is fantastic news. It means that Mass Effect is back. The dreaded Reaper Apocalypse is nigh. Despite having warned about it for most of the previous two games, now all Commander Shepard can do is dodge, roll and shoot his (or her) way through the smouldering ruins, muttering: &quot;I told you so.&quot; So begins a familiar, yet significantly upgraded adventure. Fans will recognise much, and newcomers will be quickly assimilated. The formula is the same, but the stakes are even higher: Shepard has to convince the various alien races of the Citadel Council to stand together against the Reapers while dodging bullets from his previous and clearly disgruntled employers, Cerberus. It has never been entirely clear whether Mass Effect is an action shooter, an RPG or an interactive story. This time out, it&apos;s all three. Choose to fight without troubling yourself with dialogue choices, or opt for the classic fighting and talking set-up. You can even play the entire game as conversations and cut-scenes only, which is a little perverse given how good the cover and combat system is, improved even from the excellent Mass Effect 2. Shepard returns to the Normandy, now once more an alliance warship  moodier, and with a war room to marshal the meagre forces scattered across the Milky Way, which wait to be found with a significantly streamlined scanner. Just try not to alert the Reapers when you use it Pretty much everything is improved. The graphics are sharper, and so are the enemies. Levelling up is slightly more flexible, and weapons are vastly more customisable. Mercifully, Shepard can now get many secondary missions simply by jogging past the relevant conversation. And the story is truly epic. This is a triumphant finale to Shepard&apos;s saga. Loose ends are tied up, side quests feel less diversionary, favourite colleagues return and there are still some significant surprises. Mass Effect is the best space trilogy since the original Star Wars films. And Star Wars didn&apos;t even have multiplayer. ", 
    "section": "technology", 
    "gid": "technology/2012/mar/11/mass-effect-3-review", 
    "wordcount": "354"
}