{
    "headline": "Mystery bird: northern fiscal, Lanius humeralis", 
    "text": "      Northern fiscal, Lanius humeralis (synonym, Lanius collaris humeralis), Stanley, 1814, also known as the East African fiscal shrike, long-tailed pied shrike or long-tailed fiscal shrike, or as the common fiscal shrike, as well as Jackie Hangman or as the butcher bird, photographed in Wondo Genet, a resort town in south-central Ethiopia (Africa).  Image: Dan Logen, 31 January 2011 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Nikon D300s, 600 mm lens with 1.4 extender, f/5.6, 1/2000 sec, ISO 640     Question: This African mystery bird is quite distinctive, but its name may be a bit of a challenge since the taxon was recently split. Can you identify this bird&apos;s taxonomic family and tell me which of the two (new) species this is?  Response: This is an adult northern fiscal, Lanius humeralis, a species that was recently split from the common fiscal, Lanius collaris humeralis. Its sister species is now known as the southern fiscal, Lanius collaris. This split was supported by differences in juvenile plumage, by the extent of sexual dimorphism in plumages, their visual displays, and vocalizations (although vocal differences are thought to be minimal and perhaps local). The adults are distinguished from its sister species by its back and tail pattern, but unfortunately, my field guide does not provide the essential details. It is possible that this is an adult female because I see a teensy hint of rufous on the bird&apos;s left side protruding out from under the wing. This species is placed into Laniidae, the shrike family.  Compared to the rest of the shrikes, particularly the true shrikes in the genus Lanius, the northern fiscal is unusual because they are resident breeders and the pair holds their territory throughout the year.  The northern fiscal lives in a wide range of habitats in Ethiopia and Eritrea, ranging from grassland (with fences for perching) to acacia thornveld or woodland, but it avoids dense habitat that interferes with its hunting practices. These passerines are named for their habit of impaling prey on acacia thorns to immobilise it for later consumption. They feed on a wide range of invertebrates and small vertebrates -- insects comprise the majority of this species&apos; diet. Although this is a sit-and-wait predator, these birds will also hunt on the wing and glean prey from foliage. .. .. .. .. .. .. .. .. .. .. ..  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist Pinterest: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/apr/09/4", 
    "wordcount": "445"
}