{
    "headline": "Al Gore: nuclear power will play 'limited role' in future energy mix", 
    "text": "Nuclear power will only play a limited role in the world&apos;s energy future because of its &quot;absurdly high&quot; cost, Al Gore said on Thursday. Despite several countries, including the US, UK and China, pushing forward with plans for new nuclear reactors, the former vice-president said the economics of nuclear meant that it was unlikely to play a major role. &quot;It will play a role, but probably a limited role. I think the waste issue can probably be solved, and Fukushima notwithstanding, the safety of operation issue can probably be solved. But the cost is absurdly high and still rising,&quot; he wrote during a question and answer session on Reddit to promote his 24-hour Climate Reality webcast on the links between fossil fuels and extreme weather. Gore&apos;s comments seem to suggest he has changed his mind on how attractive nuclear is  in 2009, he said he saw it playing &quot;a somewhat larger role&quot; in the energy mix because of climate change and efforts to cut carbon emissions. &quot;I&apos;m not a reflexive opponent of nuclear. I used to be enthusiastic about it, but I&apos;m now sceptical about it,&quot; he told the Guardian at the time. In the Reddit conversation, he said that while nuclear was expensive, renewable energy technologies were fast becoming cheaper. &quot;Meanwhile, solar PV [photovoltaics] is riding a &apos;Moore&apos;s Law Jr&apos; costdown curve. Wind and efficiency too, though not as steep. We need to get to scale on renewables quickly and make the transition.&quot; Gore also robustly defended climate science when asked &quot;what is the one undeniable scientific fact that you feel backs it [global warming] up the most effectively?&quot;. After listing the national science academies and scientists who support the evidence of manmade climate change, he added: &quot;There is as strong a consensus as you will find in science, with the possible exception of the existence of gravity.&quot; He also reiterated his call, in a Guardian interview this week, for Barack Obama to &quot;start with climate&quot; as a priority during his second term. Gore on Tuesday said: &quot;&quot;He has the mandate. He has the opportunity, and he has the inherent ability to provide the leadership needed. I really hope that he will, and I will respectfully ask him to do exactly that.&quot; Gore also called on the Obama administration to push for a carbon tax during negotiations over the so-called fiscal cliff budget crisis. On Wednesday, Obama said he would take personal charge of finding a solution to action on climate change during his second term.", 
    "section": "environment", 
    "gid": "environment/2012/nov/16/al-gore-nuclear-power", 
    "wordcount": "436"
}