{
    "headline": "Winter cycling tactics from Alaska for riding in the UK", 
    "text": "With the first Arctic blast of winter hitting parts of the UK today, it&apos;s time for cyclists to consider their winter riding tactics. Road or mountain bike? Wider tyres? Mudguards or not? Thermal socks and gloves? Or should we just all move to Holland where they are planning to introduce heated bike lanes? I contacted a group of bike commuters in Fairbanks, Alaska  where there is already a couple of inches of snow on the ground and this weekend&apos;s forecast is for highs of -7 C (20F) - to find out how they survive the winter months. The group included Clint Adler, whose daily 16-mile winter commute includes a half-mile stretch over a frozen lake, and the university student Logan Stolpe who once climbed on his bike despite the thermometer reading -43F. He said: &quot;Between really wide tires, riding on snow, and cold grease in the bike components, the bike is really inefficient at that temperature, so it&apos;s not too hard to stay warm.&quot; All the cyclists rode &quot;fat bikes&quot; , like beefier, heavier mountain bikes with four-inch-wide tyres. &quot;These tyres are great for riding on packed snow, though in the summer I use conventional mountain bike tyres,&quot; said Adler, a manager at the Alaska Department of Transport who cycles home for lunch each day. All agreed on the following key points which are just as relevant for bike riders braving the UK elements this winter:  Keep warm. This isn&apos;t just about clothing. Body temperature can be regulated by level of effort. Too cold? Pedal harder. Overheating? Slow down for a mile or so. &quot;Though I still haven&apos;t found that sweet spot, I always end up being sweaty when I get to class,&quot; says Stolpe.  Protect your extremities. Stolpe wears a beaver fur hat with earflaps and keeps his feet warm with a pair of moosehide mukluks. (Personally, I prefer my Shimano RW80 winter shoes with Gore-Tex lining and neoprene ankle straps, but then I don&apos;t have to deal with sub-Arctic conditions on a daily basis).  Protect your bike. While salt isn&apos;t used to treat the roads in Fairbanks  &quot;it&apos;s usually too cold for it to work&quot;  it&apos;s worth treating your chainset, components and hubs with lubricant, such as Fenwick&apos;s, to protect from grit and other road treatments employed by local councils. Post-ride degreasing is essential too, though this isn&apos;t necessarily essential in Alaska: &quot;The cold keeps the snow from melting  and your bike getting wet  and it also stops any dirt from sticking to your bike.&quot;  Riding on ice. This is best avoided if at all possible. In the UK, that means modifying your commuting or training route to avoid untreated roads, or danger spots such as shaded areas where black ice is likely to form. (My own winter training route is largely flat and I will dismount and walk down any hills if there is a risk of ice). But if it&apos;s unavoidable, you can prepare by switching to wider tyres and reducing their pressure to give your tread a great contact patch with the road surface. Then it&apos;s just a case of &quot;trying not to make a turn,&quot; says Skolpe. &quot;Just keep in a straight line until you&apos;re past it.&quot; And if you have to brake, use the rear brake. (The front brake transfers weight to the front wheel where the traction is minimal on ice). Also, be extra careful at stop signs. You might be able to come to a halt, but the motorist behind you might not.  Riding in snow. All the riders agreed the wide tyres on their &quot;fat bikes&quot; gave them a degree of &quot;flotation&quot; in the snow. For those of us on road or mountainbikes, Skolpe recommends keeping your speed up and allowing your front wheel - within reason - to follow the tracks and ruts left by motorised traffic. Alternatively, keep to the gutter where there is usually fresh, virgin snow to provide better traction. Some of the riders I spoke to are members of Fairbanks Cycle Club, which has a full programme of winter rides scheduled until December (when temperatures can plummet to -25 C). Will you be continuing cycling during the winter, and if so what modifications will you be making to your bike and riding style?", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/oct/26/winter-cycling-tactics-alaska", 
    "wordcount": "727"
}