{
    "headline": "What to do next if you're too cool for university", 
    "text": "Two years ago, Dale Stephens was given $100,000 (67,000) to skip university in America and focus on doing something in the real world instead. Soon the 21-year-old will be opening what he calls an &quot;Uncollege&quot; campus in London, aiming to help other bright young people to shake off the expectations of teachers, parents and politicians and do the same thing. Stephens started Uncollege as a social movement to challenge the notion that university (or college, as it is more commonly called in the US) is &quot;the only path to success&quot;. The controversial idea netted him a big cash fellowship from PayPal founder Peter Thiel&apos;s foundation, which funds 20 exceptional under-20-year-olds every year to &quot;do&quot; instead of studying. This August, Uncollege will launch its first experimental programme  styled as a gap year with a difference  in San Francisco. Stephens&apos;s team is also preparing to look for premises in the UK. The numbers don&apos;t come anywhere near a traditional university, so it is not yet being perceived as a serious threat. Around 400 students from across the world have applied for the first 40 places in the inaugural year. But the organisation has 15,000 people signed up to its emails, and Stephens is confident he is tapping into a growing army of too-cool-for-uni types worldwide who want to follow a different path and need some help and encouragement doing it. &quot;I want to live in a world where people are free to make their own choices,&quot; he says. &quot;I think not going to university should be an option that you are not judged for. There is nothing wrong with these institutions of learning existing. What is wrong is that people go to them and pay lots of money without realising there are other ways to learn.&quot; Yet the National Union of Students is unimpressed by his rhetoric. Rachel Wenstone, its vice-president, says that insufficient resources for career and higher education advice in schools have created &quot;a worrying gap for companies like this to tell students what they think is beneficial&quot;. The pilot programme, which costs $12,000, is designed to help Un-students  or &quot;hackademics&quot; as Stephens prefers to call them  to create their own support network and work out what their employable skills are. They will spend the first 10 weeks living in a shared house and learning how to find mentors and access educational resources. After this, they have $2,500 to spend on a trip abroad of their own design, which might entail anything from working on an organic farm to backpacking around India, followed by a three-month internship. They end with a personal project creating something &quot;that someone will pay for in the real world&quot;. The website makes some sweeping promises, including a pledge to offer skills &quot;above and beyond&quot; any university curriculum  although exactly how this will be delivered remains somewhat vague. Stephens, who was home-educated from the age of 12, believes that information and education are out there for the taking and a university library and lecture theatre are not required. And if you want to use one, he says, try simply walking in. In his provocative new book, Hacking Your education: Ditch the Lectures, Save Tens of Thousands, and Learn More Than Your Peers Ever Will, which was published last week, Stephens tells the story of a non-student who found it was perfectly easy to attend lectures and join clubs at Stanford University without actually enrolling at the elite and expensive institution. &quot;There isn&apos;t usually anything to stop non-students turning up at a university,&quot; he says. &quot;In this case the academics were more than willing to host someone who genuinely wanted to share their knowledge and learn, amongst a load of people who didn&apos;t really know why they were there.&quot; Uncollege already has young supporters in the UK. Natalie Rooke, a recent graduate of Ravensbourne College, which specialises in design, says she would have loved the opportunity to do their gap year. &quot;My university was innovative, had good guest lecturers and prepared you for work. But I was frustrated by how long it all took. I feel my experience could have been fast-tracked into one year and then I&apos;d be two years ahead of where I am now in my career,&quot; she explains. Andrew Brackin, an 18-year-old who left the Brit School in south London last year and is now setting up his own web business, says many of his counterparts went to university without really thinking about other options. Brackin was already keen to start work in the sixth form, when he launched a digital marketplace for designers, which attracted 50,000 users. He says: &quot;I think I want to be my own boss, so I don&apos;t need a degree to get a job. The start-up community is pretty broadminded and no one is judging me.&quot; Michael Detmold left UCL a year ago without completing his computer science degree, and now has a place on a corporate training programme for entrepreneurs. &quot;I started with a willingness to engage in the university programme, but it really disappointed me,&quot; he says. &quot;I don&apos;t think most of the students knew why they were there or had a genuine intellectual curiosity.&quot; However, Sakunthala Panditharatne, a self-taught computer programmer who turned down one of the coveted $100,000 Thiel fellowships last year in favour of a place studying maths at Cambridge University, says that she &quot;definitely made the right choice&quot;. &quot;I haven&apos;t given up the entrepreneurial side of things. I&apos;m working on a computer game now, which will be out soon,&quot; she explains. &quot;I think the quality of education I&apos;m getting here is fantastic  I get to talk one-on-one with the world&apos;s leading scientists every week.&quot; Prof Eric Thomas, vice-chancellor of Bristol University and president of Universities UK, is confident that the university experience cannot be easily replaced. &quot;We have never said university is for everyone,&quot; he says. &quot;However, I continue to be amazed by the number of graduates who tell me that the educational opportunities, the intellectual challenge and the interactions with their peers at university were hugely important in shaping their future. They can&apos;t all be making it up.&quot; Prof Colin Riordan, vice-chancellor at Cardiff, backs him up: &quot;Going to university could be the best thing you ever do, because nothing can substitute for the sheer joy of discovering the life of the mind. Nobody can take your education away from you, and the friends you make are often for life. It&apos;s a unique opportunity denied to the bulk of humanity and if you get the chance  take it.&quot;", 
    "section": "education", 
    "gid": "education/2013/mar/18/uncollege-replacement-for-university-degree", 
    "wordcount": "1137"
}