{
    "headline": "David Einhorn wins battle to make Apple change shareholder vote options", 
    "text": "David Einhorn has one legal win under his belt in his battle with technology giant Apple.  Einhorn, the CEO of hedge fund Greenlight Capital, has been battling Apple on two fronts. The first has been to get the company to return some of its $137bn cash hoard to shareholders. Blocking his path was Apple&apos;s attempt to force Einhorn to take the pressure off the company&apos;s management and lobby its thousands of shareholders instead. That created Einhorn&apos;s second pursuit: to get Apple to change the way it presents voting options to shareholders, before its shareholder meeting on 27 February.  It is this second pursuit that has been successful. On Friday, Judge Richard Sullivan granted Einhorn a victory in federal court against Apple. The judge approved an injunction that bars the company from bundling together four different votes for shareholders on a single ballot, known as Proposal 2.  &quot;It is plain to the Court that Proposal No2 impermissibly bundles &apos;separate matters&apos; for shareholder consideration,&quot; Judge Sullivan said in his decision.  Einhorn was racing to get the voting slate changed before the shareholder vote next week. The decision on Proposal 2 lays a path for Einhorn to keep battering Apple&apos;s management on his insistence that the company return cash to its investors.  &quot;This is a significant win for all Apple shareholders and for good corporate governance,&quot; read a statement from Greenlight Capital.  In a statement, Apple said: &quot;We are disappointed with the court&apos;s ruling. Proposal #2 is part of our efforts to further enhance corporate governance and serve our shareholders&apos; best interests. Unfortunately, due to today&apos;s decision, shareholders will not be able to vote on Proposal #2 at our annual meeting next week.&quot; Einhorn started his campaign to get Apple to create a new class of shares  known as permanent preferred shares, which pay a quarterly dividend for life  several months ago. He has said that the move will boost Apple&apos;s stock price by increasing shareholder faith in the company. Earlier this week, Einhorn unveiled a more detailed proposal for Apple to create a new class of stock, known as permanent preferred shares, that would be worth $50 each and pay a $2 dividend every year. Einhorn called the shares &quot;iPrefs&quot;, in a nod to Apple products like the iPod and the iPhone.  Apple, which has not wanted to let go of its hard-won cash pile, attempted to thwart Einhorn. The company decided to ask its investors to vote on whether it should change its corporate charter so that any issuance of &quot;preferred&quot; shares would require the approval of shareholders and not just management. Those votes are taken and tallied at the shareholder meeting.  Apple put that proposal on the same ballot as four unrelated issues, so that shareholders could not vote for each one separately. Einhorn successfully claimed that the move violated the Securities and Exchange Commission rules on shareholder votes.  While Einhorn sounded optimistic this week that Apple would carefully consider his proposal, Apple has strongly resisted his overtures. Apple CEO Tim Cook earlier derided the lawsuit as a &quot;silly sideshow&quot; and suggested that Einhorn and others disputing the subject should donate their money to charity instead.  The Greenlight Capital statement read: &quot;We look forward to Apple&apos;s evaluation of our iPref idea and we encourage fellow shareholders to urge Apple to unlock the significant value residing on its balance sheet.&quot; According to court documents, Apple created its plan for Proposal 2 in response to requests by shareholder group ISS, and before Einhorn made his first approach. In addition, the company points out that it has agreed to return billions of dollars to its shareholders through dividends.   This article was amended on 25 February, 2013, to add Apple&apos;s statement and clarify their position. ", 
    "section": "technology", 
    "gid": "technology/2013/feb/22/david-einhorn-apple-shareholder-vote-options", 
    "wordcount": "635"
}