{
    "headline": "Why the London Cycling Campaign designed a bike-friendly lorry", 
    "text": "The London Cycling Campaign has designed a new Safer Urban Lorry, and is calling on the construction industry to adopt it to make our towns and cities safer for walking and cycling.  Compared with current construction lorries, our design has a much lower seating position, lower ground clearance, and larger windows at the front and side. Crucially, the driver can now see what&apos;s happening immediately around the vehicle, significantly reducing the risk of killing cyclists and pedestrians.  At present, half the cycling fatalities in Greater London involve lorries, and about three-quarters of those vehicles are from the construction industry. A large proportion of pedestrian fatalities also involve lorries. Tellingly, the most frequent response from lorry drivers after a fatal collision is to say they didn&apos;t see the victim in the moments leading up to the crash. We&apos;ve taken care to design our Safer Urban Lorry using existing technology, with features that are already found on many refuse trucks. Modern bin lorries are designed to minimise the risk of running over refuse collectors working close to the vehicle (as well as protecting anyone walking or cycling nearby).  Already a common sight in town and city streets, these vehicles have the same low driving position and high-visibility cab seen on our Safer Urban Lorry. All we&apos;ve done is to marry this type of cab with a lower chassis from a construction lorry. Worryingly, current construction lorry design prioritises off-road convenience and site cost saving over cycling safety. A high clearance means, in the event of a collision, cyclists are often dragged under the wheels instead of being pushed clear. The high driving position encourages the driver to go faster and closer to other traffic; it doesn&apos;t reduce danger. We&apos;re confident our Safer Urban Lorry features could be adopted without significant risk to the driver or the lorry. New lorries don&apos;t need such a high ground clearance because site roads are becoming better graded for all vehicles, while low-entry cabs reduce falls and injuries to drivers and also encourage more cautious driving. Indeed, there are no reasonable impediments to the construction industry adopting, over time, our Safer Urban Lorry design. Too many people  often very experienced and responsible cyclists  have already lost their lives because they were run over by lorry drivers who didn&apos;t see what was happening right next to their vehicle. Drivers should not be put in a position where they have restricted vision. There&apos;s clear evidence is that current construction lorries pose an unacceptable risk when driving urban areas. Only when the construction industry accepts its responsibilities can we expect fewer crashes, and look forward to safer and more inviting streets for everyone. Safer Urban Lorry features 1. Lower driving positionThe seating position in our lorry is approximately 60cm lower than in a conventional construction lorry, which provides the driver with a much improved view of what&apos;s happening around the vehicle, significantly reducing risk to anyone in the immediate area. Inside a traditionally designed lorry a cyclist in a normal riding position is invisible, yet the driver of our Safer Urban Lorry can see them clearly.     A computer image of the view from inside one of the new-design lorries. Image: London Cycling Campaign    2. High-visibility windowsThe windscreen and side windows are much larger in our design than those found in today&apos;s construction lorries, which means enhanced visibility to the front and the side, The area to the front-left of the lorry, where the vast majority of lorry-cyclist collisions occur, is clearly visible. 3. Lower bumper clearanceReducing clearance between the underside of the lorry and the ground helps lower the height of the cab and the seating position. It also increases the chance of a cyclist being pushed to the side in the event of a collision, rather than being dragged underneath the wheels.     A computer image of the view from inside a traditional construction lorry. Image: London Cycling Campaign    4. SideguardsSideguards work in the same way as the lower bumper, increasing the likelihood of a cyclist being knocked away from the lorry in the event of a collision, rather than being dragged under its rear wheels. 5. Early-warning camerasThe best of today&apos;s camera systems provide a 360-degree view around the lorry, ensuring the driver is aware of pedestrians and cyclists at the sides and rear of the lorry, even if they&apos;re not directly visible. Charlie Lloyd, campaigns officer at the London Cycling Campaign, is an expert on the transport and haulage industries, as well as being a former lorry driver. Mike Cavenett is the LCC&apos;s communications manager.", 
    "section": "environment", 
    "gid": "environment/bike-blog/2013/mar/20/cycle-safe-lorries", 
    "wordcount": "724"
}