{
    "headline": "Humanists attempt to halt 'back-door' spread of state-funded religious schools", 
    "text": "A potentially landmark high court case begins today, which could halt what campaigners call the &quot;back-door&quot; spread of new state religious schools through England, approved by councils without residents being given a choice of alternative. The British Humanist Association (BHA), which has launched the action with a local campaign group, is applying for judicial review of the decision by a London council, Richmond, to hand 10m of land and assets to the Catholic church to set up two new voluntary-aided religious schools, one primary and one secondary. The case will hinge on a relatively narrow piece of legislation, an amendment to the Education Act passed last year, which compels councils looking to set up a new school to also seek proposals for a free school, with the competing bids decided on by the Department for Education. But the BHA says it highlights a wider issue of councils too often waving through state-funded faith schools, with the last five years seeing two-thirds of them set up without any alternatives being offered. Andrew Copson, chief executive of the BHA, which opposes all faith schools, said: &quot;Although it&apos;s a local case, it really is representative of a national pattern, which sees state-funded religious schools opening by the back door, without competition, without the possibility even for local people to make their voices heard. &quot;All legal cases are, to an extent, forced on technicalities but the principle in this is clear: any new schools should be subject to democratic control and public will. Handing over public money to religious organisations essentially behind closed doors is not a good way for authorities to behave,&quot; he said. The BHA is allied in the high court case, scheduled to run today and tomorrow, with a local group, Richmond Inclusive Schools Campaign. Massed against them are Richmond council  which notes that a web survey of more than 4,000 locals, albeit self-selected, found 67% approval for a Catholic secondary school  as well as the diocese of Westminster and Michael Gove, the education secretary, who has backed Richmond. The council approved the plans in May, arguing that the schools were not &quot;needed&quot;, simply &quot;desired&quot;, and thus exempt from the requirements to seek a competing free school proposal. It has couched the conflict in unusually personal terms, urging the BHA and its &quot;local acolyte&quot; to drop the legal challenge, to end uncertainty for parents. Last month the council&apos;s Conservative leader, Lord True, said the activists were &quot;using Richmond children as playthings in their ideological campaign to stop church schools&quot;. However, the BHA argues it is wrong for Richmond to hand the church land for the secondary school costing 8.45m, and 1.5m for renovating the primary school site, without an option for a school that does not select on religious grounds. The group calculates that if it is oversubscribed the secondary school would be able to select more than 90% of pupils on a religious basis. Religious schools occupy a paradoxical role in the public consciousness, with surveys showing opposition to the general practice of picking students by religion, while individual schools tend to be popular with parents. Supporters point to the generally above-average exam results of faith schools. Opponents argue that this is mainly down to social selection: a Guardian study earlier this year found religious school intakes tend to disproportionately exclude the poorest pupils, with the makeup of Catholic schools particularly skewed. While a number of religiously affiliated schools have closed in recent years, often through mergers, their decline has been slower than that of their secular equivalents and a number of new ones have sprung up, a process also aided by the growth in academies and free schools, a number of which have a religious basis. Councils were often vulnerable to well-organised lobbying by churches, Copson said: &quot;With almost every religious measure in decline, it&apos;s almost inexplicable why some councils are so keen to have these schools. It&apos;s not difficult to see why churches want to have them  they can continue to get their message across. If people aren&apos;t going to come voluntarily to their churches, they can get people in schools, where they have to be.&quot; A spokesperson for the diocese said: &quot;The diocese of Westminster, Richmond council and the Department of [sic] Education have each expressed confidence that they have acted lawfully throughout what was an extended consultation exercise and democratic process, and we are confident the court will confirm this. &quot;The diocese is delighted that the public consultation was in favour of the new schools and the recent open days demonstrated powerful local support for them. We look forward to providing the education that parents in Richmond have been consistently asking us to provide for their children.&quot;", 
    "section": "education", 
    "gid": "education/2012/nov/15/humanist-legal-challenge-religious-schools", 
    "wordcount": "805"
}