{
    "headline": "Are scientists normal people?", 
    "text": "Scientists are different from other people. For example, a recent American Society for Biochemistry and Molecular Biology survey of young scientists showed the top factor for choosing a career in science is &quot;freedom to pursue my intellectual interests&quot;. Only on moving down the list to No 4 and No 5 is there more typical job-related concerns, such as &quot;job availability/security&quot; and &quot;pay/benefits&quot;. This is not particularly surprising. It&apos;s not that we do not want to be paid decently for our work. We do! But it&apos;s clear that as scientists, our career choices were not particularly influenced by earning potential. It&apos;s interesting that my grandfather, an immigrant to Canada, was accepted to medical school  despite the official quota of Jews allowed into the programme each year  but had to drop out because he couldn&apos;t afford it. With a similar interest in science, his son (my father) also ended up in medical school, but managed to complete his studies. Tempted by research, a bad experience turned him back towards the clinic. At that time (please note that the inherent male chauvinism in this statement in no way reflects my views!), Jewish immigrants in Canada apparently had a saying: &quot;What do you call a good Jewish boy who can&apos;t stand the sight of blood? A lawyer.&quot; The point that I&apos;m trying to make is that for those of us in science today, successful careers are not measured by Fortune 500 standards, or by salaries and bonuses. Instead, academic freedom is the gold standard. This is not to say that scientists live in an ivory tower and piddle around all day, doing whatever they please with no external pressure. My colleague Sylvia McLain recently wrote an interesting piece titled &quot;Like butter over too much bread&quot; discussing that Forbes has recently ranked &quot;university professor&quot; at the top of the 10 least stressful jobs. I suspect that no one involved in compiling that list spent any time shadowing a real university professor or witnessed the overwhelmingly hectic types of schedules we endure. Some time ago, I did my best to try to portray an average day at work; believe me, that is no exaggeration. As I have moved through the ranks in academia, from student to professor, I have seen much stress, anxiety, situational depression, and various forms of neuroses. Obsessive-compulsive disorder is not uncommon, if you know what to look for. Even scientists enjoying the pursuit of intellectual interests suffer from such stress and anxiety. Indeed, both of my novels attempt to debunk the myth that academic life comprises a carefree daily schedule of wandering around green campuses and drinking good coffee in chic little cafes. My most recent novel, Welcome Home, Sir, deals with a successful scientist and principal investigator who is struggling to hide a form of post traumatic stress disorder from his students and colleagues. The following passage features a meeting between Ethan, the scientist, and his psychologist:  &quot;I am not depressed!&quot; I thumped my arm down on the armrest of the chair. &quot;Do depressed people successfully run labs? Do they manage more than 10 employees, chair committees, write papers, grants, and teach? It&apos;s a very specific issueit&apos;s simply hypochondria: H-Y-P-O-C-H-O-N-D-R-I-A.&quot; Dr Conner looked at me with a steady gaze. Eventually he said, &quot;Why does it bother you so much to hear the word depression?&quot;  &quot;Look  I&apos;m a scientist.&quot;  As I spoke these words, I realised that I really needed this man to acknowledge that I was as educated as he was, if not more so  and I did not want to be treated like all the other troubled people he usually saw in this jungle of an office. &quot;I don&apos;t like inaccurate statements. People suffering from major depression can&apos;t get out of bed in the morning  at least from what I hear. It&apos;s not like that with me.&quot; &quot;Well, Ethan, what is it like for you?  &quot;What is it like for me? I see that you&apos;re a real psychological force to be reckoned with,&quot; I said. &quot;For a while I thought it was completely normal to fanatically and endlessly worry about my health, to walk around taking my pulse all day, and to feel symptoms every time I go to a cancer or cardiovascular seminar in my department.&quot;  I paused to catch my breath, which was coming in irregular spurts. &quot;But I am starting to feel that I&apos;m  well  pissing my life away. Especially when I keep seeing little red spots of blood in my urine. There  do depressed people make jokes like that?&quot;  My intention is not to say that all researchers are stressed to a level that culminates in hypochondriac behavior, but that scientists and researchers, despite having somewhat different perspectives on how to define success in our careers, certainly fall within the norms of society when it comes to stress and dealing with it. And stress certainly abides, at all career levels. Students may think &quot;they&apos;ve got it made&quot; when they finally graduate; after all, post-docs don&apos;t have any more course work or student-like obligations. Post-docs fantasise that principal investigators &apos;are golden&apos;, having finally achieved their long-term career goals. But then there is the battle for tenure. And at least in the US system, does tenure even cut it, if your salary depends on 50% (or more) &apos;soft&apos; money from grants? So in many ways, scientists are perfectly normal, and suffer from the very same fears and anxieties of people in a wide variety of jobs. Top-ten most stress-free jobs? Who are they kidding?", 
    "section": "science", 
    "gid": "science/occams-corner/2013/feb/15/scientists-normal-people", 
    "wordcount": "950"
}