{
    "headline": "Family planning, small arms in Kenya and Rio+20 reasons to be cheerful", 
    "text": "Next week, the UK government is hosting a summit on one of the most controversial issues in development  family planning. Government representatives from across Africa and parts of Asia are expected to attend, along with civil society groups, members of the private sector, the Global Fund, the Gavi Alliance, World Bank, UN agencies and other multilateral organisations. The Bill and Melinda Gates Foundation is among the donors. The aim of the summit is to galvanise support  through policies and financial commitments  for access to contraceptive information and services for an additional 120 million women and girls in the world&apos;s poorest countries by 2020. In the runup to the summit, we&apos;re discussing how this divisive topic has become such a high priority among the international community  and the challenges facing those seeking to increase family planning services  in our latest Global development podcast. We&apos;re also seeking your views on the main challenges to accessing contraception in our family planning survey. We want to know what difficulties you encounter accessing family planning services in your area, and, if you were a decision-maker, what you would say if you were at the summit. We will be attempting to map the obstacles your comments raise daily on the site over the next two weeks. Read more about family planning and follow news and comment from the summit on our new series page. Elsewhere on the site Mark Tran reports on the increasing number of smallholder famers who are taking out microinsurance and the 10m investment by Pearson, the UK education company, in private education in Africa and Asia. Nick Perkins reports on the impact an influx of small arms on pastoralists in Kenya. Libby Powell looks at the unequal patterns of development in Sri Lanka. Meanwhile, in the aftermath of the Rio+20 summit, John Vidal argues that there are a few reasons to be cheerful about the conference outcomes. And if you missed any of our coverage on the Rio conference, you can catch up on news and views on our dedicated page. Multimedia Video: Kachins in Burma: &quot;We hid valuables in dead people&apos;s mouths and ran&quot; Kachins, from Burma&apos;s most northerly state, are fighting for autonomy within a federal union of Burma, the right to self-determination and to use their language, Jinghpo. The Kachin conflict, which flared up last year after a 17-year truce, has pushed up to 10,000 people to seek refuge across the border in China. In the rain-sodden N Hkawng Pa camp, families are wondering when the next supplies will arrive. In pictures: Burkina Faso: human trafficking in west Africa Every year, thousands of girls and women are trafficked from Nigeria to the African hub of Ouagadougou. Many are lured by promises of jobs as hairdressers or nannies and most believe they are heading to Europe or the US. Often, they are then told they have been sold and must work as prostitutes to pay back debts. In pictures: Rio+20: your sustainable development messages Rio+20 is supposed to pave the way for a &quot;safer, more equitable, cleaner, greener and more prosperous world for all&quot; according to its organisers. But what does that mean to you? We collected readers&apos; photo messages about sustainable development before the summit. Coming up on the site The latest UN report on progress towards achieving the MDGs. We examine how children from Malawi are being trafficked into neighbouring Tanzania to work as forced labour or in the sex trade. The World Health Organisation argues why the Decade of Action for Road Safety offers an opportunity the world can&apos;t miss. What you said: some of the best comments from our readers Cremma agreed with John Vidal&apos;s blog on why there are reasons to be cheerful about Rio+20, writing:  I agree that the best thing to come of it could be the mobilisation of people to build the future they want through bottom up movements.  On our family planning talk point, SpongyBovine claimed:  ... family planning has not been a taboo from the point of view of NGOs in Africa. The issues have been pursued aggressively for decades, with well funded NGOs targeting huge numbers of people, and for a long time there wasn&apos;t even the pretence that recipients of the information (and methods, products, randomised controlled trials, etc) were the beneficiaries.  On our feature looking at rebuilding of education for girls in Pakistan, CurlyScot shared his experiences:  When I spent some time in this area just over a decade ago, I had some very interesting talks with an older western lady who had spent much of her life as a women&apos;s doctor in rural Pakistan. She said one of the key things holding girls&apos; education back was resentful older generations of women who thought that if they had never needed education, why should their daughters and grand-daughters?  Highlights from the blogosphere Oxfam&apos;s Duncan Green looks at the difference that an evolutionary approach to promoting accountability has made to one of his favourite projects  Chukua Hatua  in Tanzania. The Centre for Global Development&apos;s Milan Vaishnav discusses whether the UK&apos;s Department for International Development will regret its recent rebranding exercise, arguing that Britain had a &quot;high brand value&quot; because it &quot;does not go around the world seeking credit for its good work&quot;. Meanwhile, Global Voices shared tweets of solidarity and frustration over power cuts in Yemen. Conditions in the country have got worse under the new national consensus government, argues the blogpost. And finally  The Poverty matters newsletter will be back in two weeks with another roundup of the latest news and comment. In the meantime, keep up to date with the issues on the Global development website. Follow @gdndevelopment and the team  @ClaireProvost, @LizFordGuardian, @MarkTran and @JazCummins  on Twitter, and join Guardian Global development on Facebook.", 
    "section": "global-development", 
    "gid": "global-development/2012/jul/03/poverty-matters-family-planning-rio-conference", 
    "wordcount": "971"
}