{
    "headline": "Mystery bird: indigo macaw, Anodorhynchus leari", 
    "text": "      Indigo macaw, Anodorhynchus leari, Bonaparte, 1856, also known as Lear&apos;s macaw, photographed at Fazenda Serra Branca, along Canudos-Jeremoaba road in Bahia state, Brazil (South America).  Image: Nick Athanas/Tropical Birding, 12 July 2011 (with permission, for GrrlScientist/Guardian use only) [velociraptorize].Canon PowerShot S95     Question: The origin of this South American mystery bird was, until recently, a mystery since its discovery more than 100 years ago. Some people thought this bird was a naturally-occurring hybrid. Can you identify this mystery bird&apos;s taxonomic family and species and tell me a little about its natural history? Is this bird a naturally-occurring hybrid? Response: This is an adult indigo macaw, Anodorhynchus leari, feasting on corn filched out of a farmer&apos;s field. (Fortunately, the farmers now use firecrackers to scare the birds away, not shotguns.) This parrot was named in honour of the British poet, author and artist, Edward Lear, because he published his painting of an individual of this species in his book, Illustrations of the Family of the Psittacidae, or Parrots. Many authorities of the day thought that painting depicted a hyacinth macaw, A. hyacinthinus, which is larger, darker and better-known. In fact, the indigo macaw was only accepted as a valid species in 1978 after the naturalist Helmut Sick located the wild population (read his fascinating account about his discovery in this free PDF).  Anodorhynchus macaws are large blue parrots that live in open and semi-open habitats in central and eastern South America. They all specially feed on nuts from a very few native palm species. There are just three parrot species in this genus, two of which are endangered whilst the third, the glaucous macaw, A. glaucus, which was the indigo macaw&apos;s sister species, is probably extinct.  The indigo macaw is a very large blue parrot with a massive black bill, and an area of bare pale yellow skin adjacent to the base of its lower mandible and another surrounding its eyes that has an orangish-yellow ring closest to its dark eyes. It has dark grey feet and sooty-black underwings.  The general appearance of the Lear&apos;s macaw is similar to its larger living congener, the hyacinth macaw. However, the indigo macaw has paler plumage with a greenish tinge, the patch of yellow skin adjacent to the base of the bill is larger and rounded, and the yellow skin surrounding its eyes is tear-drop shaped. In flight, the indigo macaw&apos;s wings are slenderer and more pointed than the hyacinth macaws&apos; broader wings.  This next video provides a look at wild indigo macaws feeding on the nut of the licur palm, Syagrus coronata (individuals eat up to 350 nuts every day):            Visit ParrotsInternational&apos;s YouTube channel [video link].  This video gives you a good idea of the habitat that indigo macaws are found in, along with a glimpse of the nest hollows that they construct in sandstone cliffs (filmed in Canudos, state of Bahia in northeast Brazil, uploaded 9 February 2012):             Visit CiroAlbano&apos;s YouTube channel [video link].  Classified as critically endangered in 1978, the indigo macaw is now recovering due to intensive conservation efforts to protect its habitat from trampling and destruction by livestock grazing, protection of the birds from hunting for food by the locals and from poaching. Its current numbers are estimated to be between 250-500 adult birds, with an equal number of juveniles, so its status was recently upgraded to endangered. A small captive population exists, but sadly, there is no coordinated captive breeding effort in place. That said, several chicks have hatched and were reared successfully in captivity, most recently, two females were hatched and raised in 2010 by Al Wabra Wildlife Preservation in Qatar.  More interesting source material.  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or mp3 files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist evil google+: grrlscientist email: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/feb/16/2", 
    "wordcount": "675"
}