{
    "headline": "Zac Goldsmith sells the Ecologist for 1", 
    "text": "After 42 years of lawsuits from GM companies, campaigns against nuclear power, and breastfeeding tips, the Goldsmith family has sold the Ecologist magazine for 1. The magazine, which has been solely online since 2009, will now return to print and incorporated into the 45 year old Resurgence magazine. Editor Satish Kumar described the new title, Resurgence &amp; The Ecologist, as &quot;a marriage made in heaven&quot;. Zac Goldsmith, the Ecologist&apos;s owner and former editor, said: &quot;The Ecologist has spearheaded social, scientific and political ecology while Resurgence has spearheaded cultural and artistic ecology. Now the time has come to bring these two aspects of the environmental movement together by merging Resurgence and the Ecologist.&quot; Eight to 10 pages of the magazine, published six times a year, will be dedicated to Ecologist content, but &quot;the flavour of the Ecologist will go right through the magazine,&quot; said Kumar. The magazine was making losses in millions and was financially propped up by the Goldsmiths since its foundation. Discussion for selling the brand began in April and a deal finalised within two months. The Ecologist archive is now being migrated to Resurgence. The Ecologist headquarters will be relocated to Devon and staff redundancies will be decided after consultation, Kumar said. He said financial pressure appear to be the reason behind the sale, with Goldsmiths spending 500,000 a year on the magazine. Zac Goldsmith&apos;s personal fortune is estimated between 200-300m. The Ecologist was founded in 1970 by the visionary Teddy Goldsmith in the midst of the global wave of awareness that led to the 1972 Stockholm Conference on the Environment. That year Goldsmith devoted a whole issue to his &apos;Blueprint for Survival&apos; which began: &quot;The principal defect of the industrial way of life with its ethos of expansion is that it is not sustainable&quot;. The blueprint sold thousands of copies and in its wake PEOPLE, the original incarnation of the UK Green party, was founded. The Ecologist has always retained its serious reputation, and has been involved in some notable campaigns. In 1998 the magazine&apos;s printers pulped the entire run of an edition critical of Monsanto; it was eventually printed elsewhere and became one of their best-selling editions. In recent years it has run hard-hitting exposs of US mega-dairies and animal rights issues. A recent investigation into links between Coca-Cola and cheap migrant labour in Italy became an international issue. More recently the website ran a special series of articles on breastfeeding around the world. The website was getting about 200,000 unique page views a month. Kumar hopes the &quot;merger&quot; can bring together the best of both magazines.&quot;The spirituality and strength of Resurgence, with the campaigning and politics of the Ecologist,&quot; he said. The first joint issue will be launched in September at a special event featuring Green Party leader Caroline Lucas, economist Richard Layard and environmentalist Jonathan Porritt among others. Pat Thomas, Ecologist editor between 2007 and 2009, said: &quot;There&apos;s a real sadness about it, although perhaps it will work out in the end. But no matter how you phrase it, it will be a loss. Part of the Ecologist&apos;s strength came from being independent.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jun/06/zac-goldsmith-ecologist-sale", 
    "wordcount": "541"
}