{
    "headline": "Nasa gets a postcard from an old Martian rover, the mystery of the vanishing dust, and a new moon for Pluto in pictures", 
    "text": "   The Aurora Australis as seen from Concordia Research Station in Antarctica Photograph: A. Kumar &amp; E. Bondoux/ENEAA/IPEV/ESA       A 'reflection nebula'  a cloud of interstellar dust that reflects the light of nearby stars  captured by the Mayall 4-metre telescope at Kitt Peak National Observatory Photograph: NOAO/AURA/NSF       A new survey using the European Southern Observatory's Very Large Telescope revealed that some of the brightest, most massive stars do not live alone. Almost three quarters of them have a companion star. Above are the Carina Nebula, Eagle Nebula and IC 2944, with bright stars that were included in the survey marked with circles. Many were found to be 'binary stars' Photograph: ESO       U Camelopardalis is a red giant  a star nearing the end of its life. As it begins to run low on fuel it becomes unstable. Every few thousand years, as a layer of helium around its core begins to fuse, it coughs out a spherical shell of gas, captured in this iris-like image from the Hubble Space Telescope Photograph: Hubble Space Telescope/ESA/NASA       A satellite called Gaia will be launched by the European Space Agency in 2013 with the mission of surveying a billion stars to create a 3D map of the Milky Way. This is the satellite's radar antenna panel, which is being tested at a facility in Madrid. The foam pyramids on the walls of the chamber absorb radio waves to simulate the boundless nature of space Photograph: AstriumA. Martin/ESA       Another Hubble image reveals part of the disc of the spiral galaxy NGC 4565 in exquisite detail. NGC 4565 is an 'edge-on' spiral galaxy, oriented perpendicularly to our line of sight so that we see right into its luminous disc. The edgewise view looks very similar to the view we have from Earth into the core of the Milky Way. In both cases ribbons of dust block some of the light coming from the galactic disc Photograph: Hubble Space Telescope/ESA/NASA       The International Space Station's robotic arm moves toward an unpiloted Japanese H-II Transfer Vehicle as it approaches the station. The vehicle contains food and clothing, an aquatic habitat experiment, a remote-controlled Earth-observation camera for environmental studies, a catalytic reactor for the station's water regeneration system and a cooling water recirculation pump Photograph: ISS/NASA       A field of crescent-shaped dunes in the northern polar region of Mars. Each dune is about 100 metres across and they appear to be traversing a bumpy, boulder-strewn terrain. The image was captured by the HiRise camera on the Mars Reconnaissance OrbiterPhotograph: University of Arizona/JPL/NASA       Researchers at Nasa's Jet Propulsion Laboratory in Pasadena, California, developed a new type of amplifier for boosting electromagnetic signals from stars, galaxies and black holes. The device consists of a superconducting material (niobium titanium nitride) coiled into a double spiral 16 millimetres in diameter Photograph: JPL-Caltech /NASA       I'm still here! The panoramic camera on Nasa's Mars rover Opportunity took 817 images of the surrounding terrain during the recent Martian winter  the rover's fifth on the red planet. Nasa combined the images into this 360 panorama. The picture shows the rover's deck and solar panels, tracks it had previously made and a crater that was created by an impact billions of years ago Photograph: Arizona State University/Cornell/JPL-Caltech/NASA       The docking mechanism of a Soyuz spacecraft as it undocks from the International Space Station. Russian cosmonaut and expedition commander Oleg Kononenko, European Space Agency astronaut Andre Kuipers and Nasa astronaut Don Pettit, both flight engineers, were returning from more than six months aboard the space station Photograph: ISS/NASA       The Soyuz falls to Earth Photograph: Bill Ingalls/NASA       The next Soyuz on its way to the launchpad at the Baikonur Cosmodrome in Kazakhstan Photograph: Carla Cioffi/NASA       Technicians at the Baikonur Cosmodrome in Kazakhstan check the pressure inside flight engineer Akihiko Hoshide's spacesuit in preparation for his launch on the Soyuz bound for the International Space Station Photograph: Irina Peshkova/GCTC/NASA       The candle-like Flame nebula lights up a cavern of dust in this new image from Nasa's Wide-field Infrared Survey Explorer. The nebula is part of the Orion complex, a turbulent star-forming area located near the constellation's star-studded belt Photograph: JPL-Caltech /NASA       Vacuum clean: A vast amount of dust in a young star's planet-forming disc has disappeared in the space of just a few years, leaving astronomers scratching their heads. It's like the classic magician's trick: now you see it, now you don't. Only in this case we're talking about enough dust to fill an inner solar system and it really is gone! said Carl Melis of the University of California, San Diego, in NatureIllustration: Lynette Cook/Gemini Observatory/AURA        The Hubble Space Telescope discovered a new moon orbiting Pluto, bringing its tally to five. The moon, dubbed P5, is in a 58,000-mile-diameter orbit around the icy dwarf planet Photograph: Hubble Space Telescope/NASA/ESA       Our crescent moon, as seen from Turkey, just before it eclipses Jupiter  with Venus soon to follow  during a conjunction on 15 July Photograph: Tun Tezel/TWAN       The scale of the International Space Station becomes clear in this image released by Esa. The astronauts are installing the second Alpha Magnetic Spectrometer, a cosmic-ray detector designed to probe the fundamental properties of matter and the origin of the universe. The control centre at Cern in Switzerland, which processes the vast amounts of data coming from the instrument, was formally opened at the end of July Photograph: ISS/NASA  ", 
    "section": "science", 
    "gid": "science/gallery/2012/aug/31/nasa-martian-rover-pluto-moon-pictures", 
    "wordcount": "0"
}