{
    "headline": "Foundation courses: degrees by degrees", 
    "text": "If you know you need qualifications for your intended career but are feeling wary of committing to spending three years at university, then it&apos;s worth looking into foundation degrees. These are work-based qualifications available at many further education colleges as well as universities, which typically take two years of full-time study and can be topped up to a full honours degree or professional qualification. &quot;You&apos;re not committed to three years: you&apos;ve got the option of seeing how it goes and deciding whether to go on another year,&quot; says David Fowler, head of higher education at Sussex Coast College (SCC) in Hastings. &quot;Studying at a regional college might cost 10,000, and if you do the final year in London you could end up with a degree from a London college for 19,000  much better than the 27,000 it would cost you to do the full three years there. &quot;At a college like ours you get supportive, one-to-one tutoring, and lots of contact time. So it&apos;s the best of both worlds. The assumption is students will want to go to university, but a lot aren&apos;t ready for it. After two years, lots feel ready to move on: some might stay here and top up their degree, and others go into work.&quot; Foundation degrees were created a decade ago to fill skills gaps, and there is close involvement between employers, colleges and universities. Ucas lists 2,922 different courses in England, Wales and Northern Ireland. Art and design are the most common subject areas, studied by more than 20% of foundation students starting in 2008-9, and distance learning is popular. Some 65% of full-time students were still studying six months after gaining their foundation degree, and 47% were working. Foundation degrees are excellent for people who want to get practical knowledge of their chosen industry. &quot;Staff are industry professionals and bring that world in with them, and conversations always lead to how it is in the outside world.&quot; says Jeb Haward, head of HE in the arts at SCC. Education consultant Maggie Greenwood agrees: &quot;[On a foundation degree] the student learns their way around the industry and can see if they like it first. You could be sitting alongside someone who has been in industry for five or six years. If you just do a degree you may not have that depth of experience.&quot; It&apos;s worth thinking ahead about progressing to a full degree, she says, as the syllabus requirements on some foundation and honours courses might mean studying for an extra two years. Foundation degrees can provide a high standard of practical education. Students on the Hastings art and design courses, for instance, regularly do well in prestigious industry awards. Student Olga Pope (see above), who starts her full degree course at Central St Martins College in London in October 2012, recommends finding out where graduates end up studying or working. It&apos;s also worth considering what type of experience will suit you best. Jeb Haward at SCC recommends asking questions about contact time, opportunities, and facilities, and to check out the culture in different places. For more information and a course search, visit UCAS at bit.ly/kbzT1U", 
    "section": "education", 
    "gid": "education/2012/aug/16/clearing-foundation-degrees", 
    "wordcount": "541"
}