{
    "headline": "Angry Birds Space: First details announced by Rovio Entertainment", 
    "text": "Finnish startup Rovio Entertainment has confirmed the details of its new Angry Birds Space game, which will launch on 22 March on iPhone, iPad, Android, PC and Mac. The company has been working with NASA on the launch to spectacular effect, getting flight engineer Don Pettit to introduce the game from the International Space Station, in a video posted online. The game will launch with 60 levels, six new characters and superpowers, and gameplay features based on its zero-gravity setting. Rovio says new levels will be added as free updates, as in previous Angry Birds games, but also as in-app purchases. National Geographic Books will publish an official companion book for Angry Birds Space, while there will also be animation and retail elements to the launch. Rovio says information on other gaming platforms beyond those listed above will be available &quot;later&quot;. &quot;This collaboration began with a simple Twitter exchange about birds and pigs in space, and it has grown into a tremendous outreach and education opportunity,&quot; says NASA&apos;s associate administrator for communications David Weaver. &quot;Games are fun and entertaining, but they also can be inspirational and informative. This ongoing collaboration with Rovio and Angry Birds is an exciting way to get people engaged with NASA&apos;s missions of exploration and discovery, and get students energized about future careers in science and technology.&quot; The actual Angry Birds Space game is being shown publicly for the first time on 9 March at the SXSWi conference in Austin, Texas. Not on an iPhone or iPad, though: Rovio will be demonstrating the new game on Samsung&apos;s Galaxy Note, as part of its marketing partnership with the device manufacturer. Rovio is hoping its latest game  the first new Angry Birds title in a year  will continue the franchise&apos;s phenomenal success. It has so far generated 700m downloads across all platforms, while the company has sold 25m plush toys and signed deals for more than 20,000 licensed products. In an interview with The Guardian at Mobile World Congress in February 2012, Rovio&apos;s marketing chief Peter Vesterbacka outlined the company&apos;s ambitions for the new game. &quot;It&apos;s the first time we have everything available on launch day: animation, toys, books, candy, everything. It&apos;s massive: most Hollywood movies don&apos;t have this. And this is just the first phase of our space programme. There is more to come.&quot; Here&apos;s that International Space Station announcement:         ", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/mar/08/angry-birds-space-launch", 
    "wordcount": "402"
}