{
    "headline": "Microsoft hopes new tablet will cure falling PC sales", 
    "text": "Can anything bring the PC business back to life? Tallying up worldwide PC shipment calculations by the research companies Gartner and IDC, together with the revenue and profit figures from Microsoft, and Apple&apos;s computer sales numbers, it&apos;s clear that the Windows PC business is having a lousy time. Even Apple is hardly thriving; its computer shipments grew by just 1.8% on the previous year. Even so, it continued Apple&apos;s run, now 25 quarters long, of growing faster than the Windows PC business, which showed a very slight drop, down by 0.2% according to Gartner and IDC. There are three possible explanations for this: people are waiting for Microsoft to release Windows 8 in October (as Microsoft has said it will); people are buying tablets instead of PCs; or people are so gloomy about the whole economic picture that they&apos;re putting off purchases. Figuring out the answer is essential to the long-term survival of Microsoft (the vast majority of whose profits come from Windows and Office licences) and to companies such as Dell and other PC makers that haven&apos;t managed to make the transition to the mobile world. After all, if this is just a passing economic storm, things should improve and so should Michael Dell&apos;s smile. But if not? First, is the prospect of Windows8 really slowing down sales? Probably not. I&apos;ve looked at quarterly PC sales figures going back to the start of 1998 and while there is always a lull before such releases, Microsoft times new versions of Windows to come out before Christmas  to ride the marketing wave with consumers, who have in the past bought around half of all PCs. New Windows releases get plenty of build-up and businesses know they&apos;re coming. So they don&apos;t really affect business sales and there don&apos;t seem to be that many consumers who hold off buying at those times. Which leaves us with two other potential culprits for the PC&apos;s decline: tablet sales or the gloomy world outlook, where the US and European economies are mired in jobless recoveries, or just plain old recessions. Let&apos;s take the second first. I compared the OECD&apos;s figures for the G20 economies&apos; growth from 1998 to the start of 2012 with PC sales growth. Similarities? There are some  PC sales dipped like mad in 2001 as the US slid into recession, even though the Far East kept growth going; that&apos;s because most PC sales then were in the west. Since then, there&apos;s been the Lehmans-inspired crash of 2008, which pushed PC sales into negative territory, but since then, the G20&apos;s GDP has been fairly positive. PC sales growth, though, has been trending down far faster than GDP growth for the past eight quarters. And it has never done that before. Usually, over that 14-year span, PC shipment growth has been above the GDP trend. That means there must be something else at work. Eight quarters of downward trend takes us back to April 2010  when Apple launched the iPad. So where has the PC growth gone? Mostly into Apple&apos;s coffers, where in the last quarter it sold 17m iPads  68% of the worldwide tablet market. Sure, not every one of those iPads is a lost PC sale. But you have to suspect that it&apos;s making a substantial difference. If you buy an iPad (or a Google Nexus 7, as a lot of people are presently doing) that&apos;s money you don&apos;t have to spend on a PC. Add up the money spent on tablets and consider that it could have gone on PCs and you realise why Microsoft announced in June that it was to sell its own tablet, the Surface, running Windows 8, available some time before Christmas. The Surface and its brethren might do just as well as the iPad. We&apos;re choosing tablets because more and more we want to do things  well, computing things  on the move. I see people pull out tablets in situations where they wouldn&apos;t pull out a laptop: a commuter waiting on a platform for a train, a mother giving her child something to play with, a business person handing a demonstration around in a meeting. Computing has changed from being something you go to a computer to do to something that the computer comes with you to do. It&apos;s a subtle change, but world-altering for PC makers. To a large extent, people who buy the iPad over other devices don&apos;t care whether it&apos;s a &quot;walled garden&quot; controlled by Apple and they don&apos;t care about the fights that go on between Apple and Android fans. They like the mobility. So the Surface might be a hit (depending on price)  if it offers Windows with extra mobility. Which only leaves one tricky question: is the Surface a tablet or a PC? That&apos;s one where the teams at Gartner and IDC go quiet. It looks like a tablet, but it runs Windows, which is the desktop operating system. Maybe the way to get the PC market to grow again is by redefining other stuff as a PC too. The only problem then is that it might require including the iPad. If that happens, Apple becomes the world&apos;s largest PC manufacturer. And I don&apos;t think Microsoft would like that. It&apos;s going to be a long summer.", 
    "section": "technology", 
    "gid": "technology/2012/jul/29/microsoft-hopes-tablet-will-cure-ailing-pc-sales", 
    "wordcount": "881"
}