{
    "headline": "Mystery bird: bell miner, Manorina melanophrys", 
    "text": "Bell miner, Manorina melanophrys (protonym, Turdus melanophrys), Latham, 1802, also known as the bellbird, photographed in New South Wales, a state in southeastern Australia.  Image: Marie-Louise Ng, 24 December 2011 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Nikon D7000, 1/500s, f/8.0, 500 mm, iso:400    Question: This Australian mystery bird has an unusual behaviour that affects almost every aspect of its life history. What trait is this and what is its function? Can you identify this mystery bird&apos;s taxonomic family and species?  Response: This is a bell miner, Manorina melanophrys, a passerine that is placed into the honeyeater family, Meliphagidae.  This small passerine is endemic to southeastern Australia and gets its common name from its favourite food. In fact, bell miners live almost exclusively on the sweet, waxy, crunchy shell secreted by tiny, almost totally helpless psyllid insects, known as &quot;bell lerps&quot; or &quot;lerp psyllids&quot;. These insects feed on sap that they suck from eucalyptus leaves and surround themselves with dome-shaped secretions that are designed to protect their soft bodies from predators and from the environment.  The birds are so dependent upon these honeydew-like secretions that they live in groups that lovingly tend and farm lerp insects just as ants farm aphid &quot;cows&quot;. The birds protect these insects from almost all other birds, especially from all insect-eating birds (and from humans, too) by aggressively driving off all but those individuals that are members of their group. So devoted are the birds that these nearly immobile insects can become a serious pest, capable of killing even large eucalyptus trees.  Since greater numbers of birds leads to greater food availability, you would be correct to predict that bell miners live in large and socially-complex groups. Each group consists of smaller subgroups made up of pairs of breeding birds as well as nonbreeding adults. Although most of the adult birds are typically are not related, nonbreeding adults will help all the breeding birds in their subgroup raise their chicks. If you also predicted that bell miner populations undergo undulating boom-and-bust periods that closely follow psyllid population size, you would also be correct.  In many ways, these Australian songbirds are similar to the unrelated acorn woodpeckers, Melanerpes formicivorus, of western North America.  The Mystery Birds reference library: Africa Antarctica  South and Central America Oceania and the South Pacific Ocean .. .. .. .. .. .. .. .. .. .. ..  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at the Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist evil google+: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/aug/12/6", 
    "wordcount": "458"
}