{
    "headline": "Danny Bilson on THQ: his last interview as the company's boss", 
    "text": "Last week, Danny Bilson, executive vice president of THQ, flew over to London to present a showcase of the company&apos;s current games. He was his usual affable, confident self; he gave a selection of interviews and then tweeted about what a good time he&apos;d had. A week later, he left the company. THQ has certainly had a challenging year. In May, the publisher reported a net loss over the last fiscal year of nearly $240m (155m), despite strong sales for some of its titles  notably Saints Row: The Third. The bad news is becoming something of trend for THQ though  it has also announced that The Devil&apos;s Third, Valhalla&apos;s third-person fighter, has been dropped, while the forthcoming South Park RPG has been delayed until next year. In spite of this, the company has remained upbeat and declared it has a new focus for the rest of the year. We sat down with Bilson, in what was surely one of his last interviews at the company, to hear about THQ&apos;s strategy moving forward. Here&apos;s what he had to say. What happened to The Devil&apos;s Third?It&apos;s on hold. It&apos;s a real shame because it&apos;s a really great game made by one of my favourite teams and some of my favourite people over at Valhalla in Tokyo. Having to put that on hold and look for investment is part of our business.  It came down to having to reduce our spend. It&apos;s very important to me to make it clear that the issue with The Devil&apos;s Third wasn&apos;t anything to do with the quality of the game. The game is very high quality. I think it&apos;s phenomenal. I want to find a way  hopefully a partner  to help us finish it. It being on hold is absolutely a result of where it sits and how its sits in our portfolio in a business sense.  Again, I still have the same passion for that game as I did when we started it. I have even more respect for the team now than I did when they came in with their amazing track record in gaming. I still want to work with them, so this has been a really painful experience for me  and probably more so for Valhalla  and it&apos;s something we&apos;re working through right now. What would you say are the main lessons THQ have learned over the last year?The most important lesson is to do less things and do them better. It&apos;s a lesson we learned after Saints Row, which has been tremendously successful for us  both the packaged goods and the digital content. I think in the past we were trying to do too much without the resources and attention to every single detail. Everything needs to be done unbelievably well.  I think now that we&apos;ve right-sized ourselves to deliver the kind of quality you&apos;re seeing [in new titles such as Darksiders 2, Metro: Last Light and Company Of Heroes 2]. Not that this quality just came about in the last six months. It&apos;s been around for years. Transition became a little more accelerated and violent in the last few months, but where we wound up, is a place we wanted and needed to be: less products, better products and clearer focus.  Your digital products sales have gone up. Is there a new focus on that?Absolutely. But it&apos;s more of a focus on we&apos;re making what I call live games now. I personally build everything out from the game itself into what would be great for the gamer. I often say that&apos;s who I work for  the gamer. You can throw revenue targets at me and I won&apos;t know what to do with them. But if you want to talk about games, and what more we could do with it that would be cool  then I can engage.  The shipped game in the box is an entry point. It has to have your full value for [the retail price] and not feel like anything was shaved off to exploit the gamer. If the game itself is good enough and if gamers love it they&apos;re going to want to engage with it more in ways that are customisable to their taste. Every game to me, now, is a live game. The first shipment is just the introduction  a complete introduction  but we want to keep it alive beyond that point for as long as possible. The only way we&apos;re going to do that is by selling more quality entertainment to people who love it. So looking from the game outward, I think we can do some really cool things. Does your strategy moving forward mean you&apos;re going to be developing less games for casual core gamers? And will you be making less licensed IPs? Absolutely. For years, this has been a long-range plan. I was brought in to develop original IPs when I first came to THQ. You see it today  Company Of Heroes is THQ-owned, Darksiders is THQ-owned. There&apos;s a Metro book and series of IP in Russia, but it&apos;s not a large license payment for THQ. The license is actually controlled by the studio that makes it. If you make something with a license it has to be something as special as what we&apos;re doing with South Park. We&apos;ll be talking more about that at a later date. Does this focus on current THQ-owned franchises mean that you won&apos;t be developing a lot of new IPs in the near future?No there&apos;s a lot more coming. You haven&apos;t seen inSANE, the Guillermo Del Toro game. There&apos;s one game that&apos;s fully playable right now that the guys at Turtle Rocks Studios  the guys who built Left 4 Dead  have made for us that we haven&apos;t even announced yet. That&apos;s a brand new IP right there. There&apos;s (laughs) the answers is, yes, there&apos;s more new IP. I&apos;d love to tell you more, but then I&apos;d probably get into some serious trouble.  THQ&apos;s share price is currently sitting at 64c a share and if it doesn&apos;t go up to $1 by June, it&apos;ll be delisted on the Nasdaq. Are you prepared for this? What are you doing to get it back up? And would it be calamitous if THQ was de-listed?First of all, I think that the share price will go back up before that happens. I think that [THQ chief executive] Brian [Farrell] has addressed this publicly. There are a lot of ways to avoid the delisting. I&apos;m sure the board will recommend the best course with that. I don&apos;t se us being delisted and I don&apos;t see a calamity in our future at all. What I see instead, is a very stable year this year and the stuff we have for next year is pretty awesome!  I&apos;m working on 2014 and 2015 at the moment. There&apos;s stuff to sort out  such as which games are getting sequels and which aren&apos;t  but overall the portfolio bears no relationship to the current stock price. It doesn&apos;t make much sense based on the games we&apos;re making and selling. Stock price has a lot of factors involved a lot of issues. Most of which I can&apos;t speak about!", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/may/31/danny-bilson-thq-interview", 
    "wordcount": "1198"
}