{
    "headline": "Economic crisis mustn't eclipse battle against poverty, says Bill Gates", 
    "text": "     Bill Gates, the Microsoft co-founder and philanthropist, has urged national governments not to allow fiscal concerns to overshadow the need for continued investment in the developing world. &quot;There are many things going on in terms of the eurozone crisis and budget cutbacks that would make it easy to turn inward and reduce financing,&quot; Gates told an audience of international development experts and students at the London School of Economics on Tuesday. &quot;The answer is to remind people not only about the needs of the very poorest but also that we are making incredible progress in  the daily battle that is poverty.&quot; Gates, the co-chair of the Bill and Melinda Gates Foundation, outlined his vision for tackling global poverty in an address that echoed the central themes of his fourth annual letter, published this week. Gates highlighted the negative impact of food price rises and enlarged on his belief that innovative strategies on agriculture and health  areas he believes are closely interrelated  hold the key to development&apos;s future. &quot;Agriculture really affects the poorest,&quot; said Gates. &quot;Most of the poor are people with very small farms who barely grow enough to feed their families. In tough years, they are extremely malnourished. &quot;So health ties very closely to agriculture. The reason why kids die of diarrhoea and pneumonia is because their bodies aren&apos;t very strong. If they had proper nutrition, the death rate would be dramatically lower.&quot; Gates&apos; emphasis on the need for greater investment in agricultural research reflected the contents of his annual letter, where the possibility that scientific advances in the understanding of plant genes might lead to new methods of tackling human diseases is among a range of ideas touched upon. In his speech at the LSE, the Microsoft billionaire also argued for a nexus between food shortages and poor performance on other development indicators, such as education. He said: &quot;[For many people] the central fact of existence is &apos;Can I get enough food?&apos; That takes away from &apos;Can I send my kids to school?&apos; or &apos;Can I pay school fees?&apos; as well as many other things. &quot;We&apos;re holding back poor countries, not just by the death rate but by the sickness and lack of development that those children suffer.&quot; Gates was speaking at an event organised by the Global Poverty Project, a campaign group that has just launched a new initiative aimed at heightening awareness of poverty at community level. More than 100 ambassadors from across the UK have been selected for the project, which is supported by the Gates Foundation. They will undertake a two-day training course, either at the London School of Economics or in Edinburgh, which will teach them how to deliver a presentation locally about the complexities of poverty entitled 1.4 Billion Reasons. For Gates, the attraction of the project lies in its accent on youth and the common ground it shares with the work of his foundation. &quot;The message of my fourth annual letter is identical to what the Global Poverty Project is all about  that is, that it&apos;s very easy to lose sight of the conditions of the very poorest,&quot; said Gates. Speaking at the World Economic Forum summit in the Swiss resort of Davos on Wednesday morning, Gates reiterated his call for continued aid investment in the developing world despite the unfavourable global econcomic climate. He underlined his rallying cry by revealing that the Gates Foundation has pledged $750m to the Global Fund to Fight Aids, Tuberculosis and Malaria. &quot;We&apos;re making a new commitment in a somewhat special form that we&apos;ve worked out with the Global Fund, in the form of a promissory note,&quot; said Gates. &quot;It&apos;s a commitment of an additional $750m. &quot;It frees up funds for the Global Fund so that they can immediately use the money and continue to save lives.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/jan/26/economic-crisis-eclipse-battle-poverty-gates", 
    "wordcount": "655"
}