{
    "headline": "Bad Piggies - review", 
    "text": "Rovio&apos;s Angry Birds has spawned three sequels so far: Angry Birds Seasons, Angry Birds Rio and Angry Birds Space. Yet all three used the tried and trusted gameplay of the original game. Bad Piggies represents a fresh, but risky start for the billion-downloads franchise. Having spent the previous games cowering behind planks or exploding, the green pigs take centre stage this time round. On their (pork) shoulders rests the task of proving that Rovio isn&apos;t a one-trick pony. Or bird. No pressure, then. Bad Piggies is launching on iOS, Android and Mac tomorrow (27 September), with Windows Phone and PC versions to follow. There is already, inevitably, a tie-in collection of plush toys, hoodies, smartphone covers and pillows too. The game keeps some familiar things from the previous titles, with a strong physics element to its puzzles, and a scoring system that involves getting one, two or three stars for each level depending on your skill. What&apos;s different, obviously, is that there isn&apos;t a bird or slingshot in sight. Instead, each level involves propelling a pig from its starting point to a finishing line, collecting stars along the way. You propel them by building things: cars with wheels, fans, bellows, springs, umbrellas and shaken-up fizzy bottles, among other attachments, in the Groundhog Day section; and flying vehicles with balloons and some of the above items in the When Pigs Fly section. You&apos;re provided with wooden boxes and a selection of items at the start of each level, which you drag into place on a grid of squares to build your pig&apos;s vehicle. Then hit a play button, and try to guide them through the level. On-screen buttons trigger the different propulsion tools as you go. Something else that&apos;s familiar from the Angry Birds games: the sight of green pigs rolling around splinters looking hapless. Bad Piggies is hard. Noticeably harder than its predecessors, and sometimes frustratingly so. One of the criticisms of the Angry Birds games from, well, gamier gamers, has been the fact that success often felt more down to luck than skill. Sling enough birds, and you&apos;d muddle through, sometimes with two or three star level-ratings. This, of course, is precisely why non-gamey gamers loved Angry Birds, and downloaded it in their hundreds of millions. Bad Piggies requires more skill, so should please more-hardcore gamers. But it runs a very real risk of frustrating more casual players, which may or may not be in Rovio&apos;s gameplan as it cracks onto the task of generating its second billion downloads. I found it difficult, anyway, despite a.) reviewing mobile games for a living, and b.) having blasted through the previous Angry Birds games fairly smoothly. Bad Piggies felt harder going: I switched off the iPad in a temper a few times when stuck.     You can summon a mechanic to do the hard work for you in Bad Piggies    There is some help. Just as the Angry Birds games had their Mighty Eagle power-up to flatten levels you were stuck on, so Bad Piggies has a Hire A Mechanic button, which summons a spanner-wielding pig to build you the correct vehicle for your current level. There&apos;s a cost for this. You can earn three mechanics by Liking the Bad Piggies Facebook page from within the game, but thereafter you pay for them: 1.49 for 10, 3.99 for 35 or 6.99 for 65. It&apos;s a different model to the original Mighty Eagle, where you paid a one-time fee of 69p to get the feature permanently, but had to wait a set interval after using it before it was available again. Rovio has the option of dishing out free mechanics as you progress through the game - something I suspect may be needed as players discover that Bad Piggies is tougher than its predecessors, so they don&apos;t feel pressured to pay. Having mentioned my mini-tantrums when stuck, I did always come back to Bad Piggies, and not just because I was reviewing it. The more you play, the more attuned you become to the level design, and the more you grasp the nuances of the different items. It&apos;s worth persisting. There is also plenty to do beyond unlocking the 90 levels in the Groundhog Day and When Pigs Fly sections. As you progress, you unlock items to be used in a third section, Sandbox. Here, you&apos;re given more freedom to construct a bigger, more complex vehicle and explore a level, collecting as many stars as you can rather than streaking to a finish line. More level packs are promised in future updates, too. Bad Piggies also has replayability in spades, and not just for people with an obsession for scoring three stars on every level. Collect skulls hidden in some levels, for example, and you can unlock an extra Sandbox level. Bad Piggies also uses Apple&apos;s Game Center for achievements, and also it&apos;s new Challenges feature to see if friends can match your progress. I couldn&apos;t tell from my single-device review code whether the iOS version of the game uses Apple&apos;s iCloud to save your progress across multiple devices. It would be a shame if it doesn&apos;t.     As you play through the main levels, you unlock items for the separate Sandbox    I wanted to love Bad Piggies, if only for the pigs themselves, who have bags of potential as characters - possibly more than the Angry Birds. Hopefully they&apos;ll be getting plenty of screen-time in Rovio&apos;s upcoming Angry Birds animated series. Experienced gamers will love Bad Piggies if they give it a chance. The game could give Rovio a foothold in a part of the gaming population that has resisted the charms of Angry Birds. I fear many of the more casual gamers who made Angry Birds such an enormous hit may struggle, though, and may also react badly if they reach a point where they are utterly stuck and feel they have to pay to progress any further. Overall, Bad Piggies merits a four-star rating, especially as a relatively small tweak in the number of mechanics dished out for free would reduce the frustration factor. It also proves that Rovio&apos;s pig characters can carry a game on their own, indicating they have a bigger role to play in the future for the publisher&apos;s feathery franchise. The birds will be furious at that news...", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/sep/26/bad-piggies-angry-birds-review", 
    "wordcount": "1028"
}