{
    "headline": "Cooliris talks photo-sharing: 'Adding another silo is probably not going to fly'", 
    "text": "While Facebook, Twitter and Instagram may have the biggest numbers when it comes to mobile photo-sharing, there are plenty of other companies making innovative (and popular) apps to help people shoot and share their own snaps, while discovering those of friends and strangers. Cooliris is one of them. The company has been active in this area for some time its LiveShare app came out for iOS in July 2010 but more recently the company has been focusing more on its separate Cooliris app. It&apos;s a slick application for browsing photos on the device itself, but also on Instagram, Facebook, Flickr, Twitter, Google+ and cloud storage services including Google Drive and Dropbox, among others. Photos can be re-shared between these services, or bundled into private groups with friends on Cooliris itself. The app has been installed more than 3m times since its launch in August 2012, with its most recent update emphasising its &quot;endless discovery&quot; something that works particularly well in the iPad version. &quot;It&apos;s all about providing a visual lens onto the different services,&quot; chief technology officer Austin Shoemaker told me when I met him and vice president of business development Sebastian Blum at the Mobile World Congress conference in February, ahead of the update&apos;s release in early April. Shoemaker said the integration of Dropbox and Google Drive is particularly important for Cooliris, as it tries to evolve alongside people&apos;s photo-sharing habits. &quot;Those services are very agnostic: they want you to put in your videos, your PDFs, your other files. But what&apos;s happening, as all these companies will tell you, is that the number one file type and volume is pictures. People are using them for pictures,&quot; said Blum. &quot;We are the best experience on tablet for bringing that media to the surface, because those vendors tend to have an enterprise/general look for their apps.&quot; It&apos;s a stronger pitch than, say, a brand new photo-sharing service trying to win people away from their established apps and social networks. Rather than do that, Cooliris is trying to simplify the actions of browsing and sharing across all of those existing services. &quot;Adding another silo to my life is probably not going to fly,&quot; said Shoemaker, who added that Cooliris is working on an Android version of the app, to position the company as a bridge between the different smartphone and tablet operating-system silos too. &quot;It&apos;s crying out for a third-party neutral company,&quot; said Blum. While Cooliris&apos; first 3m installs have come from its consumer-facing iOS app, the company is clearly thinking about other distribution channels, and about how to make money from all this photo-sharing. Blum said the company is looking to partner with telco companies who are launching their own locker services to compete with Dropbox, with the pitch that for the ISPs and mobile operators to differentiate their lockers, they&apos;ll need to offer a better experience around personal media. &quot;We can give them a head start in their services,&quot; said Blum, who also pointed to Cooliris&apos; partnerships with Yandex in Russia and Renren in China to boost the distribution of its technology.", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/apr/15/cooliris-photo-sharing", 
    "wordcount": "530"
}