{
    "headline": "Google donates just 90 seconds' profit to charity policing child abuse", 
    "text": "Google donated little more than 20,000 last year to the charity responsible for policing child abuse images online  the equivalent of 90 seconds&apos; profit for the internet firm. The search giant was one of a number of firms, including Facebook and Microsoft, that pledged relatively small amounts to the Internet Watch Foundation (IWF) in 2012, despite their multibillion-dollar turnovers. Facebook made a baseline donation of around 10,000 and Microsoft&apos;s Bing search engine gave about 20,000, according to the IWF&apos;s own records. Keith Vaz, the chairman of the home affairs select committee, said internet companies needed to ensure the IWF was properly resourced to tackle urgently the proliferation of child abuse images online following the murder of five-year-old April Jones. &quot;I am shocked that, despite the importance they have said they place on its role in keeping our children safe, they have donated such paltry amounts to it, which for them represent a drop in the ocean. As it stands, it is difficult to take their commitment to protecting our children seriously,&quot; Vaz said. Google, Facebook and Microsoft insisted they had a strong relationship with the IWF and other child protection bodies. Facebook sponsored an event hosted by the IWF last year and made donations to agencies in other countries, it said. Sir Richard Tilt, the IWF&apos;s chair of the board of trustees, said it would welcome more money from members. &quot;There&apos;s certainly scope for increasing our number of analysts and we know if we had more analysts we could do better. If we could get more money that would enable us to do more,&quot; he said. The scrutiny came after Mark Bridger was jailed for life for the sexually-motivated murder of April Jones, having earlier looked at child abuse images online. The biggest web companies  apart from Twitter and Amazon  are members of the IWF and block about 1,000 illegal sites at any one time. But the IWF&apos;s five-strong team of analysts has become overwhelmed as reports of child abuse sites soared by 40% compared with last year, to 40,000, or 150 a day. The body is pushing companies to introduce new measures in the next 12 months including a &quot;splash page&quot;, which would warn visitors to websites showing unlawful abuse images. Tilt, a former director of the prison service, believes the setting will be a strong deterrent and potentially prevent further attacks. &quot;Most of us who work in this area feel it will make a difference. There probably is a link that [online abuse images] make people more likely to commit dreadful offences, but the trouble is there isn&apos;t any clear evidence,&quot; he said. Deborah Denis of the Lucy Faithful Foundation, a children&apos;s charity dedicated to preventing child sexual abuse, called on search engines to become more involved. But she said more stringent measures for those caught with indecent images would be &quot;unacceptable and unrealistic&quot;, and instead there should be better sex and relationship education in schools. Denis said: &quot;If we attempted to lock up everybody who looked at indecent images of children, we simply wouldn&apos;t have enough space in prison. The police already do excellent work in this area, but it is a problem that is just too big for them to tackle alone.&quot; Google was singled out for criticism by Liz Longhurst, whose daughter Jane was murdered by extreme pornography user Graham Coutts in 2003, prompting her to campaign for internet firms to ban such images. She said internet firms must &quot;get their act together&quot; and start tackling violent online imagery. &quot;What annoys me immensely is that Google won&apos;t block these sites. They say we&apos;ve got to have freedom. All I ask them is where was my daughter&apos;s freedom  tell me that.&quot; There have been calls for Google to enforce its &quot;safe search&quot; option as the default setting, which would block pornographic material in search results. However, insiders insisted the move would be ineffectual as the stricter setting operates as an algorithm for legal content  and child abuse imagery is illegal, so is covered by extra blocking measures. Scott Rubin, Google&apos;s director of communications outside America, said the company has a &quot;zero-tolerance approach&quot; on child abuse images and added: &quot;The SafeSearch filter, which is designed to prevent sexually explicit material of all kinds from showing up in your search results, should not be conflated or confused with our dedication to keeping illegal abuse imagery out of our products. We don&apos;t rely simply on filtering technology to block child abuse images; we go beyond that. &quot;We are very proactive and work with the right people, including the National Centre for Missing and Exploited Children in the US and the IWF, to keep child abuse content off all of our sites. Any implication we aren&apos;t doing anything or we refuse to be part of removing this material is wrong.&quot; A spokeswoman for Microsoft said: &quot;&quot;When we are made aware of any illegal content, we remove it from our services, including our search engine and report it to the police.&quot; Facebook said it has technology that scans for child exploitative content and automatically flags images to law enforcement. It added: &quot;Facebook works closely with CEOP [the Child Exploitation and Online Protection centre] in the UK to help bring offenders to justice.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/may/31/google-child-abuse-donates-profit-internet-watch", 
    "wordcount": "907"
}