{
    "headline": "Treating child malnutrition in Mozambique, Nigeria, Bangladesh and India  in pictures", 
    "text": "   Lohan, two, a patient at Ad-Din hospital, which specialises in child and maternal health, in Dhaka, Bangladesh, is fed by his mother, Ruma, 25. According to Save the Children, almost half of children under five in Bangladesh are stunted or short for their age Photograph: Save the Children       A cooking and nutrition class in the village of Baroikhali in south-west Bangladesh. Ten to 15 women participate every week, learning about nutritious food for children aged six months to two years. In this class, the women cooked khichuri, a mix of rice, lentils, onion, green chillis and leafy vegetables Photograph: Save the Children       Mothers and children eat food provided for them at the Anganwadi Centre in the Kali Paltan region of Tonk in Rajasthan, India. Anganwadi is a government-sponsored child and maternal care centre catering for children from birth to six. Anganwadi means courtyard shelter in Hindi Photograph: Save the Children       Gudia, with her daughter Chahat, two, at her home in the Okhla slums of Delhi, India. Gudia's youngest child is severely malnourished and has suffered a catalogue of illnesses since his birth two months ago. Her other two children have worms due to lack of proper nutrition, and Gudia herself is anaemic. The food pictured has to feed her family for the whole day Photograph: Save the Children       Naushad, five, is weighed at the malnutrition treatment centre in the Kali Paltan region of Tonk in Rajasthan. He is 92cm tall and weighs just 8kg. He is suffering from acute malnutrition Photograph: Save the Children       Zainabo Tchechere, 32, holds a thethe (pronounced jeje) plant in Ampivine village in the Nampula region of northen Mozambique. It is one of many local plants used by residents to supplement food when cooking  Photograph: Save the Children       Joaquim, who is two years and two months old, weighs 6.6kg, and is officially stunted. A healthy child of his age should weigh 13.3kg. He waits with his mother for a meal of maize, known locally in Ampivine as shima Photograph: Save the Children       Joaquim has his height measured. Save the Children works with the community to form a nutrition support group to promote good practice for young children and during pregnancy. A volunteer mother, called an animadora, delivers key messages through group learning sessions and home visits Photograph: Sebastian Rich/Save the Children       Bia (age unknown) eats a meal of maize in Ampivine village. A nutrition support group is run for the women and children of the village. They are shown how to prepare balanced meals  for example, xima (maize or cassava flour mixed with water) plus dried fish sauce, peanuts, and nutritious leaves from the moringa tree, with seasonal fruit Photograph: Sebastian Rich/Save The children       Community volunteers visit a remote village in northern Nigeria to assess children for malnutrition. This child's arm measurement shows that the child is not malnourished. In the rainy season, the village is completely cut off from the nearest clinic, 4km away, so volunteers travel to the villages Photograph: Save the Children       Jamila (not her real name), who is three years and four months old, is in an advanced stage of malnutrition. Although it is hot outside, Jamila is shivering, and at risk of hypothermia and dehydration. Wrapped in a thermal blanket and fed fortified formula milk by the clinic staff, her temperature begins to normalise Photograph: Save the Children       Mothers wait with their children for an appetite test at a health centre in northern Nigeria. The children are given a sachet of nutritional peanut paste to determine whether they have a loss of appetite, which can be a symptom of malnutrition Photograph: Save the Children  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2012/feb/15/save-the-children-projects-malnutrition-in-pictures", 
    "wordcount": "0"
}