{
    "headline": "Review: On The Road Bike by Ned Boulting", 
    "text": "&quot;How did Britain become so obsessed with cycling?&quot; asks the blurb of Ned Boulting&apos;s new book, the follow-up to his enormously entertaining debut, How I Won The Yellow Jumper. It is a slightly problematic premise. The sad truth is that most Britons needing to get from A to B would still sooner take out a payday loan to buy a new car they can&apos;t afford than purchase a humble bicycle  just 15% of people in England cycle any distance in any given month, according to research from the department for transport last November (the stats don&apos;t cover Scotland, Wales or Northern Ireland, unfortunately). Even that figure is skewed by affluent places like York or Richmond-upon-Thames, where 30% of residents claim to saddle up on at least a monthly basis: in towns like Blackburn, not far from Bradley Wiggins&apos; Lancastrian bolthole, that figure drops to a paltry 7%. But nevermind. The ITV presenter&apos;s new book is less a thesis on cycling&apos;s ostensibly buoyant present than a fun romp through its charmingly shambolic past. Once again, he tells the story through the prism of a rank amateur who, despite having covered ten Tours for the telly, still isn&apos;t quite sure how to pronounce Campagnolo. These days he cycles to football matches and rides up hills for fun, but talk to him about gear ratios or bottom brackets and watch his eyes glaze over. He can&apos;t even change an inner tube with confidence. When he goes for a spin with Chris Boardman, he gets the Olympic champion to do it rather than suffer the ignominy of letting a gold medal winner watch him mess it up. On The Road Bike is subtitled &quot;the search for a nation&apos;s cycling soul&quot;. What Boulting&apos;s soul search reveals is a scene which, in spite of Wiggo&apos;s yellow jersey win and all those olympic medals, is still a bit rubbish. I enjoyed his description of Herne Hill velodrome - the south London outdoor arena where Wiggins cut his teeth and which hosted both then 1908 and 1948 olympic cycling events. I remember the first time I rode there for a track session I asked for directions twice despite ostensibly being on the right road, unable to believe that a piece of cycling history could possibly be lurking on his unremarkable suburban street. As Boulting puts it, behind the semi-detached houses of Burbage Road is &quot;a patch of pure history, modestly disguised as nowhere notable.&quot; The leaky Portakabins, the condemned grandstand, the rickety trestle tables manned by octogenarians in tracksuits. The title of Boulting&apos;s first tome referred to the excruciating occasion when he referred to cycling&apos;s greatest garment as a jumper by mistake. There are plenty of other squirmy moments in On The Road Bike, like the time he gets caught horribly short in a pair of bib shorts. Or when he mixes up his Tommy Godwins and emails a woman to say how much he enjoyed meeting her dad at Herne Hill, only for her to reply saying that it was unlikely as her father died in 1975. Barbara Ford (nee Godwin)&apos;s dad was the World Mileage Endurance Record Holder  a gobsmacking story I won&apos;t spoil here. The other Tommy Godwin, who died just last year, won two bronzes at the 1948 London games. The book also provides a laugh-out-loud introduction to many other characters who sum up British cycling every bit as well as Chris Hoy: like Ron Keeble, the foul mouthed man behind the Tour of Britain who won a medal at the 1972 Munich olympics (there&apos;s a great story involving cartons of chocolate milk and the balcony belonging to the Israeli team who were murdered mid-Games). Or David Millar&apos;s mum Avril, another dedicated swearer. Or Maurice Burton, one of the few black riders in the european peloton in the 1970s. Maurice&apos;s son Germain has followed his dad&apos;s wheel and is still, alas, one of the rare non-white faces competing at a national level. There are some great behind-the-scenes anecdotes too: like the time Boulting was given Team Sky&apos;s credit card in order to save the day just before Wiggins&apos; triumph on the Champs-lyses. Or the day he goes for a spin around Regents Park in London with the New Romantic Cycling club on the invitation of Spandau Ballet&apos;s Gary Kemp. Anyone who, like Boulting, is both appalled by and in thrall to the Rapha aesthetic will enjoy the chapter on the ever-growing, ridiculously priced high end brand. Like How I Won The Yellow Jumper, which gave readers a backstage insight into the Tour de France&apos;s biggest characters, On The Road Bike is really a funny, fascinating and frequently touching book about people. But whereas you really needed to have watched Le Tour to enjoy Boulting&apos;s debut, his latest will be enjoyed by anyone with even a passing interest in cycling. No bib shorts required. On the Road Bike: The Search For a Nation&apos;s Cycling Soul by Ned Boulting is published by Yellow Jersey press on 30 May 2013 [This article was amended when readers pointed out Helen had stupidly misspelled Germain Burton and got the title of Ned&apos;s debut wrong.]", 
    "section": "environment", 
    "gid": "environment/bike-blog/2013/may/29/review-ned-boulting-on-the-road-bike", 
    "wordcount": "866"
}