{
    "headline": "Students: seize the day, and do some work", 
    "text": "The spectre of the second term, with its attendant horrors of essay deadlines and January exams, is looming. But as we reflect on the negligible amount of work we completed over the Christmas break, let&apos;s soberly consider our new year&apos;s resolutions. Pledges not to run up astronomical library fines or drink any more cans of Relentless have probably been sworn by students up and down the country. But this year&apos;s promises will be dominated by the mother of all academic resolutions  to stop procrastinating. The irresistible desire to put off until tomorrow what should be done today afflicts ooh, I don&apos;t know, 99% of students? What I do know is that it&apos;s by no means a new phenomenon  the term &quot;procrastination&quot; was first used in the 1500s. But it&apos;s reached new heights among those battling the distractions of Facebook, Twitter and instant messaging. If procrastination is the thief of time, the internet is its most insidious accomplice, delaying work one small click at a time. But fear not, dawdling scholars, there is help out there. Firefox extensions are an easy way to curb stray clicking: LeechBlock can block distracting websites from loading during specified time periods  you could set it to make Facebook available only between 6 and 7pm. And the desktop program RescueTime can provide a breakdown of how you have spent your time online. Alternatively, I&apos;ve plucked some tips from the seasonal crop of self-help books:  Remind yourself of past successes. You will procrastinate less if you boost your belief in the relevance of your work and your ability to succeed, according to Dr Piers Steel&apos;s book The Procrastination Equation.  Shut out the world with some noise reduction headphones. Perfect for anyone distracted by noise, say Pamela Dodd and Doug Sundheim&apos;s in The 25 Best Time Management Tools and Techniques. And if your flatmates are still refusing to turn the heating on, they can double up as ear warmers.  Don&apos;t miss out on a good night&apos;s sleep. A clear head is the key to a better memory and academic success, says Lynn Rowe in How to Beat Procrastination  and you&apos;ll save money by cutting down on cans of the aforementioned Relentless.  Move. If you feel yourself getting distracted, do something physical like standing up and stepping away from your computer screen, Michael Heppel advises in How to Save an Hour Every Day.  Just get started. &quot;A job begun is a job half done,&quot; Timothy A Pychyl reminds us in The Procrastinator&apos;s Digest. Well go on then.", 
    "section": "education", 
    "gid": "education/mortarboard/2012/jan/09/advice-for-students-students", 
    "wordcount": "422"
}