{
    "headline": "Student Film Competition: shortlist announced", 
    "text": "After a four-week long public vote, the shortlist for the Guardian and Oxford University Press (OUP) Very Short Film Competition has been decided. Readers voted in their thousands to chose which of the 12 longlisted entries should be selected as finalists. Here are the four films that made the cut:  Evolution  Sally, Oxford  Homosexuality  Hannah, Birmingham  Superconductivity  Christian, Bristol  Geology  Maia, St Andrews The four shortlisted films will enter the Guardian final on 20 March, where a panel of judges will decide which students should win 9,000 towards their tuition fees. The three runners up will each receive a 250 voucher for Oxford University Press books. The winner will be announced online on 20 March. The judging panel: Maggie O&apos;Kane is multimedia editor, investigations at the Guardian. She was previously the editorial director of GuardianFilms, the Emmy award winning film company which specialises in investigative films for the Guardian website and British and international TV. A former foreign correspondent with the newspaper, she has covered most of the world&apos;s major conflicts over the last decade. Her awards include British Journalist of the Year and Foreign Correspondent of the Year John Mitchinson is the writer and director of research for the television programme QI and responsible for all five of the QI books. He is also the co-founder of Unbound Judy Friedberg is the Guardian&apos;s universities editor. She launched and edits the new Guardian Students site, and is responsible for the Guardian&apos;s University Guide, which ranks all universities in the UK Paul Boyd is multimedia editor at the Guardian. Prior to this he has worked across digital video production and multimedia product development at the BBC, Lonely Planet, Sky and Getty Images Luciana O&apos;Flaherty is a trade publisher at Oxford University Press and has worked in publishing for 19 years", 
    "section": "education", 
    "gid": "education/2013/mar/11/student-film-competition-shortlist-announced", 
    "wordcount": "302"
}