{
    "headline": "Christmas gifts for a geek's goody bag: by the experts from Wired", 
    "text": "Claire CheungTablet designerSelects: Joola TT Buddy Who is your friend? The Buddy is an hourglass-shaped robot made by a German company, Joola. You put ping pong balls in the top  you can fit about 100  and it just shoots them out at you from across the table. It&apos;s got an oscillator, so it can send them out randomly or in exactly the same place, and it can put three kinds of spin on the ball: underspin, topspin and heavy topspin. You can change the speed, so that you can have between 12 shots a minute or up to 70, but that&apos;s more than one a second, so I can&apos;t imagine ever doing that. Is table tennis having a renaissance? It really is. There are loads of ping pong bars in New York and in the East End of London. The Wired Christmas party is actually at a ping pong bar in Holborn called Bounce, so I&apos;m going to set this up and get practising my backhand. What is your favourite technology brand? I am a complete sucker for Apple products, but they don&apos;t need any more publicity, do they? I wouldn&apos;t ever getto that stage where I get a tent up and have a little flask of tea outside thestorewaiting for a new product, butI&apos;m a designer and, aesthetically, they look great and they work really well.The iPad mini is just amazing, small and slick; that&apos;s definitely on my Christmas list. Around 115; joola.com     Nate Lanxon, wired.co.uk editor, in the Brainwave Cat Ears. Photograph: Suki Dhanda for the Observer    Nate LanxonOnline editorSelects: Necomimi Brainwave Cat Ears Nice ears. They are incredibly fun and unusual, but what I really like about them is that on the surface they look cute and interesting and weird, but they are actually incredibly sophisticated, technology-wise. Sophisticated  how? Some people think, does it just detect perspiration? Is it random? But it&apos;s detecting electrical activity in the brain: it looks at how focused or relaxed you are and how much you are concentrating on something or when you are surprised, because that changes the electrical activity in your brain. It then uses that reading to animate the motors in the ears. So the ears wiggle if you are happy? Sort of. If something grabs your attention, they might perk up or twitch. But it&apos;s not detecting your surprise, it&apos;s detecting the difference the surprise makes to your brain&apos;s electrical activity. It&apos;s a wonderful juxtaposition of cute and pointless, and high-end technology from Japan. Are they a product you might use once or twice then forget about? They are a posh novelty for a gadget-obsessed person. They are not practical. In a way, they are the most attention-seeking gadget you could possibly want. It&apos;s quite a good party piece, so, if you are looking to make some friends or some conversation at a party, it&apos;s probably the best 100 you will spend. But at the same time they are effectively useless. I guess that&apos;s why I love them. Are you a technology hoarder? On occasion, but they tend to get passed to friends and family: what&apos;s an old phone to me is still a very nice phone for my mum. I&apos;m also very nostalgic about old tech. I&apos;ve still got my Nokia 3210 somewhere, because I think it&apos;s the best phone ever made. Around 100; necomimi.com     Andrew Diprose, Wired art director, with the Jawbone Big Jambox. Photograph: Suki Dhanda for the Observer    Andrew DiproseArt directorSelects: Jawbone Big Jambox wireless speakers This is the Big Jambox  it still fits in the palm of your hand.  I already have the small Jambox and it&apos;s brilliant, but this one is just another level: the sound is just so much better. &quot;In the office we do what we call &apos;the SBTRKT test&apos; whenever we are testing speakers  one of their tracks goes on and it gets turned up.&quot; And it&apos;s passed the test, basically. The bass is taut for something so small; it&apos;s not going to rock a house party but it&apos;s super-neat. The Jambox is wireless and cordless  has it changed the way you listen to music?  I really think I&apos;m going to get rid of my hi-fi. I moved house about four months ago and I haven&apos;t even fired up my old stereo or my old turntables. I just use my phone, or my iPad, or my computer and Bluetooth the music to the Jambox. You can just wander around the house, it&apos;s no fuss, and I hate cables. People are not looking for that audiophile thing any more: two speakers, six feet apart, in front of you. They want simplicity and convenience. It&apos;s strange that the original Jambox was smaller  technology usually gets more and more miniaturised. Yeah, it&apos;s half the size. I think you can get an improved depth of sound and better amplification. And it&apos;s a lovely thing to hold; it&apos;s nice that it&apos;s finished with rubber. You can also use it for making conference calls, because there&apos;s a microphone in there. What would be your desert island gadget? The only things I really, really love are my Technics SL-1200 turntables. Everything else can come and go  Apple this and that  but they have a dear place in my heart. 259.95; jawbone.com     Madhumita Venkataramanan, assistant editor, with the MakerBot Replicator2 3D printer. Photograph: Suki Dhanda for the Observer    Madhumita VenkataramananAssistant editorSelects: MakerBot Replicator 2 3D Printer You hear a lot about 3D printing  is it now ready for home use? Exactly. MakerBot is this small company in Brooklyn and it&apos;s been making 3D printers for about four years. This is its first foray into 3D printing for the home: it&apos;s really easy to set up and you get sent the material to use, a polymer,and you can print all kinds of things. It&apos;s gone from being very much a geek thing into something anyone can do. It doesn&apos;t look so different from a normal printer. How does it work? Everyone asks: &quot;How does it print in 3D?&quot; But then you see it and it seems so obvious because it&apos;s like a potter&apos;s wheel, I always think, building up material. It starts from the bottom, layer by layer, and then you have this object. You can make a doll&apos;s house, for example, or chess pieces, or little parts that look like Lego and fit together. It&apos;s expensive now  around $2,200 (1,363)  but that&apos;s going to come down. And you will be able to do more ambitious objects, like furniture and curtains. What else can 3D printers make? Iris van Herpen is a fashion designer who used to work with Alexander McQueen and she does a lot of 3D-printed dresses that are just stunning. But the next big leap is when they can print an actual human organ. Going from objects to something that can go in a human body. That&apos;s already happening; it can print blood vessels and cartilage, which is crazy. Are you an early adopter? Not really. I grew up in India, where everyone was very much Windows-oriented, and I&apos;ve always had a Dell as a laptop. No one is going to get rid of their desktops in Bombay  it&apos;s very much part of your ecosystem at home: your TV, your desktop, grandmother uses it to Skype you. So I definitely think desktops are going to be relevant for a while. $2,199; makerbot.com", 
    "section": "technology", 
    "gid": "technology/2012/dec/16/gifts-geeks-christmas-wired-experts-feature", 
    "wordcount": "1208"
}