{
    "headline": "20 Best Windows Phone apps from October 2012", 
    "text": "Welcome to our relaunched monthly roundup of the best new Windows Phone apps, just in time for the first Windows Phone 8 smartphones to go on sale from Nokia, Samsung and HTC. Unlike our weekly iOS and Android roundups, games are included here, in case you missed their inclusion in the weekly mobile games posts. Where apps and games are exclusive to a particular manufacturer (usually Nokia), we&apos;ll say in the text. It&apos;s not always possible to provide a web-link in these cases, but they&apos;re searchable in the handset makers&apos; on-handset stores. And why monthly rather than weekly? That&apos;s related to the flow of high-quality apps at the time of writing, but as momentum picks up for Microsoft&apos;s platform, this post may well go weekly too. On with October 2012&apos;s apps: Xbox SmartGlass About as essential a download as you can get on Windows Phone, if you also have an Xbox 360 console. The SmartGlass app is used to control the console, including TV shows, films and music, navigating the console&apos;s menus without a joypad in sight, as well as typing on the Windows Phone keyboard. This is just the start too: Microsoft has more plans up its sleeve to make SmartGlass an inventive way to interact with games. Angry Birds Roost Nokia bagged an exclusive on this app from Rovio, which isn&apos;t a new Angry Birds game. Instead, it&apos;s a hub for the world of Angry Birds, offering news, tutorials, photo-sharing features and a place to launch the separate games from. Carcassonne With plenty of fans on other platforms, board game Carcassonne has made the leap to Windows Phone, courtesy of Microsoft Studios. It sees you placing tiles with roads, fields, cities and other features, while trying to dominate your opponents. Xbox functionality is included. MeTweets Looking for an alternative way to access Twitter from your Windows Phone, other than the default OS features? MeTweets may be worth a look, especially if you&apos;re a heavy user. A slick user interface for newcomers meets lots of power features below the surface, including scheduled tweets, embedded photo-viewing and the ability to mute specific users and sources. Vogue Fashionable types may enjoy Vogue&apos;s official app, which offers a mixture of news, interviews and photos from celeb-strewn parties for the latest frock phenomena. It&apos;s elegantly done too, fitting neatly into the Windows Phone UI. AppSwitch Now this could be really useful: an app designed for people switching from other smartphones to Windows Phone, which promises to find their favourite apps on Microsoft&apos;s store  or alternatives if the original isn&apos;t yet available. With Microsoft promising that 46 of the 50 most popular iOS and Android apps will soon be on Windows Phone, and Nokia making &quot;switch to Lumia&quot; one of its marketing slogans, AppSwitch is hitting a sweet spot. Paperpress for Instapaper This app ties into read-it-later service Instapaper, although it requires you to have a paid subscription to the latter before using it. If so, you can view unread, liked and archived articles, while switching between different visual themes to display them. Risk Another Nokia exclusive, for now at least. This is EA&apos;s latest digital version of war boardgame Risk, letting you play against AI opponents, or up to five humans in its multiplayer mode. The game is also plumbed into Xbox Live for leaderboards. Extraction Shoot &apos;em up Extraction: Project Outbreak won plenty of praise on iOS, but now it&apos;s available on Windows Phone too. Publisher Chillingo has kept its soldiers-gone-viral plotline and frenetic gameplay intact, while adding support for Microsoft&apos;s Xbox Live community. uTorrent Remote Opinions on BitTorrent&apos;s uTorrent filesharing service vary considerably depending on you you talk to, but note that it&apos;s not just for sharing copyrighted files. So, taking legitimate uses in mind, uTorrent Remote may be useful for people using uTorrent on their desktop computer. It&apos;s a way to control that from the Windows Phone. Account Tracker Graham Haley&apos;s Account Tracker app has been very popular on iOS, and its Windows Phone port is impressive too properly optimised for Microsoft&apos;s OS and its design principles. You can use the app to track spending and bank balances, while setting up alerts and bill reminders. Cracking Sands Off-road racer Cracking Sands is another Xbox Live-enabled game Microsoft tends to release one a week  which ditches the idea of vehicle categories in favour of a great big free-for-all where dirty tactics go side-by-side with racing skills. Babel Rising 3D Another game, this time from Ubisoft, which sees you in the shoes of a &quot;great, almighty, and very angry deity&quot; picking on a tribe of humans to ensure they don&apos;t get the Tower of Babel built. An interesting spin on the god-game genre. Confused.com Parking This is another app with the potential to be really useful: it provides directions to UK car parks, complete with details of how much they charge. Information is also included on whether they have disabled spaces, CCTV, electronic payment and public toilets, with a parking timer feature to help you avoid staying too long. Some early Windows Phone Marketplace reviews are reporting bugs and inaccurate data, but that will hopefully improve. Big Buck Hunter Pro It&apos;s safe to say that this week&apos;s Xbox-enabled game is firmly targeted at US players, attracted by the idea of shooting &quot;the three biggest whitetail bucks you can find&quot; while being rewarded for &quot;kill distance, impact location and number of shots for the kill&quot;. Basketball Live Less gory, but probably still of most interest in the US, is this handy app providing news, results, stats and live scoreboards from NBA basketball matches. It pulls in Twitter feeds from various broadcasters, and lets you create a &quot;Team Tile&quot; for your preferred team. Mixtapes Cloud This paid app (a free version is also available) focuses on a database of streaming mixtapes, promising thousands available, and search features to filter out ones from favourite DJs and producers. Tracks can also be stored locally on your phone for offline listening. First Row Another one for the US, this is an app for finding tickets to music gigs and sports events, tapping your location to show those nearest to you, while also filtering by event/artist, venue and date. Tickets can also be bought on the phone itself. L&apos;Wren Scott Nokia got fashionable for this exclusive Lumia app, from designer L&apos;Wren Scott. It offers up photos from recent collections, videos of her fashion shows, behind-the-scenes info and details of stockists around the world. Tola Finally, Tola is an app for browsing the DeviantArt online community of artworks, browsing categories, checking new additions every day, and searching for specific works. That&apos;s our selection, but what have you been enjoying on your Windows Phone in the last month? Post your recommendations in the comments, or give your views on the apps above if you&apos;ve used them.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/nov/01/best-windows-phone-apps-october-2012", 
    "wordcount": "1150"
}