{
    "headline": "BlackBerry chief: tablets will be dead in five years' time", 
    "text": "BlackBerry&apos;s chief executive has said that in five years &quot;I don&apos;t think there&apos;ll be a reason to have a tablet any more&quot;  but he expects the company to sell &quot;tens of millions&quot; of its new keyboard-based Q10 handsets. Speaking to the Bloomberg news service, Thorsten Heins said: &quot;In five years I don&apos;t think there&apos;ll be a reason to have a tablet any more. Maybe a big screen in your workspace, but not a tablet as such. Tablets themselves are not a good business model.&quot; In contrast with Apple, which saw sales of its iPad tablet jump by 65% year on year to 19.4m in the most recent quarter, BlackBerry has had little success in the tablet space since the launch in 2011 of its 7in PlayBook tablet. Since the launch it has proved a poor business for BlackBerry, which has shipped a total of 2.4m over eight fiscal quarters, and it had to take a $485m charge in 2011 against unsold inventory. In the same period Apple has shipped 111.8m iPads, including an unknown number of its new 8in iPad mini, and generated a total of $58.7bn in revenues. In January Heins said in another interview that he would not consider a new PlayBook unless it could be made profitable. But it was unclear from his comments whether he was considering a large-screen phone, or some other form of computer. Speaking to the Bloomberg TV news service, Heins said of the Q10 that &quot;we have very, very good signs already after the launch in the UK&quot;  where stocks at three outlets in Selfridges sold out within hours. &quot;This [device] is going into the installed base of more than 70 million BlackBerry users, so we have quite some expectations. We expect several tens of millions of units.&quot; Heins did not specify the time period over which the company might sell those devices. No figure has yet been given for the number of Q10s sold in the UK over the weekend. &quot;In five years, I see BlackBerry [being] the absolute leader in mobile computing  that&apos;s what we&apos;re aiming for,&quot; Heins told Bloomberg. &quot;I want to gain as much market share as I can, but not by being a copycat.&quot; BlackBerry&apos;s revenues fell to a four-year low of $2.68bn in its latest quarter ending on 2 March, during which it shipped 6m handsets and 0.37m PlayBooks. That compares to a smartphone market during the same period which grew by 42% year-on-year to 216.2m devices  giving BlackBerry around 3% of the market. The company has also entered into a bitter battle of words with a number of analysts in the US after what it says were incorrect reports about return levels of its touchscreen Z10 handset, released in January, and which shipped 1m units during its first month. On 12 April BlackBerry said it would seek an investigation by the US Securities and Exchange Commission into reports from brokers Detwiler Fenton &amp; Co suggesting high return rates on the Z10 compared with other phones. BlackBerry said that was false. &quot;Whatever the motivation [for the report] is, you have to use the right facts, and that&apos;s what we&apos;re challenging right now,&quot; Heins told Bloomberg TV. Returns of the Z10 were &quot;completely in line&quot; with industry standards and &quot;better than previous BlackBerry launches were, so the quality speaks for itself,&quot; he said. But analyst probing of the company&apos;s health continues. Another analyst company, Wedge Partners, has suggested that BlackBerry is scaling back production of the Z10  though Peter Misek of Jefferies Group, who has a &quot;buy&quot; rating on the stock, said he saw no sign of that. The Q10 is set to go on sale in the US at the end of May through the four largest American mobile networks. Priced at $249 plus a contract  $50 more than for an iPhone 5  analysts think it will be effective in attracting loyal users who can afford to spend their company&apos;s money for a newer phone whose keyboard has become a unique selling point. Shares in BlackBerry have risen 35% in the year to date to $15.89.", 
    "section": "technology", 
    "gid": "technology/2013/apr/30/blackberry-chief-tablets-dead", 
    "wordcount": "710"
}