{
    "headline": "Climate change envoy warns against cutting investment in green energy", 
    "text": "The government&apos;s climate change envoy has warned that failure to take more action to invest in a low carbon economy is a threat to the future &quot;prosperity and security&quot; of the British people. John Ashton, who has just stepped down from his post at the Foreign Office, told MPs that the UK was still considered an influential global player on climate change, but signalled that position was at risk as the country was falling behind on investment in energy efficiency and clean energy. This in turn would make it harder to meet global targets to limit global warming to 2C - the level at which experts consider most countries will cope with the ensuing disruption to weather patterns. &quot;Failure to deal with climate change would amplify already dangerous stresses arising from food, water and energy insecurity,&quot; Ashton told the energy and climate change select committee. &quot;This potentially unmanageable combination of stresses poses a systemic risk to the security and prosperity of our country.&quot; In 2004 the government&apos;s then chief scientist, Professor Sir David King, made headlines around the world when he declared that climate change was &quot;the most severe problem we are facing today, more serious even than the threat of terrorism&quot;. However, the growing political consensus for tackling climate change, which culminated in the 2008 Climate Change Act committing the UK to binding emissions reductions, has appeared to be breaking down in the last two years as lack of economic growth and savage public spending cuts have eroded support for sometimes costly policies. These issues came to a head in February when more than 100 Conservative MPs signed a letter to the prime minister, David Cameron, calling for an end to onshore windfarms. Ashton, who left his six-year post two weeks ago, said he sympathised with concerns that UK efforts to combat climate change would be an expensive failure if other countries did not follow suit. However in a thinly-veiled warning about the damage done by draining political support for &apos;green&apos; policies, he said the UK&apos;s diplomatic efforts to persuade other countries to reduce the world&apos;s reliance on oil and other fossil fuels &quot;depends on what we are doing at home&quot; and the &quot;consensus across the political spectrum&quot;. Ashton also told MPs that far from leading the world, the UK was falling behind important economic competitors such as Germany, Korea, China and Japan in some of the big future industries such as offshore wind energy and carbon capture and storage systems for gas and coal power stations. &quot;Internationally we must resolve the false choice, exacerbated by the current crisis, between economic security and climate security,&quot; said Ashton. &quot;A rapid shift to low carbon growth is essential for security, competitiveness and prosperity, not an intolerable risk to competitiveness, jobs and growth.&quot; &quot;Politically we must address this not as a distraction from our current problems, but as part of the solution to them,&quot; he added. Tory committee member Dr Phillip Lee challenged Ashton, however, suggesting that there were still hundreds of millions of people who wanted a better standard of living in developing countries like China, and in the UK during the recession, who would not support policies which pushed up the price of energy and so goods and services they wanted to buy. &quot;It&apos;s seen that going green is going to slow down the growth that we need,&quot; added Lee.", 
    "section": "environment", 
    "gid": "environment/2012/jun/22/uk-climate-policy-risk-government", 
    "wordcount": "580"
}