{
    "headline": "Mars Curiosity rover: Nasa scientists brace for 'seven minutes of terror'", 
    "text": "     In the silence of space on the approach to Mars a US probe is warming up for an unprecedented act of theatre. Heaters aboard the spacecraft have begun to glow, thawing thrusters and components ahead of the most daring landing ever attempted on an alien world. Bearing down on the red planet at more than 8,000mph, the Nasa craft is carrying the space agency&apos;s Curiosity rover, a gangly off-road vehicle with robotic tools to scoop, drill and vaporise the soil and rocks strewn across the dusty landscape. The rover&apos;s job is to explore the geology of an enormous crater basin, and uncover whether Mars was ever capable of harbouring life. But first it must touch down safely. The $2.5bn (1.6bn) mission blasted off in November on a journey of 300m miles. It is due to land the Curiosity rover at 6.31am (BST) on Monday morning. If all goes to plan, the rover will touch down in the vast Gale crater, around six miles from Mount Sharp, or Aeolis Mons, which rises more than 5,000 metres from the crater bed. The vehicle&apos;s first port of call is what looks like an alluvial fan, a pattern of sediments thought to be created by flowing water, perhaps billions of years ago. &quot;We expect to land downslope of the alluvial fan, and since water flows downhill, we&apos;re optimistic we&apos;ll find evidence for an ancient watery environment there,&quot; said John Grotzinger, a geologist and project scientist on the Nasa mission. &quot;If there was ground water, or a lake there, then it&apos;s possible this was once a habitable environment.&quot; Powered by a lump of radioactive plutonium and lithium-ion batteries, the rover is due to explore the Gale crater and its huge central mountain for one Martian year, or 687 Earth days. Much of the mission will be spent trundling up and down the gentle flanks of Mount Sharp, sampling rocks, and following a path scientists plotted on maps compiled from images snapped by Mars orbiters. Scientists are banking on the mountain being key to the planet&apos;s geological past. The rocks at the bottom may be more than 3.5bn years old, while those higher up formed more recently, and so get progressively younger the higher the rover climbs. Curiosity can reach out with a robotic arm, to scoop, drill and hammer rocks, and analyse their makeup with onboard instruments. On a mast protruding from the centre of the rover is a laser that can vaporise rock surfaces and analyse their elemental constituents from up to nine metres away. &quot;What we see from orbit are the kinds of rocks we think form in the presence of water,&quot; Grotzinger said, &quot;and those will be revealed by the clay minerals we find with Curiosity. If the minerals were formed in water, we can infer that maybe there was a habitable environment there. We&apos;ll be looking for evidence that maybe there was water flowing on the surface that transported muds that came to rest in these deposits. Maybe the water was there for sufficiently long periods of time that it could have sustained life, had it ever evolved.&quot; Water is only part of the story. The roving laboratory will also look for molecular chains of carbon that are bound to hydrogen, another apparent prerequisite for life. &quot;There&apos;s no one feature that says it&apos;s a habitable environment; you are looking for a preponderance of evidence,&quot; Grotzinger added.           Though Curiosity might find signs that Mars was once habitable, the rover is not designed to find direct evidence of alien life, for example, in the form of fossilised micro-organisms. This is a prospecting mission, aimed at scouring the Gale crater for sites where future rovers, or even human explorers, might one day find concrete evidence of past life on the planet. But before the science can begin, the three-metre-long rover must touch down on Mars. The size of a family car, this is Nasa&apos;s largest rover yet, and tried and tested means of landing on the planet are not sufficient to cushion the rover on impact. &quot;She&apos;s a beast,&quot; said Ann Devereaux, an engineer who works on the crucial entry, descent and landing, or EDL, team of the mission. &quot;The fact that we&apos;re doing this crazy landing sequence allows us to pinpoint a target on the ground, but the previous ways we&apos;ve landed on Mars, with airbags, parachutes and even retrothrusters, simply wouldn&apos;t work with this rover. Going this big changes things.&quot; Mission control will stop talking to the spacecraft two hours before it reaches Mars. At that time, everything the probe needs to get to its landing site will be programmed into the craft&apos;s computers. The manoeuvres the spacecraft must execute are so fine and complex that the slightest mistake could notch up another grim statistic in the history of failed missions to the planet. Ten minutes before the spacecraft arrives, it will jettison its cruise stage and fire thrusters to swing the probe&apos;s heat shield into a forward position. Explosive charges then release two 75kg blocks of tungsten, to shift the balance of the probe so it can fly through the tenuous Martian atmosphere. As the probe streaks through the sky, the heat shield will reach more than 2,000C. Guided only by an onboard computer, small thrusters will steer the spacecraft through the Martian sky, and pull a series of &quot;S&quot; turns to line it up with its landing spot in the Gale crater. After more tungsten weights are shed, the probe deploys a parachute and blasts the heat shield free, revealing a video camera to record the landing. One mile above the ground, the spacecraft cuts the parachute loose, and begins to fall, until eight retrorockets fire up to control its descent. As it nears the surface, the probe begins what Nasa calls a sky crane manoeuvre that lowers the Curiosity rover down on nylon ropes. When the rover hits the ground  hopefully gently  the spacecraft flies to one side and crash lands a short distance away. Through the entire descent, there is nothing the mission scientists can do from their offices at Nasa&apos;s jet propulsion laboratory in California, but wait for the rover to call home. No wonder Nasa staff have hit on the phrase &quot;seven minutes of terror&quot; to describe the probe&apos;s descent. Mission scientists are hopeful that Curiosity will build on the success of Nasa&apos;s two recent Mars rovers, Spirit and Opportunity, which touched down in 2004. Their missions were planned to last three months, but Spirit continued to explore the Martian surface until 2010. Opportunity is still operational. &quot;We&apos;ve had fantastic results with Spirit and Opportunity, and we hope Curiosity will follow in her cousin&apos;s footsteps,&quot; said Devereaux. &quot;We just have to get her down to the ground safely. I can&apos;t even envisage what she might find, or how far she might go, but it&apos;s a big step just to get her down.&quot; Grotzinger confesses to having &quot;blind faith&quot; in the team who drew up plans to land the rover on Mars. &quot;The landing is complicated. It looks improbable, but the guys who built it have very high confidence in it, so I must as well,&quot; he said. &quot;Everything I&apos;ve done for the last five or six years, everything we&apos;ve done as a team, comes down to those seven minutes.&quot;", 
    "section": "science", 
    "gid": "science/2012/aug/03/mars-explorer-rover-seven-minutes", 
    "wordcount": "1249"
}