{
    "headline": "Aligned yet distinct: do mission groups need reinventing?", 
    "text": "Higher education is changing. I don&apos;t need to tell you that. Almost every blogger who writes for the HE Network starts by spelling that out. But you needn&apos;t read it here either; HE professionals across the world are living through the change. At the heart of all this talk of change is the existential question: &quot;What is the purpose of a university&quot;? Universities are grappling with the question of who they are and, in turn, what they should be doing. However an institution answers that question helps it pick its battles, lobby policy makers and communicate more effectively with the general public. And deciding one&apos;s own place in the HE landscape is only part of the challenge. Deciding with whom your institution is aligned is another. Explaining why collective representation is currently being discussed, Kim Catcheside writes: &quot;Because the element of competition introduced by the government&apos;s proposed changes to higher education have made the stakes much higher than in the past. For a vice-chancellor, it really matters whether your institution is Russell Group or 1994 or Million+ [or University Alliance] because of what it says about your reputation in the marketplace.&quot; Less than 12 months after Kim wrote that piece, demonstrating how much &apos;brand&apos; matters, four universities formerly in the 1994 Group joined the Russell Group. The BBC coverage summarised the move as follows: &quot;Acquiring the label of a Russell Group university could be seen as adding value  particularly for the lucrative overseas student market&quot;. But are mission groups, or other forms of collective representation, simply about branding? And as the call to be competitive increases, does that in any way diminish the benefits of belonging to a group? In addition, not all universities in the UK are aligned to a mission group  why do some opt out? This Friday, 28 September, we&apos;d like to explore what impact the changing policy and practice of higher education is having on collective representation. The aim of the live chat is not to debate the worth of one mission group over another but to question how being in a group can help or hinder an institution  and the sector as a whole  as it continues to grapple with the question of its purpose and how to explain that purpose to those on whom its continued survival depends. The live chat will run from 12 to 1pm BST in the comment threads beneath the blog. If you&apos;d like to join the panel, send me an email. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network. Paul Greatrix, registrar, University of Nottingham Paul has been registrar at the University of Nottingham since 2007. As registrar he is responsible to the vice-chancellor for the academic administration of the University. As well as being secretary to the statutory bodies of the university, the registrar manages the provision of a broad range of professional services for prospective students, current students and staff and teams responsible for communications and marketing and planning and management information. Before joining the university he worked at the University of Warwick, the University of East Anglia and Staffordshire University. Paul blogs on HE and related matters at Registrarism @registrarism Mark Fuller , director of communications, 1994 Group, a group representing nineteen research-intensive universities. The 1994 Group is one of the UK&apos;s most influential voices on higher education policy. Mark leads on the Group&apos;s media relations and stakeholder relations work, and plays a key role in devising the Group&apos;s analysis and proposals on HE policy. Prior to joining the 1994 Group Mark was a senior consultant at a communications consultancy, following spells at the think tanks Demos and the New Local Government Network. @Markhf76  Louis Coiffait, head of research, The Pearson Think Tank Louis is the Pearson Think Tank&apos;s head of research, where he looks to stimulate debate about education policy, recently editing a book about the future of higher education called Blue Skies. He was educated at the University of York, UCLA and the University of Cambridge and in his spare time volunteers, is a school governor and runs the social enterprise Work&amp;Teach @LouisMMCoiffait Steve Woodfield, senior researcher, Kingston University Steve is a researcher in higher education policy and management at Kingston University. He undertakes policy-related research and consultancy projects for the University and for external sponsors including BIS, UUK, UNESCO, the British Council, the Higher Education Academy and HEFCE. He has specialist research and consultancy expertise in the areas of internationalisation (international student mobility and transnational education) institutional management structures, policy and strategy development, and flexible and distance learning. @sjwku Colette Cherry, policy advisor to the vice chancellor, Bournemouth University Colette started her policy career as a higher education advisor at the Higher Education Funding Council for England (HEFCE), where she specialised in the funding round and employer engagement. She moved to the Quality Assurance Agency in 2007 to become aide to the chief executive, and in 2011 joined Bournemouth with a remit for analysing and advising on national policy developments and driving the university&apos;s public affairs programme.  @ColetteCherry", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/sep/26/mission-groups-university-branding", 
    "wordcount": "866"
}