{
    "headline": "Father of the email attachment", 
    "text": "Twenty years ago this month, 100 American web geeks opened their inbox to find a bizarre email. Inside the message were two attachments. The first was a photograph of the Telephone Chords, an a capella quartet comprising four hirsute IT researchers. The second: the Chords&apos; recording of an old barbershop favourite, Let Me Call You Sweetheart. But the attached content wasn&apos;t the weirdest thing. It was the attachment itself. This was the first functional attachment ever, or at least the first one most people could actually open. People had sent attachments before, but they were mostly useless because recipients couldn&apos;t open them unless they shared the sender&apos;s email system. This was the first time someone had sent something that was compatible across most email programs. And that someone was the quartet&apos;s tenor: a short, tubby man standing on the far right of the photograph, raising his bushy eyebrows and wearing a bright yellow cardigan. Two decades and a day later, Nathaniel Borenstein&apos;s cardigan is now grey. But his eyebrows are as bushy as ever, and he sits cross-legged on a sofa next to London&apos;s Regent&apos;s Canal, scratching his ankle, and laughing about his brainchild. Each day in 2012, we send around a trillion Mime attachments (the technical term for the standardisation system invented by Borenstein and his collaborator Ned Freed) but in 1992, Borenstein says, it was a niche sport. &quot;There were several people who said: this is just an obscene waste of bandwidth,&quot; remembers Borenstein, then working for telecoms giant Bellcore (Telephone Chords: geddit?). &quot;It was considered antisocial to send too big an email. People found it inconceivable that rather than posting a film photograph in the mail, you would prefer to scan and transmit them over a slow modem. They didn&apos;t see that in time you wouldn&apos;t scan the pictures, you&apos;d use a digital camera; you wouldn&apos;t have a modem, you&apos;d have high-speed internet. I would tell people: &apos;Some day I&apos;m going to have grandkids, and I&apos;ll want to emailpeople pictures of them.&apos; And people laughed.&quot; Laughing is something Borenstein does a lot of. He spent last weekend training to be a laughter yoga instructor. He laughs at himself, a lot: &quot;The second of [Buddhism&apos;s] Four Noble Truths tells us that the cause of all suffering is attachments,&quot; Borenstein wrote in a recent blogpost responding to criticisms of his invention. &quot;I bristle at this gross exaggeration. Surely attachments are responsible for no more than 25% of human suffering.&quot; On his website (underneath the heading: &quot;If You Want To Know More Than This, You&apos;re A Stalker&quot;) he has published a psychological assessment of his sunny character: according to the Myers-Briggs scale, Borenstein is 53% &quot;extravert&quot;, 95% &quot;intuitive&quot;, 63% &quot;feeling&quot;, and 84% &quot;perceiving&quot;. &quot;The reason I put the profile there is that it&apos;s an unusual profile for a technical person,&quot; he smiles. In fact, he thinks it helps to explain why he helped create worldwide attachment compatibility. &quot;I took another test that placed me on a scale between extremely dominant and extremely submissive. I was dead centre. And this is a very good position to have for someone who works in standardisation. In standards work, you have to be good at effecting compromise. You have to have a feel for people, and what would please them, but you also have to be willing to be definite, or assertive. Our achievement wasn&apos;t figuring out one way of sending an attachment. It was getting 100 other email geeks to agree on the same way of doing it.&quot; One thing they couldn&apos;t agree on was what to call it. &quot;I hate the name attachment!&quot; reveals Borenstein, still bristling after 20 years. This was because he didn&apos;t want the attachment to actually be an attachment: he wanted pictures and audio included within the body of an email. &quot;I beat myself up about it,&quot; he says. &quot;One of my mistakes was not to distinguish well enough between those two models. The result is that if I put a picture in the body of an email today, and send it on a Mac, you&apos;ll still see it as an attachment symbol on many PCs. That&apos;s the second-most embarrassing mistake I made.&quot; What was the first? &quot;Every Mime object wastes 19 bytes,&quot; he confides, referring to the fact that every attachment includes 19 bytes of redundant coding. &quot;Overall, we&apos;re wasting seven petabytes a year. But I only dislike it on aesthetic grounds: what&apos;s 19 bytes out of a 3MB email!&quot; Any other regrets? Just one: &quot;I went over the recording really carefully recently  and I think I missed a couple of notes.&quot; At a Telephone Chords reunion last week, he finally got the chance to correct hismistake. On 1 April 1993, Borenstein suggested to fellow programmers that he had found a way to attach simple physical objects to emails. The example he chose was the head of the then-US vice president Dan Quayle, which he suggested would be fairly easy to code because Quayle was not the brightest, and so his head was probably no more than nitrogen oxide cased in a layer of iron. It was a April fool, obviously, but 19 years on, it&apos;s now a conceivable concept: these days you can attach codes that, when sent to a 3D printer, will create physical objects. Did Borenstein underestimate the potential of his invention? &quot;I did foresee that there would be many more Mime-types than we could then envisage,&quot; he says. &quot;But I didn&apos;t think there would be as many as there are. As of last month, there are 1,309. I started with 16.&quot; One thing he predicted that hasn&apos;t yet come true was the attachment of smell. &quot;I could imagine that once the technology became cheap enough and widespread enough, advertisers would want to include scents. But the transport of matter was just a joke. And yet  while it&apos;s still not the case that we can take you apart and send you over email  it&apos;s getting much more believable. You can definitely foresee a company sending organs around. It&apos;s mindboggling.&quot; These days, many people foresee another mindboggling possibility: the death of email. Bored of spam and viruses, some say email has become too cumbersome and formal, and think the ease of communicating via social media is a logical next step. Last December, Thierry Breton, CEO at IT giant Atos announced plans to abandon internal email, and instead rely on instant messaging and Googledocuments. Borenstein thinks its a silly idea. He recently wrote a blogpost that made several tongue-in-cheek predictions about the tech world in 2012. A recurrent theme was the failure of Atos&apos; new communications strategy. &quot;An employee of Atos in the US fails to receive an email notice of his child&apos;s illness at school,&quot; reads the entry for November, &quot;and files a lawsuit against his employer.&quot; December: &quot;The Atos board of directors fires CEO Breton. However, because they notify him by email, he shows up at work the next day, unaware. He is promptly escortedout by security personnel, who turn out to have been using emailall along.&quot; Borenstein admits social media will eventually replace large email mailing lists, but he still thinks email will always be the best way of contacting specific individuals. &quot;When you have a great article which you want to share with your friends, social media beats the hell out of email. But if you want to send a very sensitive communication specifically to me, I find it hard to imagine that you want to put it on your social network, because it&apos;s more prone to accidental exposure.&quot; He cites the recent case of a bigamist&apos;s two wives finding out about each other via Facebook&apos;s &quot;people you may know&quot; feature. &quot;I&apos;m sorry,&quot; Borenstein apologises. &quot;But if you&apos;re going to be a bigamist, or cheat on your spouse, you probably don&apos;t want to use email for it, and you sure as hell don&apos;t want to use social media. Facebook thinks if you know two people, they should meet. Which is true for most people, but not for bigamist who&apos;s cheating on two people at once.&quot; More seriously, he says that too much business data  85%, by his estimate  is stored in email form (and most of that in attachments), which makes a move away from the format harder. In fact, he is so convinced of email&apos;s medium-term future that, in his current role at email firm Mimecast, he is working on data-mining software that will instantly detect what you&apos;re writing an email about, search your inbox for related messages, and then make real-time suggestions for what else to include in the message. Spam is an issue, he acknowledges, but he thinks the problem could be solved by a system of micropayments that  in layman&apos;s terms  would allowspam recipients to fine the people clogging their inbox. &quot;My favourite idea involves what&apos;s called &apos;attention bonds&apos;. These would let you attach to your mail a promise to pay the recipient a certain amount of money if they think it&apos;s spam. Spammers aren&apos;t going to be able to attach those bonds, because they&apos;d be zapped every time.&quot; When television came along, he notes, people predicted the death of radio. &quot;But 70 years later, radio seems fine. It just broadcasts different kinds of things. It&apos;s still growing. Similarly, email, which some people say is dying, continues to grow. And most dying things don&apos;t really do that.&quot; But even if they did, Borenstein would still die happy. One of his four daughters gave birth last year to his first two grandchildren  twin girls  and at long last the attachment has finally performed the task Borenstein created it for. &quot;Actually, I didn&apos;t send the photo myself  my daughter did,&quot; he laughs. &quot;And it was just an ultrasound image, and they were only about four cells big, so it was a bit of an anti-climax. But that was the message that fulfilled my life&apos;s dream.&quot;  This article was corrected on 28 March 2012 because the original incorrectly called petabytes pedabytes.", 
    "section": "technology", 
    "gid": "technology/2012/mar/26/ather-of-the-email-attachment", 
    "wordcount": "1736"
}