{
    "headline": "Hopes of indebted countries anchored on Argentinian ship in Ghanaian port", 
    "text": "An international tribunal will decide on Saturday whether an Argentinian frigate can leave Ghana in a case that has enormous implications for financially distressed countries trying to reduce their debt burden. The three-masted ARA Libertad has been caught up in a complex legal dispute arising from Argentina&apos;s default on its $100bn (62bn) sovereign debt in 2002. The Ghanaian authorities impounded the ship in the port of Tema in October following a court order obtained by a vulture fund, NML Capital, as part of a broader legal action. The hedge fund, backed by US billionaire Paul Singer, is suing Argentina on the basis of debts arising from the country&apos;s defaulted bond swaps in 2005 and 2010. NML Capital bought bonds from the heavily indebted Argentinian government in 2000, a year before the country&apos;s $100bn sovereign default saw most of its debt restructured. NML Capital said it will only release the frigate against a payment of $20m in Argentinian bonds, and demands that Argentina settles $370m of its debt. The international tribunal for the law of the sea in Hamburg said its decision concerns only whether the ship should be released and not a wider judgment about whether warships can be seized in civil debt cases. But the case is being watched closely because of its implications for debt restructuring  including deals for Greece  and the capacity of vulture funds to sow financial mayhem. Ahead of the decision, the UN independent expert on foreign debt and human rights, Cephas Lumina, urged world governments not to allow vulture funds to paralyse debt relief for heavily indebted countries while expressing his concern about the impounding of the Libertad. &quot;Vulture funds, such as NML Capital, should not be allowed to purchase debts of distressed companies or sovereign states on the secondary market, for a sum far less than the face value of the debt obligation, and then seek repayment of the nominal full face value of the debt together with interest, penalties and legal costs or impound assets of heavily indebted countries in an attempt to force repayment,&quot; said Lumina. The Libertad was detained after the fund  which has obtained judgments in New York and London awarding it more than $1.6bn from Argentina  applied to the Ghanaian courts for the ship to be impounded. Previous attempts to seize sovereign assets, including the Argentinian presidential jet, have so far been avoided. Vulture funds typically buy bonds at discount rates during a crisis with the explicit intention of taking the distressed countries to court in foreign jurisdictions, while also holding out for payment in full with no renegotiation of the debt. Lumina warned that successful debt restructuring for deeply indebted countries will be impossible if vulture funds are allowed to paralyse debt relief. He urged states to follow the example of Jersey and the UK, which have adopted legislation to prevent vulture funds from pursuing excessive claims against heavily indebted countries before their national courts. Most creditors have accepted a repayment at a lower nominal value (30%) of Argentina&apos;s sovereign debt, but NML Capital refused to participate in the debt restructuring offered by Argentina. In 2000, NML Capital won a case against Peru, recovering 400% of what the fund paid for the country&apos;s distressed debt. Apart from its enormous financial implications, the case has strained relations between Argentina and Ghana. The ship was visiting Ghana under Argentina&apos;s programme to boost co-operation and friendship in the southern hemisphere and was seized in a &quot;brutal manner&quot;, Susana Ruiz Cerutti, head of the Argentinian delegation, argued before the court. Buenos Aires accused Ghana&apos;s port authorities of having cut basic services to the vessel, forcing the evacuation of most of the crew and cadets except a skeleton group to prevent the ship from being boarded. Ghana&apos;s court representative, Ebenezer Appreku, has asked for Argentina&apos;s application for the release of its ship to be rejected, pointing out that the vessel&apos;s detention arose from a court order in Ghana concerning a commercial contractual dispute between NML Capital and Argentina that did not involve the Ghana government. He said Ghana&apos;s constitution clearly separates the powers of the judiciary from the executive, and that the Ghanaian government &quot;cannot set aside the rule of law&quot; and direct the ship to be released against the order of a court. &quot;Vulture fund NML Capital never lent Argentina any money,&quot; said Tim Jones, policy officer at Jubilee Debt Campaign. &quot;They speculated on a cheap debt, but are now pursuing a gigantic profit out of the Argentinian people. Hopefully, NML Capital won&apos;t get a penny out of the ARA Libertad. But we need laws across the world to stop the vulture funds profiteering out of crisis.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/dec/14/indebted-countries-argentinian-ship-ghanian-port", 
    "wordcount": "788"
}