{
    "headline": "Qualcomm: 'Augmented reality as a technology is starting to mature'", 
    "text": "The problem with augmented reality is its perception as digital gimmickry: a technology in search of a useful application that&apos;s often hijacked for novelty purposes. AR can make cartoon monsters jump out of crisp packets or make tweets float in the air above the place they were posted from, but there&apos;s little evidence that people enjoy this half as much as brands looking for an easy PR win, or AR technologists. The situation is improving, though. There are signs of AR having real potential for education, children&apos;s entertainment, interactive print and other areas; Nokia is making a big push with its LiveSight technology, and Google&apos;s Project Glass is attracting the futurists with its promise of less-clunky augmented eyewear. AR has a prominent spot on Qualcomm&apos;s stand at Mobile World Congress courtesy of its Vuforia platform, which competes for the attention of app developers and brands with the likes of Aurasma and Blippar. Julian Harris, senior business development manager at Qualcomm, told me that Vuforia now has 45k registered developers and more than 100k downloads of its software development kit (SDK). More importantly because developers tend to sign up for all the different augmented reality SDKs to try them out  more than 3k apps have been published using Vuforia, with 40 of those passing the 100k downloads milestone. &quot;It&apos;s meaningful stuff,&quot; said Harris, whisking me through demos of a selection of commercial third-party apps a contrast to briefings in the early days of Vuforia, when Qualcomm was making its own prototype apps to show off what developers and brands could do, if they adopted the platform. The demos at MWC include Big Bird&apos;s Words a Sesame Street app that sends children off to scan specific words in the real world; a Lego augmented reality catalogue; Anatomy 4D with its full-body anatomical model; Disney&apos;s Princess Royal Ball app which gets children to build a virtual carriage then scan packaging to see it in the real world; Ballard Designs&apos; interior design catalogue; and an issue of Maxim that maps a video of its cover-model to the cover when scanned with the magazine&apos;s app. Oh, and Om Nom: Candy Flick, an augmented reality game developed by ZeptoLab and based on its popular Cut the Rope games, which was released in early 2013. It&apos;s notable how many of the demos are aimed at children, who in my experience are more thrilled than sceptical about augmented reality when it&apos;s done well even for novelty purposes. Harris agrees, citing another high-profile Vuforia-powered app: James May&apos;s Science Stories, released in 2012 by London&apos;s Science Museum. &quot;After James May&apos;s Science Stories, my son points my phone at things and says &apos;Where&apos;s the little man Daddy?&apos;,&quot; says Harris.  &quot;This technology is just par for the course with him, and it&apos;s this fusion between the physical and digital that we&apos;re calling &apos;digital sixth sense&apos;. Kids are going to be demanding this level of interaction.&quot; He&apos;s bullish about the prospects for AR aimed at adults, though. &quot;Augmented reality as a technology is starting to mature, and people are taking fuller and better advantage of it,&quot; says Harris. &quot;It&apos;s also being used as a channel for product information, in ways that you couldn&apos;t possibly articulate in a printed manual or brochure.&quot; This story was amended on 27 February 2013 after Blippar contacted The Guardian to clarify that while it has beta-trialled Qualcomm&apos;s Vuforia Cloud, the live Blippar platform is not powered by the technology.", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/feb/26/qualcomm-vuforia-augmented-reality", 
    "wordcount": "586"
}