{
    "headline": "British farming in crisis as crop losses from 'relentless' floods pile up woes", 
    "text": "Stephen Watkins farms in Elgar country. He has 400 hectares, or nearly 1,000 acres, in the Worcestershire countryside that boast sprawling views of the Malverns, the brooding hills that inspired the composer to capture the essence of rural England in music. With a picture-perfect Victorian farmhouse replete with Aga and two black Labradors, Watkins seems to be living the good life. He farms sheep, winter wheat, spring barley, mint, coriander, parsley, spinach, peas, which are hand picked, onions, lettuce and swede; he also runs a riding school and a fishery that supplies local pet shops. But Elgar&apos;s bucolic idyll is not looking very idyllic at the moment. Huge amounts of rubbish are strewn across Watkins&apos;s land after the Severn broke its banks, drowning much of Worcestershire. Plastic bags, tin cans and even telegraph poles have been left scattered over Watkins&apos;s fields like dead fish on a beach after the tide has departed. &quot;You couldn&apos;t see the hedges,&quot; Watkins said of the recent floods. &quot;You were wellington boot-deep at the local pub and church. The worst affected parts of the farm were more than six feet under water.&quot; The flooding shorted his electric fence. One morning Watkins received a phone call telling him his sheep had escaped. &quot;Some were on the A38.&quot; Watkins is stoical. Bad weather happens and farmers shoulder the burden, but the past 12 months has seen his mettle tested to new limits. His fields have flooded four times in the past four months. &quot;Absolutely unheard of,&quot; he said. In 2011 his land had 17 inches of rain. Last year 39 inches fell. Even this was potentially surmountable as some of his crops can survive the odd short flood. &quot;But not the constant flooding,&quot; Watkins said. &quot;The land has never really been allowed to drain properly.&quot; Watkins, 56, has to pay for the cleanup. There is no insurance for his ruined crops and no compensation. It will take months for the land to return to normal. A normal flood would cost him 25,000, he estimates, but this time he thinks the bill will be more like 60,000. In his fields rows of swedes are turning to mulch. Although Watkins, who has been farming since the early 80s, will weather the latest storm, others have not been so lucky. Many are locked into contracts to supply the supermarkets with produce that has been destroyed. They are having to source food abroad, broccoli in particular, to fulfil their obligations to the retail giants. It is only now becoming apparent just how terrible sodden 2012 has been for farmers, particularly those in the north-west and south-west. Wheat yields were at their lowest level since the 1980s, the potato crop at its lowest since 1976. The oilseed rape harvest and barley yields also suffered. Livestock farmers suffered too. The wet weather conditions sent the price of animal feed soaring as farmers were forced to keep their animals indoors. For some, the consequences threaten to be devastating. Recent figures from the Department for Environment, Food and Rural Affairs paint a bleak picture of a year many would prefer to forget. Dairy farmers saw their income plunge by 42%. Livestock and pig farmers have seen their incomes as much as halved. There were double-digit decreases for cereal and crop farmers, too. Many have seen their profits completely wiped out. The only way they can survive is by borrowing from the banks. &quot;We are seeing increased levelsof indebtedness,&quot; said Charles Smith, chief executive of Farm Crisis Network. &quot;For some it&apos;s becoming unsustainable.&quot; In a normal year one type of farming might be affected by poor conditions. &quot;Itmight be fruit or arable or sheep,&quot; Smith said. &quot;But in the last year every aspect of farming was affected. It has been relentless.&quot; Farmers&apos; confidence, measured in surveys by the National Farmers Union (NFU), has fallen after a couple of years when things were looking up. &quot;Farmers are incredibly optimistic people, but they are juggling variables, most of which are outside their control,&quot; Smith said. Such gloom is damaging for any industry, but especially for farming. &quot;It&apos;s not just a job, it&apos;s a way of life,&quot; Smith said. &quot;If you live on a farm everything is linked to its fortunes. If it goes wrong it has a big impact on family life. Many farmers are working long hours on their own and problems build up.&quot; Not surprisingly, some are calling it a day. The dairy industry has seen a huge decline in its ranks. There were 36,000 dairy producers in 1995, compared with fewer than 15,000 now. Concern is shifting to sheep farmers, who are losing as much as 29 for each lamb they sell, owing to the rising costs of feed, wet weather and increased competition from New Zealand farmers who can undercut them. The sector is also braced for the spread of the fatal Schmallenberg virus as the lambing season gets under way. The threat is so potent the government is considering licensing a vaccine. &quot;It&apos;s having a devastating effect on some farmers,&quot; Smith said. &quot;Some have lost between 30% and 50% of their lambs.&quot; Losing even a few of their lambs will see many of the smaller sheep farmers plunge into the red. The pork and poultry sectors face a different threat. Both have increased welfare conditions in line with EU directives. But other countries have refused to invest in new pens and coops, allowing their farmers to undercut their British rivals because they are not shouldering the costs of expensive equipment. Once Britain produced 70% of the pork it consumed. Today, that stands at just 50%. The long-held feeling among UK farmers that they are not competing on a level playing field is exacerbated by their experience of the common agricultural policy [CAP]. In January, the government agreed a series of EU budget cuts, including a 10% reduction in the CAP. The details are still working their way through the system but it is estimated that UK farmers will receive around 200 (174) per hectare they farm underthe reformed CAP. In contrast, their Irish counterparts can expect to receive 250 per hectare and their Dutch rivals 350. &quot;The UK is still going to get below the EU average per hectare,&quot; said Phil Bicknell, chief economist at the NFU. &quot;This will create challenges around our long term-competitiveness.&quot; This, in turn, has consequences for the British economy and the control of its food chain. For every 1 that farming contributes, food manufacturers and wholesalers contribute a further 5. In 1989, the UK was 75% self-sufficient, compared with 63% in 2010. Watkins draws comparisons with energy. &quot;We need to ask ourselves: where will our food come from in the future? We&apos;ve got to have food security.&quot; It is an issue that can become only ever more pressing: it is estimated that by 2050 there will be 9 billion people in the world. How to feed them will become one of the most urgent concerns facing national governments. &quot;There&apos;s going to be increased global competition, so having strong domestic supply will help insulate us,&quot; the NFU&apos;s Bicknell said. After a disastrous 2012, farmers now sense the wind may be changing. The horsemeat scandal has underlined the problems that come when squeezed margins and complex, international food chains collide. A backlash could be on the cards. Watkins says the butchers of Elgar country are reporting brisk trade as more consumers reappraise the way they value food. Such a trend has been building for years, but maybe 2013 is set to become a tipping point. &quot;We know that people are now saying that they are more concerned about where their food comes from,&quot; Bicknell said. &quot;The question is: will that stimulate long-term demand for British food?&quot;", 
    "section": "environment", 
    "gid": "environment/2013/feb/23/weather-battered-farmers-hope-food-security-will-help", 
    "wordcount": "1345"
}