{
    "headline": "George Osborne a 'bloody idiot' on wildlife protection", 
    "text": "George Osborne has been branded a &quot;bloody idiot&quot; for his attacks on wildlife protection rules by one of the UK&apos;s leading ecologists. Sir John Lawton, the former chairman of the Royal Commission on Environmental Pollution and current vice-president of the RSPB, said the chancellor&apos;s views on the environment were &quot;potentially quite dangerous&quot; and he was &quot;not interested in evidence&quot;. In his autumn statement last year, Osborne accused the habitats directive, aimed at safeguarding wildlife and biodiversity, of &quot;placing ridiculous costs on British businesses&quot;. He went on to add: &quot;We shouldn&apos;t price British business out of the world economy. If we burden them with endless social and environmental goals  however worthy in their own right  then not only will we not achieve those goals, but the businesses will fail, jobs will be lost, and our country will be poorer.&quot; Lawton, in a video interview with government news site Govtoday, said: &quot;That&apos;s a classic example of George Osborne talking out the back of his head.&quot; Lawton was the author of a major government review of the UK&apos;s wildlife and habitats in 2010, which called for the creation of 12 huge &quot;ecological restoration zones&quot;  a recommendation endorsed a year later by the government&apos;s natural environment white paper. The locations for the twelve areas, from northern Devon to the Marlborough Downs, were announced in February. Lawton said of the chancellor&apos;s fears: &quot;Of course not all sites are sacrosanct, they can&apos;t be. There will be times when economic development has to take place. I&apos;m not against that but I do wish that he would look at the evidence.&quot; The directive seeks to maintain or restore protected habitats in Europe by creating special areas of conservation. Planning on these sites is subject to strict criteria, with projects assessed on the impact they will have on the integrity of the area. However, only 0.5% of planning applications have been stopped because of the directive, found a review in March by Caroline Spelman, ordered by Osborne. Of the 26,500 consultations received annually, it was found that only a single project had been abandoned as a result of the directive, with a handful of others encountering objections but ultimately going ahead. Craig Bennett, Friends of the Earth&apos;s policy and campaigns director, said: &quot;Sir John is right to be concerned about the Chancellor&apos;s dinosaur attitude to the environment  a strong and sustainable economy and a healthy planet are two sides of the same coin.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jun/18/george-osborne-bloody-idiot-wildlife-protection", 
    "wordcount": "424"
}