{
    "headline": "Nadine Dorries's sexual abstinence lessons bill withdrawn", 
    "text": "A controversial bill calling for teenage girls to be given compulsory lessons in sexual abstinence was pulled at the last minute from the House of Commons order of business on Friday. The bill, proposed by Nadine Dorries, the Conservative MP for Mid Bedfordshire, would have required schools to offer extra sex education classes to girls aged 13 to 16, which would have included advice on &quot;the benefits of abstinence&quot;. The bill was listed to receive its second reading but was withdrawn before it had a chance to be debated. Dorries refused to say whether she had withdrawn it but a bill can only be removed with the permission of the MP who proposed it. The bill had little chance of becoming law without government support, and it is unlikely the bill will be rescheduled. Dorries&apos;s sex education (required content) bill had angered feminists, humanists and pro-choice activists, up to a hundred of whom staged a demonstration outside parliament on Friday morning. They gave a loud roar when it was announced the bill had been dropped from the order paper. Andrew Copson, chief executive of the British Humanist Association, said he hoped Dorries had &quot;at last realised that abstinence &apos;education&apos; is a dangerously unrealistic and irresponsible proposition for our young people&quot;. But he said it was more likely the decision to remove it was &quot;guided by politics rather than a change of heart&quot;. He added: &quot;We will all certainly need to remain on our guard against such foolish proposals in the future.&quot; &quot;The fact that the bill ever got tabled for a second reading at all has given all those who care about good quality, comprehensive sex and relationships education the chance to say so, and take a stand against the sort of unevidenced ideologically motivated policymaking that the bill represented.&quot; In May, MPs voted 67 to 61, a majority of six, in favour of allowing Dorries to bring forward her bill, which had elicited considerable criticism from politicians of all three main parties. Dan Rogerson, co-chair of the Liberal Democrat education and family backbench committee, said the bill would result in girls being given a &quot;dire warning about their future prospects&quot;. &quot;To single out girls is at best unhelpful and at worst damaging,&quot; he said, adding that boys and girls needed to be given high-quality advice on all aspects of relationships. Niki Molnar, chairman of Conservative Women, said boys needed to be included in classes on sex and relationships to ensure they learned to respect women. When the bill was first proposed, Dorries said it would counter the fact that society was &quot;saturated in sex&quot;. Teenagers should be taught that it was as &quot;cool&quot; to say no to sex as to know how to put a condom on their boyfriend, she said. &quot;The answer to ending our constant struggle with the incredibly high rate of teenage sexual activity and underage pregnancies lies in teaching our girls and boys about the option of abstinence, the ability to &apos;just say no&apos;, as part of their compulsory sex education,&quot; she said. &quot;Peer pressure is a key contributor to early sexual activity in our country. Society is focused on sex. Teaching a child at the age of seven to apply a condom on a banana is almost saying: &apos;Now go and try this for yourself.&apos;&quot; The latest data from the Office for National Statistics shows teenage pregnancies are at their lowest rate since the early 1980s. The under-18 conception rate for 2009 was 38.3 conceptions per 1,000 women aged 15 to 17 in England and Wales. This represents a fall of 5.9% compared with 40.7 conceptions per 1,000 women aged 15 to 17 in 2008.", 
    "section": "education", 
    "gid": "education/2012/jan/20/nadine-dorries-sexual-abstinence-bill-withdrawn", 
    "wordcount": "639"
}