{
    "headline": "Ash dieback disease discovered in mature woodland in East Anglia", 
    "text": "A deadly disease that afflicts ash trees has been discovered for the first time in mature forests in the UK, suggesting it is spreading far faster than expected and raising fears of an outbreak as devastating as the impact of Dutch elm disease in the 1970s and 1990s. The first British cases of ash trees infected by the Chalara fraxinea fungus came to light earlier this year (at sites that included places in Buckinghamshire, Leicestershire and Yorkshire) but these cases were thought confined to nurseries and recent imports, such as saplings received from garden centres. A call went out to ban imports of ash plants and seeds, which experts hoped would contain the disease. But this new discovery dashes those hopes, showing that the disease has gained a toehold in mature forests, which makes it much less likely that the contagion can be held back from spreading across the UK. Conservation campaigners urged the government to hold an emergency summit to discuss how to deal with the problem. Chalara fraxinea causes the leaves of ash trees to turn brown and fall off, and the crown and branches to die back. It is known to kill as many as nine in 10 of the trees it infects, and has devastated forests in other parts of Europe in the past few years, including in Denmark where it has nearly wiped out the ash population, and in Poland where it is believed to have taken hold 20 years ago. Ash is one of the native tree species of the British Isles, making up nearly a third of the forests and other woodland areas. So a disease affecting the species could have a devastating effect on the entire countryside. Two mature woodland areas in the UK are now confirmed to be showing signs of the disease. One is Suffolk on land owned by the Woodland Trust, and one is in Norfolk. The Forestry Commission said it was increasing its efforts to survey other areas for possible evidence of infection. John Morgan, head of the plant health service at the Forestry Commission, said: &quot;We have stepped up our efforts to tackle this disease as a priority. This includes redeploying Forestry Commission staff from their usual duties to survey woods and forests in East Anglia and throughout Great Britain.&quot; The Woodland Trust, the conservation charity on whose land one of the infections was found, told the Guardian that ministers should call an emergency summit as soon as possible, to find ways of detecting and then trying to prevent the spread of the fungus. Young plants are most susceptible to the disease, so measures covering the planting of ash and examining saplings should be carried out first. The Forestry Commission has stopped planting ash in its woodlands as a precaution. Morgan said the trees found with the disease could have been infected some time ago, and that further tests were needed. He said: &quot;Scientists from our own Forest Research agency are also carrying out diagnostic tests on a number of other samples from established woodland trees in East Anglia with symptoms indicative of this disease, and we expect the results within a few days. &quot;It is still early days and investigations are continuing, but there is a possibility that the East Anglia outbreak is an isolated one which has been present for some time. This emphasises the importance of preventing spread further afield.&quot; As yet, forestry managers are reporting few problems with ash trees. However, the Forestry Commission is sending out more information to ensure managers are aware of the disease and its symptoms.", 
    "section": "environment", 
    "gid": "environment/2012/oct/24/ash-dieback-disease-east-anglia", 
    "wordcount": "602"
}