{
    "headline": "MPs demand moratorium on Arctic oil drilling", 
    "text": "British MPs are calling on Shell and others to halt &quot;reckless&quot; oil and gas drilling in the Arctic until stronger safety measures are put in place. Politicians also want to impose &quot;unlimited&quot; financial liability on operators and the creation of a &quot;no-drill zone&quot; in a new environmental sanctuary. The uncompromising demands have angered the energy industry but come just days after alarming new evidence has emerged about Arctic sea ice melting at record levels. They also come on the day that an environment committee of MEPs in Brussels called for tougher financial guarantees from oil companies to ensure they could pay for spills in European waters. The British initiatives are contained in a report published on Thursday from the cross-party environmental audit committee (EAC) of the House of Commons, which warns that the vulnerable Arctic region is being endangered by a misguided search for hydrocarbons. &quot;The shocking speed at which the Arctic sea ice is melting should be a wake-up call to the world that we need to phase out fossil fuels fast,&quot; said the committee chair, Joan Walley MP. &quot;Instead we are witnessing a reckless gold rush in this pristine wilderness as big companies and governments make a grab for the world&apos;s last untapped oil and gas reserves.&quot; She told Radio 4&apos;s Today programme on Thursday: &quot;I think the particular problem is that when you are talking about offshore drilling and you are talking about drilling in such harsh circumstances as the Arctic, we have to have proven techniques in place first of all, and we&apos;re not convinced that that is currently the case. It is for that reason that we want to see all drilling halted until we&apos;ve got the highest available environmental standards in place.&quot; The EAC said it had heard &quot;compelling evidence&quot; from experts during several months of hearings that if a blowout occurred just before the dark Arctic winter returned it would not be possible to cap any oil spill until the following summer. Shell is currently in the middle of an exploration attempt in the Chukchi Sea, Alaska, but has had to call off immediate drilling due to dangers from ice and a faulty safety dome, which would be used for capping wells in the event of a blowout. The Anglo-Dutch group has already been heavily criticised for allegedly failing to properly test a new dome. ExxonMobil, Gazprom and others are either already working or preparing to operate in the Arctic region off Russia, Greenland or Alaska. The first report by MPs into the new rush for resources, entitled &quot;Protecting the Arctic&quot;, says there should be a drilling moratorium until &quot;the highest available&quot; environmental standards can be imposed right across the far north. The committee believes that a &quot;preferably unlimited&quot; financial liability regime should be imposed for all oil and gas operations in the area. And it says the petroleum industry should set up a special group to peer-review and publicly report on all safety-related operating practices. The British government has no legal rights to limit drilling around the waters of the far north but is an observer on the Arctic Council. However the committee believes that the UK should be pushing for a special zone to be created that would be off limits for all drilling  as in Antarctica: &quot;We see the development of such a sanctuary as a prerequisite for further development of the Arctic&apos;s natural resources.&quot; But the committee also expresses deeper concerns about the British government&apos;s support for UK companies drilling worldwide at a time when it is trying to reduce carbon emissions at home. The energy industry argues that new oil reserves must be found to meet growing demands worldwide and says it can operate safely, having learned lessons from BP&apos;s catastrophic accident with the Deepwater Horizon rig in the Gulf of Mexico in 2010. &quot;Our record throughout 50 years&apos; experience of operating in Arctic and sub-Arctic regions demonstrates that we have the technical expertise to explore for and produce oil and gas safely and responsibly,&quot; said a Shell spokesman. Cairn Energy, which has been at the forefront of drilling off Greenland, said British MPs should not interfere. &quot;Cairn believes that governments and their people have the right to explore for natural resources in their sovereign territory, with the potential to strengthen both their energy security and economy,&quot; it added. But the Green party MP Caroline Lucas, another member of the EAC who has campaigned hard on the issue for many years, believes otherwise. She said: &quot;The UK government now has a responsibility to respond to this EAC report and show vital leadership on the issue by doing all it can to urgently secure a moratorium on Arctic drilling  starting with companies registered in this country.&quot;", 
    "section": "environment", 
    "gid": "world/2012/sep/20/mps-demand-moratorium-arctic-drilling", 
    "wordcount": "815"
}