{
    "headline": "A viso das favelas: 'A instabilidade no Rio assombra a vida de milhares de pessoas'", 
    "text": "Quando publiquei meu primeiro artigo no The Guardian, em agosto de 2015, alertei aos leitores de que o Rio de Janeiro no estava preparado para outro megaevento. Dois meses aps os Jogos Olmpicos de 2016, o governo do estado do Rio de Janeiro anunciou um conjunto de medidas para equilibrar as contas pblicas. Segundo o governador Luiz Fernando Pezo, se as medidas no forem implementadas, a previso  de um dficit de R$ 52 bilhes at dezembro de 2018. A populao acredita que os cortes pblicos atingiro as classes sociais mais pobres e os servidores pblicos.   Related: Jogos Olmpicos do Rio: A viso das favelas  'A violncia  empurrada s reas mais pobres'    A situao de instabilidade no Rio de Janeiro devido a m gesto e corrupo assombra a vida de milhares de pessoas, principalmente, os moradores de favelas. Na Rocinha, no se fala de Jogos Olmpicos h meses. As obras do PAC 1 (Programa de Acelerao do Crescimento) que foram financiadas pelo governo federal e deveriam ter sido entregues em 2013, no foram concludas pelo governo do estado. Por conta do atraso, os moradores da Rocinha decidiram processar as construtoras do PAC 1 por suspeitas de corrupo.  A gravidade da crise  reflexo das alegadas irregularidades polticas cometidas desde 2007 pelo ex-governador Srgio Cabral Filho (PMDB). Ele foi preso este ms acusado pela Polcia Federal por comandar um esquema de corrupo que causou um rombo em mais de R$ 200 milhes nos cofres pblicos nos ltimos dez anos.  Desde o fim dos Jogos Olmpicos no h relato de nenhum confronto armado na Rocinha. No entanto, a Unidade de Polcia Pacificadora (UPP) continua atuando na regio. O homem forte das polticas de segurana pblica, Jos Mariano Beltrame, pediu demisso do cargo de secretrio de Segurana Pblica do Estado do Rio de Janeiro. O ato demonstra a falta de gesto eficiente na criao de polticas pblicas para o desenvolvimento social das favelas. Por isso, o projeto das UPPs no deu certo, como afirmei anteriormente em outro artigo no The Guardian. A Biblioteca Parque C4 da Rocinha est ameaada de fechar. O equipamento cultural foi solicitado durante muitos anos por moradores e lideranas culturais. Segundo o Instituto de Desenvolvimento e Gesto (IDG)  rgo responsvel pela administrao do espao  o governo do estado no est repassando a verba necessria para a manuteno do espao que atende milhares de crianas, jovens e adultos na comunidade. O impasse tambm atinge as bibliotecas-parques de Manguinhos, Niteri e no Centro da Cidade. A biblioteca  uma das poucas opes de espaos culturais na Rocinha com o incentivo da leitura, audiovisual e atividades ldicas, alm do acesso  internet. Em outubro deste ano foram realizadas as eleies municipais no Rio de Janeiro. O bispo Marcelo Crivella (PRB) venceu o candidato Marcelo Freixo (PSOL) no segundo turno das eleies. A esperana  de que o prefeito eleito trate a manuteno das bibliotecas como uma prioridade de governo. A cultura  o principal meio para prevenirmos a violncia em reas vulnerveis. As obras da construo da Linha 4 do metr foram concludas. A Rocinha recebeu uma estao da linha 4 do metr, mas a estao ganhou o nome do bairro vizinho de luxo, So Conrado. A estao est sendo usada por milhares de pessoas por semana cujo destinos so variados. No entanto, o Tribunal de Contas do Rio de Janeiro (TCE), divulgou um relatrio que aponta superfaturamento na Linha 4 do metr.    Related: Jogos Olmpicos do Rio: A vista das favelas - 'A segregao no Rio  notrio'    A Prefeitura do Rio inaugurou uma escola na Rocinha com sete salas de aula, biblioteca com computadores, ptio coberto, entre outras reas. O espao atender 225 crianas a partir de 2017. A escola foi batizada com o nome de Luiz Paulo Horta, um colunista do jornal O Globo. A construo da escola era reivindicada desde 2013 pela Comisso de Moradores da Rocinha e foi comemorada pelos moradores, pois muitas crianas na comunidade no possuem acesso  educao por falta de vaga em escolas na comunidade. Com o fim dos Jogos Olmpicos, a favela voltou ao status quo de cenrio invisvel. A esperana de novas construes para a melhoria da vida dos moradores continuam acesas, porm, ainda no sabemos quando o pior da crise financeira ir passar. Esperamos que a prxima cidade-sede dos Jogos Olmpicos no cometa o mesmo erro que o governo do Rio de Janeiro: a falta de dilogo com a populao.", 
    "section": "global-development", 
    "gid": "global-development/2016/dec/29/jogos-olimpicos-do-rio-a-visao-das-favelas-a-instabilidade-no-rio-assombra-a-vida-de-milhares-de-pessoas", 
    "wordcount": "940"
}