{
    "headline": "US and European dominance in farming under threat, report warns", 
    "text": "The dominance of the US and Europe in global food and farming is under threat from their lack of natural resources and the rising power of China, Russia and Brazil, finds a major report published on Wednesday. The report, commissioned by UK farming leaders, finds British agriculture vulnerable to the same trends and calls for a &quot;significant&quot; increase in output to counter the threat of losing influence at a global level. However, the call for more productivity will be greeted with caution by critics who fear that farmers will use the study to put pressure on the coalition government to cut back on regulations to protect the environment and consumers. The report, Power in Agriculture, produced a global power index suggesting that the US was still the biggest player in the global industry, followed closely by the EU. They were followed by China and Russia, and just behind them the UK. This trio was tailed by Japan, Australasia and Brazil. The index was based on data from, among others, the World Trade Organisation, the US department for agriculture, and the United Nations. The report&apos;s authors, the Scottish Agricultural College, said the UK&apos;s continuing &quot;power&quot; was thanks to continuing political influence and strong export and import markets, but was threatened by poor natural and mineral resources. Instead the country needs &quot;significantly more productivity&quot; to keep its place at the top table, says the report, commissioned by the Oxford Farming Conference, which opened on Tuesday and represents major farming lobby groups and agri-business. Cedric Porter, chairman of this year&apos;s annual conference in Oxford, said among the changes suggested were a review of current proposals for 7% of each farm to be &quot;set aside&quot; for nature rather than farmed with ploughs and chemicals, and for farms to plant at least three crops each to break up huge monocultures which discourage the variety of species needed for healthy ecosystems. Farmers believe the proposals do not accurately reflect how environmentally friendly they are. Porter also supported a review of farming regulations under way by the Department for Environment, Food and Rural Affairs to get rid of &quot;too much red tape&quot;. &quot;If we&apos;re taking public money there&apos;s an obligation to spend that in a way that&apos;s sensitive and caring for the environment, but it&apos;s getting that balance right,&quot; Porter told the Guardian. Porter also challenged criticisms that the industry was trying to free itself from important protections for wildlife, soil and water, pointing out that British farmers have improved land management in recent years and now operate to some of the highest standards of animal welfare in the world. Britain also has &quot;some of the most productive farms in the world&quot;, he said. &quot;Part of the drive is economics,&quot; said Porter, citing the high world prices for fertilisers, fuel and feed for livestock, as well as growing concern about lack of water in future. Although some concerns about &quot;red tape&quot; will be met with sympathy, critics have previously warned of a &quot;bonfire&quot; of regulations to protect the environment if farmers&apos; demands are met, including calls for ending restrictions on removing hedgerows and for a farming-owned organisation to police compliance with regulations. Mary Creagh, the shadow environment secretary, said: &quot;British farming is a resilient sector but it needs support from the Government to compete on the world stage. We will not create jobs and growth by engaging in a race to the bottom for environmental protection or lowering standards.&quot; On Wednesday she is expected to say that technology  including satellites and nano technology  are essential to improve both productivity and sustainability.  Caroline Spelman, the environment secretary, who is due to talk at the conference on Thursday, responded to the new report, in a similar vein, saying: &quot;It&apos;s clear that British food and farming already punches above its weight and with more and more mouths to feed in the world with a growing population, the industry&apos;s going to have huge opportunities to export high quality British products to emerging markets. &quot;But we can&apos;t be complacent and need to remain competitive, which is why we&apos;re working alongside the industry to keep technology and innovation at the forefront of British agriculture.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jan/04/us-european-dominance-farming", 
    "wordcount": "716"
}