{
    "headline": "Ericsson sees annual sales grow but shares dive on fourth-quarter slump", 
    "text": "Soaring demand for smartphones and tablet computers has increased the number of mobile broadband users worldwide to nearly one billion, helping Ericsson, the largest telecoms equipment supplier, to return to growth after a two-year slump with a 12% rise in annual sales. But the company was fighting to reassure investors today that its recovery was not a flash in the pan. In a stark indication of the depth of corporate fear over an imminent global recession, Ericsson&apos;s income suffered a sudden collapse in the last three months of the year. With smartphones accounting for 30% of all handsets sold in 2011, the number of mobile broadband subscriptions leapt from 610m in 2010 to 970m in 2011. Ericsson forecasts there will be 1.4bn internet-connected mobile devices by late 2012. Racing to keep up with the demand for data, mobile operators ploughed money into their networks at the start of 2010, helping Ericsson to its first year of net sales growth since 2008. Excluding exchange rates and on a like-for-like basis, full-year sales were up 19%, to 227bn kronor (21bn). Nonetheless, Ericsson missed forecasts for both annual and quarterly sales, plus profit margins, sending the share price down more than 13% by mid-afternoon. The damage was inflicted by its networks division, which resells equipment. Revenues here fell 9%in the fourth quarter compared with the same period last year. North America was down 27% quarter on quarter, as investment in 4G tailed off and two of Ericsson&apos;s biggest clients, AT&amp;T and T-Mobile, froze spending during their ultimately unsuccessful merger bid. Hans Vestberg, chief executive, said: &quot;We have gone from saying we could not exclude [that] our customers would be more cautious to saying that we expect them to be more cautious. But the underlying factors in the industry remain positive. New mobile subscriptions, more mobile broadband users, more smartphones, that is continuing.&quot; Over the year, sales at the networks division rose 17% to Skr132bn as the US introduced 4G super-fast mobile broadband and China and Russia invested heavily in its slower predecessor technology, 3G mobile internet. Ericsson&apos;s global services consulting and outsourcing arm helped balance the picture by increasing annual sales by 5%, with a final-quarter growth spurt of 18% year on year as European operators began planning their 4G modernisations and 23 new outsourcing contracts were signed. &quot;We have not had that type of growth for many years,&quot; said Vestberg, referring to the group&apos;s total revenues. &quot;It was the year mobile broadband impacted.&quot;. As mobile continues to penetrate emerging markets, with an estimated 6bn subscribers worldwide, up from 5.3bn in 2010, Ericsson has reversed two years of decline, during which revenues dipped from Skr209 in 2008 to Skr203bn in 2010. The eurozone crisis and slower progress on building mobile broadband networks saw western and central Europe region sales, which include the UK and Germany, decline 4%during 2011. Net income rose 12% to Skr12.6bn, including the impact of a Skr3.8bn loss from two joint ventures: the Sony Ericsson handset business and semiconductor group ST-Ericsson. Profits were squeezed by heavy investment in new contracts, which helped Ericsson raise its market share in North America. Gross margin fell from 38% to 35% and fell to 30% in the fourth quarter. With iPhone sales smashing forecasts by reaching 37m in the run-up to Christmas, the demand for faster networks is set to increase this year despite economic uncertainty. Ericsson estimates 7% of subscribers worldwide now own a smartphone, while ownership in the UK has already breached the 50% mark. Janardan Menon, an analyst at the broker Liberum, said: &quot;While there are clearly no near-term catalysts for Ericsson over the next few quarters, we do expect operators to resume spending before the end of this year in a neutral macro-economic environment.&quot; &quot;Sales of data hungry devices continue to grow rapidly as seen in Apple&apos;s strong sales of iPhones in Q4 &apos;11. While Ericsson is taking quite a bit of short-term margin pain from European modernisation projects, this will eventually enable it to defend its European market share.&quot; The news of spending curbs by mobile operators sent shares in Alcatel-Lucent, France&apos;s largest telecoms equipment supplier, down more than 8%. * This article was amended on 26 January, to correct a reference to &quot;mobile users&quot; in the first paragraph.", 
    "section": "technology", 
    "gid": "technology/2012/jan/25/ericsson-recovery-fears-shares-slide", 
    "wordcount": "730"
}