{
    "headline": "Preventing social media fatigue: live chat", 
    "text": "Looking at social media activity in US universities, tech news site Mashable, published an inforgraphic that stated that &quot;100% of colleges and universities are using some form of social media.&quot; It would seem, from the proliferation of university Facebook pages, Twitter profiles and academic bloggers, that social media in higher education, in the UK also, has reached fever pitch. And with good reason. As Matt Silverman writes for Mashable: &quot;When it comes to higher ed, there are not only opportunities for digital learning, but digital marketing too.&quot; Social media can allow universities to advertise to prospective students, to share class announcements and to allow alumni to keep in touch. In the academic community, social media offers a chance for collaborative work, networking and profile building. PhD student and blogger Anthony Ridge-Newman says of social media: &quot;the once fiercely guarded academic traditions and conventions are loosening to embrace new ways of disseminating ideas to all.&quot;  But has all this enthusiasm for social media led to a certain amount of fatigue, where HE professionals, academics and administation alike, feel saturated, unable to absorb and practice all they hear about? In a study published last year, Dr Neil Selwyn, faculty director of postgraduate research in the department of culture, communications and media at the Institute of Education says: &quot;The continued growth of social media presents a set of clear challenges to the future nature of higher education provision and practice. Yet as with many previous new technologies, academic discussion and debate remains largely speculative rather than well-informed and certain...That there are clear disparities between the educational rhetoric and education realities of social media use should come as little surprise. There has been a long standing tendency in education for digital technologies to eventually fall short of the exaggerated expectations that initially surrounded them.&quot;  So, is the sector at risk of social media fatigue and if so, what can be done to prevent it? On Friday 27 April, join our panel of HE professionals using social media to engage both students and academic audiences. The live chat starts in the comments below at 12 BST. You can also tweet us using the #HELivechat tag This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network. Panel Bronwyn Hemsley, senior lecturer and NHMRC postdoctoral Fellow, The University of Newcastle, Australia Bronwyn is a speech pathologist and is currently researching communication in healthcare settings between providers and patients with developmental disabilities, and teaching students of speech pathology. She first used twitter to disseminate information about emergency communication during the Queensland floods and cyclone Yasi in 2011, and now uses it in both teaching and research. @bronwynah Paul Bradshaw, professor, Birmingham City University Paul is the author of the Online Journalism Handbook. He is a visiting professor in online journalism at City University London and course leader of the MA in Online Journalism at Birmingham City University. Paul publishes the Online Journalism Blog and is the founder of the investigative journalism crowdsourcing site Help Me Investigate, which was shortlisted in 2010 for Multimedia Publisher of the Year. @paulbradshaw Mark Carrigan, researcher, University of Warwick Mark Carrigan is a sociologist and works as a researcher for the Digital Change programme at the university, exploring the possibilities which digital tools afford for scholarly communication. He edits the blog and twitter feed for the Sociology department at the university, as well as running a number of other social media related projects. @mark_carrigan Don Schindler, managing director, University of Notre Dame  Don manages the areas of print, web and multimedia at University Communications, the internal marketing and communications department at the University of Notre Dame. University Communications serves many internal clients, handle all the websites and do over 400 print projects a year, as well as handle digital photography and video. Before moving into HE, Don worked at digital and branding agency, MediaSauce, as a digital strategist and executive creative director. @donschindler Pen Lister, lecturer and web consultant, London Metropolitan University After a previous life as singer songwriter and chief protagonist of a rock group, Pen became a student in 2005 at London Met and got an MSc Multimedia Systems (Dist). She developed SocialMet to help re-engage the university&apos;s students and staff with all aspects of study and working at London Met. To date they have nearly 1000 members in all their channels, and have had some quite impressive stats. @penworks Chris Le&apos;cand-Harwood, social media consultant, Euro RSCG People Chris&apos; agency experience spans research, employer branding, campaign branding, media planning, analysis and digital solutions. He advises clients on social media auditing, strategy, deployment and community management across Euro RSCG People&apos;s student, recruitment and employee communications capabilities. @chrislch Catherine Harper, dean of Arts and Digital Industries, University of East London Catherine joined UEL in October 2011, where she was impressed by that institution&apos;s commitment to the use of social media across a range of educational, communication and organisational aspects of business. She is herself a fairly recent convert to Twitter but thinks HE needs to do more social media than talk about social media. @ArtsDigitalUEL Sarah Madey, director of marketing, Maguire Associates Sarah created a multi-channel social media platform at Maguire Associates and has given presentations on social media at conferences such as the American Marketing Association Symposium for Higher Education. Sarah has worked on projects for the College of Mount St. Joseph, Metropolitan State University, Saint Louis University, the University of Massachusetts Lowell, and the University of Michigan.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/apr/25/social-media-fatigue", 
    "wordcount": "937"
}