{
    "headline": "Google could face 'tsunami of litigation', claims Foundem chief", 
    "text": "The head of Foundem, the British search engine company which first triggered an antitrust investigation into Google by the European commission, has warned that the search engine company faces &quot;a tsunami of follow-on litigation&quot; if it does not alter its search results in a negotiated settlement. Shivaun Raff, co-founder and chief executive of the company, said that Google&apos;s need to avoid huge lawsuits from companies affected by its previous dominance means that Joaquin Almunia&apos;s antitrust division at the EC is &quot;in a far stronger bargaining position than many commentators realise. Anyone suggesting that Google will get away with superficial remedies  is almost certainly mistaken.&quot; Almunia began an antitrust investigation into Google&apos;s dominance in search in November 2010, and after a series of meetings with chairman Eric Schmidt, in May 2012 issued an ultimatum to the company, setting out four areas where the EC felt Google was abusing its dominance, and giving it weeks to respond. Google did so on the last day of the 2 July deadline. Almunia is soon expected to announce more details about the progress of discussions with Google. In July the search giant wrote to him offering a number of tweaks to various elements of its business in Europe, after he set out a number of fields  especially Google&apos;s apparent favouring of its own properties such as YouTube  in which the EC was seeking remedies to Google&apos;s dominance. Raff said that if Google cannot agree a &quot;settlement agreement&quot; with the EC  without recourse to the courts  Almunia would have to force it through the courts. That could lead to an &quot;infringement decision&quot;, which would in turn open Google up to lawsuits from companies including Foundem, Ciao and especially its arch-rival Microsoft. &quot;Unbeknownst to its shareholders, Google&apos;s increasingly anti-competitive practices have been quietly accruing billions of dollars of antitrust liabilities,&quot; Raff said. However, by settling with the EC, Google would avoid any admission of guilt and such lawsuits. Foundem alleged in its complaint in November 2009  updated in February 2010, and finally acted on by the EC in November 2010  that Google has favoured its own products while pushing rivals&apos; down its search engine pages. On the key question, of search, Raff suggested that Google could modify its results to use &quot;clear and conspicuous labelling&quot; for its own products, as it does with adverts, allied to a requirement to &quot;crawl, index and rank its own services in exactly the same way [as] everyone else&quot;. For other issues being considered by the EC, including the &quot;scraping&quot; of answers from sites which then appear in search results  obviating the need to click on a link and give the site traffic  Raff said that services such as price comparisons, flight search links and mortgage comparisons should have to be treated as separate services, rather than &quot;answers&quot;, as Google presently does. But she said that a key element used by Google to knock out spam sites from its index  identifying sites with a high proportion of &quot;copied&quot; content which are intended to deliver users to other websites  also hits &quot;vertical&quot; search companies such as her own. That must be prevented, she added. Raff said that the EC appears to have decided already that Google broke antitrust law by pushing its own products ahead of rivals&apos;: &quot;the settlement procedure being offered to Google (under Article 9 of the EU Antitrust Regulations) can only be used in cases where the commission&apos;s investigation has already concluded (albeit provisionally) that an infringement has taken place.&quot; The upshot, she added, is that the remedies &quot;are likely to have a dramatic impact on Google&apos;s power to stack the deck in its own favour. The success or failure of Google&apos;s secondary services, in travel search, price comparison, social networking, and so on, will once more depend on its ability to innovate, rather than on its ability to hijack the traffic of its competitors.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/sep/04/google-search-engine-foundem", 
    "wordcount": "671"
}