{
    "headline": "E3 2012: GameGlobe preview", 
    "text": "It is rare to be genuinely surprised by a new release these days. For all the bluster of the latest action adventures and role-playing extravaganzas, they all follow similar lines, offer comparable mechanisms and speak in the same language of design and anticipation. We know what to expect and how it will be rolled out to us.  GameGlobe is different. Developed by the hitherto unknown Hapti.co, a SquareEnix owned studio based in beautiful Copenhagen, it is a game about game creation. This, of course, is an increasingly familiar theme  we&apos;ve had the wonderful level editors in LittleBigplanet and Trials Evolution; we&apos;ve had the phenomenon of Minecraft. But GameGlobe takes all that in a slightly different direction, with a whole heap of clever additions.  The concept is sort of straightforward; running entirely in the player&apos;s browser it allows participants to create their own third-person action adventure levels. Your personalised avatar (which can be defined using hundreds of items of clothes and facial features) begins the &apos;game&apos; in a featureless desert. You then use the array of building tools to craft the landscape: by moving the mouse and left clicking you can creating hills, while hitting the right button removes terrain, eventually getting down to a watery base level, allowing the creation of lakes and streams.  Using the paint tool it&apos;s possible to alter the surface type, from sand to grasslands, or icy tundras to dense jungles. Then, via a large props menu, you add buildings, boats, pathways, bridges and other items. Slap down a house and you can also choose to let your adventurer can go inside - the interiors are customisable too. &quot;At the very beginning we had this white board filled with print outs of game screenshots,&quot; explains lead programmer, Peter Andreasen. &quot;We had everything from Tomb Raider to Ratchet and Clank, to Mario - we wanted to understand the thread between them. A lot of games are about the same things: getting from A to B, escaping the jail, getting into the castle and finding the treasure, escorting someone,... they are all in different settings, but they have the same mechanisms. We thought we could crystalise those mechanics into building blocks, so that gamers could become the designers.&quot; Brilliantly, GameGlobe has its own mechanical scripting system - a bit like Minecraft. There are various levers and switches, all of which can be attached to doors and bridges, via a simple drag and drop interface, which acts like a sort of power cable. For example, put a gate in your environment, then lay down a switch - now connect one to the other, and you have a switch that opens and closes the gate. In a similar way you can pair keys to locks, then hide them around the environment, creating simple locked door puzzles. It&apos;s also possible to add text hints and objectives onscreen, letting players know what they need to do next. Meanwhile, every object placed in the world is subject to the built-in physics and lighting engines, so the environment maintains uniform physical rules. There&apos;s also a &apos;World&apos; menu, which lets you select the overall mood of your level - it can be bright sunlight, an overcast afternoon, pitch darkness, or a hellish red, and all of these are tweakable via a series of sliders. Elsewhere, a Gameplay Objects menu adds elements that aren&apos;t visible to the player  start and end points, for example, as well as sound effects and musical cues tied to specific areas. Plus, you can also drop in a range of NPCs, which will usually default to aggressive behaviours, but can be modified by the player to become friendlier denizens. All the props are separated into themed graphical styles. At the moment there are three  jungle, pirate and colonial  each offering different architectural styles and characters, and all can be mixed up if the player likes. Hapti.co will apparently be regularly adding new styles: &quot;We&apos;re going to be talking with the community,&quot; says lead producer, Hugh Grimley. &quot;If people really want, say, Egyptian stuff, we&apos;ll put that into the pipeline, too.&quot; When you&apos;ve finished designing, the level is named and saved to your private projects collection on the server. It can also be published, allowing other GameGlobe users to play it. Apparently, every level gets its own URL which can easily be shared with friends, via email or social networks. Inspired by content-sharing sites like Flickr and YouTube, the GameGlobe homepage will display a range of the newest levels, as well as the most popular, and there are plans for this to be personalised, so individual players can select the sorts of content they&apos;re interested in seeing when they visit. I got an hour of hands-on time at the studio, and it&apos;s a truly compelling experience. Tools and menus are accessed via the function keys, and objects can easily be grabbed and placed on the map via the mouse. It&apos;s a little tricky at first: you need to use the shift key to modify the height of the object you&apos;re placing, while holding control allows you to move the camera and alt alters the scale of the tool you&apos;re using  being able to smoothly switch between these takes time and will rule out younger players (although playing alongside a parent, children will be certainly be able to direct the creative process).  Within 20 minutes I&apos;d been able to craft a rudimentary island level, complete with a rope bridge, a locked gate, a cluster of wooden houses and a sunken galleon in a lagoon at the centre. Throughout the process it&apos;s possible to come out of the editor and test the level, allowing you to tweak the playability. But cleverly, your avatar is always on screen and controllable, even when you&apos;re building  and when you&apos;re adding stuff, you get relevant sound effects, so there&apos;s a sense of playfulness. It always feels like a game, rather than an austere level design tool.  &quot;One of the things we really didn&apos;t want was for this to feel like hard work,&quot; says games director, Rune Vendler, who conceived the original idea for GameGlobe. &quot;One of our biggest challenges was to make sure it was fun to just sit and create levels. We took a lot of inspiration from traditional art. It&apos;s quite fun to sit and draw on a piece of paper, to hold a pencil, to doodle - it feels good, it&apos;s not just getting to the end result. It&apos;s the same with Lego, it&apos;s not just about assembling the bricks to get to the vehicle you&apos;re making, it&apos;s the process of building. The activity itself is the important part - that&apos;s what we wanted to capture.&quot;  To tie in with that sense of child-like fun, the visuals have the bright cartoon look of a family platform adventure - something like a decent Pixar game conversion. Models and landscapes are not hugely detailed, but they&apos;re pretty enough; and as soon as you start adding buildings and characters, levels begin to look much more complex, populated and professional. The big question of course, is monetisation. GameGlobe will be free to play, and doesn&apos;t require a client  it runs in the browser following a quick plug-in download. Players will earn experience points by creating levels and having people play them  the more plays, the more XP. This can then be traded for an in-game currency, which is used to purchase all the props and paints (although all players start with a basic inventory of items). And of course, instead of earning this currency by playing, participants will be able to buy set amounts of in-game cash.  At the moment, the game is in closed beta and the amounts of real money involved are being toyed with  there&apos;s no word on how much things will cost just yet. Importantly, Square Enix has brought in experienced freemium publisher Bigpoint to help with this side of the project. &quot;It&apos;s a consulting role,&quot; says Bigpoint producer, Thorsten Stein. &quot;We&apos;re working with Hapti.co on the monetisation side, tying it into the game design. It&apos;s not all set in stone, we&apos;re still streamlining - the closed beta will allow us to see how different set ups will work.&quot; The other consideration is technical. GameGlobe represents a 3D world running on a server and streaming to - the developer says - any PC capable of connecting to the internet. When we saw the game running in Denmark, it is an impressively seamless experience, with little in the way of slow-down, even on the complex levels built by the studio&apos;s own staff. They claimed the demo was running live over the net from their game servers  the same ones being used by the closed beta testers.  &quot;When we began the game we had to start from scratch,&quot; says Andreasen. &quot;There was no off the shelf technology that could do fully dynamic real-time shading of a world without all sorts of pre-calculations. So we had to invent a new technology that could so this in a way that was enjoyable to the user. It&apos;s been interesting - a new set of constraints. Getting it into a web-side setting has been a challenge for us because our experience has been in developing traditional boxed products. Now we have something that&apos;s not just a game engine, it&apos;s also a super interactive website and a massively scaleable backend that can take the load of all the distribution and storing of levels.&quot; We&apos;ve seen that it functions well on powerful development PCs with lots of memory. But how about netbooks or older computers? &quot;We&apos;re not aiming at super high-end machines,&quot; says Andreasen. &quot;And graphically, we&apos;re not doing what the latest first-person shooters are doing - we don&apos;t have complex shadow calculations or collision calibrations - we&apos;re using the power of the machine in different ways.&quot; As for the bandwidth problems inherent in streaming game data, Andreasen says the team has spent a long time reducing the size of the game assets, using compression, splitting elements into chunks so you&apos;re only ever downloading exactly what you need. This is cached locally and is available for the rest of the session; plus, any new game items are inititally downloaded in low resolution, so they&apos;re available quickly - but as you use them, the high-res textures are streamed in.  The game will also do a quick benchmark test of the user&apos;s machine, calibrating the optimum screen resolution accordingly. If you&apos;re on a slow old laptop, it can be ramped down considerably. If you have a fast machine on a whizzy broadband connection, you can play in 1080p. Stein is also adamant that we&apos;ve all got to stop expecting inferior, casual experiences from browser titles  our preconceptions are becoming outmoded. &quot;It&apos;s very different to six years ago when we were making flash games,&quot; he says. &quot;Drakensang and Battlestar Galactica are already high quality games  things are changing and GameGlobe is a great example of where they&apos;re going.&quot; Andreasen nods in agreement. &quot;Young people are spending more and more time on front of browsers. These days, it&apos;s a really good place to put a game.&quot; New features and additions are apparently already being planned. Currently, there is no co-operative creation mode, so players can&apos;t collaborate on levels as they can in Minecraft; but that feature may well be coming. Also, the game will only currently run on PC  although it does support a variety of browsers including Chrome, Safari, Opera and IE. Mac, tablet and smartphone iterations are likely in the future. We&apos;ll know more when the game goes into open beta in a couple of months. One thing we probably won&apos;t see is the ability to customise skins and other game components, &quot;We put a lot of effort and time into concepting and working with textures, ensuring that all the props and toys fit seamlessly together,&quot; says Grimley. &quot;We wouldn&apos;t want to spoil that&quot;. However, beta testers have managed to push the palette to its limits, using tools and objects in ways they weren&apos;t strictly intended. One has created a scale model of the Eiffel tower, another has constructed the vast gates of Mordor using bits and pieces of pirate houses. &quot;We&apos;re beginning to see so much different content,&quot; says Vendler. &quot;There are some things I wasn&apos;t expecting. There is plenty that I was hoping to see, but I thought it would take much more time. There is stuff I can&apos;t even figure out how it was made.&quot; It is a fascinating project for SquareEnix, a real child of the digital era, in which user-generated content and cloud-based accessibility are becoming the norm. Its success will depend on how smoothly the process runs on PCs all over the world, and on how many props, landscapes and enemies Hapti.co can roll out.  Getting the price right, and fostering a large creative community are also massively important elements. With all that in place, I can see this becoming hugely popular and powerful piece of family entertainment, and maybe even a modest new benchmark in the era of browser-based entertainment. There are few surprises in the games industry anymore  but this small Copenhagen studio may well have an important one in the making.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jun/04/e3-2012-gameglobe-preview", 
    "wordcount": "2237"
}