{
    "headline": "Richard Branson urges Obama to back next-generation nuclear technology", 
    "text": "Sir Richard Branson is urging the US government to help commercialise a controversial class of nuclear reactor, according to a letter seen by the Guardian asking for a meeting with President Barack Obama and US energy secretary Steven Chu. The White House declined the meeting to discuss integral fast reactors (IFRs), which proponents say offer a way of dealing with nuclear waste, although no working commercial reactors are in operation. But the move brings the intriguing prospect of a race to develop nuclear technology between Branson and Microsoft co-founder Bill Gates, whose new company TerraPower is developing another type of next-generation nuclear technology known as the travelling wave reactor. &quot;Obviously we urgently need to come up with a clean effective way of supplying our energy since not only are the dirty ways like oil running out but we need to do so to help avoid the world heating up,&quot; Branson told the Guardian. That opinion echoes Branson&apos;s letter to Obama, co-signed by two others including Eric Loewen, the chief engineer for GE-Hitachi&apos;s Prism reactor, which along with fuel recycling facilities would constitute an IFR. Loewen signed the letter in his capacity as president of the American Nuclear Society, not as the Prism boss.     A new generation of nuclear reactors could consume Britain's radioactive waste.    Prism and other IFRs could burn plutonium and uranium left over from other nuclear processes, as a useful way to dispose of the dangerous substance and to minimise the &quot;proliferation&quot; risk of making nuclear weapons from the material. GE-Hitachi in 2011 proposed using Prism to burn the UK&apos;s 100 tonnes of plutonium, a stockpile that subsequently grew when Britain last week took control of an additional four tonnes from Germany. The letter&apos;s other co-signer was Columbia University adjunct professor James Hansen, who is also the head of Nasa&apos;s Goddard Institute and a renowned campaigner against man-made climate change. &quot;Unlike today&apos;s nuclear reactor, the IFR can generate unlimited amounts of inexpensive clean power for hundreds of thousands of years,&quot; the letter states. &quot;It provides an excellent solution for what to do with our nuclear waste because it can use our existing nuclear waste for fuel and it is significantly more proliferation-resistant than other methods of dealing with nuclear waste. &quot;The IFR is also inherently safe. In an emergency, unlike today&apos;s reactors, it shuts down without human intervention and without requiring electric power  Hundreds of nuclear scientists believe this technology has the ability to generate carbon-free power at a cost per kW less than coal.&quot; Not everyone agrees that IFRs and other &quot;fast&quot; reactors are safe. Japan&apos;s Monju fast reactor suffered a leak and fire in 1995, and incurred another accident in 2010 when a fuel replacement device fell into the reactor. It is currently shut down. Under physicist Charles Till&apos;s direction, the US developed and operated a prototype integral fast reactor known as the Experimental Breeder Reactor II from 1964 until 1994. Congress withdrew funding in part for safety concerns and also because opponents argued that  because IFRs can be used to &quot;breed&quot; as well as burn plutonium  the reactor would actually increase the potential of weapons proliferation, rather than decrease it. The Branson letter criticises the 1994 cut. &quot;Our point was to draw attention to the insanity of shutting off R&amp;D,&quot; co-signer Hansen told the Guardian. Unlike today&apos;s conventional reactors, IFRs do not slow down neutrons that split out during the fission process. The process can be difficult to control. But it is these hot neutrons that provide the heat that drive turbines, making fast reactors potentially more efficient and less wasteful than conventional &quot;moderated&quot; reactors because they use more of the available neutrons. The World Nuclear Association believes that China will rely heavily on fast reactors by 2050. China connected a small test reactor to the grid last summer, and Gates has discussed sharing his travelling wave technology with China National Nuclear Corp. France and Russia are also developing fast reactors, as is San Diego-based General Atomics, which is planning a small &quot;modular&quot; reactor that could be used as a heat source for high temperature industrial processes as well as for generating electricity. Fast reactors could compete against other emerging alternative technologies like thorium reactors, which run on thorium fuel instead of uranium. Despite an assumption that Branson might invest in a fast reactor company, he told the Guardian in the email that he has no such plans. &quot;At present my principle interest is in pushing for the technology,&quot; he said.", 
    "section": "environment", 
    "gid": "environment/2012/jul/20/richard-branson-obama-nuclear-technology", 
    "wordcount": "758"
}