{
    "headline": "Why won't psychic Sally Morgan accept our invitation to test her powers?", 
    "text": "This article is the subject of a complaint made by agents acting on behalf of Sally Morgan Enterprises Ltd. Last October, Simon Singh, the Merseyside Skeptics and I issued a challenge to alleged psychic Sally Morgan to take a test that would enable her to prove that she really does have psychic powers. This was after concerns had been raised that Sally might have used a hidden earpiece during her stageshow through which she was fed information about members of the audience, giving the impression that she was obtaining this information by psychic means. Despite Sally&apos;s strong denials of involvement in any kind of fakery, a considerable amount of bad publicity for psychics in general, and Sally in particular, was generated. One might have expected Sally to be grateful therefore for the opportunity to prove her powers beyond reasonable doubt, particularly as successfully passing the test would have constituted the first step towards obtaining a million dollars from the James Randi Educational Foundation. In the event, however, Sally rejected our invitation to be tested. Sally was one of a number of big-name psychics whom we challenged to be tested over the weekend, but once again she did not accept our invitation. What explains this reluctance to demonstrate her alleged powers under properly controlled conditions when she is able night after night to astound audiences attending her sell-out stage shows? Sally didn&apos;t provide reasons for not taking part this year, but last year her lawyer Graham Atkins told Simon Singh: &quot;You well know that we all have far more important things to do than take part in this or any other &apos;test&apos; at this point.&quot; Given that proof of Sally&apos;s ability not only to talk to dead people but also to receive accurate replies would constitute the most amazing scientific breakthrough of this or any other century, it is hard to imagine what these &quot;far more important things&quot; might be (but read on and a plausible answer will be supplied). Some readers may feel that it was unfair for us to devise a test without any input from Sally herself. However, the test was carefully designed around skills that Sally appears to reliably demonstrate during her stage show. During these shows, she accepts photographs of deceased loved ones from members of the audience and proceeds to make contact with the spirits of the people in the pictures. For our test, we were going to supply Sally with photographs of 10 deceased women and 10 first names. All Sally had to do was match the photographs to the names. She did not even have to get them all right. Seven or more correct would have been good enough. Furthermore, it was made clear that if she did not want to take that particular test at that particular time, we would be happy to cooperate with her in devising a different test that she could take at the time of her choosing, the only proviso being that any such test was properly controlled. And Sally still has not accepted our invitation to be tested. For those who have doubts about Sally&apos;s claims, the reasons for her reluctance are obvious. She has little to gain and a lot to lose by taking part in a test that, if previous controlled tests of psychics are anything to go by, she will almost certainly fail. But hang on, what about that million dollars that she could claim if she really could demonstrate her powers under controlled conditions? Surely that can&apos;t be described as &quot;little to gain&quot;? For most of us, a million dollars would indeed seem like a prize worth going for  but maybe not if you are already earning considerably more than that every year. Last year, Simon Singh wrote: &quot;My best estimate is that Sally sells over 100,000 tickets each year, which generate at least 2m.&quot; We now have a much more accurate estimate. I was recently contacted by Martin Gamble, an IT professional who developed an interest in the techniques used by psychics while studying sports psychology. Martin has gone to the trouble of doing a rather more detailed analysis than Simon attempted and he has given me permission to share it with you. It appears that Simon&apos;s estimate was probably way too low. What Martin did was to research Sally&apos;s itinerary of stage shows for February this year, a month which was included in a nationwide tour that lasted several months. He entered into a spreadsheet his data for the 18 shows that month, such as advertised ticket prices for each show and the capacity of each venue, wherever possible erring on the conservative side if explicit data were not available (astute readers will have noticed that February is not the longest month of the year). If a venue had a large hall and a small hall, he assumed the small hall had been used. He set the venue occupancy at 80% whereas in all probability it seems likely that many of the shows would be sold out. So it seems very likely that his estimate of gross revenue for February is an underestimate, but we would welcome accurate figures from Sally if she is prepared to make them available. I am reliably informed that the usual deal between shows or promoters and theatres is around a 70%-30% split in favour of the show, but that in all likelihood Sally&apos;s promoter will have done a deal involving direct hire of the venue in many cases, making the take 100% of the ticket sales (less ticketing administration and promotion costs). On the basis of Martin&apos;s conservative figures and assuming that Sally Morgan Enterprises receives the box office receipts, the gross revenue for that single month of February 2012 was very close to half a million pounds. Of course, Sally will have costs to cover, including promotion, insurance, hiring venues, paying her crew, and covering expenses such as travel and accommodation. Several members of Sally&apos;s team are members of her immediate family, which no doubt helps to minimise some of these expenses. Making reasonable guesses about these costs, her net revenue for the month of February still appears to be over 450,000. And that does not include any income from the sale of programmes, books, DVDs, and so on. A huge amount of merchandise is sold, with payment in cash, both before and after the shows, not to mention sales of these products through other outlets (including online sales) not directly associated with her tour. Sally even has her own jewellery range. And then there is the income from her psychic text and phone lines, not to mention the money she makes from her TV series that is screened in several countries. As Martin&apos;s figure of 450,000 for April is based upon 18 shows, that means on average she makes 25,000 per show  just short of 26,000, which is the average annual income of households in the UK. The bottom line is that if Sally tours for, say, 10 months of the year, she is almost certainly making at least 5m per annum, just from her stage shows. If you were her, would you agree to take part in a test that you&apos;d almost certainly fail unless you had genuine psychic powers  and that would only reward you with a paltry million dollars even if you managed somehow to pass it? Sally may not be psychic but she is certainly not stupid. Chris French is a professor of psychology at Goldsmiths, University of London, where he heads the Anomalistic Psychology Research Unit. On Twitter he is @chriscfrench Update: On 20 June 2013 Sally Morgan successfully settled her libel action against publishers of the Daily Mail, who withdrew the suggestion that she used a secret earpiece at her Dublin show in September 2011 to receive messages from off-stage, thereby cheating her audience, and accepted that the allegation is untrue. Her statement can be found here.", 
    "section": "science", 
    "gid": "science/2012/oct/22/psychic-sally-morgan-invitation-test-powers", 
    "wordcount": "1340"
}