{
    "headline": "John Liu's misguided mandatory helmets call for NYC's bike share", 
    "text": "I don&apos;t know about you, but I go to a financial adviser when I want financial advice. But if I was undecided about whether or not to wear a bike helmet, I don&apos;t think I&apos;d ask an accountant. But they do things differently in City government, and New York&apos;s chief fiscal officer, Comptroller John Liu, this week made waves around New York City by doling out his unsought advice on the issue of bike helmets. In a statement accompanying his report on the city&apos;s forthcoming CitiBike bicycle share plan, he averred:  &quot;In the rush to place ten thousand bicycles on our streets, City Hall may have pedaled past safety measures, a move that risks significantly exacerbating the number of injuries and fatalities of both bikers and pedestrians &quot;  The report was unambiguous about what Liu had in mind by way of &quot;safety measures&quot; (pdf):  &quot;Helmets must be mandatory, and recent legislation was introduced in the City Council supporting this view. &quot;The DOT has argued that requiring helmets for bike share users is not practical, but there are new innovations that ought to be explored. One idea comes from students at MIT who created HelmetHub, a vending machine that dispenses $8 bike helmets  In the absence of a mandatory helmet law, the City must do all that it can to promote helmet use.&quot;  Actually, the city&apos;s transportation department (DoT) is constantly promoting bike safety and runs helmet-fitting sessions where it gives away helmets free. The idea that the new type of casual, passer-by user targeted by the imminent 10,000-bike program will wish to more or less double the cost of using a CitiBike by acquiring a helmet for a one- or two-mile trip is, of course, preposterous. The only sure outcome of a mandatory bike helmet law is to reverse a promising trend of growing bike use. In Western Australia, one of the few places in the world to have made helmets compulsory, bike use fell of a cliff after the law came in. I&apos;ve also never seen an adequate answer from the pro-helmet lobby for why countries with spectacularly high bike use, like Denmark and the Netherlands, also have extremely low casualty rates  despite the fact that not wearing a helmet is the cultural norm. Liu gave himself cover for his pro-helmet evangelising by raising the spectre of lawsuits:  &quot;Aside from the human toll, there is a real possibility that the Bike Share program will increase the number of legal claims against the City.&quot;  Had Liu consulted counsel on whether the City could be held liable by bike share users for any accident? It doesn&apos;t seem he did, as this claim was swiftly rebutted by the DoT. In fact, as the excellent streetsblog points out, Liu seemed only loosely acquainted with his own report, which actually finds that &quot;bicycling is becoming relatively safer&quot;: as the number of people making journeys in the city by bike has risen  quadrupling since 2001  the stats on cyclists killed or seriously injured have remained more or less flat. (2010 saw an uptick to 18, from a low of 12 in 2009; but this is within the normal range going back more than 20 years.) Not that there is any reason for complacency. The latest figures from the NYPD for May alone record the deaths of one cyclist, 15 pedestrians and 11 drivers or passengers. Pedestrians are clearly and consistently more vulnerable and at risk than cyclists, yet oddly, we do not get reports from the City Comptroller suggesting protective headgear for sidewalk strollers. The much larger problem, which Transportation Alternatives has worked hard to push up the public agenda, is the NYPD&apos;s scandalously lackadaisical attitude to investigating fatal accidents involving pedestrians or cyclists. In less than half of such cases did the NYPD even issue a ticket to the driver involved. To Liu&apos;s credit, and to streetsblog&apos;s, again, for highlighting the fact, his report does make strong recommendations on this issue. Which only makes his choice of majoring on bike helmets in his media presentation  and getting many of his likely road safety allies riled-up  all the more ill-advised and, frankly, wrong-headed.", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/jun/27/john-liu-mandatory-helmets-nyc-bikeshare", 
    "wordcount": "699"
}