{
    "headline": "Seal cull will not revive Canada's cod stocks, say scientists", 
    "text": "Canada&apos;s multimillion dollar proposal to cull grey seals will not bring back the ravaged stocks of Atlantic cod it is intended to help, scientists have said. In October, the Canadian Senate approved a controversial plan to kill 70,000 grey seals in the Gulf of St Lawrence under a bounty system next year, ostensibly to revive the cod stocks that the seals were eating. But a group of marine scientists at Dalhousie University in Halifax, Nova Scotia, have said in a recent open letter: &quot;There is no credible scientific evidence to suggest a cull of grey seals in Atlantic Canada would help depleted fish stocks recover. &quot;Seals are being used as a scapegoat, just like whales were once blamed for fishery declines,&quot; said Hal Whitehead, marine biologist at Dalhousie, told the Guardian. He called the proposed cull an abuse of the science. &quot;I don&apos;t like the idea of slaughtering all these animals for no reason.&quot; Canada&apos;s Atlantic cod stocks, once estimated at 1.5-2.5 billion fish of reproductive age, collapsed in the early 1990s from overfishing. Despite a nearly total ban on cod fishing for the past 20 years, stocks have not recovered. That&apos;s not the case for grey seals. Similarly depleted by hunting, numbers stood at just a few thousand in the 1970s. Following the collapse of markets for seal fur, mainly due to bans by European countries, their numbers increased dramatically. Grey seals are now estimated at 300,000 to 400,000. Canada&apos;s standing Senate committee on fisheries and oceans report declared last month that since there are more seals, and seals eat fish, they are &quot;an important cause&quot; in the lack of recovery of Atlantic cod, as well other groundfish like American plaice, winter skate and white hake. The committee, after looking at reports by fishermen and the Department Fisheries and Oceans Canada (DFO) studies estimating that cod represents 1-7% of seal diets, said it was &quot;convinced&quot; that predation by seals was a major reason cod stocks had not recovered. The cull request was currently being reviewed, said a DFO spokeswoman. That seals are a factor in the lack of cod and groundfish recovery was &quot;a logical conclusion given that an individual grey seals eat between 1 and 2 tonnes of fish every year&quot;, she told the Guardian. But Sara Iverson, a researcher in physiological ecology at Dalhousie University, said cod madke up a very small part of the grey seal&apos;s diet. Iverson, who has studied their diets for 17 years, said they prefer fatty fish, while cod are lean with only 1% body fat. There are all kinds of reasons why the cod have not bounced back, Whitehead said, adding that there has never been a complete ban with some local fisheries continuing, and there is a problem of bycatch. However he said the leading theory amongst scientists was a species shift. When an abundant species like the cod suddenly declines, other species step into their ecological niche. &quot;Northern shrimp have taken over and are now the big fishery in the region,&quot; he said. John Bennett, executive director of Sierra Club Canada, described the bounty system of payment to seal hunters a &quot;nothing more than a subsidy for a dead industry &quot;The money could be put to better use by buying out sealing licences and creating sustainable employment for the sealers.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/nov/15/seal-cull-canada-cod-stocks", 
    "wordcount": "572"
}