{
    "headline": "School governors' arrangements ripe for review", 
    "text": "Having castigated almost everyone except his own organisation and his political masters for the parlous condition of state education, Michael Wilshaw has now rounded on governors (Pay school governors and get better leaders, says Ofsted chief, 28 February). As a national leader of governance and chair of a secondary school which has twice rejected academy status, I resent his allegation that too many governing bodies are ill-informed, make poor decisions and are too concerned with marginal matters. The functions of governance have not been reviewed since the publication of the Taylor report in 1977. In the 35 years since then governing bodies have been foisted with an ever-increasing range of responsibilities which are impossible to fulfil adequately, whether governors are paid or not. We need a review to rationalise this myriad of pseudo-accountability requirements and part of that review should include arrangements for inspection, which are currently totally inadequate. Part of that review should also involve the governance of Ofsted itself and any arrangements for payment of its board members, since they have failed miserably to publicly hold that organisation and its chief inspector to account.Professor Colin RichardsSpark Bridge, Cumbria School governors have a difficult job, and for many this will involve some commitment during the working day. Schools sometimes seem to play down this commitment in order to attract volunteers, and the workload can come as a shock to the unsuspecting. Thus it may be that some legal protection is needed for potential governors whose employers might not look kindly on their involvement during working hours. But it is no answer for employers to &quot;instruct&quot; senior or middle managers (why not the shop floor?) to become governors or to create a two-tier system with paid elite super-governors. Governors need to be motivated by the welfare of the school, its students and the wider community. The motivation of those who get involved for the money, or because it appears on their annual appraisal at work, will always be suspect. I am probably one of many who would have rejected the idea of serving as a voluntary governor under such arrangements.Iain ForbesLondon After 20 years as a school governor, I suggest that those who claim that payment would destroy a tradition of working for nothing should remember other similar arguments: about interns, even slavery. Existing governors are proud of their work. And so they should be, as the biggest group of unpaid workers in the country. But has anyone talked to potential governors? I do, all the time. These are the people who usually opt to become local councillors, with suitable allowances and ample expenses, which means that taking time from their businesses and families becomes considerably easier. Existing governors can afford to give time. There are many very suitable people with low or nonexistent incomes, who are better equipped, for just that reason, to represent their community. And offered payment does not need to be accepted. You quote (Editorial, 27 February) Michael Sandel (a famous pauper) claiming that payment kills public virtue. So what about our politicians? You say training for governors is costly to provide. But local authorities have a budget for this and it is seldom fully used. Present governors don&apos;t think they need it. As for Ofsted inspecting governors: once every two years is of little use. A school could crash in that time. Every governing body could double its efficiency by simply recruiting better members. The cost of time is a major barrier.Kevin d&apos;ArcyLondon Sir Michael Wilshaw&apos;s &quot;school data dashboard&quot; proposal is a welcome move, but he could go further. Introducing a proper structure of accountability, where governors provide regular reports on their effectiveness to parents and the community they serve, would be a way forward. I strongly agree that we should aim to improve the quality of school governance  but this is about improving accountability, and ensuring that governors are equipped with the right skills and abilities. But we need an inclusive system; simply paying a set of governors will not produce top results. Let&apos;s widen the debate. Good governance should feature skills and experience from a range of sectors, not just business. The City of London Academy, Islington  where governance has been recognised to be outstanding by Ofsted  has representation from business, higher education, parents and local residents  together with teaching and professional staff. Each governor makes an important contribution  adding to the effective leadership of the academy as a whole. Eamon MartinChairman of the board of governors, Cityof London Academy I can only assume the head of Ofsted, Sir Michael Wilshaw, is totally out of touch when he berates governors for spending too much time &quot;looking at the quality of school lunches&quot;. My experience as a school governor indicates a growing number of (particularly primary school) children whose parents can no longer afford to pay for school meals, especially when they have a number of children. This poses a dilemma for governors and heads. If parents do not pay, then does the school stop the meals? Whatever the reason for non-payment, this must not be placed at the door of children. The dilemma is further exacerbated when a school has food left over at the end of the lunch period which would normally be discarded. As Sir Michael should know, children hungry in the afternoon are not likely to be at their best for achievement in maths and English. It is for this reason that some governing bodies pay attention to school lunches.Mick FarrantLondon", 
    "section": "education", 
    "gid": "education/2013/mar/04/school-governors-arrangements-ripe-for-review", 
    "wordcount": "923"
}