{
    "headline": "Champagning: the joke's on you, St Andrews", 
    "text": "I am deeply attached to my alma mater: the people, the environment, the education and, dare I say it, the black tie events. In this instance it was the University of St Andrews, the mechanism by which all of these glorious elements were brought together.  But the establishment itself, now that&apos;s something quite different. Slavish loyalty to any establishment, be it a school, company, or country, is the first recourse of the dullard who, lacking anything resembling a personality of their own, attempts to ride on the shoulders of the more interesting members of their institution. I have rarely been more thankful to have maintained this stance of haughty detachment than when the recent &quot;Champagning&quot; video met with media outrage, disbelief and amusement. For those who missed it, a now removed Youtube clip captured a range of pastel-trousered St Andreans pouring bottles of fizz over their heads in riposte to the Milking craze (a Newcastle-born phenomenon, where students poured milk over their head in public).  However, my consternation doesn&apos;t lie with the St Andrews students&apos; Bullingdon-lite capers, but the university&apos;s hastily concocted condemnation, and the subsequent craven apology issued by the students. I fear that the Champagning debacle reveals the university to be about as humourless as John Knox in a knocking shop. A representative from the university told the university paper, the Stand:  &quot;In a time of austerity, this was at best insensitive, and at worst, lacking respect for the great many students, staff and townspeople in St Andrews who have for a long time been committed to tackling out of date stereotypes and raising more funds for bursaries and scholarships. &quot;Thankfully, common sense has prevailed and the video has now been removed. Perhaps if those involved had stopped for a moment to consider that the cost of the champagne they poured over their heads is half a day&apos;s wage for a good number of people who work at the University and locally in St Andrews, it would never have been posted in the first place. It was thoughtless. &quot;Stunts like this not only cause offence, they can cause real damage to the considerable efforts our staff and students to widen access to St Andrews.&quot; Poorly informed people say that sarcasm is the lowest form of wit. Milking proved quite how wrong they are. In the humour league tables, milking sits somewhere below slapstick and above racist jokes.  On the other hand, Champagning was genuinely funny. Now, nothing ruins a good joke like having to explain it, but perhaps it&apos;s necessary to point out that, whether intentionally or not, the video was exquisite satire. They took a brainless student fad, and used it (possibly inadvertently) to create a social commentary about the class make-up of St Andrews. At the heart of all successful satire lies a kernel of truth, and it wouldn&apos;t be too much of an exaggeration to say that while Newcastle may now reek of stale milk, St Andrews has always honked of wet tweed. Scottish commentators were in a flap recently over a statistic showing that only 13 St Andrews students (later reports adjust that to 14) were drawn from the most deprived backgrounds. However this is merely a sideshow  as is regularly pointed out, there were very few Scottish students from this background who achieved the demanding grades required to attend. A far more telling statistic is that the student body&apos;s overall makeup is 40.6% privately educated, obviously far higher than the UK figure for privately educated pupils (6.5%), but also considerably higher than the average percentage of privately schooled students attending one of the Guardian&apos;s top 10 universities (32.3%). Embarrassing as this fact may be to the authorities, coming down like a ton of bricks on the students who naively point out, or even embody, the elitism of the institution makes the university appear both hypocritical and embarrassingly lacking in self-awareness. Like a cancer-riddled chain smoker who complains of a sore throat while downing gallons of cough mixture, the university seems more willing to treat the symptom than to cure the disease and actually widen access. Come the next university Visiting Day, I wouldn&apos;t be surprised to see a squadron of deans charging around campus, tearing Barbour jackets off the backs of hapless poshos and insisting everyone speak with an incomprehensible demotic accent. And yet for all the attempts at media management (and frankly, if you&apos;re drawing criticism from the Daily Mail, you&apos;re probably doing something right) the establishment is still more than happy to flaunt our royal connection for all it&apos;s worth, spend over 1m moving the principal into a swanky mansion to entertain wealthy donors, and flog uni-branded tea-cosies at 100 a pop. It&apos;s as if there&apos;s one rule for the students, and another for the corporate fundraisers. The university has argued, quite rightly, that at least part of the burden for diversifying the student body lies with the Scottish government, and the need to improve the Scottish secondary school system. And indeed, I have no doubt that the university is itself making a very genuine effort to broaden the student demographic. However, for something that has been on the agenda for well over a decade, progress is painfully slow. Actually achieving this goal will require far more than a concerted PR effort against anyone who plays up to the stereotype. It needs a dramatic expansion of the admirable outreach programmes described by student representatives in a Scotsman article earlier this week (I&apos;m sure the extra resources can be found from the new 9000 tuition fees for English and Welsh students), and a far more rigorous implementation of the &quot;contextualised admission&quot; policy. However, until we have a genuinely representative university, the institution is fair game for a ribbing, and frankly no one likes someone who can&apos;t take a joke.", 
    "section": "education", 
    "gid": "education/2012/dec/14/students-standrewsuniversity", 
    "wordcount": "981"
}