{
    "headline": "Improbable research: the German beer belly is misunderstood", 
    "text": "A team of scientists has attacked the idea that beer is the main cause of beer bellies in Germans. As with many biomedical questions, an absolute, indisputable answer may be impossible. To obtain it would require continuously monitoring and measuring, over a span of years, every sip and morsel drunk and eaten by a vast number of people. The only practical method involves asking beer-drinkers to dig deep into their memory and estimate or take a wild guess as to their typical intake of beer and everything else that has passed down their gullet. Madlen Schtze and other researchers at the German Institute of Human Nutrition Potsdam-Rehbrcke and at Fulda University of Applied Sciences, together with a colleague at the University of Gothenburg, Sweden, gave it their best shot. They published a study in 2009 in the European Journal of Clinical Nutrition. The team analysed 19,941 men and women&apos;s weight, waist measurements and hip circumference over four years. The researchers asked participants to fill out a survey on their beer consumption. The participants gave an estimate, with whatever degree of accuracy they were able or willing to supply, of how much they had been imbibing daily. Their estimates were based on the size of a typical bottle of beer in Germany. The researchers classified men&apos;s consumption differently to women&apos;s. Women were placed in four categories from &quot;no beer&quot; to &quot;moderate drinkers&quot;. Men were put in five categories from &quot;no beer&quot; to &quot;heavy drinkers&quot;. For women, &quot;moderate&quot; meant consuming at least 250ml of beer a day. For men, &quot;moderate&quot; meant 500 to 1000ml a day. The team conclude that their study &quot;does not support the common belief of a site-specific effect of beer on the abdomen, the beer belly&quot;. &quot;Beer consumption&quot;, they write, &quot;seems to be rather associated with an increase in overall body fatness&quot;. A study in the Czech Republic, published in 2003 in the same medical journal, balks at the idea that drinking beer by itself causes much change in weight, let alone waistlines, in Czechs. Schtze and colleagues argue that the Czech study was probably flawed. One can quibble about the definition of a beer belly, but the German researchers say that, for their purposes, a beer belly is a &quot;site-specific effect&quot;. A beer belly, they argue, is a belly that bulges distinctly at the waist. It contrasts, in a big way, with whatever mass and expanse may adjoin it above or below that region. (Thanks to Tim Reese for bringing this to my attention.)  Marc Abrahams is editor of the bimonthly Annals of Improbable Research and organiser of the Ig Nobel prize", 
    "section": "education", 
    "gid": "education/2012/apr/02/improbable-research-german-beer-bellies", 
    "wordcount": "462"
}