{
    "headline": "John Beecher obituary", 
    "text": "My son John Beecher, who has died of cancer aged 25, was a historian and writer with a promising academic career. Born in London, John moved with the family to Buxton in the Peak District aged seven. He went to St Thomas More school and then Buxton community school. Always self-effacing, John preferred to help others in the limelight than to be there himself. Many of his fellow students would have been surprised to discover that he was a national tae kwon do medallist and competed at the 2004 European gymnastic martial arts championships in Paris. He made the odd appearance on stage at the Buxton and Edinburgh fringe festivals, for the theatre group Three&apos;s Company, in plays written by his friend Tom Crawshaw. One year at Edinburgh, Tom received complaints about an all too convincing performance from John as an audience member persuaded to swap his girlfriend for one of the actors on stage. Nevertheless, it was work as a technician for other theatre companies that John preferred, and with books and the wry aside that he was most comfortable. His first-class honours degree in history at Queen&apos;s University Belfast was followed by a distinction at master&apos;s level. John then moved in the autumn of 2011 to Balliol College, Oxford, to begin an MPhil in modern British and European history. For his MA at Queen&apos;s, John had taken an unflinching look at the way photography reflected and affected lynching in the US. He aimed to develop this work and other subjects for publication but was diagnosed with cancer at the end of his first term at Oxford. He had to suspend his studies in his second term when the effects of the cancer and its treatment meant that he could no longer work to the high standards he demanded of himself. John was a modest and generous man. We learned only after his death that, on hearing of the Indian Ocean tsunami in 2004, he had emptied his bank account to send an aid donation. That was typical of him. John really blossomed at Oxford, where he made many friends and finally felt at ease with himself, and also came out. John was a committed reader of the Guardian, which he was amused to find still being printed in black and white in Northern Ireland when he first began at Queen&apos;s. Once in hospital, John had to settle for having the Guardian read to him every day. He is survived by his twin brother, Max, his sister, Anna, his mother, Nicki, and me.", 
    "section": "education", 
    "gid": "education/2013/mar/01/john-beecher", 
    "wordcount": "424"
}