{
    "headline": "Veolia wildlife photographer of the year 2012 commended images - in pictures", 
    "text": "   Lion in the spotlight by Joel SartoreTree-climbing is not a normal lion habit, but lions in Queen Elizabeth national park, Uganda, often take to the trees in the day, probably to cool off and escape the flies. This tree held two dozing brothers. 'It was dusk by the time the first young male woke from his nap,' says Sartore. 'I worried about camera shake, because the light levels were next to nothing. I also worried that he wouldn't look up so that I could see his face. He did, though, for all of five seconds, listening to a female calling in the distance'  Photograph: Joel Sartore/National Geographic Magazine/Veolia Environnement Wildlife Photographer of the Year 2012       The duel, by Sergey Gorshkov In late May, about a quarter of a million snow geese arrive from North America to nest on Wrangel Island, in north-eastern Russia. They form the world's largest breeding colony of snow geese. Gorshkov spent two months on the remote island photographing the unfolding dramas. Arctic foxes take advantage of the abundance of eggs, caching surplus eggs for leaner times. But a goose (here the gander) is easily a match for a fox, which must rely on speed and guile to steal eggs. 'The battles were fairly equal,' notes Gorshkov, 'and I only saw a fox succeed in grabbing an egg on a couple of occasions, despite many attempts.' Surprisingly, 'the geese lacked any sense of community spirit', he adds, 'and never reacted when a fox harassed a neighbouring pair nesting close by' Photograph: Sergey Gorshkov/Veolia Environnement Wildlife Photographer of the Year 2012       Lookout for lions by Charlie Hamilton JamesHamilton James was filming lions around the Gol Kopjes area of the Serengeti national park in Tanzania when he came across these cheetahs. They, too, were watching lions. 'Once the danger had gone,' he says, 'they relaxed into a gloriously symmetrical pose, in the middle of a curved rock, under a symmetry of clouds, crowned by a perfectly positioned small cloud at the top.' The cheetahs stayed posed for only a few minutes and afterwards, as though on cue, went straight to sleep. Charlie chose to photograph them with a converted infrared camera, which in bright sunlight makes an azure sky dark and dramatic Photograph: Charlie Hamilton James /Veolia Environnement Wildlife Photographer of the Year 2012       Fly-by drinking by Ofer LevyLevy spent several days in Parramatta Park in New South Wales photographing the grey-headed flying fox's extraordinary drinking behaviour. 'At dusk, it swoops low over the water, skimming the surface with its belly and chest,' he says. 'Then, as it flies off, it licks the drops off its wet fur.' To photograph this in daylight, Levy had to be in the right position on a very hot day, with the sun and the wind in the right direction, and hope a bat would be thirsty enough to risk drinking. 'This required standing in chest-deep water with the camera and lens on a tripod for three hours a day for about a week in temperatures of more than 40C' Photograph: Ofer Levy/Veolia Environnement Wildlife Photographer of the Year 2012       Midnight snack by Alexander Badyaev  Badyaev's research cabin in the Blackfoot Valley, Montana, US, is permanently occupied. But not by him. He just goes there every so often to work. Instead a range of forest creatures makes full use of the shelter and food remains. He doesn't see much of them, but there are always signs, particularly in the kitchen. 'I had long suspected that a family of mice was living under my cooker and tasting my food,' he says. 'Then, late one evening, I returned to retrieve a peanut-buttered slice of bread I'd left briefly in the kitchen and discovered a deer mouse sampling it. When it disappeared into the hob, I grabbed my camera, quickly put a flash on the shelf behind the cooker, and when the mouse popped up again, shot a single frame. It took much longer to convince myself to finish my snack'  Photograph: Alexander Badyaev /Veolia Environnement Wildlife Photographer of the Year 2012       Sizing up by Klaus Tamm A scattering of gecko droppings on the sunny veranda of Tamm's holiday apartment near Etang-Sale-les-Hauts, on the French island of Runion, had attracted some unusual-looking insects.  They were neriid long-legged flies. 'Every so often, a couple of males would take a break from feeding and engage in a kind of combat dance that involved spinning around each other,' he says. 'They would finish by stretching up to their full one and a half centimetres, then pushing with their mouthparts, shoulders and forelegs until one gained height, before flying away or mating with nearby females. I was so impressed by the harmony in the combat dance that I ended up  photographing them for several hours'  Photograph: Klaus Tamm/Veolia Environnement Wildlife Photographer of the Year 2012       In the light of dawn by Frits HoogendijkThe pride hadn't eaten for several days. They were hungry, and a hunt was very likely. A blanket of fog lay thickly over the Okavango Delta's Duba Plains, Botswana, and the dawn light was very low. It was hard to make out anything, but fortunately the lions were still lying where Hoogendijk had left them the evening before. A short while later, the females set off to hunt. 'I wanted to photograph one out in the open, in the wet and misty weather. So we positioned the vehicle where they might walk towards us. When this lioness stopped by a tuft of grass and peered into the distance, it was perfect. I love the intense green, the drops of dew on the grass and the soft light and detail on her body. Her focused gaze captures the energy and intensity of a hunt that hasn't yet happened'  Photograph: Frits Hoogendijk/Veolia Environnement Wildlife Photographer of the Year 2012       Dive robbers by Jean TresfonFor five days, Tresfon had been trying to photograph the feeding frenzy that develops when sardines and herrings migrate off South Africa's coast. His luck finally changed in clear water a few miles off Port St Johns. 'Activity was intense, with dolphins herding the fish into a ball from below, while Cape gannets rained down from above. I couldn't wait to get in the water.' Gannets were plunging down several metres at great speed, catching and swallowing several fish in a dive. In contrast, Cape cormorants diving from the surface were much less successful. But what they lacked in fishing skill they made up for with thievery. 'In this picture,' says Tresfon, 'the gannet is desperately trying to swallow a herring as a gang of cormorants gives chase' Photograph: Jean Tresfon/Veolia Environnement Wildlife Photographer of the Year 2012       Celebration of a grey day by Fortunato Gatto If the Isle of Eigg is a gallery of landscapes, then Laig Bay is its masterpiece. Fewer than 100 people live on this tiny geological jewel off the north-west coast of Scotland. It's part of the Small Isles (an archipelago in the Inner Hebrides), the result of volcanic eruptions millions of years ago. 'On a stormy day, you get the feeling of having been catapulted into a black-and-white world, with more shades of grey than you could ever name,' says Gatto. Bracing himself against the powerful winds blowing in from the Atlantic Ocean, he photographed the textured patterns in the volcanic sands of the long, silvery beach, etched by the ebbing tide. 'To me, it represents the essence of this place' Photograph: Fortunato Gatto /Veolia Environnement Wildlife Photographer of the Year 2012       The tourist tiger trail by Melisa LeeTiger Temple is the colloquial name for Wat Pa Luang Ta Bua Yannasampanno, a Buddhist monastery at Kanchanaburi in Thailand. Its relationship with tigers started in 1999, when the abbot took in a number of injured and orphaned cubs. The monastery then started to breed its tigers. Now it receives hundreds of paying visitors a day wanting to stroke and be photographed with them. Over the years, there has been both positive press for Tiger Temple, including tourism awards and a film, and negative reports that animals are mistreated behind the scenes. Lee's picture shows a male tiger leading tourists back from the tiger-petting arena to the monastery, followed by his two-month-old cubs (an unusual sight, since cubs would normally stay with their mother until at least a year old)  Photograph: Melisa Lee/Veolia Environnement Wildlife Photographer of the Year 2012  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/aug/29/veolia-wildlife-photographer-2012-in-pictures", 
    "wordcount": "0"
}