{
    "headline": "Shale gas: green groups condemn methane flaring plans for wells", 
    "text": "The two companies exploring for shale gas in the UK have confirmed that they intend to flare methane gas from their wells in a move that has been condemned by environmentalists. It is likely to be the most visible sign of the fracking revolution that many in business and government would like to bring to the UK. Flaring excess gas is widely regarded as environmentally damaging, as burning the methane results in greenhouse gas emissions that contribute to climate change. In the US, where fracking wells are now widespread, flaring is so prevalent that the light from the flames can be seen from space, rivalling street lamps from cities. Fracking companies prefer burning methane, which leaks from gas and oil fracking sites, because during the exploration stage it is cheaper than capturing it and using it for fuel, and it is less dangerous than allowing it to leak freely. The Guardian has confirmed that the UK&apos;s two fracking companies  Cuadrilla, with gas operations in Lancashire and plans for new drilling in West Sussex, and iGas, which has recently disclosed plans to drill in the Bowland Shale in Lancashire  have plans to flare excess gas at their sites. This will result in one of the most visible signs of fracking in the British countryside, with pipes tens of metres high burning naked flames at the top. The companies are understood to have disclosed their plans to the Environment Agency, which does not ban flaring. Flaring has been associated with huge emissions of greenhouse gases from oil operations in Nigeria, where the practice has long been allowed, to the dismay of green campaigners, and in other countries, many of them in the developing world as the practice has been frowned upon in rich countries. Local communities at fracking sites have been told that the process can produce small earthquakes, but have been reassured by the government that if tremors surpass a low threshold the fracking will be halted. However, the government&apos;s discussions of fracking  aimed at reassuring people of its safety  have ignored the possibility of flaring. Joss Garman, policy director at Greenpeace, warned: &quot;As well as the industrialisation of rural England and the impacts on our climate, we now know fracking could mean hundreds of naked flames lighting up the English countryside. The UK is not the US and the consensus is that shale gas will not bring down bills. So for communities in the two-thirds of England earmarked for potential fracking, shale gas could mean a lot of pain for little gain.&quot; Fracking involves shooting water, sand and chemicals such as lubricants at dense shale rock under extreme pressure, causing it to break apart and release oil and gas from tiny fissures. The fuel rises to the surface in pipes, where it can be collected. Most fracking is for methane from shale formations, but fracking for oil is becoming more common in the US and is planned at the UK in Balcombe. Both types of fracking result in leaks of methane. Methane is a greenhouse gas more than 20 times as powerful in trapping heat in the atmosphere as carbon dioxide. Burning it produces carbon dioxide, and is therefore more environmentally friendly than simply allowing the gas to escape  which results in so-called &quot;fugitive emissions&quot;, which can make the fracking process even more carbon intensive than burning coal, according to several studies. The least environmentally damaging option is to capture the gas and use it as fuel. Cuadrilla said: &quot;It is not possible to capture the gas during the exploration phase of the project. This can only be done during the production phase when pipeline and associated facilities are in place to use the gas.&quot; The company said that during the production phase, its shale gas wells would be capped, preventing methane from reaching the surface. Captured gas would be fed into the gas network. Its shale oil exploration project, in Sussex, is also likely to produce gas that will be flared. The rival company iGas, which has just announced its plans for prospecting in the Bowland Shale formation in Lancashire, could use flaring more extensively. Its chief confirmed its plans for flaring on Thursday.", 
    "section": "environment", 
    "gid": "environment/2013/may/09/shale-gas-fracking-gas-flare", 
    "wordcount": "701"
}