{
    "headline": "Why are many academics on short-term contracts for years?", 
    "text": "When Vicky Blake embarked on her PhD at Durham University eight years ago, she believed it was the beginning of an exciting research career. Now, as part of the silently growing army of teaching staff paid by the hour in British universities, she is beginning to wonder at what stage she should walk away. &quot;I feel I owe it to myself to try, because I&apos;ve invested so much in this. But I am 30 years old and I can&apos;t keep existing on a month-to-month basis,&quot; she says. &quot;I have to put a time limit on how long I can hold out for a proper research job, and I think that&apos;s really sad.&quot; Blake may spend her life juggling, with no ability to plan ahead, let alone apply for a mortgage, but in some respects she is one of the fortunate ones. When she came to the end of an eight-month, part-time research assistant post at Leeds University last year, instead of letting her fall off the academic cliff, it put her on a special redeployment register. This led her to a part-time, one-year assistant post on an academic journal at the university. She has a second part-time clerical post at Leeds, a commitment-free, &quot;zero-hours&quot; clerical job at Durham, and an hourly paid teaching job at Leeds, for which she has to secure a new contract each term. This &quot;patchwork of incomes&quot; has become a common picture for young people  and those who were young when they started out  fighting for an academic career. &quot;You feel lucky if you score any sort of fixed-term contract,&quot; Blake says. &quot;I&apos;ve had a better financial situation over the past year but, if I compare my situation with someone in what frequently gets called a &apos;proper academic job&apos;, I still don&apos;t have anything like their security.&quot; According to the latest data from the Higher Education Statistics Agency (Hesa), more than a third of the academic workforce is now on temporary, fixed-term contracts. Moreover, the official staffing statistics conveniently exclude the 82,000 academics employed in jobs such as hourly paid teaching, which are classed as &quot;atypical&quot;, so the real figures look much worse. While universities are jostling to present themselves as committed to &quot;the student experience&quot;, following the ramping up of fees, it is teaching staff who have been hit hardest. The number of teaching-only staff on temporary contracts went up by a third between 2009-10 and 2011-12. The University and College Union (UCU) is holding a national day of action for casual workers next month. It says that higher education has become one of the most casualised sectors in the UK  second only to the hospitality industry. Edward Bailey, who is leading the protest for the union, says: &quot;We are seeing an increase in people who are on successive fixed-term contracts for years on end. There is a feeling that universities are calling all the shots and they should be grateful just to have a job, but these places shouldn&apos;t be sausage factories.&quot; Of course, if you are a vice-chancellor there is an obvious business case for having a large swathe of your employees on more flexible contracts  especially when most fear that another expensive national salary rise won&apos;t be far away. A former vice-chancellor says that all this might backfire as higher fees bed in and students become more demanding. &quot;Universities now have to publish their contact hours. But contact with whom? With the stars the universities claim makes them what they are, or a part-timer? I think there is a pressure point building up here, with lawyers waiting in the wings to challenge.&quot; Blake agrees. &quot;I work incredibly hard and have had very good feedback for my teaching. But there is definitely an interesting tension in the system because some students arrive at university expecting to be taught predominantly by senior staff with permanent positions.&quot; Ian Jones (not his real name) tells a familiar story. &quot;I thought I&apos;d go through the motions of being on casual contracts for a couple of years and then I&apos;d move up to a permanent job,&quot; he says. &quot;I wasn&apos;t expecting to still be here on this basis 10 years later. I teach at three institutions to try to give myself more security. I am lucky if I know what I&apos;m doing two weeks before teaching is due to start. If you don&apos;t get the hours, often no one rings to tell you. Once, I was notified by text message.&quot; Jones lived with his mother for most of his twenties and early thirties, because he couldn&apos;t be sure he would make his rent each month. &quot;Of course, that has a certain stigma attached  I began to feel like Norman Bates. Attracting a partner was difficult,&quot; he says. But this insecurity isn&apos;t confined to teaching. According to Hesa, 68% of research-only staff are on fixed-term contracts, which typically last as long as the research grant. Dr Jennifer Rohn, a cell biologist at University College London, explains: &quot;The vast majority of research is conducted by apprentices, whether that be PhD or postdoc, on anything from six months to five years. People are in denial. They are taking these temporary training positions when they won&apos;t usually lead to anything permanent.&quot; Despite winning one of the Wellcome Trust&apos;s coveted early-career fellowships at 45, Rohn is on a rolling three-month research contract. &quot;My boss would do anything to keep me  he finds bits of cash under the sofa cushions  but the university isn&apos;t employing me,&quot; she says. Dr Eric Silverman, a researcher at Southampton University on his second fixed-term research contract since his PhD, echoes her frustration. &quot;As far as I can work out, there are only two options: leave academia and give up the dream, or look for jobs 100% of the time,&quot; he says. Prof Janet Metcalfe, chair of Vitae, a career development organisation, says researchers can improve their chances of success. &quot;People naturally get passionate about a particular research area, but the message is: the more flexible you are, the more employable you are,&quot; she says. Yet many on the ground are far from optimistic. Silverman says: &quot;If a student asked me whether they should do a PhD, sadly, I&apos;d say take a very careful look at the other options. When you&apos;re young you think &apos;the job insecurity won&apos;t happen to me&apos;  but it will.&quot;", 
    "section": "education", 
    "gid": "education/2013/feb/04/academic-casual-contracts-higher-education", 
    "wordcount": "1094"
}