{
    "headline": "Russell group director laments redistribution of university places", 
    "text": "Wendy Piatt, head of the Russell group of universities, has criticised the government decision to award more places to cheaper institutions, amid signs that many top universities still have places available days before the application deadline. Queen Mary, University of London  part of the Russell group  was still advertising vacancies on Thursday on 178 of its 194 courses available through the Universities and Colleges Admissions Service (Ucas). Places are going unfilled because fewer students have met this year&apos;s higher grade requirements for leading universities. Piatt said the new core and margin policy of redistributing places, largely on the basis of lower fees, meant universities had fewer places to offer to students with grades below AAB and this has had a knock-on impact. &quot;If universities couldn&apos;t recruit enough high-calibre students they risked losing funding but if they recruited too many students with grades ABB or below they risked substantial fines. &quot;The difficult choices faced by admissions departments this year means students who wanted to attend a leading university and had the right qualifications have not been able to, even though those universities wanted to accept them.&quot; The universities minister, David Willetts, said on Thursday that fewer students will go to university this year and that changes mean some institutions end up with more students and others will have fewer. &quot;It looks as if there may have been fewer pupils achieving predicted AAB grades at A-level, but rather more getting top grades in equivalent high-class vocational qualifications, such as Btecs,&quot; he told vice-chancellors at the Universities UK conference. &quot;The net result may be total numbers getting AAB or equivalent which are closer to 80,000 than to 85,000, which was Hefce&apos;s [the Higher Education Funding Council for England] best estimate.&quot;", 
    "section": "education", 
    "gid": "education/2012/sep/14/russell-group-redistribution-university-places", 
    "wordcount": "296"
}