{
    "headline": "Dell close to $22bn leveraged buyout amid decline in PC market", 
    "text": "Dell could be taken private in a $22bn (14bn) deal this week as the mounting crisis in the PC market forces one of the world&apos;s largest technology companies to switch from making computers to providing information technology services. The buyout, led by private equity group Silver Lake Management and Dell&apos;s founder and chief executive, Michael Dell, would be the largest leveraged takeover since the banking crisis struck in 2007. Last year the number of personal computers Dell shipped to retailers shrank by 12%, and its stock market value slipped by a third. The problem is industry-wide: shipments from all manufacturers fell by nearly 13m in 2012  the first drop since the end of the dotcom crash in 2001. While sales quickly recovered at the turn of the century, this time the PC&apos;s decline looks irreversible. Consumers are switching their attention to tablets and smartphones, and none of the world&apos;s five largest makers of desktop computers have a significant business in these devices. &quot;Whereas once we imagined a world in which individual users would have both a PC and a tablet, we increasingly suspect that most will shift to a personal tablet,&quot; said analyst Mikako Kitagawa at Gartner. &quot;Most buyers will not replace secondary PCs in the household, instead allowing them to age out.&quot; PCs account for 70% of Dell&apos;s revenues and more than half of its profits. If it is to survive, it must shift its dependence away from laptops and focus on the more nebulous business services that have made companies such as IBM successful: building and managing servers, software in the cloud, and data centre equipment. Having founded the world&apos;s third-biggest maker of personal computers in 1984, Michael Dell remains chief executive and chairman and controls nearly 16% of the company. The attempt to take his company off the Nasdaq stock exchange suggests he believes the difficult transition is best performed behind Silver Lake&apos;s closed doors. &quot;The rationale at this time appears to be that sentiment around the PC business and Dell is overly pessimistic, and that Michael Dell is willing to bet that his enterprise strategy is going to be highly successful,&quot; wrote Bernstein Research analyst Tony Sacconaghi. The deal is &quot;feasible&quot;, he believes, because Dell could switch the cash it pays in dividends to meet the interest on the loan needed to take the firm private. The result would be &quot;one of the larger LBOs [leveraged buyouts] in history&quot;. To buy Dell, Silver Lake has lined up at least four banks to provide an estimated $15bn in financing, according to Bloomberg. The lenders include Credit Suisse Group, Royal Bank of Canada, Barclays and Bank of America, and the price being offered is reported to be between $13.50 and $14 a share. News of the talks broke last Monday, sending Dell&apos;s shares up 18%. They closed at $12.84 on Friday night, valuing the company at over $22bn. Attempting to fix Dell while it remained on the Nasdaq would be like trying to repair a race car that was still running, rather than one that was parked in the workshop, said analyst Rob Enderle of Enderle Group. &quot;If they can get out from underneath the massive amount of reporting and scrutiny a public company is under, it would make them much more agile and able to take the kind of risks Michael Dell would like to take to transform the company,&quot; he said.", 
    "section": "technology", 
    "gid": "technology/2013/jan/20/dell-buyout-michael-dell-computers", 
    "wordcount": "580"
}