{
    "headline": "Samsung unearths illegal work practices at Chinese suppliers", 
    "text": "Samsung Electronics admits it has foundillegal work practices in an audit of 105 of its Chinese suppliers  but it has given the companies two more years to eliminate it. The audit of 65,000 employees follows accusations by China Labor Watch, an independent labour rights group based in New York, which alleged in August that Samsung suppliers hired children and used &quot;inhumane&quot; working conditions, and in September that there was illegal discrimination in hiring polices atsome Samsungsuppliers. Samsung said it found no evidence of child labourers, having carried out face-to-face checks on all staff aged under 18. The South Korean company  the world&apos;s largest maker of mobile phones and smartphones, and one of the biggest suppliers of memory chips and touch screens  said it had found instances of Chinese employees working overtime beyond legal hours and being fined for absence or lateness. The admission followed a four-week audit of the suppliers, though the company did not say how many had been breaching the conditions, saying only that it was &quot;several&quot;. Audits are continuing at 144 more of its suppliers in China. The revelation follows a growing focus on the hiring and work practices in China by large electronics companies, including Apple, Microsoft, Motorola and now Samsung. Apple has come under criticism over the past two years after reports of suicides and injuries at Foxconn, the Taiwanese company which owns and operates a number of huge plants making Apple products in China. China Labor Watch says Samsung is also guilty of bad hiring and working practices. Acknowledging the problems found at the suppliers, Samsung said: &quot;We have identified the need for initiatives to reduce employee overtime as a top priority, and we are researching and developing measures that will eliminate hours beyond legal limits by the end of 2014.&quot; It said it would develop a longer-term plan to &quot;resolve&quot; the working hours problem by the end of this year. In August, China Labor Watch alleged it had carried out three investigations during June and July and uncovered child and student labour exploitation at Samsung&apos;s supplier HEG Electronics (Huizhou), which worked on mobile phones, DVD players, stereos and MP3 players. It claimed in the first case that seven children under 16 were working in the department investigated, which it said suggests that child labour was &quot;a common practice in the factory&quot;. It would also break Chinese employment laws. &quot;Our research indicates that student workers amount to 80% of the factory workforce,&quot; China Labor Watch said, claiming that there could have been between 50 and 100 children, the youngest being 14, at the factory, and paid just 70% of adult wages. &quot;Moreover, these child workers were often required to carry out dangerous tasks that resulted in injury.&quot; Samsung said in September that it would investigate the allegations. However, child labour may be a seasonal problem, with hiring increasing during the summer holidays from early July to late August. Samsung said its suppliers must adopt new hiring procedures, and that it will cancel contracts if child labour is found in future. Apple supplier Foxconn admitted in October that it had illegally taken a number of children on to its workforce through a &quot;schools programme&quot;.  To contact the MediaGuardian news desk email editor@mediatheguardian.com or phone 020 3353 3857. For all other inquiries please call the main Guardian switchboard on 020 3353 2000. If you are writing a comment for publication, please mark clearly &quot;for publication&quot;.  To get the latest media news to your desktop or mobile, follow MediaGuardian on Twitter and Facebook. ", 
    "section": "technology", 
    "gid": "technology/2012/nov/26/samsung-illegal-china-suppliers", 
    "wordcount": "613"
}