{
    "headline": "Boot up: Google I/O, Android profit share, Thorsten Heins v PCs, and more", 
    "text": "A burst of 8 links for you to chew over, as picked by the Technology team Google I/O: the liveblog &gt;&gt; Guardian Technology Amanda Holpuch at the keyboard, with Dominic Rushe checking the audience for Jon Hamm sightings. Samsung captures 95% share of global Android smartphone profits in Q1 2013 &gt;&gt; Strategy Analytics  Neil Shah, Senior Analyst at Strategy Analytics, said, &quot;We estimate the global Android smartphone industry generated total operating profits of US$5.3bn during Q1 2013. The Android platform accounted for 43% share of the entire smartphone industry&apos;s operating profits, which reached US$12.5bn worldwide in the first quarter of this year.&quot;  94.7% of Android profits to Samsung; 2.5% to LG (equivalent to about $310m). And about the same amount shared among all the other vendors.  The Windows Phone app problem &gt;&gt; Hal&apos;s (Im)Perfect Vision Hal Berenson:   Let&apos;s start with Banking and ask a very simple question. Of the Top-10 banks in the U.S. how many have apps available for Windows Phone? Three. And one of those is just for its credit cards. Want to guess how many of those banks have apps in the Apple App Store? All ten. You might think this is just a banking problem, but it is anything in finance. Windows Phone has apps for Zero of the Top-10 Mutual Fund companies. Seven of those companies provide apps for the iPhone. How about if you just want to do research on mutual funds? Sorry, you&apos;ll need an iPhone, Android Phone, or Blackberry for that. Moving on, how many of the Top-10 US Airlines have apps for Windows Phone? Three. For the iPhone it is eight. Now the truth is I was going to do this for several more categories but it is too depressing for me to continue.  Like to see the stats for banks, airlines and so on in the UK. Google to Samsung: Thanks for the cool phone, now we&apos;ve fixed it &gt;&gt; CITEworld Matt Rosoff:   Beginning on June 26, Google will start selling through the Google Play store a version of the Samsung Galaxy S4 that basically strips all the Samsung-specific features out of it. Instead, it ships with the latest version of Android - 4.2.2., a recent update to Android &quot;Jelly Bean&quot; - and the &quot;Nexus experience&quot; that shipped on the Nexus 4, which was manufactured by HTC, last fall. The phone is unlocked, so users can switch carriers, and &quot;bootloader unlocked,&quot; which means users can easily install their own software on it. And Google promises that it will push the latest updates of Android to it as they come out. Sounds great, right? But you&apos;ll pay for the privilege - because it&apos;s unlocked, there&apos;s no carrier subsidy, which means users have to pay the full smartphone price of $649. In other words, this is a phone for Android fans and developers who want cutting-edge hardware combined with the latest, most Google-friendly version of Android. Not a consumer product.  Thorsten Heins: the only exec in the mobile biz that gets post-PC &gt;&gt; ZDNet Matthew Baxter-Reynolds:   On the one hand, you have a CEO who seems to understand ideas around the death of the PC, relationship-centric computing, post-PC, etc., but seems keen to actively avoid pushing his vision into the tablet space. If tablets are going to be replaced by some modular computing doodad or doodads, surely [BlackBerry CEO Thorsten] Heins would like to be the one to tell everyone how it would be done? But there isn&apos;t any leadership from Heins in this direction. I get that marketing is complex and it&apos;s not a good thing to confuse, but if Heins is talking with authority about the tablet going away, surely it would be a good idea for him and his team to set the tone of that discussion with more clarity.  Heins seems to simultaneously understand post-PC (that the desktop stops being the dominant way to do computing) and to not get it (you need more and discrete devices). Taiwan tries to regain its lead in consumer electronics &gt;&gt; NYTimes.com  As notebooks and other Windows-based PCs have lost ground, first to Apple tablets and now to Android-based designs, even Microsoft has been indicating dissatisfaction with the pace of PC innovation in Taiwan. Despite a longtime aversion to hardware, Microsoft recently introduced its own Surface tablet. &quot;The Surface tablet is a pretty strong signal to the whole Taiwan PC ecosystem that they&apos;re not innovating enough,&quot; said Bill Whyman, a senior managing director at the ISI research firm. One exception to Taiwan&apos;s difficulties is Asus. Its many new Android-based tablets, including one that it has branded with Google, allowed it to surpass Amazon in the first quarter of this year to become the third-largest player in the global tablet computer market, behind Apple and Samsung, according to IDC.  The self-criticism within Taiwan seems to be that &quot;we do not pursue a perfect solution; we pursue a good enough solution.&quot; PC market in western Europe declined 20.5% in first quarter of 2013 &gt;&gt; Gartner  PC shipments in Western Europe totaled 12.3m units in the first quarter of 2013, a decline of 20.5% from the corresponding period of 2012, according to Gartner. &quot;The first quarter of 2013 brought the worst quarterly decline in Western Europe since Gartner started tracking PC shipments in this region,&quot; said Meike Escherich, principal research analyst at Gartner. &quot;Wide availability of Windows 8-based PCs could not boost consumer PC purchases during the quarter. Although the new Metro-style user interface suits new form factors, users wonder about its suitability for traditional PCs  non-touchscreen desktops and notebooks.&quot; All PC segments in Western Europe exhibited year-on-year declines in the first quarter of 2013. Mobile and desktop PC shipments fell by 24.6% and 13.8%, respectively. Shipments to the professional PC market declined by 17.2%, while those to the consumer PC market decreased by 23.7%.  So the consumer market declined more than the professional, and the mobile sector by more than the desktop. Only Lenovo and Apple grew sales in absolute terms - and barely at all even then. As of today, every major mobile competitor... also makes apps for iOS &gt;&gt; iMore.com Rene Ritchie:   every single one of Apple&apos;s major mobile competitors now makes apps for iOS. Google, who also has Android, makes many very popular apps including Gmail, Maps, Google+, etc. Microsoft, who also has Windows Phone, makes a bunch of apps and games for iOS, including OneNote and Kinnectimals. Nokia, Microsoft&apos;s primary Windows Phone partner, also makes Here Maps. Now, BlackBerry makes BBM. Apple, by contrast, makes precisely nothing for Android, Windows Phone, or BlackBerry. Not even iTunes.  It would be fascinating to see this as a grid. (Also perhaps &quot;platform competitors&quot; would be better.) You can follow Guardian Technology&apos;s linkbucket on Pinboard To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2013/may/16/google-io-samsung-profits-heins", 
    "wordcount": "1196"
}