{
    "headline": "How a green investment bank really works", 
    "text": "Business secretary Vince Cable, responsible for the UK&apos;s Green investment bank (GIB), visits the German development bank KfW today, a day after the law establishing the GIB was published. It will be an interesting visit.  When I met Leon Macioszek, director of KfW in Berlin on Tuesday, I pointed out that the GIB can&apos;t actually borrow. This rendered him speechless as his mind wrestled hopelessly with the contradiction.  But I am sure he will recover in time to tell Cable about the bank&apos;s work. There is a lot of it, and much of it very relevant to the UK&apos;s troubled Green deal plan to make 14m British homes warmer and cheaper to heat.  KfW, owned by the German state, is huge. It has half a trillion Euros of assets, making it roughly twice the size of the World Bank. It lent 70bn in 2011, raised from international markets at low interest rates thanks to its AAA credit rating. About a third goes to energy and climate change investments, including 24bn from 2009-2011 on energy efficiency in homes, which leveraged a total investment of 58bn. For reference, the Green investment bank has 3bn of taxpayers&apos; money and will not, as it stands, support any home refurbishments, despite many experts saying this is exactly the sort of investment it should assist. Moreover, without big changes, the Green deal looks set to cut the number of roofs insulated by 93% and cavity walls by 67%, according to the government&apos;s own impact assessment. The German government prioritised the KfW energy efficiency programme for the simple reason that 40% of the nation&apos;s carbon emissions come from buildings. It is serious about meeting its ambitious climate change targets of a 40% cut by 2020 and 80-95% by 2050, so it decided to deal with housing without delay. The same needs to happen in the UK. So what has KfW achieved? Since 2001, its loans have helped insulate and seal over 2m homes, employing 200,000 people a year in the process. Since 2006, 156m tonnes of carbon have been saved, equivalent to over a quarter of the UK&apos;s total annual emissions. The key is very low interest rates, currently 1-2%. These are delivered via KfW&apos;s top credit rating, topped up by further government subsidy of the interest rate. In 2011, the state put in just under 1bn, which KfW turned into 6.5bn in loans, which created a total investment of 18.5bn  that&apos;s a 20-fold leverage on the state subsidy.  &quot;This programme is self-sustaining,&quot; Macioszek adds. &quot;If the state puts in 1.5bn [to subsidise interest rates] it gets back 3-4bn in tax income on the works. This programme is one of the most important and most successful we have.&quot;  In the UK government has talked of Green deal loans around 6,000: German homeowners can borrow up to 75,000 via KfW. The latter sum gets you a very cosy and efficient home indeed, often including some domestic low-carbon power generation. In the KfW scheme, the higher you aim, the better the deal. For the most efficient homes  Passivhaus standard - you get up to 12.5% of the loan handed back to you. And if you don&apos;t like loans, you can get a grant of up to 20% of the cost of the works. It all adds up to a massive commitment to energy efficiency. The UK energy policy academics I accompanied to KfW are resoundly gloomy about the Green deal&apos;s prospects prompting one to ask Macioszek a question of quiet desperation. Does KfW lend to energy efficiency projects in other countries? The answer, of which Cable should take careful note, is no.  That leaves him with the following: a non-bank needing to prove itself; a new government pledge on Tuesday to &quot;massively&quot; increase infrastructure spending in the search for growth; and an energy efficiency policy in desperate need of rescue. I&apos;ll leave you to join the dots.", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2012/may/24/green-investment-bank-energy-efficiency", 
    "wordcount": "663"
}