{
    "headline": "Birdwatch: Stonechat", 
    "text": "Small birds hate hard winters  they struggle to find food and also to keep warm. Some species, like long-tailed tits, wrens and goldcrests, have learned to come into our gardens where they can find a supply of food to survive. But others must take their chances in the wider countryside, where temperatures are lower, food is harder to find and, during cold spells, snow and ice make life even more difficult. So I was delighted to see no fewer than six stonechats on a recent trip around the Somerset Levels. This winter has not been as hard as the successive years of 2009-10 and 2010-11, and of course nothing like as tough as the infamous &quot;Big Freeze&quot;of 50 years ago, but we did still experience a week or two of snow and ice in early January  enough, I thought, to kill off many of our wintering stonechats. For most birders, stonechats are near the top of their list of favourite British birds. In the same family as the robin, they share their commoner cousin&apos;s cheeky demeanour and rapid, jerky movements. The male is a truly handsome bird: small and plump, with a dark chocolate-brown head and upperparts, gorgeous peachy-orange underparts, and a white collar. The female is undeniably less colourful, but just as perky. Unlike robins, stonechats hardly ever venture into gardens at any time of year. Their favourite habitat during the breeding season is moorland or lowland heath, preferably with gorse bushes from which they sing their warbling song; and plenty of insects to feed themselves and their young. In autumn, upland stonechats desert their summer homes and head south and west. A few head down to the Mediterranean, but most spend the winter here in Britain. They can usually be found close to water, where temperatures are generally a little higher, and there are more small insects for them to feed on, though they will also take seeds and berries at this time of year. This strategy works well  until, that is, the temperature begins to drop and snow and ice make insects hard to find. During the terrible winter of 1962-63, the stonechat was one of the hardest hit species of all: only the kingfisher, grey wagtail and goldcrest fared worse. The good news for stonechats is that, like many small birds, they are able to reproduce very rapidly during the years following a cold winter. Having two, three, or even four broods a year, each with five or six young, means that their population can bounce back quicker than other species which have only one or two broods, such as the grey wagtail. As I watched a pair of stonechats by the hide at Catcott Lows nature reserve, hopping on and off their perches to grab their minuscule, unseen prey, I felt a surge of affection for these tiny birds. This was partly for their sheer energy, charm and beauty, but most of all because they do not desert us during the long, dark months of winter, but stay, to brighten up a dull, chilly day.", 
    "section": "environment", 
    "gid": "environment/2013/feb/17/bridwatch-stonechat-somerset-winter", 
    "wordcount": "513"
}