{
    "headline": "Yahoo chief bans working from home", 
    "text": "Surfing the web from at home might be just what Yahoo&apos;s chief Marissa Mayer wants her audience to do  but she has banned employees of the company itself from working &quot;remotely&quot;, in an edict sent out last Friday to Yahoo&apos;s thousands of staff. Several hundred staff must now relocate their home offices to Yahoo&apos;s nearest office outpost by June  or quit, as the former Google chief gets serious about getting the company&apos;s staff back into &quot;meat space&quot; so it can be a contender in the web space. The memo from human resources chief Jackie Reses  but driven by Mayer  says that &quot;to become the absolute best place to work, communication and collaboration will be important, so we need to be working side-by-side. That is why it is critical that we are all present in our offices.&quot; But the mood of Yahoo&apos;s 11,500 employees  down from 14,100 at the end of 2011  can be guessed from the fact that the memo is marked: &quot;PROPRIETARY AND CONFIDENTIAL INFORMATION  DO NOT FORWARD&quot; and that it has been forwarded to the news site AllThingsD by &quot;a plethora&quot; of staff, according to senior editor Kara Swisher, who broke the story. The memo points out that even those who only work one or two days in the office will have to submit to the new regime. But it seems that what Mayer has in mind is the provision of more water coolers and coffee machines: &quot;Some of the best decisions and insights come from hallway and cafeteria discussions, meeting new people, and impromptu team meetings,&quot; it says. &quot;Speed and quality are often sacrificed when we work from home.&quot; Mayer was hired in secret and took over in July 2012, and soon afterwards announced that she would be having her first child  which was duly born in October. Mayer however eschewed maternity leave to go straight back to work. Having won a number of awards  including being ranked in the &quot;Top 50 Best Places to Work&quot; by Business Insider in 2013, and &quot;Top 500 Green Companies&quot; by Newsweek in 2010  Yahoo may find itself winning another, for &quot;biggest group of suddenly annoyed professionals&quot;. Although the memo says that &quot;Being a Yahoo isn&apos;t just about your day-to-day job&quot;, a number are now wondering if it might be exactly that. One former Yahoo worker commenting at AllThingsD said that working from home made them far more productive than being in the office: &quot;Why? I didn&apos;t have to put up with numbskull self-important programmers constantly yakking to each other LOUDLY from the next set of cubicles about non-work-related stuff, and I wasn&apos;t being distracted every 20 minutes by some bored soul coming over to my desk to go for coffee or foosball, or just to talk about the spreading ennui of knowing we were working for a company whose glory days were long over.&quot; The UK press office declined to say whether staff here will be affected: &quot;we do not comment on internal matters,&quot; a spokesman said.", 
    "section": "technology", 
    "gid": "technology/2013/feb/25/yahoo-chief-bans-working-home", 
    "wordcount": "525"
}