{
    "headline": "UK Arctic policy review due amid surge of interest in far north", 
    "text": "The decision by a parliamentary committee to review British government policies on the Arctic on Wednesday comes amid a surge of global economic and political interest in the far north. British-based oil companies, Shell and Cairn Energy, are at the centre of a new commercial drive into the region where melting ice caps are endangering the polar bear but making drilling more easy. The environmental audit committee makes clear the UK has a &quot;strong environmental, political, economic and scientific interests in the region&quot; while individual committee members, such as the Green MP Caroline Lucas, point out it is a critical area surrounding all aspects of climate change. David Cameron was famously filmed being pulled across the Arctic ice when in opposition but has shown little interest since in the region. Equally the UK has no territorial interests in the region but is an official observer at the Arctic Council, a political body made up of coastal states such as Russia and the US which border the Arctic Ocean. Emerging economic powers such as China as well as the EU are now clamouring to have a say in the council meetings on the basis that the area of common interest to all. The coastal countries have been awarding licenses to companies such as Shell that wants to drill off Alaska and Cairn which has already started off Greenland. There is also increased oil and gas activity off Norway and Russia. Cold became the new hot after the US Geological Survey produced a report in 2008 estimating that over a quarter of the world&apos;s remaining oil reserves lies under the ice cap and surrounding area. Global warming has made offshore oil drilling but also onshore mineral extraction easier to accomplish at a time of soaring commodity demand  and prices. The same pattern is repeated for fishing and shipping with Moscow pushing the Northern Sea Route above Siberia as a new east-west trade corridor. New iron ore, diamond and coal mines are being developed in the region bringing the potential for fabulous new financial riches. Britain&apos;s richest man, Lakshmi Mittal, is currently trying to build a mega-mine in northern Canada for his ArcelorMittal steel group. But the race to the Arctic is also a threat to the environment and to the traditional lifestyles of the Inuit and other indigenous peoples. Green groups are particularly worried about oil drilling, especially after the disastrous pollution caused by BP&apos;s Gulf of Mexico spill. Environmentalists also point out the irony of exploring for more fossil fuels in an area where the impact of global warming can be seen most readily. Greenpeace created headlines in the summer of 2010 and 2011 when it led physical campaigns to disrupt Cairn operations off Greenland. In recent weeks the same organisation has been trying to halt the activities of a Shell drillship off New Zealand. The Noble Discoverer was preparing to leave the port of Taranaki bound for the Chukchi Sea off Alaska. The protest was led by film star, Lucy Lawless, a recruit to Greenpeace&apos;s campaign to halt drilling in the Arctic on the basis that it believes it cannot be done safely. This is denied by Shell which has in return launched its own massive legal salvo asking an Alaskan federal court for a &quot;declaratory judgment action&quot; against 13 environmental groups including Greenpeace and the Sierra Club. &quot;Shell is not seeking to restrict any party&apos;s right to challenge the approval. Shell simply wants any challenge to occur sooner, rather than later,&quot; it said in a corporate statement. This action  seen as unprecedented and disproportionate by Greenpeace  follows a green light from the American Bureau of Safety and Environmental Enforcement on the oil spill response plan. Shell still needs to apply  and obtain permission for  well-specific permits from the safety authorities which have already demanded the company prepare for a worst-case discharge five times that of the original plan and based on experience of BP&apos;s blowout in the Gulf of Mexico 18 months ago. But while the oil companies and environmental groups skirmish over specific drilling programmes, the nation states prepare to pursue their own boundary disputes through claims under the United Nations Convention on the Law of the Sea. Britain has little direct power in the region but its responsibilities, if only through the activities of its oil and mining companies, remain huge.", 
    "section": "environment", 
    "gid": "environment/2012/mar/14/arctic-policy-review-far-north", 
    "wordcount": "730"
}