{
    "headline": "Olympic Games organisers face protests over BP sponsorship deal", 
    "text": "Olympics organisers have come under attack from environmentalists, artists, indigenous people&apos;s leaders and development groups over the position of BP as an official partner in the games. In an open letter to the IOC, the London organising committee (Locog) and the Commission for a Sustainable London, 34 signatories say the organisers have failed to consider the broader ethical and environmental impacts of potential sponsors. The oil company, say the signatories, is unsuitable to be a major Games sponsor because of its involvement in extracting Canadian tar sands, and its development, with others, of giant oil fields in the vulnerable Russian Arctic. &quot;BP&apos;s business model involves continuing to extract fossil fuels long into the future, playing a central role in ushering in irreversible climate change. In other words, it is one of the least sustainable companies on earth&quot;, says the letter. &quot;In virtually every element of BP&apos;s involvement in London 2012 there is cause for alarm as to how it got Locog&apos;s blessing and slipped past the commission&apos;s watchful eye&quot;, it says. The signatories include Greenpeace UK, London mayoral candidate Jenny Jones, the director of the Chartered Institution of Water and Environmental Management, the World Development Movement, the Polaris Institute, Climate Rush and the UK Tar Sands Network. BP, they say, plans to provide only conventional fossil fuel and a small amount of biofuel for the 5,000 official Olympic vehicles and, as the official carbon offset partner, it &quot;promotes the seductive idea that barely any behavioural change is needed to combat climate change because offsetting effectively eliminates carbon emissions&quot;. A spokeswoman for BP said: &quot;BP is working with LOCOG to make these Games the most sustainable yet. In our bid to become the Official Oil and Gas partner we presented extensive proposals and details on how we could achieve our goals. We are providing the most efficient and technologically advanced fuels, including some biofuel blends which are not currently available on our forecourts. Through our Target Neutral programme, our goal is to offer to offset the emissions from all spectator journeys to and from the Games and to change behaviours so that more people consider more sustainable ways to travel.&quot; Controversy around Dow Chemicals&apos;s sponsorship of the Olympic Stadium wrap erupted after Indian activists protested against the deal with Dow, which now owns Union Carbide, the company responsible for the 1984 Bhopal disaster. Activists have also voiced concerns over the choice of corporate sponsors including worldwide partners McDonald&apos;s and Olympic suppliers Rio Tinto. A London 2012 spokesperson said: &quot;BP is a valued partner of the London 2012 Games. We have stringent requirements for the procurement process and all sponsors, licensees and suppliers have to adhere to sustainability guidelines and we are confident that BP has met these. As a Sustainability Partner, BP is working with us to make London 2012 the most sustainable Games possible.&quot;", 
    "section": "environment", 
    "gid": "business/2012/feb/17/olympic-games-protest-bp-sponsorship", 
    "wordcount": "485"
}