{
    "headline": "Women's career progression: three myths about departmental mindset", 
    "text": "So another bumper batch of Athena Swan awards have been announced. But does an award really mean a department has its culture sorted? And what does it take to get one? Last week&apos;s network post about preparing Athena Swan applications by the University of Cardiff&apos;s Paul Brennan sparked considerable debate on Twitter. Three objections have been raised that are worth addressing: 1) This is a tickbox exercise that makes no real difference If you (or your department) think this you&apos;ve either not read the submission template or you&apos;re setting yourself up to fail. Maybe you&apos;ll get away with it this time, but if nothing changes before you apply for a renewal, things will go pear-shaped and the award will be removed. A submission requires an analysis of statistics at every level from undergraduate to professor: how many women do you have at each grade and how has this changed over recent years? Out of these numbers should come some suggestions for where trouble spots or bottlenecks are and that should inform the action plan that needs to be produced. If undergraduate numbers are healthy but there are practically no postdocs  why not? Sometimes it&apos;s the little things that make significant differences: inductions to settle newcomers into a department; thought given to the timing of seminars; inclusive social events. Other things take more time and energy. Setting up mentoring systems and workload models may be quite labour intensive but have payoffs down the road. Each department has to think what needs to be done to eradicate their own problems. It&apos;s most certainly not one size fits all. Presumably those who complain it&apos;s a tickbox exercise imagine that some HR person can simply jot down a few ideas and get the head of department to sign it off without any intention of seeing the action plan through. My experience within Cambridge suggests very strongly that committed academic leadership is crucial  if it&apos;s only administrators who get stuck in then change will not happen. 2) It&apos;s hard for a department to diverge from central policy I can recall a time when I thought like this too. In Cambridge we have central bodies and committees that make policy decisions: these cover items such as parental leave, rules about applying for part-time work, how additional circumstances like having young children are factored into promotion applications and equality and diversity requirements for members of departmental REF panels. These are not department-specific actions but university-wide policies, all of which can be made more (or less) beneficial to women. These are the sorts of things that would be entered into the university submission for an award. At departmental level, actions should be planned that reflect which more local policies are likely to work. Consider the timing of seminars. It might be possible to have a university policy that no seminar can occur after 4pm, but it makes more sense for a department to work out timings convenient to its own staff. The type of support likely to be most effective will depend on the make-up of the workforce  lots of postdocs or practically none, for instance. If the former, local policies should make sure they get appraised, informed about training opportunities and given career advice. These sorts of issues have nothing to do with central &apos;policy&apos;, all to do with considering what members of the department, including undergraduates, find good or bad about the specific place; a local questionnaire might be a good place to start in order to find out. 3) The problems facing women are inherent to the academic job The implication here seems to be that academia is essentially incompatible with values such as work-life balance or motherhood (but presumably not fatherhood). Need it be so? Excellence shouldn&apos;t simply mean being prepared to work all hours of the day and night, travelling insane distances just to prove that you can stand up in all the continents of the world during a single year to give conference presentations, meanwhile building up a team of PhD students you have no time to treat as more than bench monkeys. A neat phrase I heard recently was that &quot;you shouldn&apos;t use airmiles as a proxy for excellence&quot;. No more than you should use a journal&apos;s impact factor (groan) as a proxy for the quality of the papers published therein. If a department and university is serious about improving the working environment for everyone, then careful thought needs to be given to promotion criteria to ensure that someone who works less than a 100% contract, for whatever reason, is judged on the work they do in that time, not against some notional norm of the over-committed. &apos;Excellence&apos; in the context of career progression needs to be reconsidered at a senior level, moving away from narrow definitions to something more all-encompassing. This will not only benefit individuals, but departments longterm. The lifestage that sucks you dry with young children (or elderly parents) is usually only short-term; the benefits of supporting individuals through that stage is felt for years thereafter. I suspect this is just another manifestation of the deficit model: fix the person not the system. Athena Swan applications are just the moment to challenge this mind-set, and should be used to push for change. However, there is no doubt that change will only happen if the senior leadership are also committed to it. Professor Athene Donald is professor of experimental physics at the University of Cambridge  this is an edited version of a post first published on her blog This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/apr/26/women-higher-education-career-progression", 
    "wordcount": "948"
}