{
    "headline": "Nigeria's Olusegun Obasanjo: Fighting corruption is not a one-night affair", 
    "text": "At 75 and given to offering Yoruba proverbs to illustrate complex points, Olusegun Obasanjo, the man who led Nigeria once as a general and once as a civilian, has no time for mincing his words. &quot;You are being euphemistic when you say lack of accountability. Call it corruption,&quot; he says, from a hotel suite overlooking London&apos;s Canary Wharf. &quot;There is no part of the world where corruption is absolutely eliminated. But [in other countries] that corruption has not been a way of life. When you are found, you are dealt with. And that&apos;s what we need.&quot; Obasanjo was in the UK to promote investment in Nigeria, sub-Saharan Africa&apos;s most populous country and its second biggest economy, not to mention one of the world&apos;s most promising emerging destinations for international investors. Its gross domestic product is forecast to grow at more than 7% this year, following a decade of rapid expansion. Against the backdrop of moribund markets in rich countries and fears about the slowing of many emerging economies, Nigeria, like Africa&apos;s other larger nations, is attracting global interest. The country&apos;s urbanising, increasingly wealthy and consumptive middle class is portrayed as fertile ground for consumer goods companies, while its vast reserves of oil and gas have taken on a new strategic importance as the Arab spring creates political uncertainty in the Middle East. But for all the optimism surrounding Nigeria, inequity and underdevelopment remain. In Lagos, the commercial capital, Victoria Island has some of the world&apos;s most expensive real estate. Yet that wealth sits cheek-by-jowl with artisan charcoal burners and hawkers eking out a living. Many put this inequality down to the constant ebb-and-flow of kickbacks and bribes that have long been a feature of Nigeria&apos;s political and business scene. In a country ranked 143 in the world on the Transparency International corruption perception index, civil society fights a perennial battle with institutionalised corruption, which has led to some officials  including some of Nigeria&apos;s extraordinarily influential state governors  becoming dollar billionaires. One, James Ibori, a former governor of Delta State in Nigeria&apos;s south, was convicted this year of embezzling 150m and jailed for 13 years. Ibori, whose annual state salary of less than $25,000 (16,000) was bolstered by the systematic theft of state funds, built up a portfolio of luxury cars and properties in the UK, US and South Africa. Timipre Sylva, the former governor of Bayelsa State, was arraigned this month by Nigeria&apos;s economic and financial crimes commission on charges including fraud and money laundering. Since 2009, the crusading central bank governor, Lamido Sanusi, has had some success in cleaning out the banking sector, claiming high-profile scalps such as Cecilia Ibru, the former CEO of Oceanic Bank, who was jailed for fraud and mismanagement. Arunma Oteh came in to head the securities and exchange commission in 2010, attacking vested interests in the stock market  although she now faces accusations of graft that many see as trumped-up. The battle against corruption in Nigeria is one that seems to jump forward quickly then slide back as the wealthy and influential cut deals and mobilise against their accusers. &quot;Fighting corruption is not a one-night affair,&quot; says Obasanjo, who made fighting graft a significant element of his manifesto ahead of his election in 1999. &quot;Of course there are deep-rooted interests, and if you are going to deal with it, you have to deal with it ruthlessly and consistently. If you deal with it today and you then turn a blind eye tomorrow, it will come back with vengeance.&quot; While insisting that domestic change is central to the war on corruption, Obasanjo believes the responsibility is global. &quot;The givers of most of the corruption in Africa are from outside Africa,&quot; he says. &quot;They do in Africa, [things] they would not do in their own countries. In my part of the world, we have a saying that the man who carries a pot of palm oil from the ceiling is not the only thief. He has an accomplice in the man who helps him to bring it down. The giver and the taker are criminals, and they should be treated as such.&quot; Obasanjo is now an &quot;adviser&quot; to a private equity firm, New World Capital, which is raising money internationally to invest in Africa. He is also working as a roving ambassador, facilitating firms&apos; entry into Nigeria and the rest of the continent, a role he sees as a public duty. He is no convert to what he calls &quot;naked capitalism&quot;, but hopes positive examples of business success will encourage avaricious minds to look for more legitimate routes to wealth. &quot;I still believe in the opportunities that Africa affords to make legitimate money,&quot; he says. &quot;Africa is one place I believe that if you are courageous enough, you get the money, you can invest and get 25% return on your investment annually. There aren&apos;t many places in the world where you can get that return.&quot;  This article has been amended to correct Olusegun Obasanjo&apos;s age", 
    "section": "global-development", 
    "gid": "global-development/2012/jun/27/nigeria-olusegun-obasanjo-fighting-corruption", 
    "wordcount": "853"
}