{
    "headline": "Google Illicit Networks summit calls for unity between activists and technology", 
    "text": "Google has unveiled an ambitious agenda to use the internet and other technology to boost state law enforcers and civic society activists around the world. Senior executives, speaking at a Google-sponsored summit in Los Angeles, cast the company as a global force which could team up with Interpol and other agencies to counter crime, repression and terrorism. Using the internet to simply expose criminality and human rights abuses was not enough  Google, and the rest of Silicon Valley, needed to empower the right side with technology, they said. &quot;People think naming and shaming will fix things,&quot; Eric Schmidt, the executive chairman, told an audience of officials, policymakers, technicians and advocates. &quot;But external pressure seldom fixes organisations and states that are broken.&quot; Such pressure needed to come from within, he said, and technology companies could help make that happen. The declaration suggested a more activist approach from Google&apos;s passive  and in some quarters mocked  unofficial motto: &quot;Don&apos;t be evil&quot;. Schmidt spoke on the opening day of a two-day conference, titled Illicit Networks: Forces in Opposition, which assembled defectors from North Korea, victims of human trafficking in Asia and activists from Latin America. &quot;In the end a connected world is a free world. Connections protect us,&quot; he said. The conference was the brainchild of Jared Cohen, a former state department wunderkind who worked in the Bush and Obama administrations before heading Google Ideas, the company&apos;s &quot;think/do tank&quot; which was set up in October 2010. Cohen, best known for persuading Twitter to delay maintenance so protesters could continue communicating during upheaval in Iran in 2009, said in an interview on the summit sidelines said the &quot;horrific challenge&quot; of Syria&apos;s conflict was one of many. &quot;What we have learned from Syria is just getting content out into the public domain is not enough. Simple naming and shaming doesn&apos;t solve the problems. It gives people a voice but at the end of the day the way you&apos;re going to solve these problems is some kind of partnership between humans and computers working together.&quot; Asked if Google, whose search engine dominates the web, envisaged a role in Syria or future conflicts, he said: &quot;Topics like Syria are frequently discussed by engineers who really care  [this is] a company which really cares about freedom of expression. Over time as we get more inter-connected we&apos;ll get better at reacting to these things in a more timely fashion.&quot; Tackling illicit networks  widely defined by the company to signify wrongdoing  was not a political but social issue, said Cohen. &quot;Illicit networks affect every society in the world, including the United States. We have to think about new environments that we never imagined before.&quot;Technology companies, he said, needed to help people in the &quot;front line&quot; by anticipating their needs. &quot;What tools exist on the ground? What are the limitations? What in a perfect universe would even be technically possible, and then looking at the menu of options to see what could be done in a way that actually has an impact.&quot; Google&apos;s users, said Cohen, were &quot;increasingly people in very difficult circumstances&quot; who needed help. &quot;If we know everybody is going to be online in the future, even in problematic parts of the world, it makes sense to be proactive and think about the implications of that. Especially when there is no shortage of people on the ground willing to work with you.&quot; One analyst at the summit, who declined to be named, said its main motive was not to trumpet a moral mission but to tap into a multi-billion dollar security industry by pitching Google products as ways to safeguard data, ports and borders. Interpol&apos;s secretary general, Ronald Noble, unveiled at the summit the Interpol Global Register (IGR), a new mechanism to verify products such as pharmaceuticals, cigarettes and toys through unique security features. Noble thanked Google for developing a &quot;proof of concept&quot; model and said the public would be better protected from fraudulent or illicitly traded products. Hyeong Soo Kim, a biologist from North Korea who escaped the Stalinist state in 2009 and was visiting the US for the first time, said internet access would transform his country. &quot;If we had internet and Google it would be a game-changer.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/jul/18/google-illicit-networks-summit", 
    "wordcount": "732"
}