{
    "headline": "Mercury treaty fails to offer poor gold miners a quicksilver solution", 
    "text": "The new mercury treaty will rewrite the rules on how the toxic element can be used around the world. But it remains unclear how the treaty will affect those facing some of the greatest health risks from the substance: small-scale gold miners in the developing world. &quot;The scientific evidence is so incontestable  and the health impacts are so debilitating,&quot; says Achim Steiner, executive director of the UN Environment Programme (Unep). &quot;We want to find a way in which mercury can be taken out of the small-scale gold mining sector. Unbeknown to many of the people who are engaged in this gold mining, it is a very harmful compound.&quot; The mercury treaty, which was finalised in Geneva after a five-day negotiating marathon that finished early on Saturday morning, will regulate the supply, trade and use of the substance. Under the terms of the treaty, governments will be encouraged  but not obliged  to take measures to manage the health impacts of mercury exposure. In countries where artisanal gold mining takes place, governments will be required to draft national action plans to reduce its use. Mercury has long been used in thermometers, dental fillings, batteries and fluorescent lamps. The metallic element can also be a by-product of industrial processes including coal combustion, cement production and waste incineration. But, according to Unep (pdf), the biggest source of global mercury pollution is small-scale gold mining, an activity that sustains the livelihoods of as many as 15 million people in 70 countries, mostly poor ones. Mercury emissions  which have no taste or smell  contaminate water, where they accumulate in fish and the animals that eat them. Consumption of mercury-laced fish can impair neurological development in children and unborn babies. In high doses, it can cause brain damage in adults. But mercury does most harm when people encounter it directly, either by exposing their skin to the element or inhaling its fumes. Many small-scale gold miners do both of those things on a regular basis  and the health impacts are starting to show (video). &quot;In communities where [small-scale gold mining] is a prevalent practice, you can see people who have tremors, who have difficulty walking, who have a lot of uncontrolled eye movements  things that are external symptoms of neurological impacts,&quot; says Susan Keane, a senior environmental analyst at the Natural Resources Defence Council. &quot;One big problem in these communities is that doctors aren&apos;t trained to recognise the symptoms or the problems of mercury pollution, so they don&apos;t even know what they&apos;re dealing with.&quot; With gold at near-record prices, more people  including many children  have been drawn into artisanal gold mining, which is responsible for as much as 20% of the world&apos;s supply of the metal. Most miners use mercury to separate gold from the surrounding ore and debris. According to Unep, artisanal and small-scale gold mining puts roughly 700 tonnes of mercury into the environment every year. &quot;Today, mercury is still used [in small-scale gold mining] because it&apos;s very easy, it requires very little technical skills and it&apos;s widely available,&quot; says Rickford Vieira, the head of Guyana&apos;s geology and mines commission. &quot;There are alternatives which are more expensive and require more technical expertise.&quot; The treaty falls short of banning the use of mercury in gold mining, instead requiring governments to come up with strategies to phase it out gradually. Those plans have yet to be written, but observers say they are likely to include measures to encourage the adoption of new technologies, or support recycling mercury where miners still use it. &quot;The objective of the treaty is not to stop people from engaging in artisanal gold mining,&quot; says Steiner, who warns it would be unwise to &quot;legislate against [miners&apos;] livelihoods&quot;. Banning the use of mercury outright would risk creating a black market for the substance, warns Keane. But not everyone agrees that a softer approach is the way to go. &quot;While national action plans will foster reduced use of mercury in [gold mining], the treaty fails to include a provision to require an eventual end to this polluting practice,&quot; says Richard Gutierrez, the director of Ban Toxics!, an NGO based in the Philippines. &quot;With the current text, it seems that mercury use in [mining] may go on indefinitely.&quot; The mercury treaty, which was negotiated over four years by delegates from more than 140 countries, will be signed at a diplomatic conference in Minamata, Japan, in October. The treaty, which will be known as the Minamata convention, will take effect as soon as 50 nations ratify it.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/jan/21/mercury-treaty-poor-gold-miners", 
    "wordcount": "770"
}