{
    "headline": "Fukushima tuna safe to eat  study", 
    "text": "Earlier this year, a media storm ensued when researchers confirmed that Pacific bluefin tuna caught in Californian waters were marked by radioactive elements absorbed from the 2011 Fukushima Daiichi nuclear disaster in Japan. This elevated concerns about the health impacts of eating the fish, and some devastated sushi-buffs swore-off Pacific bluefin in response. But now researchers have released a paper intended to allay fears about eating the fish. Every year, schools of Pacific bluefin tuna migrate to the US and Mexico&apos;s west coast from the Japanese waters where they are born. In 2011 when the gargantuan, streamlined fish arrived in Californian seas, researchers tested them for radionuclides. Contrary to what many media reports suggested, these were only found in trace amounts that would have an &quot;essentially negligible&quot; impact on health, said Nicholas Fisher, lead author on the study and a marine biogeochemist from Stony Brook University in New York. This year, they followed up on that research with the paper that unleashed a fresh wave of media concern. &quot;People are understandably anxious about radioactivity,&quot; Fisher said. But the radionuclides they found in the fishcesium-137 and cesium-134, two radioactive isotopes that have been associated with nuclear power plant waste and nuclear weapons falloutwere &quot;well below landmark levels that are considered safe for wildlife,&quot; he said. &quot;By &apos;low&apos; I mean hundreds of thousands of times lower.&quot;  One purpose of the original paired studies was to show that radioactive materials in fish could be used for conservation purposes to track Pacific bluefin on their epic migratory routes.  But public and media concern was aroused in part because the low threat level was never stated explicitly in former papers, Fisher explained. &quot;While we presented units of radioactivity in fish tissue, that kind of meant nothing to most people,&quot; he explained, &quot;we didn&apos;t actually convert that into the dose that people would get by eating [bluefin].&quot; For instance, a typical 200g restaurant serving of Fukushima-contaminated Pacific bluefin tuna would deliver only about five percent of the amount of radioactivity one would get from eating an uncontaminated banana, which contains natural amounts of radioactive potassium. Fisher said that doses of natural radioactivity found in the fish, like that which comes from the natural decay of uranium in the sea, far surpassed the amounts of cesium-137 and cesium-134. And even these naturally occurring doses are considered safe for uptake. When asked whether he thought the Pacific bluefin might be benefiting from a possible hiatus in consumption by scared sushi-lovers, Fisher said it could be doing something to protect the fish, though he was clear that the aim of the research was never to discourage consumption. Based on the new results, people can make up their own minds about eating tuna, he said. &quot;I wouldn&apos;t necessarily encourage them to eat these fishthey can eat something else!&quot; In that spirit, perhaps it is a good time to take stock of the stocks. Pacific bluefin tuna suffers from the misconception that its population is stable. Of the three bluefin speciesthe others are the Atlantic and Southern bluefin, which both bear catch limitsPacific bluefin is something of a &apos;middle child&apos;; it suffers from a relative lack of attention borne out of the devastated scenarios of its sibling fish. Pacific bluefin tuna is the least threatened of the three, and so is considered a &apos;safer&apos; option to eat. But this leaves conservationists wary, since it belies the fish&apos;s true status.  In fact, a report came out earlier this year showing that Pacific bluefin tuna have seen a 96 % population dip over the years, due to commercial fishing across their migratory range. Much of the fishing is done in the tuna&apos;s delicate spawning grounds. Some specimens are captured, then enclosed in huge Pacific bluefin tuna &apos;ranches&apos; in Mexico and fattened for sale.  Most of those fished are juveniles that have not had a chance to reproduce, says Amanda Nickson, director of global tuna conservation for the Pew Charitable Trusts. &quot;Over 90% of the Pacific bluefin tuna are being caught as juveniles,&quot; Nickson said. &quot;There needs to be a catch limit and a size limit in place.&quot; If changes aren&apos;t introduced, the population of Pacific bluefin will dwindle even further. This is a concern largely in the fish&apos;s western Pacific habitat that lies along the Japanese coast, where there are no formal limits on catch. The pressure on the fish comes mostly from Japanese markets, though Mexican and US fishers took a considerable portion of the catch19 percentin 2011, according to Pew. &quot;All of the countries involved in the [fishery] have pretty much knowingly failed to take effective measures,&quot; Nickson said.  Seeing the lack of formal management plans, conservation groups are calling for a provisional suspension on Pacific bluefin fisheries. For now, the temporary fear of eating this fish might give us the (swiftly closing) gap we really need to think over our consumption of bluefin tuna again.", 
    "section": "environment", 
    "gid": "environment/world-on-a-plate/2013/jun/04/fukushima-tuna-safe-to-eat", 
    "wordcount": "841"
}