{
    "headline": "Employability: is it time we get critical?", 
    "text": "Academic research, even the sort that looks at issues closest to &apos;real life&apos;, often remains distanced from public debate. Academic voices, in particular those stimulating critical reimagination, are hardly heard. But we need to encourage the media, and ultimately the public, to look more critically at employability  a theme that is discussed from a variety of angles, but is put under little critical scrutiny today. The concept of employability  or at least the one most familiar to us  appeared in the 1980s. It was introduced by corporations, marketed as a response to the need to be flexible in the face of global competition, adapting to the unstable economic environment. Companies, it has been claimed, could no longer offer job security to employees and introduced &apos;employability&apos; instead, as the new psychological contract. As such, it forms part of &apos;the new spirit of capitalism&apos; (outlined by Luc Boltanski and Eve Chiapello in 2005), substituting a lifelong career in one organisation by a career of numerous temporary projects which promise to make individuals employable to take up further short-term projects. Employability was met with suspicion even within mainstream business schools, and was considered a concept that employees, even HR managers, would not buy into. Clearly it was not an equal substitute for job security. Yet, it gained the upper hand. Employability was taken up by governments who joined hands with the business world, and, not being able to influence labour demand, they built the whole government policy around labour supply  or employability. This meant that governments, rather than creating jobs, helped the unemployed to improve their employability, as well as making unemployment benefits dependent on it, with getting out of unemployment becoming the individuals&apos; responsibility. These policies were also criticised, both within academia and on public levels. In the Guardian there were also articles that did this, for example criticising employability as an &quot;unworkable theory&quot;. This was in 1999. So what has happened since then with this &apos;unworkable theory&apos;? The employability agenda has been on the rise, boosted with the deterioration of conditions in the labour market, in particular around the time of the economic crisis. It has entered areas where it did not have such a role before, most notably becoming a crucial part of the new university agenda, even something on the basis of which university courses might cease to exist. As employability gains in positive connotation and becomes more and more normative in practice, let&apos;s remember that this is a neoliberal project that emphasises individuals&apos; responsibility for their successes and failures in the labour market, and making people believe that it is due to their insufficient employability that they can&apos;t get a job, rather than the condition of the overall market. More than that, the language of employability (skills, flexibility, adaptability, marketability) works towards shaping people in certain ways, with people whose personal values falling out of what employability asks for deemed as unemployable. The concept that came into use as a result of labour market insecurity became the solution to another labour market insecurity, entering not only employers&apos; practices and government policies, but people&apos;s daily lives and identities. While its alluring guise was recognised and debated then, it is hardly the case now. Employability has been addressed a lot during the last decade but there is a definite lack of articles looking at it critically. There are articles on means which make people more employable and employability of different groups of people. There are even seminars organised with employability specialists mostly discussing its functionality and implementation, but not covering its problems, where it comes from or whether universities and other educational bodies actually need this move towards employability. Despite being denounced by some voices in the 1990s, employability has since become a largely unquestioned part of the media realm, becoming &quot;naturalised common sense&quot;, in Norman Fairclough&apos;s 1989 terms, with its ideological nature stronger than ever. What we now may see in materials published by the media is an absolute acceptance of employability, talking about it in almost a neutral way. The only area where employability is still challenged are certain strands of academic research (for example the forthcoming special issue of Ephemera, &apos;Giving Notice to Employability&apos;), but this critique is still marginal in comparison to the dominant discussion. The discussion of employability, which includes questioning its undertones, should be brought back into public debate. It also needs to be linked with other important issues in society (job cuts, austerity measures, consequences of the crisis) and viewed from a different angle  not as a remedy for all these issues at the individual level, but as part of the problem. Ekaterina Chertkovskaya is a PhD student at the School of Business and Economics at Loughborough University  follow it on Twitter @lborouniversity This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/feb/12/employability-agenda-media-public-debate", 
    "wordcount": "821"
}