{
    "headline": "Can Apple, Amazon and Google's new mini-tablets revive the news industry?", 
    "text": "Any news executives confident that the answer to falling print sales is more people using tablet computers should be delighted by the next six weeks or so. On Thursday, Amazon&apos;s Jeff Bezos is expected to unwrap a new version of the 7in Kindle Fire tablet, and even to extend sales beyond the US into Europe  after opening up its app store here last week. Google has been selling its 7in Nexus 7 tablet since July in the US and Europe. And early in October Apple&apos;s Tim Cook will unveil a 7.85in version of the iPad, according to rumours whose detail lacks only a price. So that&apos;s a dramatic change from 12 months ago: we will go from having zero big-name small-size tablets at the start of the year (ignoring those from Samsung and RIM, neither of which has grabbed the market&apos;s attention) to three by the end of it, and all around the 150 mark. Suddenly, tablets will be affordable and portable. But will the arrival of these dinky tablets, which should be small enough to slip into a pocket while travelling, yet big enough to read easily, mean a revival for the dying art of reading a newspaper (in some form) on the train or tube? The arrival of Apple&apos;s will get most attention, and news sites know the iPad is already disproportionately well represented in viewing statistics for mobile devices. But the Kindle Fire might have the most impact. That&apos;s because more than any other brand, people tie Amazon to reading  whereas for Apple, the iTunes Store linked to the iPad is known for films, music, games or other apps, and Google&apos;s Android for games (as the Nexus 7 has a very limited range of music and films). The book industry already knows that when it comes to ebooks, there isn&apos;t actually any real market apart from Amazon. Although everyone talks about &quot;ebooks&quot;, the reality is that Kindle sales are 95% or more of the market; despite the best efforts of Kobo, Apple and Nook (the latter US-only as yet), they haven&apos;t managed to break the dominance of the device that Bezos unveiled in November 2007. Since then the Kindle has gone through four iterations and its price has dropped from $399 to $139, and it has gone from a curiosity to a device that has helped books like Fifty Shades of Grey fly up the charts. Why? Because Amazon makes it absurdly easy to buy content on the Kindle, and to read that content on other devices  there&apos;s even a Kindle app for the iPhone, iPad and Android phones, so your books can follow you around even if your e-reader doesn&apos;t. And if you want a newspaper to read, then the Guardian, Observer, Telegraph, Times, Sunday Times, Daily Mail, Financial Times, Independent, London Evening Standard and Metro are all available on Kindle. (Don&apos;t ask what it means that satire site The Onion is 11th in &quot;Kindle Newspapers&quot;.) By contrast, buying books or papers isn&apos;t a key task on a tablet. The Guardian, Daily Mail, Times and Economist have all made headway, with varying success, with tablet apps, but the position of the iPad-only The Daily  which laid off a third of its 150 staff at the end of July  suggests that it&apos;s not a core activity. Or perhaps that should be: yet. &quot;With an &apos;iPad mini&apos;, the tablet becomes much more portable,&quot; says Francisco Jeronimo, smartphones and tablets analyst with the research firm IDC. &quot;You can slip it in your pocket, take it on the train, wherever.&quot; A smaller screen that you have on a journey is just the audience that newspapers want. And with the low-end versions only offering wifi, without the 3G mobile connections, newspaper and magazine apps could drive people to pay for news apps  if news is what they want on those trips, of course. Even so, the evidence that people will pay for such apps, and so make up lost revenues, isn&apos;t strong. In January, Nielsen reported in the US that its survey had found that one-third of tablet and smartphone owners had downloaded a news app within the past 30 days; only 3% of the total had bought a paid app, and 16% had downloaded either paid or free apps. The conversion rate of the latter wasn&apos;t recorded, but that&apos;s a key metric. However, the best chance for more sales (or advertising-funded distribution) of news apps has to come from having more users. And this is where Jeronimo thinks Apple&apos;s entry will help drive things: &quot;It makes sense to open the market to the biggest percentage of users  the ones who don&apos;t have a tablet yet, or can&apos;t afford one at the existing price.&quot; They are the people who might just enjoy reading a paper again. Though the bad news might be: if they were unwilling to afford the price of an iPad, will they want to buy a news app too? Suddenly, ad-supported news apps look like the way forward.", 
    "section": "technology", 
    "gid": "technology/2012/sep/03/apple-amazon-mini-tablets", 
    "wordcount": "842"
}