{
    "headline": "Watch Dogs  preview", 
    "text": "Privacy is history. We all know that. From social networks that pry on our personal data to hacked gaming services that let slip our credit card numbers to an underclass of cyber-criminals, everything we do online is potentially available to everyone. We&apos;re not individuals any more, we&apos;re data nodes in a vast organic system. It was this sort of thinking that inspired Watch Dogs, the near-future action adventure which dominated much of the chatter on the E3 showfloor in June. Developed at tUbisoft&apos;s Montreal studio and kept secret for two years, the game is set in an alternate Chicago in 2013, where all public facilities  including transport, electricity and communications  are controlled by a single computer system. This gigantic mainframe is administered not by the government, but by a cabal of corporations who use it to mine data on the city&apos;s inhabitants.  Into this world of pervasive data oppression comes Aidan Pearce, a mysterious victim of the system who manages to hack in to the central computer and gain control over any aspect of the city infrastructure. Now it&apos;s time for revenge.  &quot;He&apos;s been referred to as a crazy vigilante  I&apos;d say that&apos;s definitely accurate,&quot; says the game&apos;s creative director, Jonathan Morin. &quot;He&apos;s definitely not a superhero, in a cape and a mask. He&apos;s a regular, believable character  there are shades of grey. He has his own motivations, he&apos;s been shaped by violence.  &quot;People have been hurt because of him in the past; he has become obsessed with protection and surveillance  this is why Watch Dogs became the title of the game. So progressively you realise that even though he&apos;s trying to protect those around him, he fails again. Now he has to do everything he can to get the truth out and to fight against the corruption.&quot;  Doing everything he can, it quickly transpires, means using the city&apos;s infrastructure as a weapon. In the early mission shown during E3, Pearce is hunting a target named Joseph DeMarco, a wealthy businessman and arts patron, set to open a trendy new gallery in the city. To get in, Pearce manages to bypass the bouncer on the door by scrambling the phone network, just as the thug is making a call  as he wanders off to get a better signal, Pearce slips in. Players have control over Pearce&apos;s smartphone/PDA at all times, able to access data points around the map, as well as target any NPC to access their personal data. Inside the gallery, for example, he highlights a female employee of DeMarco, hacking into her phone conversation to learn that the millionaire philanthropist is driving over. From here, the aim is clearly to take DeMarco down, but there are apparently dozens of different ways to achieve this. For the demo, lead story designer Kevin Short takes Pearce out onto the street, where he hacks into the traffic light system, causing a pile up that halts DeMarco&apos;s car. After a brief shoot-out, the businessman is terminated. The demo ends with a police chase through the city as Pearce makes a break for it in a stolen car  as he approaches a drawbridge, he hacks the system, making the platforms ascend. His car leaps over the widening gap, leaving the police stranded.  In some ways, this sounds like a fairly typical slice of action adventure hokum, but the hacking element is the key to a more stimulating world. Players can tap into the smartphones of any passing pedestrian, discovering their medical records, employment history and any criminal convictions, all shown onscreen via contextual menus that float above the character. This can apparently lead to any number of emergent side quests, as players pursue their own investigations through the crowded streets.     Watch Dogs    According to Morin this was a key element in getting the game green lit by Ubisoft&apos;s creative management team. &quot;We started talking about tapping in to people&apos;s privacy,&quot; he says. &quot;I sold them the game saying stuff like, you&apos;re on the street following a guy who looks normal, he could be your neighbour, but you tap into his phone, profile him, and you discover he is a known paedophile. You have a gun in your hand: what do you do about it? If you shoot him in the head, how do you look to everyone else? You look like a crazy guy shooting people in the head!  &quot;That&apos;s a bold example  I&apos;m not saying that all paedophiles should be killed, of course. What I&apos;m saying is, when you know the truth about other human beings, it becomes complex. And that alone got the [Ubisoft creative directors] interested. The driving, the shooting, the open-world exploration  all of those things we know how to do at Ubisoft. They were more excited about the premise. Quite frankly, I never had an easier pitch.&quot; It&apos;s typical Ubisoft really  ambitious to the point of hubris. Several years ago, the company pitched Assassin&apos;s Creed with similar promises of omniscient power in crowded city streets; and it will be interesting to see how far these player-generated missions go in the new game. What&apos;s clear is that hacking personal data will almost definitely be a smart way of competing the main missions.  &quot;If you&apos;re growing a monitoring system in the city  which is the case in this game  you might want to start searching for certain types of people,&quot; says Morin. &quot;If I want to monitor the Bank of Chicago, maybe I should be interested in tracking down people who work for the bank; maybe I should be installing back doors into their phones. &quot;This is where profiling people is important  sometimes you may see a tag above someone that says &apos;bank employee&apos;, and you may dismiss that person as useless, but they&apos;re not. If you think about the possibilities, they become more interesting. You can exploit people like that, or you can see that something terrible is going to happen to them and intervene  there&apos;s a whole spectrum.&quot; Built into this infrastructure is a companion system of causality and consequence. The player is an agent in this seemingly functional world, and therefore, your actions have rippling ramifications. &quot;In most games, if you pressed a button and caused an accident, that would be rewarded,&quot; says Morin. &quot;With Burnout for example  which is a great game  the accidents are about the awesome Michael Bay effects. But in our game, there&apos;s another aspect - something that games aren&apos;t very good at. &quot;For us, there&apos;s a question afterwards  what happens to the other people involved? We want the human drama behind it. In the demo, we cause an accident to create a trap for DeMarco, but in the process people get killed. The way you act will shape the way people perceive you, they will interpret what you&apos;ve done.&quot; Watch Dog&apos;s astonishing visuals also drew plenty of attention at the show. The demo level is set in a bustling downtown area, the streets filled with pedestrians all beautifully modelled and detailed. Rain plummets down and billows across the road surface as steam pours from subway gratings  it&apos;s like an interactive Ridley Scott movie. The incredible detail, and the sight of a high-end PC powering everything, has led many to suggest that this will be a next-generation console launch title. Indeed, we heard from one industry source that Watch Dogs won&apos;t be released until 2015  although Ubisoft hasn&apos;t confirmed a launch year for the game. The company is mentioning PS3 and Xbox 360 in its plans, however, so its likely a scaled down version will appear on current hardware. And there&apos;s another neat talking point. Watch Dogs will ship with an interconnected smartphone and tablet app, which will allow players to access facets of the main game as well as stats, info and a live map of the game&apos;s Chicago setting, showing where fiends are in their own campaigns. Furthermore, it seems there will be certain mini-tasks, accessible via mobile devices, which will feed into the main campaign, as well as allowing players to compete against each other.      Watch Dogs: the big surprise from Ubisoft at E3 2012    It sounds madly ambitious (again) and the details are far from clear, but this is tantalising stuff. And Morin claims it&apos;s been a part of the design vision since day one. &quot;When we started talking about Watch Dogs we discussed what the game would become,&quot; he says. &quot;I&apos;m a huge fan of mobile games; I have four kids, I don&apos;t have time to play a lot of huge games. But I always felt there was something missing; I felt that a combination of console and mobile game would make my life as a gamer better. It would allow me to continue big games while on the move.  &quot;We talk about connectivity, we talk about people being able to watch you  we&apos;re saying, you have Chicago in the palm of your hand. Well, with the mobile app, that&apos;s literal! We also said to ourselves, this thing will be pointless if it&apos;s just for stats, it needs to be a real game. &quot;It&apos;s interesting to unlock stuff and see your friends in the game, but now you can play in real-time against them, whether they&apos;re on an Xbox or PC. Now that&apos;s exciting! You can hack into their in-game phone and see how they beat you, see their tricks and beat them back  or you can challenge them directly. And that&apos;s where it gets really interesting&quot; And there&apos;s a delicious irony to the proposed mobile app  while the game is about the dangers of private information becoming public data, this smartphone offshoot provides access to the data of your friends  in essence, you&apos;re able to act out the themes of the game, with your mates becoming agents in your own hyper-connected fiction. It&apos;s the medium and the message. When I put this to Morin he laughs. &quot;Yeah, that&apos;s exactly what we are trying to pull off: the online metaphor is online! We want to talk about the internet and the way it affects our lives and we can do it in a way that no other game can. That&apos;s what lead us to the cross-platform aspect. It opens all sorts of really crazy doors for us.&quot; From the intriguing central premise, to the superlative visuals and the cross-platform tie-in, Watch Dogs is potentially a new benchmark in game design. Assassin&apos;s Creed dialled down some of the ambitions Jade Raymond and Patrice Desilets hinted at during those early press ventures, but the end result was still wonderfully imaginative  the sort of thing you couldn&apos;t image from many other mainstream publisher. If Watch Dogs, can live up to its promise, it suggests a new era of narrative gaming, in which truly emergent elements compliment the linear through line, while transmedia interconnectivity extends the experience beyond console and PC in truly meaningful ways.  But these are early days, and Morin senses both my interest and my skepticism. Can the game live up to this explosion of hype? &quot;Ubisoft is pushing for new types of experiences,&quot; he says. &quot;They have always tried to do that. You could argue that it has not always been successful, but at least they are pushing us to try.&quot;", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jul/10/watch-dogs-preview-e3-2012-ubisoft", 
    "wordcount": "1884"
}