{
    "headline": "Farming project tackles cloud forest deforestation  in pictures", 
    "text": "   The stunning cloud forest in the Chinchipe river basin sits high up on the border between Ecuador and Peru and is considered to be the source of the Amazon river Photograph: Practical Action       Like much rainforest in the region, it is under threat from commercial agriculture and the slash and burn farming techniques of subsistence farmers Photograph: Practical Action       A recent report to the Doha talks on climate change stated that subsistence farmers, desperate to feed their families, are responsible for around one-third of the total rainforest destruction in South America Photograph: Practical Action       UK development charity Practical Action is teaching communities a new sustainable farming technique called layer farming that increases yield and provides immediate and long-term sources of income Photograph: Practical Action       The technique uses five different types of crop which grow at different heights, complement each other and ensure that the soil remains rich in nutrientsPhotograph: Practical Action       Communities are provided with a polytunnel in which they can germinate seeds prior to plantingPhotograph: Practical Action       The first two layers are cassava, which provides an edible root in the first year and an immediate income, and coffee, which starts to yield after four years Photograph: Practical Action       The third layer is banana or laurel, which have large leaves to protect the coffee from the sun and provide fruit or timber when they reach maturityPhotograph: Practical Action       The fourth layer consists of the native Inga tree which provides additional shade and also produce edible seeds, rich in minerals. These trees not only provide food, they also help enrich the soil and keep it fertile. They take four years to reach a height of 10m Photograph: Practical Action       Finally, cedar trees are grown up to 40m tall. They are planted for the long-term and provide shade and protection in addition to a supply of timber for future generations Photograph: Practical Action       30-year-old farmer Carlo Magno Chinchay Cruz is a father of four. Before Practical Action gave him some training in 2010, he only grew cassava, vituca (a tuber similar to a sweet potato) and his coffee crop was so limited he made no profit. The thought of growing trees was unimaginable Photograph: Practical Action       Carlos farm, in San Francisco de Asis, in the Cajamarca region of Peru, has more than 1,000 seedlings on his plot, thanks to the help of his wife Juana and three of his friends, who are paid 15 soles (3.60) a day. Most of the trees are laurel Photograph: Practical Action       It is hoped that if Practical Action can extend the use of layer farming throughout South America, some areas which have been slashed and burned could even be reforested in futurePhotograph: Practical Action  ", 
    "section": "environment", 
    "gid": "environment/gallery/2013/jan/17/farming-project-cloud-forest-deforestation-in-pictures", 
    "wordcount": "0"
}