{
    "headline": "Birdbooker Report 247", 
    "text": "Books to the ceiling, Books to the sky,My pile of books is a mile high.How I love them! How I need them!I&apos;ll have a long beard by the time I read them.  ~ Arnold Lobel [1933-1987] author of many popular children&apos;s books.  Compiled by Ian &quot;Birdbooker&quot; Paulsen, the Birdbooker Report is a weekly report that has been published online for years, listing the wide variety of nature, natural history, ecology, animal behaviour, science and history books that have been newly released or republished in North America and in the UK. The books listed here were received by Ian during the previous week, courtesy of various publishing houses.   Featured Title:   van Grouw, Katrina. The Unfeathered Bird. 2012. Princeton University Press. Hardbound: 287 pages. Price: $49.95 U.S. [Guardian Bookshop; Amazon UK; Amazon US/kindle US]. SUMMARY: There is more to a bird than simply feathers. And just because birds evolved from a single flying ancestor doesn&apos;t mean they are structurally all the same. With over 385 stunning drawings depicting 200 species, The Unfeathered Bird is a richly illustrated book on bird anatomy that offers refreshingly original insights into what goes on beneath the feathered surface. Each exquisite drawing is made from an actual specimen and reproduced in sumptuous large format. The birds are shown in lifelike positions and engaged in behavior typical of the species: an underwater view of the skeleton of a swimming loon, the musculature of a porpoising penguin, and an unfeathered sparrowhawk plucking its prey. Jargon-free and easily accessible to any reader, the lively text relates birds&apos; anatomy to their lifestyle and evolution, examining such questions as why penguins are bigger than auks, whether harrier hawks really have double-jointed legs, and the difference between wing claws and wing spurs. A landmark in popular bird books, The Unfeathered Bird is a must for anyone who appreciates birds or bird art. This book features:   A unique book that bridges art, science, and history  Over 385 beautiful drawings, artistically arranged in a sumptuous large-format book  Accessible, jargon-free text--the only book on bird anatomy aimed at the general reader  Drawings and text all based on actual bird specimens  Includes most anatomically distinct bird groups  Many species never illustrated before IAN&apos;S RECOMMENDATION: This coffee-table book would make a good gift for someone with an interest in bird or anatomy art.  New and Recent Titles:   King, Heidi. Peruvian Featherworks: Art of the Precolumbian Era. 2012. The Metropolitan Museum of Art. Hardbound: 222 pages. Price: $60.00 U.S. [Guardian Bookshop; Amazon UK; Amazon US]. SUMMARY: Of universal appeal and great beauty, Peruvian featherworking was part of a highly sophisticated textile tradition spanning several thousand years. Although these rare treasures, which include vibrantly colored and detailed garments, headdresses, personal ornaments, and ritual objects, have been admired and collected by connoisseurs for decades, this unusual and exquisite art form has not been much investigated or published. Peruvian Featherworks, a magnificently illustrated publication, is the first in-depth and authoritative review of featherworking traditions in Ancient Peru. Written by seven international experts in the textile arts and archaeology, the texts include a discussion of important recent discoveries, considerations of iconography, and basic technical characteristics of featherworks. Nearly seventy outstanding pieces are discussed, as well as evidence of feather mosaic on textiles and other media in most major Andean cultures, from the Paracas (about 600100 B.C.) through the Inca (14701534).IAN&apos;S RECOMMENDATION: For those with an interest in feather artwork or Precolumbian art.   .. .. .. .. .. .. .. .. .. .. .. ..  Ian &quot;Birdbooker&quot; Paulsen is an avid and well-known book collector, especially to the publishing world. Mr Paulsen collects newly-published books about nature, animals and birds, science, and history, and he also collects children&apos;s books on these topics. Mr Paulsen writes brief synopses about these books on his website, The Birdbooker Report.  .. .. .. .. .. .. .. .. .. .. ..  Follow Grrlscientist&apos;s work on facebook, Google +, LinkedIn and Pinterest and of course, on twitter: @GrrlScientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/nov/18/1", 
    "wordcount": "653"
}