{
    "headline": "Ozone layer scientist who 'saved the world' dies", 
    "text": "F Sherwood Rowland, the Nobel prize-winning chemist who sounded the alarm on the thinning of the Earth&apos;s ozone layer, has died at 84. The Nobel prize was awarded more than two decades after Rowland and post-doctoral student Mario Molina calculated that if human use of chlorofluorocarbons (CFCs)  a propellant in aerosol sprays, deodorants and other household products  continued at an unchanged rate, the ozone layer protecting it from excessive ultraviolet radiation would be depleted after several decades. Their work built upon findings by the atmospheric scientist Paul Crutzen. Their prediction caught enormous attention and was strongly challenged partly because the non-toxic properties of CFCs were thought to make it environmentally safe. Rowland was among three scientists awarded the 1995 Nobel for chemistry for explaining how the ozone layer is formed and decomposed through chemical processes in the atmosphere. &quot;It was to turn out that they had even underestimated the risk,&quot; a Nobel committee said in its award citation for Rowland, Molina and Crutzen.Molina said his former mentor never shied from defending his work or advocating a ban on CFCs. &quot;He showed me that if we believe in the science ... we should speak out when we feel it&apos;s important for society to change.&quot; His work on ozone depletion made Rowland a prominent voice for scientists concerned about global warming. &quot;Isn&apos;t it a responsibility of scientists, if you believe that you have found something that can affect the environment, isn&apos;t it your responsibility to do something about it, enough so that action actually takes place?&quot; Rowland said at a White House climate change roundtable in 1997. &quot;If not us, who? If not now, when?&quot; Rowland died on Saturday at his home of complications from Parkinson&apos;s disease, said Kenneth C Janda, the dean of the University of California, Irvine, where Rowland worked in the physical sciences department. &quot;We have lost our finest friend and mentor,&quot; Janda said. &quot;He saved the world from a major catastrophe: never wavering in his commitment to science, truth and humanity and did so with integrity and grace.&quot; Rowland is survived by his wife of nearly 60 years, Joan, a son and a daughter.", 
    "section": "environment", 
    "gid": "environment/2012/mar/12/ozone-layer-scientist-dies", 
    "wordcount": "368"
}