{
    "headline": "Man or machine? The age of the robot blurs sci-fi and cutting-edge science", 
    "text": "No sci-fi plot is as reliable as that of the rebelling robot. It&apos;s a story as old as digital time: the once promising but ultimately impetuous computer/child, realizing its mortal creators are at best obsolete and at worst a plight, tries to eradicate humanity/father.  The first play to feature automatons, Czech playwright Karel Capek&apos;s 1920 piece Rossum&apos;s Universal Robots (R.U.R.), provided the template for the rotten robot, one used in movies, in books, on television and even music, as on The Flaming Lips 2002 album Yoshimi Battles the Pink Robots.  And of course comic books have mined the robot-versus-man myth, as in the latest Marvel Comics limited series, The Age of Ultron, a tale in which villain Ultron, terrorizing heroes since 1968, returns once again to kill his creator, which is halfway through a run that culminates in June. The series&apos; writer, Brian Michael Bendis, says: &quot;If you take out the homicidal robot aspect of it, it&apos;s the son who can&apos;t live up his father&apos;s expectations and the father who can&apos;t control his son.&quot; It&apos;s all very Oedipal, dramatic and sometimes even funny: back in 1985, at the height of primetime soap trend, one of Ultron&apos;s victims likened the robot&apos;s patricidal obsession to the convoluted plots of Dynasty: &quot;You all sound like a soap opera. Are you sure you don&apos;t want Blake Carrington too?!&quot; The pop culture references have changed since then, but so too has technology, and the punchline&apos;s looking to some like something of the past.      A 3D model of a neuron reconstructed from lab data by researchers with the EU Human Brain Project. Photograph: Blue Brain Project/EPFL         In 1956, autonomous robots were a far-off fantasy, best discussed in sci-fi films like Forbidden Planet. Photograph: The Roland Grant Archive    Autonomous robots are no longer the far-off, far-out fantasies they were in 1920 or 1968 or 1985. The latest generation of computerized creations appear to be pulling us closer to the fearsome sounding Singularity, the theoretical point when, according to futurist Ray Kurzweil, artificial intelligence will surpass our own. Jeopardy-winning supercomputer Watson was only the beginning. To alarmists, the rise of the machines must stoke inhuman levels of anxiety. And why not? Technology can be truly discomforting. The US government&apos;s top secret Darpa labs are currently improving robots&apos; behavioral learning and anomaly detection programs, both of which will make them &quot;smarter&quot; and more efficient killing machines, literally; auto manufacturers are working on self-driving cars like those that run us down in Daniel H Wilson&apos;s predictably plotted thriller Robopocalypse; and just this month word spread that European researchers turned on Raputya, an &quot;internet for computers&quot; that bears an uncanny resemblance to Skynet, the fictional super-computer that launched Terminator into our pop culture landscape.  But to those who embrace technology, these upgrades aren&apos;t harbingers hellbent on destroying human life. They&apos;re portals into a brighter human future. Such technoptimists believe that as computers evolve, so will we. Google Glass is but the beginning of how technology will be meshed onto our bodies. Researchers are already hyping &quot;e-memory&quot; implants that could make Total Recall a reality; and the US Food and Drug Administration recently approved artificial retinas that use video processors and electrodes give partial sight to the blind, just one of the many examples of how &quot;you&quot;, the human, can merge with &quot;them&quot;, the machines. Futurist Kurzweil believes that nanotechnology will be able to rebuild injured humans.  &quot;It&apos;s not us versus them,&quot; he told the New York Times. &quot;We&apos;ve created these tools to overcome our limitations.&quot;     Google Glass: just one of many examples of how you, the human, can merge with them, the machines. Photograph: Reuters    If that&apos;s the case, the most transcendental merger between man and machine will be between silicon chips and our own motherboard, the brain, a long misunderstood organ that&apos;s suddenly getting fresh attention. The US National Institutes of Health hopes $3bn will help lay out the Brain Activity Map, a cartographical layout announced by Barack Obama this month that will dwarf the Human Genome Project in scope and size. The European Union is putting up over $1bn for a similar, 10-year undertaking unimaginatively called the Human Brain Project, and the NIH&apos;&apos;s other expedition into gray matter, the Human Connectome Project, recently released two terabytes of data, a sliver of the amount of data the brain could hold: 100 terabytes by some estimates. That&apos;s 104,857,600 megabytes. To give you an idea of how far away we are from finish: doctors have yet to completely map a mouse brain, or even a fruit fly&apos;s. This is all very exciting for advocates of &quot;mind uploading&quot;, a fantastical, as-of-now hypothetical process by which we would transfer our organic brains, including memories, personalities, tastes and proclivities into artificial bodies, or at least disk drives. According to them, once we have a clearer map of the brain and its memory drives, we can use existing technology to freeze or otherwise preserve our brains, wait 100, 200 or even 1,000 years for science to take its course and be awakened in a future, our experiences uploaded into an artificial body.  Dr Ken Hayworth, a neuroscientist who maps fruit fly brains by day and advocates for the independent Brain Preservation Foundation by night, says such a process is the final frontier in breaking the barrier between man and machine. &quot;Mind uploading technology is just breaking the barrier,&quot; he says. &quot;If you&apos;re really jealous of what your avatar is doing, if you&apos;re really jealous of your computer&apos;s memory, then mind uploading is the logical conclusion; it&apos;s saying: &apos;Okay, I won&apos;t beat them, I&apos;ll join them.&apos;&quot;  But if we join them, are we still human? Or will we become the creatures we have for so long feared and so far only fictionalized: superior beings who see organic, naturally born humans as ill-equipped competition? And, more importantly how expensive will analysis be?", 
    "section": "science", 
    "gid": "science/2013/apr/24/man-machine-science-fiction-robots", 
    "wordcount": "943"
}