{
    "headline": "The 10 best smartphone games of 2011", 
    "text": "   Anomaly: Warzone Earth (11 Bit Studios, iOS)This ridiculously addictive real-time strategy title reverses the usual set-up of the popular tower defense genre  instead of guarding your base against incoming foe, youre controlling waves of human forces as they attack alien spacecraft recently landed on Earth. Its relentless, smart and challenging stuff, with sharp, detailed top-down visuals. Theres an Xbox Live Arcade version coming next year, so get practicing on your phone now        Dead Space (Electronic Arts/IronMonkey Studios iOS)This mobile iteration of the eminently terrifying space shooter series could have been a lazy, soulless cash in, but it isnt. Instead, the development team has masterfully tweaked the entire interface to suit touchscreen displays, and the story explores gaps between the two console titles, adding its own spin on this tale of berserk space monsters terrorising human colonists. Go on, play with the lights off, you sissy        Infinity Blade II (Epic Games/Chair Entertainment, iOS)More fantasy-themed hack-'n-slash action, pitching the players muscular sword fighter against all manner of mythological beasties. The touchscreen controls are responsive and intuitive and the visuals are a delight with all the high-tech effects wed expect from an Xbox 360 or PS3 title. Gorgeous        Jetpack Joyride (Halfbrick, iOS)Australian developer Halfbrick proved its mastery of simple touchscreen controls with the laughably addictive Fruit Ninja, but then perfected its approach with this endless one-touch platformer. Your job is to guide stocky machine gun jetpack pilot Barry Steakfries as he blasts his way through enemies, powering up his pack as he goes. Its both hugely accessible and impressively deep  a defining accomplishment in smartphone game design        Quarrel (Denki, iOS)This beautifully presented word game mixes elements of Scrabble and Risk into one seriously compelling puzzler. The aim is to dominate the landscape, by stealing territories from your computer-controlled foes via a series of quick word-creation challenges. Its just so wonderfully, skillfully realised and represents a genuine challenge for keen logophiles        Superbrothers: Sword & Sworcery EP (Superbrothers, iOS)An absolutely beautiful, highly stylised and self-conscious adventure title, which emphasises the audio experience as much as the onscreen sword-swirling action. The soundtrack, by composer Jim Guthrie is lovely  and theres a whole albums worth embedded in the game, so it almost becomes an interactive music video. Whatever it is, its a unique and unmissable project        Tiny Wings (Andreas Illiger, iOS)Cuter than angry birds and even more intuitive, Tiny Wings was one of the true smartphone smash hits of the year. Your role is simply to keep our rather portly avian hero in the air, touching the screen for frenzied wing flaps, and holding it for speedy swoops down hills. The environments are beautifully drawn and the music carries you along on a pleasant synth pop wave. Essentially relaxation therapy in the form of gaming        Where's My Water? (Disney Mobile, iOS. Android)A wonderfully compelling physics puzzler in which you cut channels through the earth to allow water to flow into the shower unit of a cleanliness obsessed alligator. The simple set-up is rendered into a thoughtful series of levels, which challenge you to think about gravity and fluid dynamics, while predicting how the various obstacles and traps will affect your flow        World Cruise Story (Kairosoft, Android)Japanese studio Kairosoft has spent the past two years belting out cute, engrossing management sims like Game Dev Story and Grand Prix Story, but this is one of my favourites. Here your role is to design and manage a vast cruise liner ensuring your demanding guests are well entertained via a range of utilities. The isometric visuals are as lovely as ever, and somehow maintaining the happiness of ocean-bound tourists is more engrossing then you could ever imagine        World of Goo (2D Boy, iOS, Android)The breakout indie hit of 2008 earned an engrossing smartphone conversion in 2011 and the game works perfectly on smaller displays. The idea is to manipulate blobs of goo into architecturally sound bridges spanning from one side of the level to the other. The learning curve is perfectly pitched, with the challenge ramping up alongside your growing addiction. Perfect portable puzzling pleasure   ", 
    "section": "technology", 
    "gid": "technology/gallery/2012/jan/18/top-10-smartphone-games-2011", 
    "wordcount": "0"
}