{
    "headline": "Human rights and accountability will ensure the road to Rio isn't a dead end", 
    "text": "Why is sustainable development failing? Try asking those who feel the fallout. Two decades after the groundbreaking earth Summit in Rio de Janeiro, world leaders will gather in June for the sequel: Rio+20. Establishing a set of sustainable development goals (SDGs), bringing together the interests of fragile communities and fragile environments, will be on the table. Food insecurity is a symptom of both dire poverty and overstretched ecosystems, and will doubtless be central. But how will fresh targets succeed in stemming hunger where sustainable development efforts  not least the millennium development goals (MDGs)  have hitherto failed? Along with 21 UN experts, I have called for Rio+20 to ground global commitments in human rights, and for a double accountability mechanism to be put in place to ensure countries are held responsible for their actions. Human rights and accountability are the hallmarks of the &quot;best practices&quot; we have, locally and globally, for achieving genuinely inclusive, pro-poor and environmentally sensitive outcomes. Take the example of a recent fight for fishing rights in South Africa. In 2007, a group of fishers challenged a domestic fishing law on human rights grounds, and won. These communities had lost access to the sea due to a law favouring large-scale fisheries. The court not only found violations of the right to food  a right embedded in the post-apartheid constitution  and provided remedies to the fishing communities, but also required that the government create a community-led taskforce to rewrite the law. So what lessons can the South African example teach Rio+20? First, the need to consult and involve the communities whose livelihoods are most threatened by degraded environments and narrowing economic opportunities. The targets set, and the policies designed to implement them, must be built around this participatory and inclusive approach. The UN&apos;s committee on world food security (CFS), set up in the wake of the 2007-08 food price spikes, is the best working example we have of participatory policymaking at a global level. The Rome body allows peasant organisations and NGOs to negotiate land rules on a level footing with governments and global institutions. The guidelines that emerge are all the stronger for their sensitivity to the true nature of food insecurity and the human rights of the poorest. These considerations are hardwired into the CFS approach by its very negotiating structure. The second lesson is that accountability is key. What are framed as development policies often end up doing very little to help the most marginalised communities, and sometimes end up harming them. Meanwhile, the effects of genuine development policies can easily be overridden by industrial and infrastructural projects, trade agreements, and other external factors that tip the balance against small-scale farmers and fishers. It is therefore essential to be able to cry foul when missing policies, misguided policies, or the sum total of policies, work against sustainable development. Since 2007, the Human Right&apos;s Council&apos;s universal periodic review has been used to subject each country&apos;s human rights record to comprehensive peer-led scrutiny. A similar peer review mechanism could be used to hold countries to their Rio commitments. Governments should complement this with their own domestic accountability systems. Like the rewritten South African fishing laws and the CFS, Rio+20 will find that consulting vulnerable actors, and providing them with follow-up mechanisms, is a fast-track route to effective and targeted policymaking, with true sustainable development outcomes. We must learn from the mistakes of the MDGs, which kept human rights and accountability at arm&apos;s length and subsequently drifted off course. The headline target to halve global poverty by 2015 may well be met, but this could be a very hollow achievement if high food prices, conflicts over land access and insufficient rural development conspire to leave a stubbornly high number of people  now close to 1 billion  mired in food poverty. The new sustainability goals must be calibrated to remedy the global, regional and local socio-environmental trends that lead to identified deficiencies in people&apos;s right to food, water, sanitation and development. And through rigorous accountability checks, we must effectively pursue 7bn sub-targets  one for the sustainable development prospects of each citizen. In Rio we must rethink what makes a target, and think beyond targets.  On 16 March, Olivier De Schutter co-authored an open letter from UN experts to governments negotiating the Rio+20 summit: If Rio+20 is to deliver, accountability must be at its heart", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/mar/27/human-rights-accountability-rio-summit", 
    "wordcount": "732"
}