{
    "headline": "Mr Men and Little Misses of Science", 
    "text": "Michael Gove recently criticised modern teaching methods in the UK by referencing the fact that children were being taught about Hitler via the use of Mr Men characters. He implies that this is a widespread, common teaching method, rather than a planned technique where year 11 students could revise what they&apos;d learned by explaining it to younger pupils. Children, being encouraged to show creativity, original thinking and the ability to effectively communicate information to others? Can you imagine what fresh hell would be unleashed upon society if that became the norm? It&apos;s too hideous to even contemplate. Given his record, Michael Gove objecting to something is a strong indication that it&apos;s actually a good and valid educational technique. So if teaching complex or difficult subjects via the use of Mr Men characters works for history, it may work for science too.  The Mister Men characters are typically divided into Mister Men and Little Misses. However, there has been a lot of attention on gender-stereotyping in science of late, so the use of the term &quot;Little Miss&quot; may be seen as dismissive or derogatory to some. However, that&apos;s the established format, and scientific evidence does show that women tend to be smaller than men on average, it could be viewed as a relatively accurate description, so we&apos;ll stick with Little Miss for want of a better label. So, I&apos;m all for using Mister Men-style characters to explain some of the more tricky aspects of science. What follows are some suggestions I came up with, which include character design and a basic synopsis of their story. If you&apos;re a teacher, feel free to use them as and when you like. If you want to create your own, please do so and send them to someone who could feasibly use them. Don&apos;t send them to me, that would be pointless for all concerned.      Mr Relativity, going rather fast, as is his wont    Mr Relativity Mr Relativity loves to run. He is the fastest runner in the whole of Space Town. Sometimes he likes to run fast, sometimes he likes to run slow. His two best friends are Mr Mass and Mr Time. Mr Time and Mr Mass like going for a run with Mr Relativity, but they aren&apos;t as good at running as him, and only one of them at a time can keep up with him, depending on how fast he is going.  Sometimes Mr Relativity likes to run to far-off towns, which are too distant for most people to get to. He doesn&apos;t do this often though, because whenever he comes back he finds that most of his other friends died of old age.      Little Miss Antimatter is always keen to shake your hand. It's not a good idea    Little Miss Antimatter Little Miss Antimatter is a very lovely but very lonely person. The other people in the town think she is different. She is different, but basically the same as most people in many ways. There aren&apos;t many others like her, so she is lonely. She wants to make friends; she is even a bit more positive than others in some ways. In the end, the other people accept Little Miss Antimatter, realising she is a fundamental part of the town. To show they&apos;re friends now, they all give her a big hug. The town is subsequently destroyed.     Mr Climate Change is reliably unpredictable    Mr Climate Change Mr Climate Change is rather grumpy. He can be a bit temperamental at the best of times, but all the other people of the town are always bothering him. Some throw litter into his garden or steal his plants, some people keep trying to build a greenhouse around him, some people keep emptying their toilets into his water supply. This makes Mr Climate Change very cross.  He could be calmed down with an apology and a promise to not do this again, but most of the people who bother him carelessly refuse to even acknowledge him. Others who think this is bad behaviour tell those others to be more considerate, and are usually sworn at or threatened for this, which is nice.  Mister Climate Change may be moody, but he is also very important, as he controls the food, water and all the other important aspects of the town. He might just decide to stop everything and let everyone starve to death. It depends if enough people are nice to him.     Little Miss Organ Donation is more than the sum of her (and other's) parts    Little Miss Organ Donation Little Miss Organ Donation loves people. She loves everything about people. She loves every little bit of people. She loves the bits of people so much she likes to take them from people who don&apos;t need them.  Some people don&apos;t like this; they think Little Miss Organ Donation is very strange to want to take bits of people from the people they are attached to. Many people like their bits and don&apos;t like the idea of someone else having them. But what they don&apos;t realise is that Little Miss Organ Donation doesn&apos;t want to take the bits and keep them, she wants them to give to other people whose own bits are missing or don&apos;t work. These bits are very important and people can&apos;t survive without them, and Little Miss Organ Donation would never take a bit from someone who was still using it.  Hopefully with time and understanding, Little Miss Organ Donation will be accepted and appreciated for all the hard work she does.      Mr Gas Giant is hard to miss, even if you're desperately trying to, thanks to his immense gravity    Mr Gas Giant Mr Gas Giant is very big. He&apos;s so big, he makes Mr Greedy look like the thinnest person you ever did see.  There are those who say Mister Gas Giant could have been a star, but didn&apos;t quite make it, and has been sad about this ever since. But this isn&apos;t really true. Mister Gas Giant isn&apos;t sad, he just keeps away from people as his immense size means his mere presence would probably destroy the whole of the Earth pretty quickly.  He doesn&apos;t mind though, he has a very interesting life and is very popular with moons. And although we don&apos;t know it, he&apos;s always looking out for us. He&apos;s a bit like Father Christmas, only with immense gravity and magnetic fields, rather than toys and elves.     Little Miss Brian Cox exists purely to be the worst piece of photoshopping to ever grace the Guardian website    Little Miss Brian Cox Little Miss Brian Cox has the exact same face as particle physicist and popular TV presenter Professor Brian Cox. It&apos;s very very weird.  (I realise that last one doesn&apos;t make a lot of sense, but all my other ideas involved people dying in some way, and we should probably emphasise to children that science doesn&apos;t always have a body count). Dean Burnett has many terrible ideas for educating children, some of which can be found by following him on Twitter, @garwboy. His new science/humour podcast &quot;Dean and Dave&apos;s science webnoise&quot; with close friend and fellow science blogger David Steele, is available here and via iTunes.", 
    "section": "science", 
    "gid": "science/brain-flapping/2013/may/10/science-mr-men-little-miss", 
    "wordcount": "1122"
}