{
    "headline": "Kinect Sesame Street TV for Xbox 360 will get kids moving", 
    "text": "Microsoft has shown a new demo of Kinect Sesame Street TV, an innovative interactive TV project that will make its debut on the Xbox 360 console later this year. Josh Atkins, senior designer at Microsoft&apos;s Soho Productions studio, showed the demo to an audience at the MIPCube conference in Cannes, and explained how the company hopes to get children participating rather than merely watching from their sofas. The two demos involved Sesame Street characters Cookie Monster and The Count talking to children from their TV screen, and then reacting to their movements detected by the Kinect&apos;s camera. Here&apos;s the new demo. It shows The Count telling two children to stand still while he counts to 11 that day&apos;s number. When one is unable to resist moving, he reacts accordingly. Atkins provides the explanation:            The show will be based around seven key actions: jumping, throwing, waving, clapping, pointing, speaking and standing still. Atkins was keen to stress that &quot;participation is actually optional&quot;, since children will be able to watch episodes of Kinect Sesame Street TV without getting up and jumping around. &quot;If kids just wanna sit and watch we don&apos;t consider that a bad thing,&quot; he said. However, Atkins also suggested that more programmes will be made with this kind of interactivity. &quot;The future of TV is inherently interactive. It&apos;s not just a process of sitting on the couch, putting your feet up and watching your favourite show.&quot; Microsoft isn&apos;t saying just yet how the episodes will be delivered to children and their parents, or how much they&apos;ll cost. Atkins apologised for having to be cagey on these points. &quot;Think of it like TV. However TV is delivered, that&apos;s how it will be delivered.&quot; Kinect Sesame Street TV will be joined by another similar concept, Kinect NatGeo TV, which is being developed by Relentless Software.  Here&apos;s another demo from his presentation, which shows Cookie Monster interacting with the same two children.         ", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/mar/30/kinect-sesame-street-tv", 
    "wordcount": "329"
}