{
    "headline": "Rare birds thriving on Scilly Isles after scheme rids islands of rats", 
    "text": "A scheme to kill rats on two of the Isles of Scilly, backed by Prince Charles, has led to a resurgence in rare sea birds. The number of Manx shearwaters has risen to 73 nesting pairs this year, the highest in living memory and almost triple the number of nesting birds just three years ago. The birds appear to be breeding successfully, with 30 chicks spotted on the popular holiday islands. Another species of rare ground-nesting birds, storm petrels, have also returned to the Scillies.  The Manx shearwater shares the burrows of rabbits on the tussocky slopes of the Scilly Islands of St Agnes and Gugh, while the storm petrel nests in cracks in rocks, beneath the local pub. But this made them vulnerable to rats, which ate both their eggs and chicks.  There is archeological evidence of Manx shearwaters on the islands dating back to 2,000 BC. By the 13th century, they were so common that they were used as currency. Annual rents were paid in 30 pufons (either puffins or Manx shearwaters) to the Duchy of Cornwall.  But it was the rats rather than the Duchy that caused the birds decline. It is thought that brown rats arrived on the islands in the 17th century, from the many shipwrecks that dot the coast of the Scillies. By 2014 there were only 24 nesting pairs of Manx shearwaters left and a chick had not survived in some 100 years.  In 2013 the 84 islanders worked together to eradicate the rats under a 750,000 scheme backed by Prince Charles. Farmers cleaned out sheds and barns. New, sturdy refuse bins were supplied to every household. And islanders started taking waste to the local tip just once a week.  All 11 children at the school on St Agnes were taught about rats, storm petrels and shearwaters.  Then for three weeks in November 2013 more than 1,000 baiting boxes were laced with poison. Some 3,000 rats were killed. Now, with the islands rat-free, the rare migratory birds are flourishing. Jaclyn Pearson from the RSPB, who managed the project said: We are thrilled that these seabirds are thriving since the rat removal. All the hard work which everyone has put into the project has been well worth it when you know that a species has been returned to a habitat which is rightfully theirs, she said. The sparrow-sized storm petrel is the smallest seabird in the world, and the Isles of Scilly is just one of two places in England where they are found. But, because of the rats there had been no sighting of them in St Agnes and Gugh in living memory.  There are an estimated 280,000 Manx shearwaters in the world, and Britain acts as home to the majority of them during summer months. The birds make an annual 20,000-mile migration from South America to breed on the islands, finding their way by star-gazing.  Chicks are said to spend several days at the mouth of their burrows on the Scilly Isles gazing at the stars before making their perilous first flight south, and are then believed to find their way back to that same burrow by following the alignment of the stars above it.  Plans are underway to extend the scheme to the islands of Tresco, St Martins and Bryher, if funding can be found. We know its feasible, said Jaclyn. The birds are coming here, so we have a responsibility for them.", 
    "section": "environment", 
    "gid": "environment/2016/oct/21/rare-birds-thriving-on-scilly-isles-after-scheme-rids-islands-of-rats", 
    "wordcount": "581"
}