{
    "headline": "Cyber-stalker targets women in 16,000 tweets", 
    "text": "Scotland Yard is investigating what is believed to be one of the first cases of cyber-stalking involving Twitter. The Metropolitan Police confirmed it was examining claims that a 37-year-old man has allegedly been targeting two women who claim to have received offensive, racist and sexually demeaning tweets and emails. It is believed the alleged harassment has been going on since the beginning of November and may involve as many as five victims. The pair are thought to have been targeted because of their views on Israel and the Iraq war. According to those familiar with the case, the man has allegedly sent more than 16,000 tweets to the victims and tried to contact one of them at work. Although they blocked the tweets, the sender has varied his Twitter address as his messages have become more threatening. His alleged tweets include the warnings: &quot;I am in a war to the death. Stay well clear for your own safety. Don&apos;t ever tweet me again&quot;; &quot;Remember watch your back 24 hours a day 7 days a week for life&quot;; and &quot;Want me to tweet you your death place?&quot; Officers are due to interview one of the women tomorrow and have already interviewed her friend. They reported the alleged harassment campaign to police after advice from Harry Fletcher, of the probation union Napo, who advises the all-party parliamentary inquiry into stalking. Twitter has taken down all of the offensive tweets. Fletcher said the allegations showed that new media had to be vigilant. &quot;It is essential that social media providers take steps to block offensive or threatening emails or tweets and that the police take swift action,&quot; he said.  On 9 May 2012, following an investigation by police, a 37-year-old man was told he would not face any charges arising from these allegations.", 
    "section": "technology", 
    "gid": "technology/2012/jan/15/twitter-stalking-racism", 
    "wordcount": "308"
}