{
    "headline": "Share of overseas students choosing to study in the UK set to grow", 
    "text": "Next month the British Council will publish the results of a major investigation into the global HE market over the next decade, which will highlight yet again how well placed Universities in the UK are to take advantage of the growth in higher education in the 21st century. The report predicts that the UK will take a bigger share of the growth in overseas students than the US with almost 30,000 more enrolments per year by 2020. One of the reasons for this is that the biggest growth in overseas students will come from India which still has strong cultural connections with the UK. There are also significant opportunities to make money by creating campuses overseas like the University of Nottingham has done or by collaborating with other providers to deliver degrees in other countries. Last year there were half a million people studying entirely outside the UK on a programme delivered at least in part by a UK institution, (source: HESA, 2012). The global education company Pearson is already expanding its provision of HE Online in emerging markets. Last month it announced plans to launch a new online university in Mexico. The group has bought a school curriculum company in Brazil and is eyeing opportunities to move into HE in Brazil, which is expected to overtake Russia in the next ten years for the number of students enrolled in tertiary education. Another trend highlighted in the report is the increase in international research collaboration, 15 years ago a quarter of research was produced in this way  the proportion is now more than a third. This is particularly important for universities seeking to maintain and improve global league table rankings as there is a strong correlation between international research collaboration rates and the citations so crucial to league tables such as the QS. Higher Education is now the UK&apos;s fifth largest service export and well placed to become even more important to our economy. The British Council report is a densely packed 81 pages of analysis and tables and the consistent story behind each page is that the UK has been passed the ball in front of an open goal. But it&apos;s an opportunity we could still muck up. On the 5th of April the government will close the tier 1 (post-study work) visa category for new applicants. After that international graduates will only be able to stay in the UK to work if they have a graduate level job or training offer or if they have a &quot;strong business proposition&quot; under new provisions for &quot;graduate entrepreneurs&quot;. It is still very unclear how the new visa regime will affect enrolments. The February figures from UCAS show a 13% increase in under graduate applications from non EU countries. Post graduate applications are critical and the impact on these seems to have been patchy with some institutions increasing applications while others have suffered a significant decline. The real test of course is how many secure visas and turn up at the start of the new academic year. Anecdotal evidence suggests that students from the Indian subcontinent are most likely to be deterred by the restrictions on employment after graduation, precisely the area of greatest potential growth for the UK. But the sector and even BIS cry out their warnings in vain. Cutting immigration is the overwhelming policy priority of the Home Office, it could not care less about the economic consequences and has said so. The Conservatives have promised to slash immigration and with a Border Agency in chaos, overseas students are an easily identifiable target. It&apos;s a mad world. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/mar/23/british-council-overseas-students-report", 
    "wordcount": "635"
}