{
    "headline": "Boot up: Windows 8 sales, dreaming robots, Browett's Apple time and more", 
    "text": "A quick burst of 8 links for you to chew over, as picked by the Technology team Microsoft says apps coming to Windows, consumers upgrade &gt;&gt; Bloomberg  Microsoft chief executive officer Steve Ballmer said 4 million Windows 8 upgrades were sold to consumers since the flagship operating system for personal computers went on sale last week.   In context: usual Windows PC sales are between 80m and 90m per quarter, ie around 1m every day of the week. How many days has it been since Windows 8 was launched? Still, Twitter, ESPN, Lego and Disney are working on new versions of apps for it. I dreamed about a human being &gt;&gt; Fran Sim  How would a robot imagine a human face? &quot;I dreamed about a human being&quot; is like spying into a robot&apos;s brain.  &quot;I dreamed about a human being&quot; is part of a project exploring the use of artificial intelligence as applied to photography by using online open source code and data. The project already has a database of 56 million images. We have freely accessible amazing tools and databases of gigantic images, but have not yet fully understood what we can do with them or what it means that they are there.   Intriguing project. Windows Phone 8: this time for sure? &gt;&gt; TIME.com  Normally, the tech industry is a meritocracy: Impressive pieces of work tend to do well. But if there&apos;s one thing we&apos;ve learned from Windows Phone to date, it&apos;s that impressive products sometimes fail to take off.  With mobile phones, the alchemy of success is particularly complex. An operating system such as Windows Phone has four constituencies: consumers, developers, manufacturers and carriers. It&apos;s tough for an operating-system company to come up with something compelling for any one of these groups unless it gets all of them excited, all at once. And with the iPhone and Android so deeply entrenched in their own ways, it hasn&apos;t been entirely clear whether the market has room for a strong number three mobile platform.   Not a review, more a walk through some of the new things in Windows Phone 8, and a musing on its challenges. John Browett&apos;s turbulent six months in charge of Apple Retail &gt;&gt; The Next Web It didn&apos;t go well. Google&apos;s Nexus 10 goes for the iPad&apos;s jugular | Mobile - CNET News  The Nexus 10, announced today, boasts features such as Android 4.2 (Jelly Bean), a 2560-by-1600 pixel density 10-inch display and a dual-core ARM Cortex A15 processor, the first tablet from a top-tier vendor to use ARM&apos;s latest chip technology.  The iPad is still ahead on connectivity, though. Google is not currently offering a version of the Nexus 10 with 3G or 4G/LTE. And, needless to say, hardware alone does not define a device.  The Google tablet is thinner, lighter, and boasts a higher pixel density (300ppi v 264ppi).  &quot;Having winning hardware specs is important but only one piece of the total tablet experience. Android is narrowing the gap but iOS is still leading on the content and applications race, which is a big component of the end-user&apos;s purchase decision,&quot; said Rhoda Alexander, an analyst at IHS-iSuppli.   If you have a display where the pixels aren&apos;t visible, does it make any difference if another display has pixels which are even less visible? (And wouldn&apos;t the key question be how well the icons and other content is designed, not just the native screen?) Given tablets but no teachers, Ethiopian children teach themselves &gt;&gt; MIT Technology Review  With 100 million first-grade-aged children worldwide having no access to schooling, the One Laptop Per Child organization is trying something new in two remote Ethiopian villages--simply dropping off tablet computers with preloaded programs and seeing what happens.  The goal: to see if illiterate kids with no previous exposure to written words can learn how to read all by themselves, by experimenting with the tablet and its preloaded alphabet-training games, e-books, movies, cartoons, paintings, and other programs.   Motorola Xooms, since you&apos;re asking. Microsoft Surface with Windows RT review &gt;&gt; gdgt Professionals and amateur reviewers disagree on the merits of the Surface. But why? (Thanks @mbrit on Twitter for the link.) Dear Samsung Galaxy Note II: it&apos;s not you, it&apos;s me &gt;&gt; WSJ.com A video in which Liz Gannes offers her quick review of the SGSN2. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/oct/31/technology-links-newsbucket", 
    "wordcount": "757"
}