{
    "headline": "What can Londoners expect from new Thames tunnel? Lethal pollution", 
    "text": "What could possibly be wrong with a big new car tunnel under the Thames linking deprived east and south London? It would relieve congestion, allow people to cross London more easily, reduce journey times, encourage development, jobs, prosperity, flexibility, and even provide an alternative route between the Isle of Dogs with Greenwich, wouldn&apos;t it? That&apos;s the premise of the mayor, Boris Johnson, and Transport for London (TfL) who, backed by construction and property companies, want to build a 1bn dual carriageway tunnel starting near the Dome on the south bank of the river and emerging on the north side in Tower Hamlets. TfL finishes consultation on the Silvertown crossing on 1 February and hopes to push the plan through next year. But this week at a former church in the shadow of London&apos;s Canary Wharf&apos;s skyscrapers, I heard another side of this proposed road crossing story, and it was shocking. Ian Mudway, a lecturer in respiratory toxicology and part of the environmental research group at King&apos;s College, London, and John Elliot, the head of a transport consultancy who has modelled London traffic for 30 years, told local people about what to expect from the tunnel, which could carry as many as 30,000 cars and lorries a day. Mudway gave the diagnosis. Air pollution, he said, was already a killer in Tower Hamlets. The borough is one of the poorest in Britain, has the highest percentage of children under 15 and one of the oldest populations. It also has many major roads, such as the A12, passing within a few metres of large housing estates. &quot;We have high-density housing here slap bang next to major roads. The borough is crisscrossed by big roads. The whole area is in noncompliance [with EU air quality standards] but people still don&apos;t see air pollution as a big issue. They understand that you die from alcohol or obesity but air pollution doesn&apos;t have that risk factor in people&apos;s imagination, yet it&apos;s a killer,&quot; he told the audience. The death of 4,300 people in London a year from air pollution, he said, was just &quot;the very end of a spectrum of health effects which include heart and lung diseases, cancers and respiratory problems. For everyone who dies there are many more who are hospitalised or who have impaired health,&quot; caused by gases such as carbon monoxide and nitrogen dioxide, and the tiny unburned soot particles, mainly from diesel fuel, called PM10s and 2.5s. The long-term effects of air pollution, he said, were profound, shortening lives, leading to heart attacks and worse. Then came Mudway&apos;s prognosis: he has been researching the effects of air pollution on hundreds of children in three schools in the Tower Hamlets area for several years and has found that their lung capacity is reduced significantly by the age of eight or nine. He himself walks the streets of the borough to measure the pollution and says there is nowhere in Tower Hamlets within the legal limit set by the EU, largely because no one is less than 500m from a busy road. &quot;Did you know that if you live in a polluted area you will have smaller lungs? They will not reach capacity and will be stunted. When, or if, people move to a cleaner environment they still do not recover the function they lost. We have good evidence that every child born in Tower Hamlets will have a reduction in the volume of their lungs by the age of eight. The point is, people die of lung disease later on. You store up a problem that will affect you later.&quot; Diesel cars, vans and lorries, which now make up over 50% of London traffic, are the biggest culprit, he said. Don&apos;t believe the pollution figures that the car companies give you which are based on laboratory tests and not real road conditions, he said. &quot;There is simply no way that diesel cars especially are going to be clean and the only way to reduce pollution effectively is to reduce traffic,&quot; he told us. &quot;So what about the tunnel,&quot; the audience asked him. The idea of pushing a new dual carriageway carrying up to 30,000 polluting cars a day into an already heavily polluted area where the authorities know that great numbers of vulnerable children and old people live clearly struck Mudway as a bad idea. Was it, someone asked, tantamount to a death sentence for the people of Tower Hamlets? He paused before he gave his considered verdict: &quot;It feels criminal to me, unjust, to consider delivering this extra burden of pollution,&quot; he said. Then came John Elliot. He was the man who has proved categorically that big new roads in London generate rather than relieve traffic. Elliott&apos;s message was short and sharp. Far from clearing congestion, his calculations suggested this proposed new tunnel would worsen traffic jams and pollution, increase journey lengths, and encourage more trips from outside London. &quot;TfL says it will be able to design tolls to manage the traffic [through the tunnel]. Well, they could toll everything out which would make it pointless building the tunnel. Or they could have no tolls which would probably increase traffic by 100%, and lead to widespread congestion throughout east London and beyond. Or they could go for something in the middle which would result in, possibly an extra 2,000 vehicles per hour which would significantly worsen congestion throughout east London and beyond.&quot; The audience left. &quot;Funny, but Transport for London and the mayor don&apos;t want talk much about pollution. I wonder why not,&quot; said one woman who lives in a block of flats nearby. Next week Mudway and Elliott will talk in public about what the tunnel could mean to the south side of the river. Councillors, TfL staff, Johnson and locals are welcome.  Next week&apos;s meeting in Greenwich is at Forum@Greenwich, Trafalgar Road, Greenwich, London SE10 9EQ, Monday 28 January 6.30-8.30 pm", 
    "section": "environment", 
    "gid": "environment/blog/2013/jan/24/london-thames-tunnel-pollution", 
    "wordcount": "1008"
}