{
    "headline": "Obama supports TransCanada's bid to push ahead with part of oil pipeline", 
    "text": "Barack Obama helped put the Keystone XL tar sands pipeline back on track on Monday, endorsing construction on a key southern portion of the controversial project. The White House support for construction of a southern portion of the pipeline, running from Cushing, Oklahoma to Port Arthur, Texas, essentially unravels its rejection of the entire project just one month ago. The move was seen by environmental campaigners as a betrayal. The Sierra Club described the revival of the pipeline project as a &quot;dirty trick&quot;. But the manoeuvre could insulate Obama in an election year from what was emerging as a key line in Republican attacks: that he had sided with environmental campaigners against America&apos;s energy security and jobs. TransCanada, the Canadian firm behind the pipeline, announced on Monday that it was pushing ahead with construction on a southern portion of the pipeline, running from Cushing to Port Arthur. The company also said it would renew its efforts to get permission for a more contentious portion of the pipeline, cutting across the Canadian border and the state of Nebraska. The original route for the pipeline, across a sensitive ecological terrain, had set off protests across Nebraska, eventually forcing Obama to reject a permit for the project last month. The White House had argued at the time that Republicans in Congress had forced the decision by setting an unrealistic 60-day deadline for its approval. Obama had said that did not give officials enough time to review its route. But that explanation did not gain traction politically, and Obama was still taking hits from Republican primary candidates and leaders in Congress for his rejection of the permit. Now by splitting the project in two, TransCanada seems to have discovered a workaround to enable pipeline construction to go ahead  and the Obama administration moved swiftly to show it was on board with the plan. &quot;We support the company&apos;s interest in proceeding with this project, which will help address the bottleneck of oil in Cushing that has resulted in large part from increased domestic oil production,&quot; the White House spokesman, Jay Carney, told reporters. He said building the pipline would help create jobs. &quot;We look forward to working with TransCanada to ensure that it is built in a safe, responsible and timely mannter, and we commit to taking every step possible to expedite the necessary federal permits,&quot; he said. TransCanada said it hopes to complete the $2.3bn project by mid-2013. The pipeline will not  initially at least  extend as far as the Alberta tar sands, because the company does not yet have a permit from the State Department. That was the same permit Obama denied last month. But the Oklahoma-Texas section does not require such a permit. And TransCanada said it was working with authorities in Nebraska on a new route and hoped to obtain the permit in the near future. &quot;The over-three year environmental review for Keystone XL completed last summer was the most comprehensive process ever for a cross border pipeline,&quot; TransCanada president Russ Girling said in a statement. &quot;Based on that work, we would expect [that] our cross-border permit be processed expeditiously, and a decision made once a new route in Nebraska is determined.&quot; Monday&apos;s developments were a major blow to campaigners who had seen Obama&apos;s rejection of the pipeline last month as one of their biggest victories in years. The campaign against the pipeline was seen as a triumph of grassroots organisating, uniting an array of unlikely allies. By last month, opponents of the pipeline included the major environmental organisations, who feared the pipeline would increase the use of carbon-heavy tar sands oil, to ranchers in Nebraska, who feared a leak would poison their water supply, to Tea Party activists in Texas, who resented the heavy-handed tactics TransCanada used to acquire land along the pipeline route. Now the unravelling of that decision risks pitting Obama against those same environmental campaigners. &quot;We see dirty political tricks, dirty PR tricks, and now, this dirty trick to build the pipeline piecemeal,&quot; Michael Brune, the director of the Sierra Club, said. Friends of the Earth accused Obama of playing politics with the environment. &quot;The administration must stop trying to have it both ways. President Obama cannot expect to protect the climate and to put the country on a path toward 21st-century clean energy while simultaneously shilling for one of the dirtiest industries on earth,&quot; it said in a statement. &quot;Any attempt to move forward with any segment of the pipeline will be met with the same fierce grassroots opposition that stopped the pipeline the first time.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/feb/27/obama-transcanada-keystone-xl-pipeline", 
    "wordcount": "777"
}