{
    "headline": "Developing nations' fishing grounds should be protected, UN says", 
    "text": "Rich countries exploiting the fishing grounds of developing nations should be reined in, a new report by the United Nations has found, in order to conserve dwindling fish stocks and improve the wellbeing of people in poor countries. As fish stocks around the world have become seriously depleted, the industrial fishing fleets of some countries have responded by seeking out fishing grounds belonging to developing countries, which often are populated by small boats rather than huge trawlers. Some governments have signed deals allowing such exploitation, while in other cases the fleet-owners circumvent regulations by registering their vessels in the developing country, while exporting the fish they catch back to their home markets. But this &quot;ocean-grabbing&quot; is a serious threat to fish stocks, according to Olivier De Schutter, the UN&apos;s special rapporteur on the right to food. He said the practice could damage food security and lead to the over-exploitation of dwindling fish stocks. He compared it to the &quot;land-grabbing&quot;  by which countries such as China and Saudi Arabia have bought up agricultural land in poorer countries such as Ethiopia and Ghana  that has been an increasing trend in recent years, and which some have blamed for endangering farmers&apos; security. De Schutter said: &quot;Ocean-grabbing, in the shape of shady access agreements that harm small-scale fishers, unreported catch, incursions into protected waters, and the diversion of resources away from local populations, can be as serious a threat as land-grabbing. Without rapid action to claw back waters from unsustainable practices, fisheries will no longer be able to play a critical role in securing the right to food of millions.&quot; The illegal catch resulting from such practices amounts to between 10m and 28m tonnes of fish a year. De Schutter said there were also problems with fleets flouting quotas and regulations meant to conserve fisheries. As much as 7.3m tonnes  10% of global catch  is discarded every year. &quot;It is clear that as fish are becoming less abundant, fishing vessels are tempted to evade rules and conservation strategies,&quot; he said. EU member states have been some of the most active in negotiating rights to fish in developing countries&apos; waters. The EU fisheries commissioner, Maria Damanaki, has vowed to reform such licensing deals as part of her plans for sweeping reforms of the EU common fisheries policy, which will include a ban on the wasteful practice of discarding edible fish at sea, in order to make quotas. De Schutter said more needed to be done, and called for licensing and access agreements on fisheries to be revised as a matter of urgency. One of the most important measures, he said, would be to take better account of the role of small-scale fishing fleets, which tend to serve local people rather than international markets, and which tend to be more sustainable because the fishermen take smaller catches and have less bycatch and discards. De Schutter said small-scale fishers even use less fuel per gallon than industrial trawlers. &quot;Industrial fishing in far-flung waters may seem like the economic option, but only because fleets are able to pocket major subsidies while externalising the costs of over-fishing and resource degradation. Future generations will pay the price when the oceans run dry,&quot; he said. He called for the creation of &quot;artisanal&quot; fishing zones where small-scale vessels would have the priority, and for support for co-operatives of small-scale fishermen. &quot;It is possible, and necessary, to turn these resources away from over-exploitation, and towards the benefit of local communities,&quot; he said.", 
    "section": "environment", 
    "gid": "environment/2012/oct/31/developing-nations-fishing-protected-un", 
    "wordcount": "594"
}