{
    "headline": "UN warns of looming worldwide food crisis in 2013", 
    "text": "World grain reserves are so dangerously low that severe weather in the United States or other food-exporting countries could trigger a major hunger crisis next year, the United Nations has warned. Failing harvests in the US, Ukraine and other countries this year have eroded reserves to their lowest level since 1974. The US, which has experienced record heatwaves and droughts in 2012, now holds in reserve a historically low 6.5% of the maize that it expects to consume in the next year, says the UN. &quot;We&apos;ve not been producing as much as we are consuming. That is why stocks are being run down. Supplies are now very tight across the world and reserves are at a very low level, leaving no room for unexpected events next year,&quot; said Abdolreza Abbassian, a senior economist with the UN Food and Agriculture Organisation (FAO). With food consumption exceeding the amount grown for six of the past 11 years, countries have run down reserves from an average of 107 days of consumption 10 years ago to under 74 days recently. Prices of main food crops such as wheat and maize are now close to those that sparked riots in 25 countries in 2008. FAO figures released this week suggest that 870 million people are malnourished and the food crisis is growing in the Middle East and Africa. Wheat production this year is expected to be 5.2% below 2011, with yields of most other crops, except rice, also falling, says the UN. The figures come as one of the world&apos;s leading environmentalists issued a warning that the global food supply system could collapse at any point, leaving hundreds of millions more people hungry, sparking widespread riots and bringing down governments. In a shocking new assessment of the prospects of meeting food needs, Lester Brown, president of the Earth policy research centre in Washington, says that the climate is no longer reliable and the demands for food are growing so fast that a breakdown is inevitable, unless urgent action is taken. &quot;Food shortages undermined earlier civilisations. We are on the same path. Each country is now fending for itself. The world is living one year to the next,&quot; he writes in a new book. According to Brown, we are seeing the start of a food supply breakdown with a dash by speculators to &quot;grab&quot; millions of square miles of cheap farmland, the doubling of international food prices in a decade, and the dramatic rundown of countries&apos; food reserves. This year, for the sixth time in 11 years, the world will consume more food than it produces, largely because of extreme weather in the US and other major food-exporting countries. Oxfam last week said that the price of key staples, including wheat and rice, may double in the next 20 years, threatening disastrous consequences for poor people who spend a large proportion of their income on food. In 2012, according to the FAO, food prices are already at close to record levels, having risen 1.4% in September following an increase of 6% in July. &quot;We are entering a new era of rising food prices and spreading hunger. Food supplies are tightening everywhere and land is becoming the most sought-after commodity as the world shifts from an age of food abundance to one of scarcity,&quot; says Brown. &quot;The geopolitics of food is fast overshadowing the geopolitics of oil.&quot; His warnings come as the UN and world governments reported that extreme heat and drought in the US and other major food-exporting countries had hit harvests badly and sent prices spiralling. &quot;The situation we are in is not temporary. These things will happen all the time. Climate is in a state of flux and there is no normal any more. &quot;We are beginning a new chapter. We will see food unrest in many more places. &quot;Armed aggression is no longer the principal threat to our future. The overriding threats to this century are climate change, population growth, spreading water shortages and rising food prices,&quot; Brown says.", 
    "section": "global-development", 
    "gid": "global-development/2012/oct/14/un-global-food-crisis-warning", 
    "wordcount": "683"
}