{
    "headline": "Press Start: Mirror's Edge 2 rumours, GameCity 8 announced and more", 
    "text": "A selection of links, hand-picked by the Guardian games writers. Mirror&apos;s Edge 2 Is Probably A Thing Again | Rock, Paper, Shotgun  It is one of the more ignoble of ways to be seemingly announced, but the often speculated Mirror&apos;s Edge 2 now has a support page on EA&apos;s site. (Update: since deleted.) The game has appeared a couple of times on Amazon in the last couple of weeks, as an XBone listing for Italy and Germany, both of course rapidly removed.  Could this be an E3 announcement? It would seem an audacious move for EA. The original game was a flawed masterpiece (which I vociferously defended), but it wasn&apos;t a huge seller. Maybe a downloadable title for next-gen consoles? Whatever the case, I love John Walker&apos;s desperate plea at the end of his news story: &quot;DON&apos;T PUT GUNS IN IT&quot;.  GameCity 8: Nottingham festival sees indies create unique projects | Digital Spy  The Nottingham-based games culture festival will reposition two large outdoor screens in the city&apos;s Market Square each day to create new games for the public to engage with. Example screen positions include placing them back-to-back, swinging from a crane or lying on the floor to create new gaming experiences. A number of high profile developers, including Fez&apos;s Phil Fish, Thomas Was Alone&apos;s Mike Bithell, Noby Noby Boy&apos;s Keita Takahashi and Ridiculous Fishing studio Vlambeer will be making new projects specifically for the two screens.  This looks AMAZING. It&apos;s no secret that I love GameCity, it us one of the highlights of my year and this looks like a fascinating instalment. It&apos;s taking place from 19 to 26 October. Keep watching the office site for more info.  EA Retroactively Killing Online Passes | www.GameInformer.com  EA announced that it was abandoning online passes in future games a few weeks ago, and it appears that decision may be affecting games already in circulation. Whether it&apos;s by design or in error, players can now download online passes for 10 of the company&apos;s previous releases, including Mass Effect 2, Medal of Honor, and Dragon Age II.  It is likely, of course, that EA is abandoning Online Pass because the next-gen consoles will have their own ways to re-monetise used games and online services, but still... Double Fine launches Massive Chalice on Kickstarter | VG247  Double Fine has announced Massive Chalice and has taken it to Kickstarter. The project is described by the firm as if &quot;turn-based tactics and feudal fantasy had a lovechild, and that offspring founded a mighty century-spanning dynasty.&quot; Using the Buddha Engine, the title is slated for PC, Mac, and Linux. The firm needs $725,000 to make it a reality, and the counter is moving so fast I can&apos;t keep up, but as I type this $9,791 has been pledged by 253 backers.  A few hours later and it&apos;s already on around $450,000. In the future, when a developer does well with crowd-funding, they&apos;ll just say, &quot;We totally, Double Fined it!&quot; IndieCade at E3 2013 | IndieCade  Join us at the 2013 IndieCade Showcase @E3 to see the year&apos;s cutting edge independent games and industry trends, and the special opportunity to meet the creators. There is an explosion of creativity and innovation in the indie sectorand IndieCade is here to show you the game-changers that go on to transform the industry landscape.   This year&apos;s amazing line up includes Guns of Icarus Online, In a Permanent Save State, Lovers in a Dangerous Spacetime and the hilarious social game QuickDraw from UK studio Greenfly Studios. Simon Brislin&apos;s Blog - Balancing Narrative And Gameplay | Gamasutra  Clint Hocking coined the term in (&quot;Ludonarrative Dissonance in Bioshock&quot;). This is essentially when the narrative elements and the ludic elements are in conflict. His contention was that this is a problem with &quot;Bioshock&quot;. He claims that there are two contracts on offer to the player: a personal power-seeking contract and a narrative contract to behave altruistically. The argument being that this is in conflict with the ludic contract.  This is a really interesting developer-focused look at the dichotomy between narrative and gameplay  and how to prevent the two from hurting each other. Meet the V&amp;A&apos;s first games designer in residence | BBC News  Sophia George, 22-year-old BAFTA winner and Chair of Swallowtail Games, has been appointed as the first-ever Games Designer in Residence at London&apos;s Victoria &amp; Albert museum. The residency is a partnership between the V&amp;A, V&amp;A at Dundee, the University of Abertay Dundee and the Association for UK Interactive Entertainment (Ukie), the games industry body.  The last time I interviewed Sophia she was struggling to stay in the industry; now she&apos;s going to be designing games for one of London&apos;s finest museums. It will be intriguing to see where this goes.  The Fastest Way to Reach The End - Minecraft Wiki Guide | IGN  Since the inclusion of The End, Minecraft is a game that can actually be &quot;won&quot;. The bad news is it&apos;s one heck of a challenge to get there. With such a difficult goal you should be well prepared and know exactly what you have to do to complete your quest.   I&apos;m keeping this away from my sons, lest they become completely obsessed with the game. You can follow Press Start at Pinboard.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/may/31/game-links-press-start", 
    "wordcount": "889"
}