{
    "headline": "It's not winning, it's taking part", 
    "text": "David Cameron&apos;s opportunism was predictable  but the professional inadequacy of his comments and proposals to introduce competitive team sports in primary schools beggars belief (Report, 1 August). It runs against all known research on child development. Children are not ready for traditional team sports until perhaps the last year of primary school at best. What he is pleased to call an &quot;all must have prizes&quot; culture is experienced professionals ensuring that all primary children develop confidence in their physical identity, each optimally developing individual physical skills and coordination. What is needed is the re-establishment of funding for specialist PE advisers to help primary teachers to develop and deliver a properly balanced, challenging and broadly based programme of physical education  not half-cocked efforts to offer a prep school games programme. Cameron and Michael Gove propose to ignore the overwhelming consensus of professional educationist advice and proven empirical child development science to pursue damaging personal hobby horses and impose them on a profession that actually does know better.Keith FarmanSt Albans, Hertfordshire  So the prime minister has nothing against Indian dancing but does not consider it to be sport. Has he ever seen an Indian dance performance? Has he not appreciated the poise, balance, coordination, strength and stamina of the performers? It may not be an Olympic sport  but it surely compares with artistic gymnastics and synchronised swimming. Ray PerhamIlford, Essex  David Cameron wants competitive sport in schools. This is not surprising: competitive sport is elitist. Olympic Games commentaries give the firm impression that all non-medal-winners have failed. Even silver and bronze winners are referred to as &quot;failing to secure gold&quot;. While children should be given every opportunity to excel in whatever they pursue, be it academic, sporting or artistic interest, it is much more important that they enjoy doing things. Yes, they need challenges to try new things, but so many children are discouraged by the stigma of failure. Ask kids to make up two teams for playground football and watch the inept and unfit being rejected. A quarter of our children are obese. We need to encourage them to participate in activity that will help them get healthy and live longer. Money shouldn&apos;t be spent on training the elite for a handful of medals while local playing fields are sold off and swimming pools closed down.Jeffrey ButcherMorecambe, Lancashire  Presumably, David Cameron is thinking of the 1950s and 1960s, when such enthusiasms for competitive school sports prevailed. Graduates of such competition in schools sports went on to represent Britain at the Olympics, achieving the dizzy heights of 20 medals in 1960, before declining to 18 in each of 1964 and 1968 and 13 in 1972. The highest we achieved in the medal table in that period was 10th. In the more recent era, with its emphasis on participation, the British team has performed rather better. Britain won 48 medals and fourth place in 2008, and more than 60 and third place in 2012.Bob WolfsonRudford, Gloucestershire   The government is right that certain values are best developed through participation in competitive team sports. Evidence can be seen every Sunday morning of the football season in parks up and down the country as players of not much more than primary-school age emulate their heroes by spitting, swearing, arguing with the referee and abusing teammates for the slightest error. All this while being spurred on from the touchline by inadequate coaches and parents keen to bathe in the reflected glory of their embryonic Joey Bartons and John Terrys. I&apos;m with the prime minister  you can&apos;t get that from Indian dance.George BethellStowmarket, Suffolk  Competitive sport in primary schools will make no difference to the already engaged child; but, surely, compulsion will lead to increased truancy? Running away may not be the intended exercise.Pauline WilsonAbingdon, Oxfordshire", 
    "section": "education", 
    "gid": "education/2012/aug/12/not-winning-takng-part", 
    "wordcount": "638"
}