{
    "headline": "Sand martins dig tunnels in the dunes", 
    "text": "   'On the very edge of the colony, a single hovering bird attacks the vertical face, feet scraping away at the soft sand.' Photograph: Marcel van Kammen/Corbis    Only where wind and weather have worked away at their seaward faces to expose the sand beneath is it apparent that the high turf-covered mounds were once dunes at the edge of the sea. Near the summit of the largest, the action of the wind has scoured out a sandy trough and created a vertical face some 20ft high. This morning, however, the wind is kind. Somewhere high above, a skylark is singing, and the turf on which we&apos;re lying, our heads level with the lip of the sandy trough, is studded with violets. It&apos;s an idyllic place to watch the sand martins. Above our heads, these birds are tracing complex patterns in the air: circling, fluttering, swooping, accompanying themselves in their aerial dance with a constant twittering and chirruping.Occasionally one will skim past at eye-level, giving us a superb view of the distinctive brown band across the breast and the softly forked tail, before sailing higher into the air to rejoin the rest of the throng. More and more birds are making precision landings at the entrances to tunnels in the sandy face  some slipping in with ease while others, wings tight against their bodies, wriggle through less well-developed openings. Darker featherings of freshly excavated sand below some of the entrances reveal where the sand martins have been busy extending or refurbishing their nesting places. Now and again, rather than entering the tunnel, a bird remains outside, often perched on a ledge so small as to be barely visible. Their presence doesn&apos;t seem to deter others from heading for the same tunnel, but the arrival of an incoming sand martin almost invariably leads to a brief scuffle, followed by a flurry of wings as the vanquishedturns away and drops back into flight. On the very edge of the colony, a single hovering bird determinedly attacks the vertical face, feet scraping away at the soft sand as it begins work on what will hopefully become another occupied nest tunnel.", 
    "section": "environment", 
    "gid": "environment/2013/may/16/sand-martins-build-nest-dunes", 
    "wordcount": "335"
}