{
    "headline": "Fateful night: a young woman is dead, her Tinder date charged with murder", 
    "text": "Warriena Wright was visiting the Gold Coast in Australia when she matched on Tinder with Gable Tostee. They met up in the popular tourist nightspot of Surfers Paradise on a Thursday night and bought a six-pack of beer after spending a few minutes in a pub. By the end of the date Wright was dead, having plunged 14 storeys from the balcony of Tostees apartment, and two years later he is on trial in Queenslands supreme court charged with her murder. The case centres around a 199-minute mobile recording made by Tostee which captured the fractious and ultimately fatal course of the pairs evening together, including the moment Wright fell to her death. It is the key piece of evidence in the supreme court trial of Tostee, 30, who was standing on the other side of a locked glass door the moment Wright fell.   Related: Gable Tostee murder trial played Warriena Wright's screams before balcony fall    And the recording is cited by the crown as demonstration of his guilt, and by the defence as vindication of his innocence.  The pair had met that night, 7 August 2014, after making contact via Tinder a week earlier.  Wright, 26, from New Zealand, was in Australia to attend a friends wedding as part of a two-week vacation that included skydiving and a room in a hotel in Surfers Paradise, near where Tostee lived. CCTV shown to the court captured their meeting on Cavill Avenue in Surfers Paradise, where they exchanged a hug.  They went to a pub but stayed only a few minutes before deciding to head back to Tostees apartment nearby, stopping at a bottle shop to buy a six-pack of beer. Inside the apartment, Tostee says they later had sex in his bed.     Warriena Wright and Gable Tostee pose for photos together on the balcony of his 14th floor Surfers Paradise apartment. Photograph: Supplied    They then went out to his balcony where they posed for photos together, Wright pulling faces, Tostee standing beside her bare-chested. Wrights last contact with family was a Facebook message to a sister, in which she reports having found a man who was the Australian answer to Sam Winchester, the Supernatural TV actor.  At 1am on 8 October, unbeknown to Wright, Tostee pressed record on a mobile phone in his pocket. He wouldnt turn it off until 199 minutes later. By then Wright was dead.  Tostee, having left the building via a basement carpark but still apparently unaware of her fate as police milled around the building, had called his father who urged him to contact a leading criminal lawyer. He had then eaten a pizza.  The crown case is that Tostee, who had locked Wright out on the balcony after their night had deteriorated into verbal and physical altercations, had left Wright in such a state of fear and intimidation that she felt compelled to flee. When Wrights attempt to climb down from the balcony went horribly awry, Tostee was thus responsible for her death, the prosecution contends.  The prosecutor, Glen Cash, told the court in his opening address that at the very least Tostee meant to cause Wright grievous bodily harm, causing her to flee, resulting in her death.  Cash said Tostees recording captured a moment where sounds were consistent with him choking or strangling Wright. She pleaded to be allowed to go home before repeatedly screaming no as he shoved her on to the balcony and shut the door. Defence lawyers for Tostee, who has pleaded not guilty, deny any attempt by Tostee to strangle Wright.  His barrister, Saul Holt, has told the court that Tostee used reasonable force to subdue Wright, who had grown increasingly erratic while drinking heavily. She had taken to randomly, with no apparent provocation, hitting Tostee, threatening violence, throwing ornamental rocks  one of his interior decorations  at his head and hitting him with the clamp of his telescope.  Holt argued that Tostee, after tackling Wright to the floor and forcing her on to the balcony, put them both in a position of safety by shutting the door. Tostee was entitled to lock the door on someone who was violent and disorderly, Holt submitted.     Gable Tostee arrives at the supreme court in Brisbane on Friday. Photograph: Dan Peled/AAP    She is outside, he is inside and he has caused a locked door to be between the two of them, Holt told the court. What happened in this case is nothing like murder or manslaughter. It doesnt fit. Holt said the fact that the critical part of the evening was recorded on Tostees phone meant there was very little in dispute between the crown and the defence apart from the allegation about choking her, which was in absolute dispute, and his culpability for her death. The audio recording, which was discovered by police on a Sony Xperia phone they found in Tostees fathers car, has been released by the court. It captures an early morning conversation awkwardly traversing topics from architecture to religion, as James Blunt and Kanye West play in the background. The talk is punctuated by Tostees occasional cries of Ow! as Wright punches him. He tells her to chill and have a drink. You love beating me up like a Kiwi, Tostee says. Wright tells him she beats people up all the time. Tostee quips that he will end up looking like a piece of tenderised meat if she keeps hitting him.  She asks him if he can tell her mother shes not a loser. She talks about her dog that died, her belief in justice and the afterlife. Tostee says: We die. Thats it. Throw me off the balcony. He talks of three things that are really good on this Earth: food, sleep and sex. He says there are no gods. She says: Ive seen stuff though. Wright tells him: I am going to go vampire on your arse. Tostee yells Ow! again. Hes still laughing. Wrights speech starts to lose its coherence. She shouts Forrest Gump repeatedly, then Im a ninja  its not funny. More cries of Ow! from Tostee.    Related: Gable Tostee 'caused Warriena Wright's death as much as if he'd pushed her', court told    She goes to leave and he asks her if she wants him to walk her back to her apartment. The music stops and Wright asks where her belongings are. Tostee offers to call her mobile phone. She accuses Tostee of stealing her phone and handbag and an argument breaks out. Wheres my fucking shit? I will fucking destroy your jaw. Its not fucking funny. Im going to call the police. Tostee says: I should have never given you so much to drink. I thought we were going to have fun. I dont deserve this shit. Im a nice fucking guy. Tostee finds her phone and calm returns. Wright says she has money in NZ and gets taken advantage of.  Tostee asks her: Do you even remember what you were doing to me half an hour ago? You were beating me up for no reason. You thought it was funny. He suggests she sit down for a second so we can discuss. Ive met some weird people off Tinder. Im the most tolerant person in the world, he said. Wright says she would help anyone in need. Tostee says shes a bit violent though. Wright talks about taking a look out the window, and Tostee tells her: Dont jump off or anything. Wright shrieks help in a mock high-pitched voice, adding that shes only joking. Tostee tells her the men in white coats are coming. Youre kind of mental, but in a really cute way, he tells her. Wright goes to the bathroom and Tostee whispers into his phone: God help me. Shit. Wright returns. Slurring her words, she begins whispering to Tostee about Sam, later exhorting him to: Bow down to Sam. He yells Ouch then Ill bow down. That signals Tostees apparent switch from annoyance to anger. He tells her: Thats more than enough. Youve worn out your welcome. Youre not my kind of girl. You have to leave.     The balcony of Gable Tostees 14th floor Surfers Paradise apartment. Photograph: Dan Peled/AAP    In Tostees account, his tackling of Wright to the floor of the apartment follows her striking him with a telescope. The prosecution claims that is when the sound consistent with Tostee choking Wright can be heard, which he denies. You are lucky I havent chucked you off my balcony, you goddamn psycho little bitch, he says. Who the fuck do you think I am? Yeah, do your muay thai now. Wright, her mouth sounding muffled, says he is sexist. Im the one whos injured. You dont have a goddamn scratch on you, Tostee says. I thought you were just playing around. But youre psycho. Goddamn psycho. Im going to let you go, Im going to walk you out of this apartment just the way you are. Youre not going to collect any of your belongings or anything, youre just going to walk out and Im going to slam the door on you. You understand? If you try and pull anything Ill knock you out. Ill knock you the fuck out. Tostee tells Wright to get up. Im sorry, Wright says. I dont care. Get up, Tostee says. Tostee, apparently still restraining Wright, tells her over and over: You dont understand do you? You think you can hit me and I just fall down like in the movies?  Wright tells him repeatedly to Let go.  Tostee: Who the fuck do you think you are?  Wright: No, no, no, no   Tostee: You trying to kill me, huh? Whyd you try and hit me with that, huh? Wright is screaming no over and over again. This is all on recording you know. Its all being recorded, Tostee says. Wright pleads: Just let me go home. Tostee says: I would but youve been a bad girl. The glass door clicks shut and Wrights screams fade. Tostee sighs. Less than 20 seconds pass when Wright screams as she slips from the balcony rail. Tostees barrister, Holt, in his opening address on Monday, told the jury the moment when the screaming Wright was being locked on the balcony was a horrible one to listen to because you know what comes next. But the recording contained a sequence of events that would bear out his clients innocence of her murder, Holt argued. It really is, all in the recording, he said. The trial continues.", 
    "section": "technology", 
    "gid": "technology/2016/oct/15/fateful-night-a-young-woman-is-dead-her-tinder-date-charged-with", 
    "wordcount": "1732"
}