{
    "headline": "The era of the spider's web", 
    "text": "If you want an object lesson in humility then I recommend you go out in early morning or evening, when the sun is at a low angle, and examine any length of fencing. Glistening from every link in the chain is a gossamer of spiders&apos; webs. In fact some fences here are so smothered there are actually two structures  one of galvanised metal but another infinitely finer, continuous tissue of silk. You quickly realise that spiders are everywhere. One estimate suggests 2.5m per hectare. We might well hold the title deeds, but this is not our land. It belongs to spiders. Or, at least it did, because the real era of the spider&apos;s web is the cusp of late summer and early autumn. We now live largely amid the ruins of this year&apos;s arachnid dynasty, but evidence of its existence, all that dust-laden silk, is still a remarkable phenomenon. My favourite is the orb-web which is made by one of our commonest species, the garden cross spider, itself a glorious gem with sparkling white markings on a background that varies from soft grey-brown right through to brightest conker. Most individual webs of this species that I&apos;ve counted have around 20 to 25 radials per web with a comparable number of everdecreasing circles, each one beautifully spliced into the circumference of the last. However, I did find one that had 36 radials and 37 circumferences. It meant that in order to complete her web the spider had linked her silk lines at least 1,332 times. She does it mainly at night, purely by touch, and yet by morning the thing is always the same Platonic model of perfection, gilded by microscopic beads of dew. The earliest spiders arose in the Devonian 400m years ago, so think how old that form is. When you see a spider&apos;s web you are looking at a work of art whose design was worked out before our species existed.", 
    "section": "environment", 
    "gid": "environment/2012/oct/14/blackwater-carr-norfolk-spider-web", 
    "wordcount": "326"
}