{
    "headline": "How dangerous is space debris?", 
    "text": "   The International Space Station is the biggest manmade structure in space. Its size makes it the biggest target for space debris. Photograph: ESA/NASA/Roscosmos    This week, the International Space Station (ISS) made its latest move in a long-running game of cat and mouse with pieces of space debris. For years now, the ISS has been dodging collisions. Some of the latest manoeuvres took place in April 2011 and January 2012. What may not be so obvious is that many of its &quot;near-misses&quot; are due to fragments from a single event in 2009 that shocked the aerospace community.  On 10 February that year, the defunct Russian military communications satellite Kosmos 2251 struck the solar panel of Iridium 33, a commercial American communications satellite. The panel shattered and Iridium 33 tumbled out of control. Kosmos 2251 disintegrated. The catastrophe created more than 2,000 pieces of space debris with sizes greater than 10 centimetres, and potentially hundreds of thousands of smaller fragments that cannot currently be tracked from Earth. To put the trackable debris into perspective, about 10% of all known space debris accumulated over the past 55 years comes from the 2009 Kosmos-Iridium collision.  Fragments as small as a single centimetre have the potential to destroy whole satellites because of the speed at which they are travelling. This is because the energy of a collision is overwhelmingly determined by the speed at which things strike each other. (Who else remembers that half-mass-times-velocity-squared equation of kinetic energy?) Typical orbital velocities can be tens of thousands of kilometres per hour. In the case of Kosmos and Iridium, the collision speed was 42,100km/hr.            The reason Kosmos-Iridium shocked the aerospace community was that it was a definite step towards a nightmare scenario that had been proposed in 1978 and is known as the Kessler syndrome.  Back then, NASA employee Donald Kessler, together with colleague Burton Cour-Palais, proposed that as the number of satellites rose, so would the risk of accidental collisions. The resulting debris would take out further satellites, sparking a chain reaction that would swiftly encircle the planet with a vast cloud of debris. Orbits would then become unusable because anything placed up there would be sandblasted into smithereens, exacerbating the problem. Eventually our access to space would be lost. The Chinese started us down the path to the Kessler Syndrome in 2007, when they destroyed one of their own satellites with a missile. It was a test designed to show the West that China had an anti-satellite capability, but it has left a cloud of debris containing 3,000 trackable particles. So, why aren&apos;t we launching special satellites to clean up space? Firstly, because it is sensitive politically: a satellite, even a defunct one, remains the property of the people who launched it. So you can&apos;t just start pulling objects out of the sky, even if they pose a danger to your spacecraft. Secondly, there is an obviously military side to all this. If you have the capability to push a dead satellite out of orbit, you could use the same method to take down a live one. This is a knotty legal, political and military problem. Work is proceeding at the various space agencies around the world; notably as part of ESA&apos;s Space Situational Awareness Programme and independently at NASA&apos;s Orbital Debris Program Office.  Time is of the essence. Douglas Adams famously said &quot;space is big&quot;, which is true when you consider the whole universe. However, the space around Earth is not, and we are filling it more fully every day. We must find a way to solve the problem of space debris. Stuart Clark is the author of The Big Questions: The Universe (Quercus)", 
    "section": "science", 
    "gid": "science/across-the-universe/2012/oct/04/astronomy-space", 
    "wordcount": "595"
}