{
    "headline": "Boot up: Jonathan Ive speaks, Firefox and H.264, Bethnal Green Ventures, Google's knowledge graph and more", 
    "text": "A quick burst of 9 links for you to chew over, as picked by the Technology team Sir Jonathan Ive: The iMan cometh &gt;&gt; Evening Standard Good (if a little London-ish; understandable, as the Standard is a London local paper) Q&amp;A with Jonathan Ive of Apple. Hardware-accelerated audio/video decoding in Gecko (bug 714408) - mozilla.dev.platform &gt;&gt; Mozilla mailing list Andreas Gal is one of the Mozilla team leaders:   I want to land bug 714408 on mozilla-central as soon as I get review for it. It adds hardware-accelerated audio/video decoding support to Gecko using system decoders already present on the system. Android, for example, ships by default with a number of decoders, and in particular for such mobile devices we really have to use these hardware-accelerated decoders for good battery life (and performance).   Looks innocuous; in fact, it&apos;s the Firefox team caving in and using system decoders for H.264 and AAC and MP3 (patent-encumbered all), and essentially admitting that the open source WebM video codec is not going to get any traction on the web. Those with long(ish) memories may recall which company said it would drop H.264 support from its browser - but so far hasn&apos;t. Read the whole thing; fascinating. How does 15,000 of startup investment sound? &gt;&gt; Bethnal Green Ventures  Bethnal Green Ventures is an accelerator programme for technology startups working on things that matter. How it works: once a year, we work with a group of very early stage companies and provide them with up to 15,000 of investment and a three month programme of support based in Bethnal Green in East London.   Tell a friend. Nokia Money shot: Indian mobile banking service axed &gt;&gt; The Register Footnotes:   Nokia is axing its banking service in India, the only place it was ever launched, as the company continues to scale back to focus on selling mobile phones. Following trials going back to the start of 2010, leading up to a national launch across India late last year, Nokia Money is shutting down in the face of increasing competition from local rivals. The company&apos;s new focus on making mobes has seen a load of periphery projects lopped off.  Google Knowledge Graph could change search forever &gt;&gt; Mashable That&apos;s a Mashable &quot;forever&quot;, so bring salt. However:   Google has a confession to make: It does not understand you. If you ask it &quot;the 10 deepest lakes in the U.S,&quot; it will give you a very good result based on the keywords in the phrase and sites with significant authority on those words and even word groupings, but Google Fellow and SVP Amit Singhal says Google doesn&apos;t understand the question. &quot;We cross our fingers and hope someone on the web has written about these things or topics.&quot; The future of Google Search, though, could be a very different story. In an extensive conversation, Singhal, who has been in the search field for 20 years, outlined a developing vision for search that takes it beyond mere words and into the world of entities, attributes and the relationship between those entities. In other words, Google&apos;s future search engine will not only understand your lake question but know a lake is a body of water and tell you the depth, surface areas, temperatures and even salinities for each lake.   Sounds very like the semantic web that Tim Berners-Lee imagined so long ago but is still waiting to happen. Google Search Quality Meeting: spelling for long queries (annotated) &gt;&gt; YouTube  As part of our continued effort to be more transparent about how search works, we&apos;re publishing video footage from our internal weekly search meeting: &quot;Quality Launch Review.&quot; We hold the meeting almost every Thursday to discuss possible algorithmic improvements and make decisions about what to launch. This video is from the meeting that happened on December 1st, 2011, and includes the entire uncut discussion of a real algorithmic improvement to our spell correction system.   Fun, and insightful. We&apos;re also looking forward too to the video from the week when they debated pushing Google+ results up in the US but not the rest of the world (particularly Europe).  And another point made elsewhere is: if this is Google, where are all the Chromebooks? What&apos;s with the Apple laptops? Open data comes to France: every public building mapped &gt;&gt; Guardian Data Blog Alors, j&apos;ai trouv la Muse d&apos;Orsay. Essayer it yourself. Why You Need To Back Young Rewired State Right Now &gt;&gt; TechCrunch UK Mike Butcher:   Even as the UK government seems keener than ever to promote the technology sector as an engine of much needed growth - especially startups - there&apos;s a programme right under its nose which has been running for years which needs help, and now. Young Rewired State has been running annually on very low funding for a while.   Yes, get involved. We&apos;ll do some flagwaving presently, but this is one to back now. Apple and its maps &gt;&gt; MapBox A puzzle:   Currently there is speculation that Apple is using OpenStreetMap data for coverage outside of the United States, and the US Census&apos;s TIGER data within. If this is the case, it&apos;s a strong vote for the use of OpenStreetMap data in mission-critical scenarios, much like Foursquare&apos;s recent move. OpenStreetMap contributors have found telling similarities between Apple&apos;s maps and OpenStreetMap. Here are some examples from Germany, Italy and Austria. However, the data Apple may be using here seems to be from around 2010, as some people have commented on Twitter or have hypothesized based on reverse engineering. Neither Apple&apos;s website nor the legal terms of the iPhoto application include mention of OpenStreetMap data though, leaving Apple&apos;s data sources officially unconfirmed. Neither Apple&apos;s website nor the legal terms of the iPhoto application include mention of OpenStreetMap data though, leaving Apple&apos;s data sources officially unconfirmed.   The puzzle remains. What&apos;s clear though is that Apple hasn&apos;t gone for Google Maps. And that&apos;s significant enough in its own right. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/mar/13/technology-links-newsbucket", 
    "wordcount": "1041"
}