{
    "headline": "A POW called this place 'as near to paradise as possible in a prison camp'", 
    "text": "Millions of years ago, the Danube carved a sinuous course through soft limestone, then shifted its path, leaving a small tributary running through a wide-bottomed valley. I&apos;d come to a point just south of the onion-domed church spires of baroque Eichsttt to discover what was left of a more recent past. In 1943 a young British soldier called this place &quot;as near to paradise as possible in a prison camp&quot;. After three years away from home, POW Lieutenant Peter Conder wrote that the hills behind Oflag VIIB reminded him of the North Downs of his Surrey childhood. The close-cropped downland turf and scattered bushes remain, though I saw that a new estate of off-white houses had been built on the top. The slope opposite had rather more conifers and far fewer oaks, cherries and beeches than Conder  who would later become director of the RSPB  had known, and an industrial estate at its foot was evidence of creeping out-of-town development. But perhaps the &quot;reed-fringed river Altmhl&quot; was still as it had been, animated now by scores of swallows swooping to catch a hatch of mayflies, and blackcaps and chiffchaffs singing and flitting among bankside willows. The flower-filled meadow below the camp was gone. A few scattered celandines were the only other colour left in a ryegrass-filled field. Oddly enough the camp itself is still surrounded by barbed-wire fences. During the second world war they were there to keep allied prisoners in: today they keep people out of a police training college. Some of the pre-war administrative buildings that I recognised from grainy black-and-white prints still stood, and a double row of limes, stocky and wide-crowned in wartime, had grown tall. I looked through plastic-coated wire mesh, imagining the small group of men staving off boredom and the fear of being shot by their captors by conducting exhaustive studies of birds in those grounds. And then I saw attached to one of the old limes, a Vogelhuschen  a nestbox  put up by men wearing a different kind of uniform, but somehow connected to those long-ago prisoners.", 
    "section": "environment", 
    "gid": "environment/2013/may/03/eichstatt-bavaria-pow-soldier-paradise", 
    "wordcount": "355"
}