{
    "headline": "Yahoo's Marissa Mayer: it's not the pregnancy that makes her stand out", 
    "text": "Marissa Mayer is pregnant and assuming the top job at the bumbling technology giant that is Yahoo, and for some reason, people are acting like she either has a debilitating illness or a bomb in her stomach that very well could destroy the company in a few months.  I&apos;m just going to center this whole piece on this tweet by Rebecca Traister, which is awesome:   It is great that Marissa Mayer is pregnant. But intensity of reaction is slightly depressing. Kind of as if they&apos;d hired a yeti.  Rebecca Traister (@rtraister) July 17, 2012  Before you get indignant about Traister (or me) treating this as an unimpressive turn of events, know this: At a basic level, women understand why this is a great, unexpected, unheard-of thing. It&apos;s great to see the working moms of the world feel like they could&apos;ve done it too. But when you consider the (small) number of female CEOs who, in fact, have raised children (and the children of others) while climbing the corporate ladder, I don&apos;t understand why we&apos;re treating this pregnancy as the biggest thing to happen to Yahoo since the 1990s.  Look at the bio of any female CEO in the Fortune 500 realm  it will only take you a few minutes, BECAUSE THERE ARE ONLY 18. Babies, children, husbands are the footnotes. The more interesting part of the bio is that women are being trusted to lead Fortune 500 companies in a time of massive disruption.  Our economy? Hiccuping. Our technology? Impossible to keep new. The way we communicate? Sentence fragments. How we eat? We&apos;re fat. How we buy things? On laptops in the darkness. This is disruption. And now an agonizingly slow trickle of women are stepping in to lead companies that have either have long gone rudderless or need a completely different ship.  Mayer may be the first pregnant female CEO in our history, but she&apos;s also the fifth person in as many years to try to lead Yahoo. In a year, the first line of her bio will not mention the baby she announced on Twitter yesterday.  Another piece of good news today - @zackbogue and I are expecting a new baby boy!postcards.blogs.fortune.cnn.com/2012/07/16/may  marissamayer (@marissamayer) July 17, 2012  You get the feeling that &quot;having it all&quot; was never a topic Mayer or any of her new cohorts much considered as they made the impossible climb.  Let&apos;s look at Xerox CEO Ursula Burns. Burns has a daughter and a stepson. While I&apos;m sure they&apos;re nice people, the kids are not as telling of a massive shift in industry perception than the fact that Burns started out as an intern. Or, how about the fact she&apos;s the first black woman to ever be in the CEO chair? Or how about the fact that people don&apos;t really use Xerox machines anymore? Burns is figuring out how to bring the company into new territory and has exceeded analysts&apos; expectations despite shifting attitudes.  Or how about Pepsico&apos;s Indra Nooyi? Mother of two, helm at a huge company ... irked investors. Why? Because Nooyi decided to branch out into the healthier (perhaps less profitable) snack foods industry, shifting her company&apos;s focus from soft drinks at a time when Americans just keep getting fatter. The reasoning behind her risk, simply, is that it&apos;s the right thing to do. Here Nooyi is talking about balancing work and motherhood in 2010:             There are more women on the CEO shortlist who have dared to do the impossible: Denise Morrison: Campbells Soup, two kids. Irene Rosenfeld: Kraft, two kids. Ellen Kullman: Dupont, three kids.  Also, it should be said that these women are millionaires many times over. There is such a thing as excellent-beyond-the-rest-of-our-wildest-dreams childcare when people place your net worth in the millions.  It&apos;s forward-thinking to hire a pregnant CEO. But hiring a top gun from the company that rules the internet to bring your bumbling giant into the new age has nothing to do with pregnancy. It&apos;s good business and  given the past 24 hours of news coverage  a good PR move for Yahoo. What do you think? Leave your opinion in the comments below or tweet it to @GuardianUS and I&apos;ll add your responses below.", 
    "section": "technology", 
    "gid": "technology/us-news-blog/2012/jul/17/yahoo-marissa-mayer-pregnancy", 
    "wordcount": "708"
}