{
    "headline": "iPhone 7 being investigated after surfer claims it set his car on fire", 
    "text": "Apple is investigating a report from an Australian man who claimed his iPhone 7 caught fire and destroyed his car, the company said on Friday. Surfer Mat Jones told Channel 7 News that he had gone into water off a New South Wales beach and left his new iPhone 7, bought last week, wrapped in a pair of trousers in his car on the beach.  He said that when he returned from the water he saw smoke billowing out from the car. As I looked into my car you could not see inside the car, like all the windows were just black.   Related: Samsung owners furious as company resists paying up for Note 7 fire damage    Footage taken from another phone showed the front seats, dashboard and stick melted and charred, and Jones said that he felt pretty much just like a big heat wave just came out of the car. Eventually the surfer was able to remove what was left of his clothes. Ash was just coming from inside the pants, which then, once you wrapped open the pants the phone was just melting inside of it. On a video taken to record the damage, Jones points out the phone: Theres the phone, total burnout. Jones said that he had not dropped the phone or physically damaged it, as happened to a Sydney man who fell off his bike and suffered burns from an iPhone. He also said that he had not used a non-Apple charging device. A spokeswoman for Apple said the company was investigating the complaint. Were in touch with the customer and were looking into it, she said.    A NSW man says his iPhone 7 burst into flames and filled his car with smoke. https://t.co/7hkrfY9D0f&mdash; 7 News Melbourne (@7NewsMelbourne) October 20, 2016    Lithium-ion batteries can burst into flames because of physical damage or overheating. Apples biggest smartphone competitor, Samsung, has begun an international recall of 2.5m Galaxy Note 7 devices after more than 100 devices started smoking, sparking or caught fire  in some cases causing fire damage and injury. The US government has banned Note 7 phones from air travel, and several airlines have installed fire-containment bags as precautions for overheating smartphones. Samsung was sued in federal court in California on Wednesday over the malfunctions, and analysts warn that the defective phones could cost the company billions.  Several other companies, including Hewlett Packard, Tesla and the makers of so-called hoverboards, have also experienced problems with their lithium-ion batteries, though the vast majority work without problem.", 
    "section": "technology", 
    "gid": "technology/2016/oct/21/iphone-7-car-fire-australia-exploding-battery-samsung", 
    "wordcount": "386"
}