{
    "headline": "EU legislators aim for tougher law on oil, gas and mining payments", 
    "text": "Anti-poverty campaigners have hailed a vote on Tuesday by a European parliamentary committee requiring EU oil, gas, mining and timber companies to publish their payments to foreign governments. They say the move brings Europe a step closer to putting a spotlight on payments worth billions of euros by extractive companies to governments, which have until now remained secret, allowing corrupt officials to pocket natural resource revenues. Parliamentary representatives will now negotiate with member states before a final version of the directive goes to all MEPs for a European parliamentary vote later in the year. &quot;I&apos;m pleased the committee has overwhelmingly backed my compromises for a strong law on transparency and disclosure for the extractive industries,&quot; said Arlene McCarthy, a British Labour MEP and lead legislator on the transparency law, after Tuesday&apos;s vote in the legal affairs committee. &quot;We haven&apos;t given in to the pressure of industry and government lobbying for a weak transparency regime. We&apos;re insisting on project-by-project reporting with a low threshold of 80,000 for payment disclosure. We refused to accept exemptions which would create large loopholes in the law,&quot; she said. &quot;The vote was a clear rejection of the 27 EU member states&apos; weak proposals for disclosure of country-by-country payments and reporting in the extractive industries.&quot; McCarthy said the vote gave MEPs a strong negotiating mandate to force member states and the European commission to accept parliament&apos;s amendments, putting the world on track to create strong global transparency standards with equivalent rules in the EU and the US. However, she criticised Conservative MEPs for failing to back the measure. &quot;This is another U-turn by Conservatives, reneging on Prime Minister David Cameron&apos;s call on Europe to bring forth country and project reporting,&quot; she said. Advocacy groups warmly welcomed the vote by the European parliament&apos;s legal affairs committee. Laura Taylor, Tearfund&apos;s head of public policy, said: &quot;As many mining, oil and gas projects are in developing countries, this will ultimately lead to a better deal for the people who are currently in poverty but who are quite literally living on top of their country&apos;s wealth. When people are better informed they are able to hold their authorities to account and see resources released for development instead of being lost to corruption. This could mean essential services like clean water, healthcare and education, and help to reduce long-term dependency on aid.&quot; In 2009, exports of oil, gas and minerals from Africa were worth about five times the value of international aid to the continent ($246bn against $49bn), according to Global Witness, yet the wealth from natural resources is concentrated in the hands of the few  depriving benefits for the many in what has become known as the &quot;resource curse&quot;. &quot;The European parliament has truly reset the debate on transparency in the EU, so now it&apos;s all eyes on member states to rubberstamp the rules,&quot; said Eloise Todd, Brussels director of ONE. &quot;The details really matter. Getting them wrong would leave millions in the developing world in the dark about what happens to the billions of dollars their governments received for oil and mining deals. Getting them right means local people can hold their governments to account and ensure the money goes to building schools and hospitals, not mansions and limousines for the chosen few.&quot; Nigeria&apos;s corruption agency says $300bn-$400bn has been stolen or wasted over the last 50 years and campaigners say the Democratic Republic of the Congo received only $86,000 in mineral rights in 2006, despite an estimated $1bn of mineral exports each year. But Javier Pereira, policy officer at Eurodad (European Network on Debt and Development) injected a note of caution. &quot;Despite today&apos;s promising progress, there is still a long way to go to ensure that this legislation effectively combats issues of corruption that keep people in developing countries in a cycle of poverty,&quot; he said. &quot;Tax dodging is not easily defeated, so companies should be required to report additional information like sales volumes, assets and profits to put their payments into context. EU governments must now raise the bar by adopting a strong proposal, which should be at least in line with the recently implemented US rules.&quot; The committee&apos;s position is similar to the US securities and exchange commission (SEC) rules adopted in August in four key areas. It reaffirms the principle of project-by-project reporting for large private and public listed European oil, gas, mining and logging companies; proposes a definition of project based on &quot;activities governed by a single contract, licence, lease, concession or similar legal agreement with a government upon which payment liabilities arise&quot;; deletes the exemption for companies reporting in countries where criminal law prohibits disclosure  the SEC said such an exemption would be &quot;inconsistent with the statute and would encourage countries to adopt laws specifically prohibiting the required disclosure&quot;; and proposes a minimum payment threshold of 80,000, almost identical to the SEC minimum of $100,000.", 
    "section": "global-development", 
    "gid": "global-development/2012/sep/19/eu-tougher-transparency-law-extractive", 
    "wordcount": "840"
}