{
    "headline": "Yes, you should be worried about climate change education", 
    "text": "A couple of weeks ago Joe Smith from the Open University posted a draft submission to the consultation on National Curriculum reforms (closes 16 April, if you want to have a pop too). Smith traced the 221 page document for mentions of climate change and sustainability, but they seemed to be entirely absent. He was angry and didn&apos;t hold back in his reaction:  &quot;Their removal appears political: playing to imagined prejudices of a Tory right that recalls a globe half draped in the Union Jack. It is a melancholy fact that Mr Gove and his Cabinet colleagues are unlikely to experience the worst of the anticipated consequences of the current lack of political vigour on environmental issues. It is the young who will get to fill in the gaps in their geography curriculum first hand across the course of their lives.&quot;  On Sunday evening, the Guardian ran a similar story with quotes from worried scientists and activists. &quot;Down with this sort of thing&quot; indignation quickly spread through the web (there&apos;s an e-petition, if that&apos;s your sort of thing).  Yesterday afternoon, Leo Hickman blogged some cold water over the fuss. He&apos;d dug into the text in detail to argue that there is still a lot of scope in the new draft to teach climate change. He concluded it&apos;s really just an ideological difference between top-down and bottom-up approaches to teaching, coming out largely in agreement with the proposed changes emphasis on the latter. Teachers should be free to teach the subject in the way they want.  So is it all a fuss about nothing? Or have we at least got our spot-the-politics the wrong way round? Yes and no. Hickman is right to note the ideological difference in approach to education rather than simply around concern over climate change. However, I think we should still be sceptical about how much freedom this really gives teachers. I&apos;ve seen rhetoric like this before. Apparently looser codes of education often mask less obvious ways of allowing the easy replication of social hierarchies and divides through education systems. If we can collect together to learn to spell (see appendix 1 of the consultation document), we can think about huge global challenges like climate change together too. Moreover, I&apos;m not convinced the bottom-up/top-down issue really is the key ideological difference here. As Hickman himself notes, Tim Oates, the government&apos;s new curriculum adviser, said back in June 2011 that he wanted to see a move away from the teaching of scientific &quot;issues&quot; and instead a desire &quot;to get back to the science in science&quot;. That&apos;s different. It also reflects deeper problems in science education which impact on a lot more than just the climate question.  The idea of getting back to the science sounds good too, doesn&apos;t it? Smells refreshingly rigorous. It&apos;s also tripe. The scientific equivalent of back to basics, hollowly looking to an imagined space we probably don&apos;t really want to return to even if it had ever existed.  The way we conceive of science education is often too atomised around abstract disciplines and too focused on building neat divided sets of science undergraduates, rather than serving and connecting the public at large. This is not a new tension. Interestingly, it was Margaret Thatcher who first called for a shift to build school science for the people, back when she was education secretary. A more problem-based approach doesn&apos;t mean we should stop training people to be scientists, in fact it can be part of the training of scientists (one of the problems I have with the 21st Century Science model is the implication you can divide proto-scientists and proto-publics at such a young age). It&apos;s just a slightly different way to do science, a bit more challenge-orientated, a bit more rooted in the idea of connecting human knowledge to work together to deal with the topics we use science to deal with, rather than atomising everything into abstract disciplinary boundaries which might be traditional, but can also be a bit arbitrary, not to mention a bit stifling. The building of any curriculum is a highly political act, a matter of picking and choosing. In many ways it&apos;s a collective expression of what we as a nation value. That&apos;s why it&apos;s so controversial, because we disagree over what&apos;s most important. I think climate change is important, and I think the Department for Education should too. The word &quot;geography&quot; is there. As is the word &quot;mathematics&quot;. And &quot;spiritual&quot;, &quot;phonic&quot;, &quot;Attenborough&quot;, &quot;Gladstone&quot; and &quot;Tolpuddle&quot; (play your own Ctrl F games for more). I don&apos;t think we should get overly worried about forces of climate denial taking over our schools, but the lack of attention played to the topic is something to be concerned about.", 
    "section": "science", 
    "gid": "science/political-science/2013/mar/19/science-policy", 
    "wordcount": "809"
}