{
    "headline": "Richard Descoings obituary", 
    "text": "Richard Descoings, the director of the prestigious Institut d&apos;Etudes Politiques de Paris, who has been found dead aged 53, was in a class of his own in the French university world. Descoings had a global reach and was a near-household name in France. He was seen variously as an educational visionary, a brilliant politician and the education minister Nicolas Sarkozy never had. While inspirational for his close colleagues, he was seen by his critics as the individual who turned an esteemed institution of higher education into a business school. He did not, as he himself acknowledged, leave people indifferent. This is because Sciences Po, as the institute is generally known, provides a litmus test of what the French expect of their national elite. Under Descoings, it has undergone a transformation that will surely be judged in the same breath as the gamble of its creation in 1871  to give France a more professional elite after their defeat by the Prussians in 1870  and its overhaul in 1945, after the demoralisation of the Nazi occupation. Appointed in 1996, Descoings levered the school out of its almost exclusively national orientation. It had previously counted on recruiting the best students through the best lyces, and prepared them for public life with an intensive training regime, much of which was taught within a closed circle of senior civil servants and eminent practitioners in government. The main element of the Descoings reform that held the French media and public in thrall was his affirmative action strategy. From 2001, the school started to recruit students from some of the most disadvantaged areas of the Paris region, overcoming challenges by a rightwing students&apos; union in the process. Descoings told the International Herald Tribune: &quot;If we do not open our best universities  our private companies and  our political bodies to all citizens, then the future of our nation is in danger.&quot; This democratisation was also social experimentation in renewing an elite. The wish to open up Sciences Po was also reflected in the funding decision of 2005 that made wealthier students pay significant fees of 9,800 annually for undergraduates, and of 13,500 for graduate students) while those of more modest means received bursaries (currently 20% of all students, and 26% of French students). Similarly, there was a successful effort to open campuses for first-year students in six French cities, each with a regional political focus, for example a Europe-Asia campus at Le Havre and a Europe-North America campus in Reims. The second strand of Descoings&apos; reform strategy was to make Sciences Po, albeit small and specialised, comparable in key respects to some of the world&apos;s great universities. Sciences Po had the freedom to innovate. It had an autonomy denied other universities until recently, benefiting from a mixed public-private status, and boasted an unrivalled network into government, politics and France&apos;s big companies to underpin its selective university status. Descoings made the school more academic, more international and bigger (more than doubling in size, to over 10,000 students. He also banked on the European model promoted by the Bologna Process: a three-year undergraduate course, previously the norm, has now become for many a five-year course leading to a master&apos;s, and incorporates a year in a foreign university. What was a relatively research-poor student environment now features far more doctoral studies. The school also signed contracts with 400 non-French universities and increased its intake of foreign students  who now account for 40% of new entrants, up from 10% a decade earlier. Descoings was not an academic but a technocrat, although not as &quot;pur et dur&quot; (pure and tough) as some detractors make out. Born in Paris to parents who were both doctors, in adolescence he was driven from one lyce for not being good enough at mathematics, and into another where he discovered the joys of literature. He was educated at Sciences Po and then the well-known French graduate school ENA, before entering the Conseil d&apos;Etat. As such, he was a typical French civil service high-flyer, playing the interlocking networks of ministerial cabinets, the institutions of state, politics and the economy. In 2005, he chaired a committee to reform the French lyce. It was widely reported that Sarkozy&apos;s government wanted him as a minister to democratise the education system. But while Descoings shunned the frontline of politics, he was happy to be an minence grise to the Socialist party&apos;s presidential candidate Franois Hollande. In January, it was revealed that Descoings was being paid around 25,000 per month at Sciences Po (around 250,000 annually), as well as having a chauffeur, an official residence and a bonus for himself and his wife, an assistant director at Sciences Po. The rebuttal that the vice-chancellor of Birmingham University was paid more, and the president of Columbia University much more, did not go down well with the presidents of France&apos;s biggest universities, not to mention Sciences Po&apos;s own lower-paid army of teachers. Rumours were recently circulating that Descoings was looking for another post. He was made a chevalier of three French orders, the Ordre National du Mrite, and those of the Palmes Acadmiques and of the Lgion d&apos;Honneur. In 2004, Descoings married his colleague Nadia Marik. She survives him.   Richard Jean Marc Descoings, academic, born 23 June 1958; found dead 3 April 2012", 
    "section": "education", 
    "gid": "education/2012/apr/06/richard-descoings", 
    "wordcount": "902"
}