{
    "headline": "The green movement must escape the confines of austerity thinking", 
    "text": "Rereading the Green Alliance&apos;s 2007 pamphlet on conservative environmental thinking, A greener shade of blue?, it is hard not to feel nostalgic for a dynamic conservative opposition, and a time when environmental debate seemed altogether more optimistic. As David Cameron wrote in the pamphlet: &quot;For the first time in British politics a major political party has given the environment equal billing alongside economic and social matters&quot;. And so he had. He was asking the public to &quot;vote blue, go green&quot;, and pushing for annual targets in a new Climate Change Act, and George Osborne was upbraiding Gordon Brown for failing to deliver a green budget. Osborne&apos;s 2011 autumn statement, in which he broadcast disdain for environmental protection, signalled an altogether harsher political climate. It shocked many because it challenged the long-standing consensus that environmental sustainability and economic growth are intertwined, not in conflict. The economic crisis was always going to test that half-truth, since so many forms of economic activity are still unsustainable, but the uncertainty and confusion it has generated are profound. Indian inward investors ask whether they should believe the sentiments of the chancellor, or those of the secretary of state for energy and climate change, in assessing the UK&apos;s direction. British energy businesses talk of the increased cost of capital for their projects as political risk rises. And the trustees and members of the UK&apos;s largest conservation charities worry that their achievements will unravel in the face of the government&apos;s deregulation drive. The threat of a more contested environmental politics poses a dilemma for the NGO community. Put at its simplest, should it hunker down for a protracted defence of the special places and the high environmental standards it was thought were safe, or should it redouble efforts to drive a green transformation of our economy and society? A strong defensive play will be inevitable if government deregulation threatens environmental protection. We should not count on the coalition having the bandwidth to stop these disagreements escalating. It is preoccupied with the economic crisis, spends less of its time talking to stakeholders, and is prone to discounting outside views. This makes the process of developing or changing policy more adversarial than it needs to be, and leads to the coarsening of public debate. The review of subsidies for small-scale solar power, to which very few people objected in principle, is an example of how a small skirmish can blow up into a question of public faith in the government&apos;s green intentions. The bigger risk is if these disputes become partisan and erode the consensus on environmental modernisation in British politics. If the environment becomes a wedge issue between the political parties, as it has done in the US, then progress will grind to a halt. A defensive strategy is a necessary but insufficient response to austerity politics. Done well, it can revitalise public engagement on the environment and reinforce the Burkean view of the moral value of stewarding natural resources on the right of British politics. But it doesn&apos;t achieve a green economic transition, or settle the question of how to create a sustainabile state that can manage a huge economic transition at a time of declining public spending. To do that requires something counterintuitive, which is for the environment community to be even more ambitious for change than in good times, and to think beyond the boundaries of current policy. So far the financial crisis has acted as an effective filibuster, blocking debate about both sustainable economics and the value of nature and natural beauty, but it doesn&apos;t have to be that way. Sadly, it will slow the delivery of major new policy outcomes in the short-term, but it also provides the opportunity to create the big ideas that can shape the policy and politics after the acute phase of the current crisis has passed. This means grappling with the big questions which are avoided when times are good. The ones that sit beneath Osborne&apos;s lazy assumption that good economics and high environmental standards are in conflict. How can we meet growing housing needs without losing treasured places? What can a green economy offer for the poorest? Where can growth come from without increasing material consumption? There is a public thirst for new answers. The second benefit of being bold while politics retracts is that old allegiances are shifting and new alliances are possible. Government and business are profoundly unsure about what the future holds, and are disturbed by the volatility of public opinion. Civil society organisations can channel the public mood, and to spot the opportunities to create new coalitions of interest. Public anger about bankers&apos; bonuses may seem distant from some NGO concerns but it also reflects a wider frustration that government is sitting on its hands. It&apos;s a close cousin to the desire the environment community has for active, strategic government and governance for the long term. The effect of such inquiry will be that it will generate new proposals for institutional and policy reform. Big ideas emerge from hard times, but survive for decades. The depression of the 1930s resulted in both the birth of the welfare state, and the Hayekian anti-regulation thinking which led directly to today&apos;s financial implosion. Out of the current crisis will emerge new expectations of what is needed from the state, society and business. It&apos;s a good time to make the case for a new settlement, where communities are given greater power in return for new environmental responsibilities, businesses are given a licence to operate in return for sustainable long-term investment, and the state reinvents its purpose as sustainability, negotiating the big private and public shifts in behaviour we need to achieve stability in a resource depleted world. We need to escape the confines of austerity thinking and to set more optimistic terms for the post-crisis phase of politics.  Matthew Spencer is director of Green Alliance, an environmental thinktank.  The event Can environmentalism survive the austerity drive? is on at 12.30pm on Sunday 25 March as part of the Guardian&apos;s Open Weekend.", 
    "section": "environment", 
    "gid": "environment/2012/feb/28/green-movement-austerity-thinking", 
    "wordcount": "1009"
}