{
    "headline": "Dizzy Returns: retro games hero gets Kickstarter campaign", 
    "text": "Dizzy, the unlikely egg-shaped eighties gaming hero, is set to return thanks to crowd-funding site Kickstarter. The character&apos;s original creators, Philip and Andrew Oliver, will be working on a new instalment in the hugely successful series, together with their team at Blitz Games Studios, the development company they founded in 1990. The twins, who wrote their first Dizzy game in 1987, are asking for 350,000 to fund the project. &quot;We&apos;ve talked about this for 20 years and we feel now is the time to strike,&quot; said Andrew Oliver. &quot;This is going to be a brand new game, designed by us. We&apos;ve got some twists in key areas  it will be very new and fresh, but true to the world of Dizzy&quot;. A Kickstarter page for Dizzy Returns was unveiled for the game on Friday morning. The popular crowd-funding service, which lets fans support creative projects by donating directly to the development process, has just launched in the UK. Originally founded in the US in 2009, the site has hosted almost 80,000 projects and over $360m has been successfully raised. Originally appearing on early home computers such as the Spectrum, Commodore and Amstrad, the Dizzy titles were colourful, action adventures set in various fairy tale-inspired kingdoms. The games usually consisted of fiendish puzzles revolving around the collection and implementation of surreal objects.  Published by Codemasters, then a specialist in budget titles, the games were hugely successful, selling over three million copies; the second instalment, Treasure Island Dizzy, stayed in the charts for 83 weeks. However, in the early nineties, the Oliver twins set up their own studio, severing their relationship with Codemasters, and the rights to the Dizzy franchise became disputed. Last year, Codemasters released an iPhone update of 1991 hit Dizzy: Prince of the Yolkfolk, with modest success. This spurred the Olivers on to consider their own Dizzy title. &quot;That was a retro game,&quot; said Oliver. &quot;But gameplay has moved on and people expect to play things in a different way. We want to stay true to the Dizzy brand, but we need to adjust it for the current market. A majority of players will be brand new to it. We&apos;ve got ideas for new characters, new locations - people remember the old graphics fondly but when you boot up the games now you go, &apos;oh my God!&apos;. My imagination was so much better than that!&quot; The Olivers are not the first veteran UK developers to seek funding through Kickstarter. Earlier this year, York-based Revolution Software sought to fund its latest adventure title Broken Sword 5 through the site and successfully raised over $770,000. Earlier this month, David Braben, the co-creator of space exploration classic Elite launched a project to develop a new title in the series. He has already raised 550,000. However, there has been some criticism of established developers using Kickstarter to re-ignite retro projects. Some industry pundits feel the site should be used by new studios working on fresh concepts, who wouldn&apos;t have alternative means of funding their games. &quot;I can see why that it is,&quot; said Oliver. &quot;But we&apos;ve spoken to David Braben and (Revolution founder) Charles Cecil and we&apos;ve all said, look, individually we&apos;re passionate and all believe in our products, we all have faith  but we need to know there&apos;s a market. We&apos;ve all had publishers telling us they&apos;d like to see these games come back, but then when it comes to it, they&apos;ll say &apos;yes well, things have moved on, we&apos;re not convinced people want it&apos;. You do have to test if people want it enough.&quot; &quot;We&apos;ve got a lot of responsibilities. Blitz Games is a big studio, we&apos;re conscious that we have to pay everyone&apos;s wages. We can&apos;t just go out on a limb on some sort of folly. If a publisher came to us and offered to commission a new game we&apos;d chew their hand off. But that isn&apos;t going to happen. That&apos;s why we went to Kickstarter. It&apos;s about marketing and justification.  &quot;This is a very UK-centric thing. There are a lot of fans out there, they&apos;re very focal, but is there actually a demand for this to come back? It&apos;s so difficult to gauge.&quot; If the Kickstarter project is successful, Blitz will develop the game on PC and smartphones. &quot;We&apos;ve got some unique features that we think will make it highly applicable to touchscreen devices,&quot; said Oliver. If these go well, other platforms will be considered, including games consoles.  There are a range of perks being offered to fans who contribute to the fund, including the chance to appear in the game, and to take part in closed development forums. What most want, however, is the chance to see one of British gaming&apos;s seminal characters returning to befuddle players again.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/nov/23/dizzy-returns-kickstarter", 
    "wordcount": "815"
}