{
    "headline": "Most UK ash trees will be diseased within 10 years, ministers told", 
    "text": "Ash dieback disease will spread across the UK by around 20 miles a year, infecting most of the country&apos;s 90m ash trees within a decade, the government was told Friday at a crisis meeting with its leading environment advisers. It is feared many more clusters will be identified in the next year and that spores from the fungus will spread from the east of England and Scotland to eventually cover Britain  in some cases carried on people&apos;s clothes. The grim picture was set out by Prof Ian Boyd, chief scientist with the Department for Environment, Food and Rural Affairs, at a national emergency Cabinet Office briefing room (Cobra) meeting led by the environment secretary, Owen Paterson. Even if the native ash tree cannot be saved, the meeting was told, such is the tide of similar deadly plant diseases now coming into Britain on millions of imported plants every year that drastic measures like long quarantine periods and passports for all plants may be needed. In the gloomiest prognosis yet made of the disease now known to be infecting trees in Scotland, East Anglia and possibly Kent, Boyd warned ministers that trees cannot be vaccinated, and the airborne disease would be too expensive to treat chemically. He said the spores first found in Britain in March can be spread even by the moving of leaves. But some ash trees are likely to have natural immunity, he said. &quot;Older trees infected with ash dieback may weaken but die of other diseases. Trees are more likely to be affected in forests than if they are isolated,&quot; he said. The government will hold a tree summit next week at which proposals will be discussed by the forestry industries, scientists, charities and nurseries. The most radical suggestion is expected to be for more rigorous border checks on the billions of trees and plants imported into Britain and Europe from around the world every year for parks, gardens, woodlands and forests. &quot;There is a tidal wave of pathogens coming in. It is terrifying. We have to have a strategic response. Unless we have better biosecurity in the EU and Europe it will be very difficult to stop them coming in. It is difficult to ban all imports. It has to be done on a risk basis,&quot; said Martin Ward, chief plant health officer at Defra&apos;s Food and Environment Research Agency. Other measures expected to be discussed by government include forcing nurseries to attach &quot;plant passports&quot; to all imported plants; a new system to ensure all plants are safe before they enter Britain; tighter rules on suppliers; restrictions on the public bringing in plants from abroad; and a radical overhaul of the European plant protection system. But other plant experts on Friday called for stronger measures. Tony Kirkham, head of the arboretum at Kew Gardens, which has 14,000 trees, told the Guardian a complete ban was needed on imports of any plants that threatened a species, and a one-year quarantine was needed for all plants coming into Britain. &quot;Ash dieback shows how fragile our woodlands are and how something can turn into a disaster very quickly. Most of us were not even aware of it until very lately. &quot;There are so many pests and diseases out there. We can buy trees in Italy, France, anywhere nowadays. I don&apos;t think we should be allowed to do that. I think there should be bans on anything that threatens a species, and a one year quarantine system for all woodland species coming into Britain. That&apos;s the only way we will stop these diseases,&quot; he said. Joan Webber, principal pathologist at Forest Research, the research agency of the UK Forestry Commission, said: &quot;There have been more outbreaks of diseases in the past 10 years than we had in the whole of the last century. These organisms reinvent themselves when they move into an unknown habitat. Plants have little or no resistance to them. It can happen very quickly.&quot; She urged anyone going into woods to clean their boots and to ask nurseries to be more vigilant for diseases. But she said that a full quarantine system on all plants entering Britain would be difficult to work and some plants might not show evidence of disease for nearly two years. &quot;We cannot immunise trees to special pathogens. In the very long term we can expect the ash population to evolve and reach a new equilibrium. We may be able to control as die back with fungicides but we would need to spray every few weeks over the whole country. It is inconceivable that you could do this without disastrous side effects. The hope of chemical control is extremely unlikely,&quot; said Mike Shaw, a leading plant scientist at Reading University.", 
    "section": "environment", 
    "gid": "environment/2012/nov/02/ash-tree-disease-10-years", 
    "wordcount": "801"
}