{
    "headline": "Stone age nomads settled down in Merseyside, flints and timber suggest", 
    "text": "It will come as no surprise to proud Merseysiders, but a recent discovery of worked flints and charred timber suggests that when stone age people reached Lunt Meadows, a beautiful site at Sefton, they liked it so much that instead of continuing as nomadic hunter-gatherers, they settled down and built permanent dwellings. Archaeologists are still working on the site, discovered this summer during work for the Environment Agency, but preliminary carbon-dating results suggest that they are almost 8,000 years old, from the Mesolithic period, and come from at least three structures, suggesting family groups living together in a settlement which may have lasted for centuries. As well as the worked flint, and large pebbles with a partly polished surface showing they were used as tools, the archaeologists have found quantities of chert stone which is not local, but must have been specially imported  the nearest site would be across the estuary, in what is now north Wales. Archaeologist Ron Cowell called the discoveries &quot;fascinating&quot;. He added: &quot;It looks as if we have the remains of three houses, or structures, which were very substantial, up to six metres across. They fit an emerging body of recent evidence, challenging the traditional view of people of this period as constantly on the move. Our site suggests that they had permanent structures which at the least they repeatedly returned to for part of the year.&quot; No human or animal bone has survived in the acid sandy soil, but the lines of the ancient walls are traced in curves of stake holes, and some charred timber which has given the first definite dating evidence of 5,800BC. Cowell, curator of prehistoric archaeology at the museum of Liverpool, and consultant to the Environment Agency, believes the earliest phase of the settlement was even older. They may even have uncovered evidence of ritual practice in stone tools which appear to have been deliberately broken and buried in pits. The significance of the discovery will be assessed in a film for BBC Inside Out North West, to be broadcast on Monday night. Cowell describes it as a find of The finds were made when archaeologists and environmentalists were working on restoring farmland as a wetland wildlife haven  exactly the sort of site which provided rich food supplies for early man. They already knew the site could prove archaeologically significant: it is close to Formby beach, where scores of trails of ancient human and animal footprints have been discovered preserved in the silty mud. The finds, like others from coastal sites such as Scarborough in Yorkshire and Howick in Northumberland suggesting generations or even centuries of occupation of the same site are thousands of years older than famous Neolithic villages like Scara Brae on Orkney. They challenge the traditional view that Mesolithic Britons were nomadic, hunting, fishing and foraging while living in temporary huts - which leave almost no traces in the landscape, and then moving on. The Lunt Meadows site was on a low sandy promontory, less than a foot above the water level of the nearby lake. The stone age level is preserved under layers of silts and deposits showing that the site was repeated flooded over the succeeding millennia. Cowell, whose team was often working in sodden conditions over the last diabolical summer and autumn, and who will continue working through what is forecast to be a bitter winter, believes fresh water flooding may have led to the site being abandoned. For many generations, however, it was a very fine place to live. &quot;We&apos;re far from the nearest farm, there&apos;s no traffic noise, and we&apos;re very close to important wintering grounds for flocks of birds - sometimes when the sky is full of swans and geese, and all you can hear is their calls, there&apos;s a real feeling of what life was like for these people.&quot;", 
    "section": "science", 
    "gid": "science/2012/nov/19/stone-age-nomads-merseyside-dwellings", 
    "wordcount": "647"
}