{
    "headline": "Don't delay on renewable energy, government told", 
    "text": "Investing in new renewable power generation, rather than a &quot;dash for gas&quot;, will be the lower-cost option for keeping the lights on while cutting greenhouse gas emissions, the government&apos;s climate change watchdog has said. The sooner the UK makes large investments in low-carbon generation  including offshore and onshore wind, nuclear power and energy from waste  the cheaper it will be, according to David Kennedy, chief executive of the Committee on Climate Change (CCC), the statutory body that advises ministers on meeting emissions targets. The conclusions are likely to be controversial, as many MPs on the right of the Tory party have been clamouring for an end to onshore windfarms and reductions in renewable subsidies. They would prefer to see a new &quot;dash for gas&quot; that would require the UK to massively expand shale gas drilling and import tens of billions of pounds worth of fuel each year as North Sea reserves run down. They point to lower gas prices in the US that have resulted from the aggressive pursuit of shale resources. The CCC&apos;s analysis found that investing in renewable energy made sense even if the price of gas was relatively low. Previous analysis by the Department of Energy and Climate Change (DECC) relied on scenarios of large increases in the gas price to make renewables and other forms of low-carbon power, such as nuclear, more economic. Kennedy told the Guardian: &quot;Not investing in renewables only makes sense if you don&apos;t want to meet our emissions targets  if you tear up the Climate Change Act.&quot; That is precisely what some on the rightwing of the Tory party would like to do, although the act passed in 2008 with just a handful of no votes. The opponents included Peter Lilley, recently appointed as a senior adviser to David Cameron, although No 10 said his focus would be on foreign policy and not on energy. A DECC spokeswoman said: &quot;We agree with the CCC on both the need to invest in a portfolio of low-carbon technologies, and the need to reduce our dependence on imported gas which is the main factor driving up household energy bills. &quot;We recently trebled support for low-carbon technologies to 7.6bn to 2020, and have introduced landmark legislation through the energy bill to incentivise 110bn of investment in clean energy infrastructure, which has the potential to support 250,000 jobs in the energy sector.&quot; Kennedy said targets on emissions from the electricity sector to 2030 were likely to be needed, in order to spur low-carbon investment by giving companies the clarity and certainty they needed to put money into UK projects. The government has rejected a target of decarbonising electricity generation by 2030, as had been proposed for the energy bill now on its passage through parliament. Tim Yeo, the Tory former minister, is leading a rebellion on the target, which he wants reinstated, and has gathered at least 45 supporters including the prominent Tories Zac Goldsmith and Sir Peter Bottomley. Green campaigners welcomed the CCC report. Leila Deen, energy campaigner at Greenpeace, said: &quot;Every MP in British politics should take heed of this report, because in two weeks&apos; time they&apos;ll be making the biggest changes to the UK&apos;s energy system in a generation when they vote on the energy bill. &quot;The CCC&apos;s advice is clear: a clean energy system is better for business and better for consumers. George Osborne has ripped a 2030 decarbonisation target from the bill, but with hundreds of businesses and investors crying foul, it&apos;s up to coalition MPs to vote it back in.&quot; The passage of the energy bill promises to be tempestuous because of the deep divisions within the Tory party on energy and climate change. Yeo said: &quot;This report raises serious concerns about the mixed messages the government has been sending on energy and climate change policy. The energy bill is supposed to deliver billions of pounds of investment in clean energy infrastructure by providing long-term certainty and reducing capital costs, but the Treasury has undermined investor confidence by stripping the legislation of a clear carbon reduction target.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/may/23/renewable-energy-committee-climate-change", 
    "wordcount": "694"
}