{
    "headline": "Ripples from Pebble felt far from Alaska", 
    "text": "Rick Halford is a &quot;manifest destiny&quot; kind of Alaskan. He cleared his land with dynamite. He calls himself the &quot;ideal redneck Republican&quot;. As a longtime leader in the state legislature, he never met a hard-rock mine he didn&apos;t like. That is, until he took a long look at the proposed Pebble Mine in south-west Alaska. It is a phenomenal prospect, the biggest and richest in North America. But to dig a mine there is to make a Faustian bargain that involves an agonizing Alaskan twist. In return for copper and gold worth an estimated $500bn (320bn), state and federal regulators risk poisoning what scientists describe as the last best place on earth for millions of wild salmon. &quot;If God were testing us, he couldn&apos;t have found a more challenging place,&quot; said Halford, who helped write Alaska&apos;s industry-friendly mining laws when he was president of the state senate. The global mining corporation Anglo American and its Canadian partner, Northern Dynasty Minerals, which have formed the Pebble Partnership, want to dig one of the world&apos;s largest open-pit mines  up to three miles wide and 600 metres deep. They want to do it in the near-pristine watershed of Bristol Bay, home to the world&apos;s largest sockeye salmon fishery. Worry about the mine, in a place where extensive exploration and drilling has been going on for more than a decade, echoes far beyond south-west Alaska. Major environmental groups have mobilised against it, with the backing of eminent salmon scientists and celebrities such as Robert Redford. More than 50 top jewellers around the world worldwide, including Tiffany, Zales and Boucheron, have promised not to use gold that comes from Pebble. Restaurants, chefs and seafood distributors across the US have also come out against the mineit. Its supporters include Sarah Palin, who backed the project when she was state governor. The proposal has triggered partisan infighting that reaches from the Alaskan tundra to the halls of Congress, where House Republicans accuse the Obama administration of plotting a pre-emptive move to kill the mine. The US Environmental Protection Agency (EPA) described the Bristol Bay fishery as &quot;a significant resource of global conservation value&quot; in a report this year. It noted that more than 14,000 people had jobs based on salmon fishing, which sustainably generates $480m a year. It also warned that, during the lifetime of the Pebble Mine, accidental spills of waste were likely to pollute some waterways, creating the potential for killing salmon and poisoning their habitat for many years. Outraged The EPA&apos;s draft scientific assessment of mining impacts on salmon outraged Northern Dynasty. It called the study in June as &quot;a fundamentally flawed document that is premature, rushed, omits key sources of scientific data  and distorts other data to arrive at conclusions that are simply not supported in science&quot;. Executives at the Pebble Limited Partnership, a company owned in equal parts by Northern Dynasty and Anglo-American, say they have the know-how to operate an open-pit mine in the Bristol Bay region for a hundred years or more -- without significant harm to salmon fishing. &quot;I really do think you can do both,&quot; said John Shively, chief executive of Pebble, told the US documentary series Frontline. Pebble&apos;s slogan is &quot;Fish Come First.&quot; Protecting salmon in perpetuity from mining waste is a corporate pledge that Native Alaskan fishermen find impossible to believe. They note that the Pebble site occupies a soggy saddle of land between the salmon-rich Nushagak and Kvichak rivers, which flow through the heart of the world&apos;s most productive sockeye watershed. The site is also prone to extreme weather and big earthquakes. Jason Metrokin, president of the Bristol Bay Native Corporation (BBNC), the region&apos;s largest native-owned business, said leaks of toxic mining waste are inevitable, as is harm to the fishery. The BBNC&apos;s 9,000 Eskimo, Indian and Aleut shareholders have voted overwhelmingly against Pebble as a threat to their economy and culture. Scientists who have studied the long-term biological consequences of hard-rock mining are dumbstruck by the prospect of an open-pit mine in an ecosystem where 30m-40m salmon return from the Pacific each summer  and where commercial and sport fishermen catch half of them without reducing the historic abundance of fish. &quot;It is essentially a goose laying golden eggs,&quot; said Tom Quinn, a University of Washington fish biologist who has studied the watershed and camped there for 25 years. Elsewhere, in North America and across the world, when major mining development has occurred near a salmon or trout watershed, there has been a consistent pattern of pollution that erodes the health of fish or kills them outright, according to Quinn and many other researchers. Even the best mining technology, engineers and ecologists say, periodically fails to prevent spills and leaks. After mines foul streams and rivers, cleaning up the mess and reviving salmon runs have proven to be expensive, complicated and slow. Fish biologists say that the damage usually turns out to be irreversible given the persistent toxicity of the pollutants, the chronic lack of government money for remediation  removing pollution from soil, groundwater, sediment or surface water  and the history of mining companies in ducking clean-up obligations. &quot;There really is no such thing as a &apos;no-risk&apos; mine,&quot; said Nicole Vieira, a Colorado State University researcher who studies the effects of mining on rivers in the Rocky mountains. The federal government is well aware of the risks. It has been obligated by the Endangered Species Act to spend billions of dollars on salmon restoration in western rivers. However, at best, huge spending by taxpayers has helped return only a small fraction of the historic fish runs in what had once been great salmon highways. In its assessment this spring of the potential impact of open-pit mining in the Bristol Bay ecosystem, the EPA spelled out the costly trouble the Pebble Mine could create. At a minimum, with no accidents or failures, it said that the mine would cause the loss of spawning and rearing habitat for multiple species of salmon, removing about 70 miles of streams and five square miles (13 sq km) of wetlands. More worryingly, the report said that evidence from the operation of similar large mines suggests that one or more accidents or failures would probably occur, releasing toxic waste with the potential to cause &quot;immediate, severe impacts on salmon, and detrimental, long-term impacts on salmon habitat and production&quot;. The EPA says it has the authority under the Clean Water Act to stop Pebble Mine from being built. It is now in the process of determining whether it should use that power. But the agency&apos;s report  and the possibility that the Obama administration might stop the mine before the state permitting process formally begins  has prompted an angry response from the state of Alaska and Republicans in Congress. Leading the charge in Washington is Darrell Issa, a Republican Representative for California and chairman of the House committee on oversight. In a letter to the EPA in May, he said the agency appeared to be considering &quot;an unprecedented and legally questionable&quot; bid &quot;to pre-emptively veto permits for the Pebble project&quot;. By moving to stop the mine before other state and federal agencies examined the project, Issa said the EPA was &quot;arriving at a conclusion without all the facts&quot;. His letter demands that the agency disclose internal documents related to its assessments of the mine and reveal names of employees who worked on the review. Alaska state authorities also dispute the EPA&apos;s authority to make the assessment, with the state&apos;s attorney general calling it &quot;unlawfully pre-emptive, premature, arbitrary, and capricious&quot;. The dispute over jurisdiction  and when EPA can weigh in on Pebble  seems certain to end up in a federal court. The push to develop Pebble Mine comes amid surging global demand for copper. Historically high metal prices have given mining conglomerates such as Anglo American plenty of capital to invest in challenging engineering projects and to fight their way through opposition in the courts for years or even decades. So far, the Pebble Partnership has spent about $450m on exploratory drilling, permit preparations and public relations. If the mine moves forward into production, it expects to spend another $7bn or more on bringing electricity to the site, as well as on the construction of a pipeline, an 86-mile private road for freight, and earthen tailings dams for storing waste. The money would benefit many large and small companies across Alaska. The world needs more copper. It is a vital component in our gadget-crazed, electrically-powered culture and in devices that reduce use consumption of fossil fuels. Hybrid cars contain nearly twice as much copper as conventional cars. Wind turbines require tons of it. So does the power grid, which is expanding rapidly to hook up windfarms, solar panels and geothermal plants. In China and across the developing world, the need for copper is growing even faster than it is in the United States. Technology John Shively, chief executive of the Pebble Partnership, said: &quot;If you want to go to a green technology, something has to come out of the ground to build these things. And that&apos;s just the way it is.&quot; The Bristol Bay salmon fishery, which environmentalists fear will be badly affected by the mine, is as productive and healthy now as it was a century ago. And in ways that non-scientists often fail to appreciate, sockeye and other species of salmon are fundamental building blocks of life in southwest Alaska. Fattened by their years in the Pacific, the fish deliver about 20,000 tonnes of nutrients to bears, wolverines, eagles and Native Alaskans, according to the EPA assessment. Phosphorus and nitrogen from rotting fish that have died after spawning are vital to plants and trees. Studies show that trees near salmon-rich streams grow up to three times faster than those near waterways without salmon. North of Bristol Bay, tens of millions of juvenile sockeye come of age each year in a vast salmon incubator called Lake Iliamna. Nearly 80 miles long and 22 miles wide, it is the largest undeveloped lake in the United States. It also happens to be about 15 miles downstream via Upper Talarik Creek from the proposed Pebble Mine  a geographic coincidence that mortifies fish biologists. &quot;If you were to pick the worst place in the world from the point of view of salmon to have an activity like [an open-pit copper mine], this would be right exactly where they&apos;ve got it,&quot; said Quinn, the fisheries biologist from the University of Washington. &quot;If Iliamna isn&apos;t the strongest of the [salmon] strongholds, nothing is.&quot; In its assessment of open-pit mining at the site, the EPA said there is a risk that during the expected life of the mine, some contaminates  including dissolved copper  could wash into Lake Iliamna from pipeline breaks or the failure of water-treatment systems. These accidents have occurred at other similar mines in the past, the EPA said. In native villages along the shores of Lake Iliamna, residents eat salmon nearly every day. Catching salmon is a seasonal ritual that binds families together, while preserving cultural identity. Salmon, though, are not enough to survive in modern Alaska. To pay bills, villagers say they need cash. The best-paying fishing jobs have always been in towns around Bristol Bay, which is about 80 miles south of Lake Iliamna but not reachable by road. Even in Bristol Bay many native Alaskans have sold their fishing permits to non-Alaskans, who now hold about two-thirds of the lucrative drift-net permits and earn most of the fishery&apos;s cash revenue. Near Lake Iliamna, good year-round jobs were always hard to find. That is, until the discovery of Pebble. &quot;If Pebble wasn&apos;t here, I don&apos;t know where I would be working,&quot; said Sheena Ishnook, 23. She has a $17.50-an-hour job operating an incinerator in Newhalen, a village on the lake. The job is funded by the Pebble Partnership, as part of its campaign to win over local support. With her savings, Ishnook bought an iPad and is saving for a snow blower and a pick-up truck. She knows that the mine might harm the salmon she and her family rely on for food. &quot;It is kind of a big risk,&quot; she said. &quot;But other than that, it gives us job opportunities, makes us stay here at home instead of moving away.&quot; For several years now, Alaskans have been haggling about  and voting on  the risks and rewards of the proposed mine. Television and radio periodically bombard them with advertisements, some financed by Pebble, others by environmental interests. A statewide vote in 2008 narrowly supported the mine, with the backing of then-governor Sarah Palin. But in the autumn of 2011, residents of the sparsely populated Lake and Peninsula borough, where the mine would be built, voted narrowly against it. The vote was 280 against, 246 for. There are only 1,631 people in the borough, which is about the size of Ireland. Within days of the &quot;no&quot; vote, Alaska&apos;s attorney general, John Burns, launched a lawsuit to invalidate the election, saying that a &quot;small majority of voters&quot; in a local community could not usurp &quot;comprehensive state authority&quot;. The promise of well-paid jobs at Pebble  2,000 in construction and 1,000 in mining  comes at a time when Alaska is searching for new tax revenues to replace dwindling income from its main oilfields on the North Slope. Current rules require mining firms to pay salaries and overhead costs at the Alaska department of natural resources when state employees process mine permits. Under these rules, no big mine has been turned down by the state. The regulations  which Rick Halford helped write in the 1980s when he was Republican leader in the state Senate  have saved money and encouraged small- and medium-sized mine operations, he said. But he now believes the rules undermine the state&apos;s ability to evaluate a multibillion-dollar project such as Pebble. &quot;States are too close to the short-term jobs,&quot; Halford said. &quot;It&apos;s difficult for the state to say no.&quot; Like many conservative Alaskans, Halford hates it when the federal government, particularly the EPA, intrudes in state business. Still, as much as he would like to see more mining, more well-paid jobs and more economic activity in Alaska, the scope of Pebble  and its perennial risks  have convinced him that any decision about the mine&apos;s future should be made at the national level. &quot;The real hope of stopping this development is the national conscience,&quot; he said.  Blaine Harden reported this story for the documentary series Frontline. The film Alaska Gold will be broadcast in the US on the USPublic Broadcasting Service on Tuesday, 24 July", 
    "section": "environment", 
    "gid": "environment/2012/jul/23/pebble-mine-alaska-environment-salmon-indigenous-people", 
    "wordcount": "2489"
}