{
    "headline": "Coca-Cola and Nestl target new markets in Africa", 
    "text": "Noah Shemede can still recall the moment he first held a bottle of Coca-Cola. Born and raised in the Makoko slum, a maze of canoes and stilt houses on the polluted Lagos lagoon in Nigeria, he tasted the drink on his ninth birthday after his parents made a special trip to the mainland to buy it. &quot;I put some in my mouth and spit it straight back out! I didn&apos;t like the taste at all!&quot; Shemede, 29, said with a laugh, perched on a dugout canoe gliding past rubbish and weed-choked banks. Across Africa, globally famous brands rarely made it to places such as Makoko. Now though, traders from overcrowded townships in South Africa to sleepy shacks in Cameroon say that is changing. A decade of soaring growth is trickling down in sub-Saharan Africa, where economic expansion of 5.4% is set to far outpace rich nations this year. Brands more recognisable on richer countries&apos; supermarket shelves are creeping into electricity-starved corners as multinationals scramble for a toehold on the continent. These days Shemede&apos;s sister, Elizabeth, criss-crosses Makoko&apos;s waterways in her canoe selling Coca-Cola, Fanta and 7UP alongside home-fried snacks. &quot;This is not a drink for everyday, anyhow. Adults buy it when a chief or special guest is visiting,&quot; she said, gesturing at crates on her sloping floor, murky brown water visible beneath. There are other changes. Families in Makoko now occasionally swap traditional dinners such as cow-tongue pepper soup for noodles, residents say. With ageing and patchy infrastructure creaking under booming economies, companies have turned to innovative ways to reach untapped markets. In Kenya and Nigeria, where power outages can last days, Samsung has introduced solar-powered mobile phones. In Ivory Coast, youths pushing bright red rickshaws dispense steaming cups of Nestl coffee in crumbling neighbourhoods. With barely one in 10 roads paved, largely rural Cameroon is on course to overtake Ireland as one of the largest guzzlers of Guinness. A large proportion of the millions the brewer rakes in across the continent comes from places such as Mbiribwa. Nestled in rainforest-clad hills, the hamlet&apos;s 50-odd inhabitants have no access to electricity or pipe-borne water but &quot;even kids know the Guinness slogan&quot;, said Zebulon Gwei, the owner of Mbiribwa&apos;s lone corrugated iron-roofed bar. Pushing a two-wheeled handcart, he treks nine miles to the nearest depot twice weekly to buy stocks. &quot;It is the rainy season now and our only road is so deplorable that no vehicle or motorbike can make it here. In fact, vehicles hardly come even in the dry season,&quot; he added. &quot;But my bar is the only place where people can obtain Guinness and I cannot disappoint them.&quot; Villagers routinely use the dark stout to &quot;reinforce&quot; their palm wine, a milky sap tapped from palm trees. &quot;It gives palm wine a unique taste and colour,&quot; said Henry Wepnje, a regular at Gwei&apos;s shack. Even when infrastructure is more developed, there are hurdles on a continent where informal traders make up the bulk of commerce. To reach them, Nestl has turned to foot soldiers such as Wendy Masiza in South Africa. A school dropout from a high-crime township in Soweto, she can venture into areas too unsafe for ordinary delivery vans. Armed with taxi money, a mobile phone and a bag of order forms, Masiza combs Soweto for spazas, the tiny family-run shops that dot South Africa. &quot;It takes me four, five weeks before a spaza owner trusts me enough to let me enter their shop,&quot; Masiza said, as a shopkeeper served a customer through a tiny chute in a heavily barred front window. &quot;Nobody uses computers or anything like that here. You just have to know in your head what people want to buy.&quot; As soon as she makes sales of more than 150, she heads out of the neighbourhood to deposit the money for safekeeping. &quot;Crime is a reality here,&quot; she said with a shrug. Employing dozens of these unconventional mobile salespeople has helped Nestl more than double the number of outlets selling its products within a year. Meanwhile, nearly half its 6.5bn profits last year came from emerging markets, with Africa playing a key role. But big-name companies have faced criticism for their aggressive marketing strategies in developing countries. For years, Nestl faced years of boycotts over the way it marketed formula milk. Some critics also accuse the multinationals of stifling local industry, although business in much of Africa remains costly due to huge infrastructure deficits. Nevertheless, behind the continent&apos;s growing prosperity, cocoa farmer Kouakou Kouame and millions like him remain mired in crushing poverty. Toiling in fields in Ivory Coast, the world&apos;s biggest grower of cocoa, Kouame&apos;s monthly earnings of $20 have never stretched far enough to buy confectionary. &quot;I have heard cocoa beans are used to make a kind of food young children love. People say the taste is sweet,&quot; the 25-year-old said, standing in an orchard full of yellow cocoa pods.", 
    "section": "global-development", 
    "gid": "world/2012/may/04/coca-cola-nestle-markets-africa", 
    "wordcount": "848"
}