{
    "headline": "South-south partnerships point way for food security and poverty reduction", 
    "text": "Rural poverty and food insecurity continue to be serious challenges in many developing countries. But new partnerships are key to overcoming these challenges. The potential of south-south co-operation to advance development and poverty reduction is increasingly evident, especially as emerging economies increase their investments in developing countries in Asia and Africa. While much of the world has been mired in financial crisis, the overall rise in south-south trade and investment flows, as well as the shift from the G8 to the G20 as the primary forum to tackle global economic crisis, indicate there is more to south-south co-operation than just sharing and learning from the experience of others. This is particularly true when addressing one of humanity&apos;s key challenges for the 21st century: ensuring food and nutrition security in the face of a growing and urbanising global population, and the problems of climate change. The need for an environmentally and economically sustainable response to the demand for food and agricultural raw materials is most acute in the south, and it is there that some of the most relevant successes have been achieved so far. Historically, agriculture has shown a capacity to drive economic growth, and GDP growth generated by agriculture is at least twice as effective in reducing poverty as growth in other sectors. For countries in a hurry to accelerate poverty reduction, it is a vital element of the development equation. Agriculture, at whatever scale, must be seen as a form of economic opportunity if poor rural people are to transform themselves from subsistence farmers into small business entrepreneurs. But this requires the right kind of investment. Investments  whether by the international community or developing country governments  need to be smart, targeting smallholders. Poor rural producers need roads and transportation to get their products to market, and technology to raise yields and to receive and share the latest market information on prices. They also need access to rural financial services so they can establish viable small businesses. For this to happen, agricultural markets in the relevant countries and trade policies at the global, regional and sub-regional levels need urgent reform to increase the flow of ideas, technologies and products between people and across regions. Competition for scarce resources must give way to co-operative ventures that ensure larger payoffs to both emerging economic powers and those lagging behind. Based on the experiences of Brac and the International Fund for Agricultural Development (Ifad), we believe the greatest potential for south-south co-operation lies in knowledge transfer between middle-income and least developed countries. Particularly important is the introduction of successful technologies and practices into countries where smallholder farmers can be assisted to build agriculture businesses that will lead to food security and rural development. Middle-income developing countries with adequate experience and technologies can help other developing countries replicate and scale up rural poverty alleviation projects and programmes. China, for instance, has made enormous progress in agricultural production and rural advancement over the past three decades. Many of China&apos;s agricultural technologies can be of value for smallholder farmers in Asia and Africa who face similar challenges, particularly water-saving and soil technologies and aquaculture methods. It is encouraging to see that this is already happening. Domestic factors have played a crucial role in reducing rural poverty, as market integration has created new opportunities for growth. Working closely with other development partners, Ifad has found that direct knowledge exchange is integral to country programmes and regional co-operation initiatives. An example of this approach is evident in a programme by Ifad and the UN&apos;s Food and Agriculture Organisation, entitled Pro-poor policy formulation, dialogue and implementation. It aims to strengthen the capacities of agricultural policymakers in eight Asian countries (Cambodia, China, India, Indonesia, Nepal, Pakistan, Sri Lanka and Vietnam) to formulate and enforce pro-poor policy choices as a forum for knowledge sharing. Brac has branched out from Bangladesh Africa and elsewhere in Asia. In Liberia, Brac&apos;s seed testing and multiplication farm has produced high-quality rice seeds to improve agricultural yields. In Uganda, women farmers have been trained as community agriculture promoters, and now grow seeds for nutrient-rich food crops. However, although growing incomes and demand for food have led to substantially larger investment in agriculture, the benefits to smallholders and others in some of the poorest recipient countries remain uncertain. Small farmers, who manage up to 80% of the farmland in parts of Asia, are key to achieving global food security. It is imperative that investments are geared toward serving local needs and strengthening the small farmers&apos; production capacity. Knowledge transfer needs to extend to the policy level, too. Policymakers need to share their successes and failures and, most importantly, set guidelines that allow for investments to directly feed into development assistance. With such an impetus, the benefits of south-south co-operation can gain momentum and bring enormous opportunities for almost a billion people living in poverty.  Sir Fazle Hasan Abed is founder and chairman of Brac. Kanayo Nwanze is president of Ifad", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jul/19/south-partnerships-food-security-poverty", 
    "wordcount": "824"
}