{
    "headline": "Apple says nearly 300m iPhones, iPads and iPods running iOS 6", 
    "text": "Apple says that nearly 300 million iPhones, iPads and iPod Touches are now running its iOS 6 software released in September - possibly helped by the release in mid-December by Google of its Maps app, after Apple replaced it with its own implementation. The announcement came as it released iOS 6.1, its third update to the software since its launch in September. The figure means that a majority of iOS devices are now running the newest version - a fact that Apple&apos;s marketing chief Phil Schiller was quick to point up, saying in a statement that it &quot;may be the most popular new version of an OS in history&quot;. Chief executive Tim Cook said in October 2012 that there were 200m devices running iOS 6, and then during Apple&apos;s most recent quarterly earnings said the company had sold a total of 500m iOS devices since 2007. That suggests a substantial majority of the iOS devices still in use are running the newest version of the software. Every iOS device sold since 2009 except the original iPad, which lacks sufficient RAM, can run iOS 6. With Apple having sold a total of 47.8m iPhones and 22.9m iPads, as well as about 6m iPod Touches during the fourth quarter of the year - totalling 76.7m devices with iOS6 pre-installed - the new figure suggests that existing owners of older devices are still moving to iOS 6, despite the concerns that have been expressed about the quality of Apple&apos;s Maps, seen by some as a key reason to hold back. The growing proportion will be a relief for Apple, which dumped Google as its maps partner after the two sides could not agree on data and revenue sharing from the app, for which the search giant had been used on the iPhone since its inception in 2007.  It suggests that existing users with older devices are willing to upgrade to get new services - which is crucial to Apple&apos;s strategy of retaining customers by locking them in to its app store and services. Two of those are its Photo Stream (photo uploading to the cloud) and iMessage service, an iOS-only equivalent to RIM&apos;s BlackBerry Messenger (BBM): Schiller said that &quot;iOS users have uploaded over nine billion photos to Photo Stream [and] sent over 450 billion iMessages.&quot;  The number of users of iMessage, introduced with iOS 5 in October 2011, could now be as many as 400m, far exceeding the number of BBM users, where RIM&apos;s worldwide user base fell by 1m during its last financial quarter to 79m. Although Apple&apos;s maps implementation brings turn-by-turn navigation and vector graphics which require less data to download - putting it at feature parity with Google&apos;s Android, which had had those features in the newest version of its OS since January 2011 - users complained about misplaced airfields, misnamed towns and incorrect landmarks. The arrival of Google&apos;s own Maps app for iOS 6 in December may have been an important step encouraging users to upgrade: according to the ad network MoPub, the release on 13 December of the app saw the number of users running iOS 6 increase by a third soon afterwards.  Google said that the Maps app, which brought its own routing and Street View offerings to a separate app which works on both iOS 5 and iOS 6, was downloaded more than 10m times in the 48 hours after its launch. It has not released any further download figures, nor any that would indicate which version of iOS the downloads are being used on. Apple has pledged to improve the quality of its Maps app.  iOS 6.1 brings compatibility with a larger number of 4G/LTE carriers around the world, as well as the ability to buy film tickets in the US via Fandango, individual song downloads via iCloud and a new button to reset the advertising identifier - found in Settings &gt; General &gt; About &gt; Advertising - which deletes any cookies and effectively makes the user look like a brand new visitor to any site.  Apple has launched a 128GB version of the iPad 4, costing 639 inc VAT for the Wi-Fi model and 739 inc VAT for the 4G/Wi-Fi version. The pricing and capacity may mean it is aimed at businesses: the press release accompanying the release quotes three businesses which require large amounts of onboard storage, for AutoCAD files, high-resolution music files and the developer of an app for American football teams.", 
    "section": "technology", 
    "gid": "technology/2013/jan/29/apple-ios-6-devices", 
    "wordcount": "754"
}