{
    "headline": "Manchester uni puts faith in praying booth", 
    "text": "A praying booth has been installed at Manchester University as part of a three-year research project on multi-faith spaces in the UK and abroad. The &quot;pray-o-mat&quot;  which was a photo-booth until it was converted by German artist Oliver Sturm  offers over 300 pre-recorded prayers and incantations in 65 languages via a touch screen. The machine is free to use and aims to provide a space for students to pray at their convenience. Choices include Our Father in German and English, Buddhist and Islamic benedictions, Aborigine devotional songs and even the solemn chanting of an orthodox Jewish congregation. Sturm collected many of the prayers himself, while some were taken from radio archives. &quot;Multi-faith space is something Britain is surprisingly very good at,&quot; says Dr Andrew Crompton, a senior lecturer in architecture at Liverpool University who worked on the project. &quot;This is because we don&apos;t take it too seriously, and do it in a more ad-hoc manner. People are meeting in more imaginative and creative ways, and the pray-o-mat is an example of that.&quot; Although the booth is a bit tongue-in-cheek, the team believe it proves that successful multi-faith spaces do not need to be flashy or expensive. &quot;It could be the answer in places that require temporary prayer space, such as airports or train stations,&quot; says Crompton. As part of their research, the team visited almost 250 faith spaces and hope their findings will improve the quality and provision of multi-faith spaces around the world. But as the researchers discovered, finding large spaces for religious practice is still an issue at many universities. Dr Chris Hewson, research associate and sociologist at the University of Manchester, says: &quot;For a lot of the universities we&apos;ve done research in, a big issue has been that they just haven&apos;t got the space they need for Muslim students. These students need frequent access to a space as well as room for a big congregation on Fridays. Some students choose their uni on the basis of the provision of faith space.&quot; Luqmaan Fazal, president of the University of Manchester Islamic society says: &quot;Coming together in large multi-faith spaces allows student communities to blossom. This increases their morale and well-being, especially those living away from home. &quot;The pray-o-mat is an innovative concept and aims to increase accessibility to multi-faith spaces. But it may not be as effective as larger multi-space facilities when it comes to building student communities and serving faiths that require worship in congregation. &quot;Universities should continue to be active in ensuring that the religious needs and comforts of its students are addressed.&quot;", 
    "section": "education", 
    "gid": "education/2012/jul/26/praying-booth-at-manchester-university", 
    "wordcount": "441"
}