{
    "headline": "Liberia's battle to put the lights back on", 
    "text": "It is hard to believe how Clara Town, a slum in Liberia&apos;s capital, Monrovia, once had access to the country&apos;s electricity grid. Pipe-borne water flowed into the community, and some areas even had paved roads. Nine years after the end of more than a decade of civil war, the entire area on the edge of St Paul&apos;s river is in the dark, save for the noisy generators here and there pumping smelly diesel-powered electricity into some of the more affluent homes. Makeshift wires hang dangerously low from the tightly packed concrete homes and tin shacks  the products of business-minded folk who sell their electricity on. The sun has gone down and it feels like the entire community is out on the streets, taking advantage of the little light that emanates from some abodes. Motorbikes and the odd car rattle down the dusty, potholed roads. &quot;The criminals, they are plenty because it is dark,&quot; says MaKanneh, 33, as she stirs a huge pot of boiling rice over a charcoal stove at the front of a large concrete house. More than 50 people live in the 16 rooms inside this almost windowless cavern. Kanneh shares hers with six others. &quot;No light. The whole city is dark. We&apos;re suffering,&quot; she says. The young mother and her family have no bathroom. They wait until it is dark before going out to the back of the house to bathe. &quot;We can buy candles  On the table here is the candle our children use [to do their homework],&quot; she says. Before the war, Liberia&apos;s energy supply relied heavily on the hydropower plant at Mount Coffee, 30km north-east of Monrovia. It was destroyed in the fighting, and what little remained was looted, along with the country&apos;s entire transmission and distribution equipment. The operations of the Liberia Electricity Corporation (LEC) ceased completely. By 2010, LEC was up and running again, fuelled by huge generators using expensive high-speed diesel oil. The tariff  54 cents per kWh, one of the highest in the world  and lack of money for new connections are part of the reason it has been so difficult for people to access it. Liberia&apos;s president, Ellen Johnson Sirleaf, spoke of the need to &quot;bring back electricity&quot; when she became the continent&apos;s first female president in 2006. Six years on, during her first annual message of her second term last month, she claimed her government had indeed &quot;restored electricity to Monrovia&quot;. It is true. There are street lights in parts of the city. Government buildings, NGOs, hospitals, some schools and the UN all have electricity. However, the average Liberian is still in the dark. Just 0.6% of Monrovians have access to electricity, marginally higher than in the rest of the country. This all begs the question, how is Liberia going to meet its energy targets to connect 30% of the country&apos;s urban population and 15% of the rural population to the national grid by 2015? According to Liberia&apos;s 2009 national energy policy, nine out of 10 Liberians rely on biomass, wood and charcoal for their daily energy needs. The government&apos;s energy targets also propose a rapid shift away from biomass. The aim is to have 40% of traditional-energy-using households to have access to modern cooking facilities by 2015. The cost of cooking with kerosene, LPG or electricity is up to six times more than charcoal, of which Liberia has one of the lowest prices in Africa, so the idea of the average Liberian being able to afford such a shift is doubtful. However, the lack of electricity and its affect on Liberia&apos;s development is high on the agenda for Sirleaf. In last month&apos;s message she announced that the reconstruction of the Mount Coffee hydro plant will start this year. &quot;The only way to create a robust economy is to supply access to  electricity,&quot; she said. She talked about how she is &quot; determined to build the infrastructure of the next generation&quot;, in the next six years. Work has already begun to connect 21 low-income communities in Monrovia to the national grid. In the next two years, a $10m World Bank grant will help to increase the capital&apos;s access to electricity to 8%. Kanneh in Clara Town, one of the low-income areas chosen to start the project, looks up proudly at one of the newly reconstructed electricity poles. The LEC estimates bills would be around $20-$25 a month, a big proportion of a family&apos;s salary, considering official statistics claim the average Liberian lives on less than a dollar a day. But for Kanneh, one of the 2,500 people in Clara Town who could have access to the national grid, the idea of being taken out of the darkness is welcome. &quot;If you put light all over, then maybe we can be safe,&quot; she says.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/feb/06/liberia-battle-with-electricity", 
    "wordcount": "815"
}