{
    "headline": "Lucy Cooke and the war on cute wildlife", 
    "text": "Zoologist, film-maker and explorer Lucy Cooke is leading a one-woman war on the tyranny of cute. Not for her the heart-squeezingly charismatic mega fauna of pandas, penguins and baby polar bears, not when there are natural wonders such as flying snakes and bats that use a carnivorous pitcher plant for a toilet. Indeed, while most people visit Borneo to respectfully stroke an orangutan, Cooke prefers that country&apos;s proboscis monkey with its giant bulbous nose, soft pot belly, Donald Trump hair and permanent erection that looks like the world&apos;s least appealing chilli pepper. &quot;I&apos;m trying to bring a bit of positive PR to the ugly, the unloved, the freaks,&quot; she says. To that end, Cooke has a show called Freaks and Creeps airing on National Geographic Wild this summer. Her journey began when she spent six months travelling around South America and writing her widely read Amphibian Avenger blog. Later Cooke tried  and failed  to get a film commissioned about the desperate plight of the planet&apos;s amphibians; a third of which are threatened with extinction, a situation she likens to the wiping out of the dinosaurs. While in China researching a panda documentary she discovered the huge amounts of donated money to support panda-breeding factories that simply pump out bumper crops of doe-eyed babies every year while doing little to protect the animal&apos;s environment. Meanwhile, the giant Chinese salamander - the world&apos;s largest amphibian - is critically endangered, but struggles to get any conservation funding at all. &quot;You know why that is,&quot; Cooke asks? &quot;Because it looks like a 6ft penis with feet. But nature is like a game of Jenga; you never know which brick you pull out will cause the whole stack to collapse.&quot; When National Geographic asked Cooke if she&apos;d like to film her own show she said yes, as long as she could focus on the odd, the ugly and the unloved. &quot;If the show has a message,&quot; Cooke insists, &quot;it&apos;s that it&apos;s not just the cute guys that need saving. So, stuff the panda, save the salamander!&quot;", 
    "section": "environment", 
    "gid": "environment/shortcuts/2012/aug/14/lucy-cooke-war-cute-wildlife", 
    "wordcount": "351"
}