{
    "headline": "Homeopaths on homeopathy", 
    "text": "ABC Homeopathy: &quot;Like cures like. For example, if the symptoms of your cold are similar to poisoning by mercury, then mercury would be your homeopathic remedy.&quot;  Elaine Lewis, HPathy.com: &quot;If you&apos;re sea sick, you can make a remedy out of sea water; if you&apos;re sick from vacationing in Mexico, you can make a remedy out of the pathogen-infested local water (no offense to our lovely Mexican readers)!&quot; Society of Homeopaths, UK&apos;s leading professional body:  &quot;For example, drinking too much coffee can cause sleeplessness and agitation, so according to this principle, when made into a homeopathic medicine, it could be used to treat people with these symptoms.&quot; Elaine Lewis: &quot;The list of possibilities is endless.&quot; Kees Dam, International Homeopathic Internet Journal: &quot;One of the first things you ask yourself: &apos;Will there be a difference in [effect] between Berlin Wall and a piece of concrete from your own garage wall?&apos; Emotionally you are inclined to say: &apos;Yes, of course&apos;, but rationally you may have your doubts.&quot; Elaine Lewis: &quot;When you&apos;re desperate, and you&apos;ve seemingly tried everything, there&apos;s your own body to make remedies from: your discharges, your urine, your bloodyou&apos;re never really without remedies, are you?&quot; Society of Homeopaths: &quot;Homeopathic medicines (which homeopaths call remedies) are prepared by specialist pharmacies using a careful process of dilution and succussion (a specific form of vigorous shaking).&quot; Elaine Lewis: &quot;Get a small bottle of spring water (but in an emergency any water will do)...&quot; Dr Peter Fisher, Clinical Director and Director of Research at the Royal London Hospital for Integrated Medicine, editor-in-chief of Homeopathy: &quot;we use highly purified water and highly purified ethanol there. There is no such thing as absolutely pure water but this is highly purified, it is double-distilled and deionised. You then add something at a concentration of parts one in ten or one in 100...&quot; Elaine Lewis: &quot;...your water bottle should now consist of a solution of 90% water and 10% [ingredient]  there&apos;s no need to be fussy about your percentages  just guess at what 10% might be.&quot;  Dr Peter Fisher: &quot;... [then] shake it.&quot; Elaine Lewis: &quot;&apos;Succuss&apos; this solution (pound the bottle into your opposite palm) 40 times.&quot; Dr Evan Harris: &quot;The shaking is important?&quot;Dr Peter Fisher: &quot;The shaking is important.&quot;Dr Harris: &quot;How much do you have to shake it?&quot;Dr Fisher: &quot;That has not been fully investigated.&quot;Dr Harris: &quot;A random amount of shaking?&quot;Dr Fisher: &quot;You have to shake it vigorously but exactly how much you have to shake it, no. If you just gently stir it, it does not work.&quot; Elaine Lewis: &quot;You now have [ingredient] in the 1X potency, this means you&apos;ve done a one-in-ten dilution with 40 succussions and you&apos;ve done it just once. Keep [diluting 10:1 and succussing] &apos;til you&apos;ve reached either a 6X or a 12X or a 30X&quot; ABC Homeopathy:  &quot;The remedy is taken in an extremely dilute form; normally one part of the remedy to around 1,000,000,000,000 parts of water.&quot; Mary Glaisyer, New Zealand Council of Homeopaths: &quot;In homeopathic remedies above the 12th potency no molecule of the material substance remains.&quot; British Homeopathic Association: &quot;...the medicines are often  though by no means always  diluted to the point where there may be no molecules of original substance left. One of the leading current proposals for how such &apos;ultramolecular&apos; dilutions work is that water is capable of storing information relating to substances with which it has previously been in contact.&quot; Classical Homeopathy: &quot;it should not be forgotten that our ability to store the resonance of transmitted sound, let alone video, on a piece of ribbon or a disc, was still science fiction when many of us were children. It does not take a very large leap in comprehension to realise that water with homoeopathically potentised substances stored in it, is just another storage medium and that the body consisting mainly of water, also has the potential to store disharmonic resonances of toxic substances.&quot; Professor Edzard Ernst, former homeopath: Systematic reviews of rigorous trials of homeopathy failed to demonstrate that homeopathic remedies have effects beyond those of placebo. Monitoring the development of the evidence over time we find that the overall evidence-base of homeopathy is becoming more and more negative. Robert Mathie, British Homeopathic Association: &quot;Four out of five comprehensive systematic reviews of RCTs in homeopathy have reached the qualified conclusion that homeopathy differs from placebo.&quot; Jean-Pierre Boissel (author of two of the reviews, responding to the above via e-mail): &quot;Refs 2 and 3 reported the same meta-analysis. My review did not reach the conclusion &apos;that homeopathy differs from placebo&apos;!&quot; Martin Robbins: &quot;Do you feel homeopaths should be telling the public that your paper supports homeopathy?&quot;Boissel: &quot;Definitively NO!&quot; Cristal Sumner, British Homeopathic Association (e-mail): &quot;[There are] many difficulties encountered squeezing a holistic and individualised treatment into a strictly controlled trial methodology.&quot;Martin Robbins: &quot;Does this not apply to the mass-produced remedies made by companies like Nelson&apos;s, and sold off-the-shelf to millions of customers at Boots? These clearly aren&apos;t holistic or individualised treatments, since patients won&apos;t receive a personal consultation or assessment. Is it fair to say that in your view, this sort of factory-made treatment really goes against the philosophy of homeopathy?&quot;Cristal Sumner: &quot;The BHA supports a person&apos;s legal right to buy and use homeopathic medicines.&quot; Dr Evan Harris: &quot;Does the MHRA check how much[the remedy] has been shaken before it approves it for treatment?&quot;Dr Peter Fisher: &quot;You would have to ask the MHRA, I do not know.&quot; Society of Homeopaths (E-mail to @41un): &quot;Thank you for your interest, there are no mortality statistics that have been compiled for homeopathy.&quot; Mary Glaisyer, New Zealand Council of Homeopaths: &quot;The concept of &apos;overdosing&apos; is one that is peculiar to conventional medicine where material doses are used. Louise McClean (Homeopath): &quot;One dose of however many pills taken together in one go, is the equivalent of only one dose, because it is the time frame that counts. So, the skeptics [performing a homeopathy overdose] would most certainly have felt if they had repeatedly taken a dose every hour for the rest of the day the effects.&quot;  Society of Homeopaths (advice removed from their website):  &quot;...it is not possible to take an overdose of homeopathic medicine in the same way as in orthodox medicine (orthodox medicine works on a chemical level). Homeopathic medicines are not therefore intrinsically dangerous. Nonetheless, they are clearly capable of stimulating the body&apos;s reactive forces powerfully and should be treated with respect.&quot; &apos;Skeptic Barista&apos;: &quot;Just spoke to a (part time) Boots pharmacist he had no idea about homeopathy or #ten23 but did sell me 6 bottles for [a homeopathic overdose] next week!&quot;  Dr Peter Fisher, responding to the sale of homeopathic anti-malarial prophylactics: &quot;I&apos;m very angry about it because people are going to get malaria - there is absolutely no reason to think that homeopathy works to prevent malaria and you won&apos;t find that in any textbook or journal of homeopathy so people will get malaria, people may even die of malaria if they follow this advice.&quot;  Homeopaths Without Borders: &quot;....with the onset of the rainy season [in Haiti], there will be a great need for remedies to treat dengue, malaria, cholera and other tropical diseases.&quot; Abha Light Foundation, Aims and Objectives: &quot;To introduce Homeopathy and natural medicines as a method of managing HIV/AIDS, TB and malaria in Kenya.&quot; Jeremy Sherr, Homeopathy for Health in Africa: &quot;I have decided that the main aim is to get out [to East Africa] and cure as many people as possible. I know, as all homeopaths do, that you can just about cure AIDS in many cases. But shhhh I&apos;m not allowed to say that, so you didn&apos;t hear it.&quot; Dr Evan Harris: &quot;You say you should not give homeopathic antimalarials and yet they are on the market. Have you urged or has the Faculty urged or has the BHA, whom you advise scientifically, urged manufacturers to stop manufacturing these things that people might buy?&quot;Dr Robert Mathie: &quot;Not quite so explicitly but we are unequivocally against the practice.&quot; Melanie Oxley, Society of Homeopaths, responding to the sale of homeopathic anti-malarial prophylactics: &quot;It does worry us. It worries us a great deal.&quot;Emily Maitlis (Newsnight): &quot;Will you strike them off?&quot;Melanie Oxley: &quot;Well... we have first to receive a complaint from a member of the public about one of our members before we can instigate a professional conduct review.&quot;Emily Maitlis: &quot;Would you agree with Simon [Singh] that malaria should be one of those diseases that [homeopaths] are not even allowed to come near treating?Melanie Oxley, spokeswoman for the Society of Homeopaths, Britain&apos;s leading professional body: &quot;That&apos;s not for me to say.&quot; --------------------------Compiled by Martin Robbins, @mjrobbins", 
    "section": "science", 
    "gid": "science/the-lay-scientist/2012/apr/17/1", 
    "wordcount": "1548"
}