{
    "headline": "Tesco drops carbon-label pledge", 
    "text": "Tesco has dropped its plan to label all its products with their carbon footprint, blaming the amount of work involved and other supermarkets for failing to follow its lead. In January 2007, Tesco&apos;s chief executive, Sir Terry Leahy, promised &quot;a revolution in green consumption&quot; as the company pledged to put carbon labels on all 70,000 products. Orange juice, toilet roll and milk were among the products to have the emissions from their production catalogued. But on the eve of a major report on high street retailers&apos; green programmes, the supermarket has said it is ditching the scheme. &quot;We expected that other retailers would move quickly to do it as well, giving it critical mass, but that hasn&apos;t happened,&quot; Tesco&apos;s climate change director, Helen Fleming, told trade magazine The Grocer. Tesco also blamed &quot;a minimum of several months&apos; work&quot; to calculate the footprint of each product. The Guardian has previously reported that it would take Tesco centuries to fulfil its pledge, as the supermarket was only adding labels at the rate of 125 products a year. A Tesco spokeswoman said the supermarket was phasing out the labels, but it still wanted to provide carbon information on products, though she did not specify how. &quot;We are fully committed to carbon footprinting and helping our customers make greener choices. No final decision has yet been made, and we are always on the lookout to find even better ways to communicate the carbon impact of products in a way that informs and empowers customers.&quot; &quot;In the meantime we are continuing to use the Carbon Trust label on a wide range of approved products and will keep asking our customers what information they would find most useful.&quot; The ditching of the labels will come as a blow for the Carbon Trust, the previously government-funded body that created the label and advises businesses on cutting emissions. From April, the Trust will no longer receive government funding as part of the coalition government&apos;s cuts, and will rely solely on private funding from its work with businesses. A Carbon Trust spokeswoman said the body was &quot;clearly disappointed&quot; at the move. &quot;The annual sales value of goods carrying the label is some 3bn. We are clearly disappointed that Tesco has decided to phase out over time the use of the label on cost grounds. We know that Tesco is reviewing future options and we will be actively supporting them in that review. We are confident that our existing label customers and new customers will see the value of an internationally recognised carbon label backed by expert independent certification.&quot; PepsiCo, which has footprinted packets of its Walkers crisps and Tropicana orange juice through the scheme, said it would continue with the carbon footprint labels. Martyn Seal, European director for sustainability at PepsiCo, said: &quot;Although we&apos;ve not seen the take-up we would like, we still support carbon labelling as a way of helping consumers and businesses understand and reduce emissions.&quot; Dyson, Kingsmill and Morphy Richards are the other three brands that work with the label. On Tuesday, the British Retail Consortium, the trade body representing the UK&apos;s biggest retailers, will publish a report on the environmental progress of the supermarkets and high street&apos;s biggest names.  Get the Guardian&apos;s environment news on your iPhone with our new app. You can also join us on Twitter, Facebook and Google+", 
    "section": "environment", 
    "gid": "environment/2012/jan/30/tesco-drops-carbon-labelling", 
    "wordcount": "574"
}