{
    "headline": "Senegal revokes licences of foreign fishing trawlers", 
    "text": "The new government of Senegal has cancelled the licences of 29 foreign fishing trawlers, demanding that they offload their catches in the capital Dakar before leaving the west African country&apos;s territorial waters. The dramatic move on Tuesday by fisheries minister Pape Diouf follows growing resentment at overfishing and alleged corruption of the previous government&apos;s licencing system. It is expected to defuse threats by Senegal&apos;s 52,000 small-scale inshore fishermen to take direct action against the owners of foreign trawlers. In 2006, Senegal cancelled its licencing agreements with the heavily subsidised EU fleet in an attempt to protect its industry from foreign vessels. But dozens of giant 10,000-tonne factory ships registered in Russia, Lithuania, Morocco, Ukraine, Mauritius, Saint Vincent and the Grenadines, China, Belize and elsewhere were able to acquire new licences. Using satellite technology and often working together, they have been able to take hundreds of tonnes of fish a day. This is in stark contrast to local fishermen, whose small 30-foot &quot;pirogues&quot; are able to catch only a few tonnes of fish a year from waters near the shore. Because of the widespread decline in the amount of fish available  in part a knock-on effect front the industrial fishing further out  they are forced to fish further and further out to sea. Hunger is growing in Senegal and other Sahelian countries, but much of the catch by the foreign fleets ends up in Britain and the EU after being exported from ports like Las Palmas in the Canary Islands. Local fishing industry leaders in Senegal, Cape Verde, Mauritania and elsewhere say catches from inshore fishing have been decimated in the past 10 years because of overfishing. In addition, many other &quot;pirate&quot; trawlers operate illegally in west African waters, further decimating stocks. &quot;Senegal&apos;s only resource is the sea,&quot; said Abdou Karim Sall, president of the Fishermen&apos;s Association of Joal and the Committee of Marine Reserves in West Africa. &quot;Unless something changes there will be a catastrophe for livelihoods, employment and food security.&quot; Senegal&apos;s decision to revoke the licences is seen as important because the EU is currently under pressure to abandon subsidies for fishing fleets working in the waters of developing countries. It was not clear on Thursday how long the revoking of licences for foreign vessels in Senegalese waters would last. The move may not develop into a future ban, but it is understood the government is now reviewing its fishing policies. &quot;This decision is a good start to managing Senegal&apos;s fishing better. Hopefully, the government will decree a moratorium on the allocation of new fishing authorisations,&quot; said Raoul Monsembula, oceans campaigner for Greenpeace Africa, that has been pressing for an end to overfishing in west African waters.", 
    "section": "environment", 
    "gid": "environment/2012/may/04/senegal-revokes-licences-foreign-fishing-vessels", 
    "wordcount": "460"
}