{
    "headline": "Developer says piracy forced Dead Trigger Android game to go free", 
    "text": "With 400m activated devices and another 1m added every day, Android is on a roll. So why are many games developers still wary of porting their iOS titles to Google&apos;s platform? Piracy is a key reason. Developer Madfinger Games is the latest company to fuel the debate, after changing its Dead Trigger game from paid to free on the Google Play Store. The zombie-themed first-person shooter launched earlier in July for $0.99. &quot;Regarding price drop. HERE is our statement. The main reason: piracy rate on Android devices, that was unbelievably high,&quot; the company posted on its official Dead Trigger Facebook page, comparing the game to its previous title Shadowgun. &quot;At first we intend to make this game available for as many people as possible - that&apos;s why it was for as little as buck. - It was much less than 8$ for SHADOWGUN but on the other hand we didn&apos;t dare to provide it for free, since we hadn&apos;t got XP with free-to-play format so far. - However, even for one buck, the piracy rate is soooo giant, that we finally decided to provide DEAD TRIGGER for free.&quot; The company&apos;s post was likely in response to criticism from players who had paid $0.99 for Dead Trigger in its first few weeks on the Google Play Store. Pocket Gamer reports that a number had posted one-star reviews after the change, angry at having paid for a game that is now free. Madfinger stresses in its Facebook post that Dead Trigger &quot;is not FREEMIUM, it always was and still remains FREE-TO-PLAY&quot;, in an effort to head off suggestions that it&apos;s pushing players to pay for items using in-app purchases. &quot;We stand up for this statement, because all members of our team are playing (and enjoying) DEAD TRIGGER without IAP.&quot; The iOS version of Dead Trigger remains a $0.99 paid game, although like the Android version it also uses IAP. Madfinger isn&apos;t the first developer to talk publicly about high levels of piracy for its Android games. In April 2012, Sports Interactive said that in the first two weeks after it launched its Football Manager Handheld game for Android, its piracy rate was 9:1 that&apos;s one sale for every nine illegal downloads. &quot;There&apos;s no working copy protection on the platform currently, so it&apos;s pretty easy for someone to get it working,&quot; SI&apos;s&apos; Miles Jacobson told Eurogamer at the time. &quot;The platform is also very popular in some countries where there&apos;s a larger piracy problem than in others.&quot; It was SI&apos;s first game for Android, and possibly its last. &quot;If it doesn&apos;t hit targets, then we won&apos;t be doing another one for the platform - that&apos;s a simple business decision though for a couple of months&apos; time.&quot; Earlier, Korean developer com2uS had said some games see piracy rates as high as 98% on Android, while US developer Appy Entertainment&apos;s FaceFighter Gold game saw a piracy rate of 70:1 on Android versus 3:1 on iOS. In September 2011, analyst firm Yankee Group polled 75 Android developers in the US on the subject of piracy, and found 27% saying it&apos;s a huge problem, and 26% saying it&apos;s somewhat of a problem meaning that 47% aren&apos;t as fussed, presumably. However, a third of developers questioned said they believed piracy had cost them more than $10,000 in revenue, while 32% noted that it increases their support costs for apps and games. It&apos;s important not to rush to conclusions on the subject of piracy, whatever media you&apos;re talking about. Figuring out what proportion of illegal downloads represent lost sales (versus people who would have never bought the game) is notoriously tricky, for example. Meanwhile, high piracy rates on Android do not mean it is impossible to make money as a games developer: in-app purchases and advertising offer revenue streams for free-to-play games, although as Apple has found out in recent days, IAP systems are targets for piracy too. Even so, Google can&apos;t afford to ignore the complaints of paid app developers about high piracy rates on Android. In fact, there&apos;s already evidence that it is working to address the matter. A new feature in its Android Jelly Bean 4.1 software is app encryption, which the Android developers blog describes thus: &quot;From Jelly Bean and forward, paid apps in Google Play are encrypted with a device-specific key before they are delivered and stored on the device. We know you work hard building your apps. We work hard to protect your investment.&quot; Madfinger Games clearly hasn&apos;t given up on Android switching to a free-to-play model for Dead Trigger to see if it can make money that way. But the company&apos;s experience represents a challenge to Google: Android has huge scale, and the latest devices are more than capable of running impressive games. But anything that makes developers worry about getting a return on their investment piracy included means less of these games coming to Android.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jul/23/dead-trigger-android-free-piracy", 
    "wordcount": "843"
}