{
    "headline": "Rio+20: A voice from Nsawam, eastern region, Ghana", 
    "text": "   Andrew Anti Ampafo, Rio+20 Photograph: Guardian    Plastic, plastic all over  in Ghana, this is our biggest problem. When we were kids, if you went to buy rice by the roadside, they would sell it you packaged in this flat leaf. You would throw it away on the ground, in two or three weeks time it will just get rotten and disappear. But now everything you buy is packaged in plastic  groundnut, salt, sugar, water. The young people eat fried rice in a plastic bag and just throw it on the ground. It is unbearable. Government after government comes to tackle this; it&apos;s a huge problem. Ghana needs to develop, but I don&apos;t know if it can be done in a way that doesn&apos;t bring destruction. Take sand, for example. As the economy here grows, there is so much building going on. But to build we have to mix cement with sand, and to get that they dig up the topsoil which has so many nutrients and keeps the greenery growing, and so the vegetation suffers. Before you buy land, they have to rip up the vegetation, and we buy the sand. So we are losing much of the greenery around. We need the greenery to absorb the carbon dioxide. Now Ghana has found oil, we are facing a whole new challenge. It should be a blessing, but it has turned into a curse for us. We should be refining the oil and exporting finished petroleum products, providing employment for the youths, but instead we are exporting the crude oil raw, importing petroleum products from other countries, and still suffering fuel shortages. Some of our chiefs have been the ones standing up for sustainable development. In Takoradi, traditional leaders have cautioned about the lessons from the Niger Delta and the threat to our land from oil. Conferences like Rio+20 have never made a difference to my life. Our politicians go to these conferences, get their per diem, lodge in five-star hotels, drink coffee and eat dinners with wine  things we will never experience  and they come back. We don&apos;t see any change. I have been a teacher since 1974, and all this time politicians have been attending conferences on education, having a nice time, and for us teachers nothing has changed. I hadn&apos;t heard about Rio+20  it has not been reported on the news here  but it doesn&apos;t matter, because the outcome will be the same as it always is. If you want to make a difference, let the locals go. We are the people that really matter, but we are being shut out of the whole debate. ", 
    "section": "global-development", 
    "gid": "global-development/2012/jun/15/rio20-voice-nsawam-eastern-region-ghana", 
    "wordcount": "434"
}