{
    "headline": "New protection for endangered trees against rampant logging trade", 
    "text": "Every species of mahogany and rosewood tree in Madagascar gained new protection on Tuesday against a rampant logging trade that threatens to wipe out some species before they are even discovered. The 178 nations at the world&apos;s biggest wildlife summit agreed unanimously to strictly regulate the international trade in mahogany timber. The Convention on the International Trade in Endangered Species (Cites), taking place in Bangkok, also gave new protection to rosewood in Central America, Thailand and Vietnam. Ebony and rosewoods are targeted to make high-price furniture, musical instruments, chess pieces and flooring. &quot;There are 80 ebony species known in Madagascar but they are literally identifying more right now and there may be as many as 240 species in all,&quot; said Noel McGough, a botanist at Kew Botanical Gardens in London and a member of the UK delegation. He said the new protection, aimed at ensuring harvests are sustainable, had been urgently needed: &quot;We need to move quickly.&quot; &quot;Regulating the international trade will give the chance to feed money back to the poor local communities,&quot; he added. &quot;Illegal trade just drains money away from them.&quot; Recent years have seen a sharp rise in the exploitation of ebony in Madagascar, with much of the wood destined for Asian markets. For some species, no large trees remain in the wild, posing a serious threat to trees that take decades to produce the hard, dense, black wood that is sought after. The number of rosewood trees in Thailand is estimated to have declined as much as 70%, from around 300,000 in 2005 to 80,000-100,000 trees in 2011. Achim Steiner, the executive director of the UN Environment Programme (Unep), said Interpol and Unep estimated that 50-90% of logging in the key tropical countries around the world is being carried out by organised crime gangs. &quot;Illegal logging is worth well over $30bn annually to the criminals, whereas many of the poor people enlisted into these illegal activities get a pittance in return,&quot; he said. There were many ways criminals dealt in illegal timber, Steiner said, including falsifying logging permits, bribing officials to obtain permits, logging beyond concessions and hacking government websites to obtain or change electronic permits. In all, 135 species of Madagascan ebony and rosewoods were protected. John Scanlon, secretary-general of Cites, praised the achievement of the 178 member states, noting that previous discussions of valuable timber had been difficult. McGough said the tone of the debate on Tuesday was very different to that of recent decades: &quot;There were very divisive debates that set range states [where the trees grow] against importing countries and saw many proposals defeated or withdrawn in the face of mass opposition.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/mar/12/protection-madagascar-trees-logging-trade", 
    "wordcount": "456"
}