{
    "headline": "Japan seeks to reverse commitment to phase out nuclear power", 
    "text": "Almost two years after the triple meltdown at Fukushima Daiichi power plant sent shockwaves around the world, Japan&apos;s government is attempting to resell the nuclear dream to a traumatised public. Japan appeared to have ended its addiction to nuclear power when the previous centre-left government pledged last year to phase out all of the country&apos;s 50 working reactors by 2040. The announcement marked a dramatic shift from pre-Fukushima plans to increase Japan&apos;s dependence on nuclear from 30% to 50% by 2030. For the emboldened anti-nuclear lobby, it heralded the start of an unprecedented shift towards renewable energy. But the return to office last month of the conservative Liberal Democratic party (LDP) under Shinzo Abe effectively killed off the idea of a non-nuclear Japan. It was no coincidence that within days of the LDP victory, Tepco, the firm that operates Fukushima Daiichi, saw a dramatic rise in its share price  but nowhere near the level it was before the accident. The new government has announced a review of the nuclear phaseout, adding that reactors would be restarted if they passed safety tests, and it refused to rule out the construction of new ones. Critics of the phaseout have pointed to the economic and environmental costs of Japan&apos;s dependence on expensive oil and gas imports since it took all but two of its nuclear reactors offline in the wake of the Fukushima accident. Japan&apos;s trade minister, Toshimitsu Motegi, warned that the government would not allow its plans to revive the economy to be derailed by a commitment to going non-nuclear. &quot;We need to reconsider the previous administration&apos;s policy that aimed to make zero nuclear power possible by the 2030s,&quot; he said. It could take months  perhaps years  before a significant number of reactors are switched back on. And while anti-nuclear candidates performed abysmally in last month&apos;s general election, the public remains sceptical about industry promises to mend its ways after decades of collusion with regulators and pro-nuclear politicians. But those concerns are unlikely to hold much sway with the LDP, which helped develop Japan&apos;s &quot;nuclear village&quot;  the web of power utilities, bureaucrats and MPs who peddled the nuclear dream and shunned rigorous regulation. As Abe said soon after becoming prime minister: &quot;A strong economy is the source of energy for Japan. Without regaining a strong economy, there is no future for Japan.&quot; If he gets his way, that future will include a role for nuclear.", 
    "section": "environment", 
    "gid": "environment/2013/jan/11/japan-reverse-nuclear-phase-out", 
    "wordcount": "409"
}