{
    "headline": "Digital brands spark thrills and fear in children's entertainment industry", 
    "text": "&quot;Wherever children are, we&apos;ve got to be there with them.&quot; No, not the words of an overbearing parent. The sentence above is what came from the lips of just about every broadcaster or producer who stepped onto the stage at the MIPJunior conference in Cannes this weekend. The gist: lots of children are using tablets, laptops, smartphones, iPod touches and handheld games devices, so owners of children&apos;s brands and/or shows know they need to take them to those platforms. Otherwise children will find other new characters and stories to love who are there. In a research presentation based on a survey in July 2012 of 933 British 7-16 year-olds, 1,120 parents and 202 teachers, Family Kids and Youth managing director Dr Barbie Clarke claimed that 58% of British children aged 7-16 are using a smartphone, tablet or iPod touch, and that of those, 78% download apps. It has finally dawned on the TV industry that significant brands are being built on these devices: Angry Birds, Moshi Monsters, Cut the Rope and Talking Tom Cat being four prominent examples. It&apos;s generating a heady mix of fear and excitement. Fear, because the brands above have built fervent fanbases in the tens of millions without needing a TV show to do it. And now they&apos;re all making their own animation content. Yet broadcasters, producers and big studios are also quite excited about the potential to follow suit, creating their own new characters and stories on digital platforms (apps and YouTube in particular) and then bringing them back to TV. MIPJunior highlighted both. It had Russian developer ZeptoLab talking about how its two Cut the Rope games have generated 250m downloads and have 50m active monthly players, but also Disney explaining how its first new character created for mobile phones Swampy the alligator from the Where&apos;s My Water? game had powered to 100m downloads in its first year. Swampy is now sploshing his way to other parts of Disney&apos;s business, including animation, merchandise, toys and even amusement parks. Cut the Rope has a TV game-show deal with Sony Pictures Television, while ZeptoLab is making a series of 50 one-minute shorts to be distributed digitally. Elsewhere, Angry Birds has passed 1bn downloads and announced a partnership with Star Wars that will encompass a new Angry Birds game, as well as a line of toys and merchandise; Moshi Monsters has parlayed its 60m registered users into a multimedia franchise encompassing magazines, music and its own online TV network; and Talking Tom Cat&apos;s creator Outfit7 is working with Disney on animated webisodes. This idea of building a children&apos;s brand digitally and then (perhaps) bringing it back to TV is catching on. Hence Cartoon Network&apos;s boss Stuart Snyder telling the MIPJunior audience that &quot;I don&apos;t think everything has to be created as a show. Things can be developed as shorts, they can start as games, they can start as apps.&quot; Or look at CBeebies, which launched its The Lingo Show on its website, before bringing it back to TV. &quot;We are looking for more online brand initiation. The Lingo Show started online and went to TV. It would be good to look for more high-quality commissions there,&quot; said Alison Stewart, head of CBeebies production, animation and acquisitions at the BBC. &quot;The Lingo Show was a massive success, and it was brilliant to see how that brand grew, and came to TV later. we&apos;d love to be able to do that again with the right commission.&quot; So, broadcasters are increasingly keen to commission webisodes and apps first, but the independent developers and producers who they might work with are also realising that they can launch ideas without having to wait for a commission. For example, CBeebies&apos; partner on The Lingo Show was Bath-based firm Complete Control. It now has a division devoted to making its own content, including a set of children&apos;s characters called the Roodie Noodies who made their debut in an iOS game. &quot;We didn&apos;t know where it fitted,&quot; said creative director Glynn Hayward. &quot;We didn&apos;t think it was a pre-school show, so we didn&apos;t have a natural home for it until the App Store arrived.&quot;     ustwo's Whale Trail has been picked up by Penguin for a storybook app    London studio ustwo also talked about its Whale Trail game, which launched in October 2011 and is now nearing 1m downloads across iOS and Android. This brand, too, is branching out, with Penguin Books having signed a licensing deal to turn it into a storybook app, which will be released in December. &quot;The tagline is currently &apos;Yellow Submarine for the digital generation&apos;,&quot; said ustwo&apos;s creative director of own-IP content Neil McFarland. &quot;Penguin want to build stories and are looking for great places for those to come from, and they&apos;ll take them where they can find them. They saw it as a story that could grow.&quot; One important trend is the desire of independent producers and developers to retain control of their intellectual property, rather than hand it over wholesale to a broadcaster or publisher. &quot;Keeping control of IP and being in charge of our own destiny is very important,&quot; said ZeptoLab chief executive Misha Lyalin. &quot;We have direct access to an incredible amount of consumers I think now it would be foolish to give up on your content ownership.&quot; Those views were matched by Josh Selig of Little Airplane Productions, whose Small Potatoes pre-school TV show has evolved into a popular Facebook community for teenage girls. &quot;If you hold onto your IP, you can riff with your IP. You can play, you can experiment. This is the best time in history for experimenting with IP,&quot; said Selig. In short, this is the state of affairs. Broadcasters want to start building new children&apos;s brands online and in apps, and they are increasingly keen to commission independent developers and producers to do it. Yet those independent companies are looking at the App Store and YouTube channels, and wondering if they shouldn&apos;t do this themselves first, to build an audience and put themselves in a position to keep hold of more rights if they do a deal with a broadcaster. Fear, excitement and disruption in equal measures. No wonder the children&apos;s entertainment industry is such an interesting place right now.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/oct/08/digital-kids-brands", 
    "wordcount": "1052"
}