{
    "headline": "Keith Vaz urges tighter controls on violent video games", 
    "text": "Labour MP Keith Vaz has tabled an early day motion calling for more stringent government controls on violent video games. The motion, put forward on 24 April, makes reference to Anders Breivik, who shot and killed 69 people on the island of Utya, Norway, in July 2011. Breivik claimed to have prepared for the attack by playing the hugely successful first-person shooter, Call of Duty. In the text accompanying the EDM, Vaz states: &quot;[This house] notes that in his submission of evidence to the court Breivik describes how he trained for the attacks using the video game Call of Duty: Modern Warfare.&quot; The text then asserts that the house &quot;is disturbed that Breivik used the game to help hone his &apos;target acquisition&apos; and the suggestion that the simulation prepared him for the attacks&quot;. Although all games must carry age ratings to restrict their sale to children, Vaz criticises the current PEGI system for not seeking to restrict what he calls ultra-violent content. The motion says: &quot;In an era of ever-more sophisticated and realistic game-play, more robust precautions must be taken before video games are published.&quot; The government is called on to provide for closer scrutiny of aggressive first-person shooter video games. The Labour MP is a regular critic of violent games and has tabled similar motions in the past. In 2010, he put forward a motion to ensure the clear rating of violent games after a shooting in Malmo, Sweden, in which the first-person shooter Counter-Strike was implicated. Last year, he tabled a motion about Call of Duty: Modern Warfare 3 claiming a resemblance between the game&apos;s &quot;harrowing&quot; scenes set in the London Underground and the terrorist bombings of July 2005. The Call of Duty series is now one of the biggest entertainment franchises in the world. The most recent instalment, Modern Warfare 3, broke records last December when it made $1bn in revenue just 17 days after its launch. Each of the past three iterations has sold more than 20m copies and publisher Activision claims that more than 7 million gamers play Call of Duty titles online each day. At the time of publication, seven MPs had signed the motion alongside Vaz.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/may/03/keith-vaz-controls-violent-video-games", 
    "wordcount": "373"
}