{
    "headline": "Climate change increased likelihood of Russian 2010 heatwave  study", 
    "text": "The extreme Russian heatwave of 2010 was made three times more likely because of man-made climate change, according to a study led by climate scientists and number-crunched by home PC users. But the size of the event was mostly within natural limits, said the scientists, laying to rest a controversy last year over whether the extreme weather was natural or human-induced. The 2010 heatwave broke all records for Russia  temperatures in the central region of the country, including Moscow, were around 10C above what they should have been for the time of year. More than 50,000 people died from respiratory illnesses and heat stress during that time. The temperatures also had a substantial impact on that year&apos;s Russian wheat harvest, leading to economic losses of more than $15bn. Two studies published in 2011 looked at the causes of the extreme weather, but they disagreed on whether it was a natural event or whether it was a result of anthropogenic climate change. An American team led by Randy Dole of the National Oceanographic and Atmospheric Administration (Noaa) suggested that the heatwave was mostly natural in origin. &quot;They based that on the fact that there was no basis for anticipating the heatwave given the conditions which applied at that time in Russia,&quot; said Myles Allen, a climate scientist at Oxford University. &quot;Heatwaves of that nature had happened in the past on a 100-year timescale and there wasn&apos;t an obvious significant trend in temperatures in that region or in the statistics of hot temperatures in that region. They came to the conclusion this was an event that was mostly natural in origin. There was no need to induce climate change to explain this event.&quot; A separate study by Stefan Rahmstorf of the Potsdam Institute for Climate Impact Research near Berlin suggested otherwise. &quot;What they [said] was that the risk of the heatwave occurring had gone up by a substantial factor, the odds of it occurring were 80% due to the large-scale warming trend and, of course, most of that large-scale warming is attributed to human influences on climate,&quot; said Allen. To resolve this apparent condundrum, Allen and his team ran a series of climate models that simulated the weather in different parts of the world, using observed data from the 1960s and the 2000s. This allowed them to observe the frequency of extreme weather events in Russia during each decade, with and without the effects of the warming due to human-induced climate change. &quot;What we conclude about the Russian heatwave is that the risk has gone by a factor of three, perhaps not as high as Rahmstorf&apos;s estimate, but within error bars consistent with theirs,&quot; said Allen. &quot;But we also point out that Dole et al&apos;s conclusion is also correct in the sense that the size of the human contribution to the event was only perhaps a degree or so, whereas the actual event itself was 10C.&quot; In terms of size, the 2010 heatwave was mostly natural. In terms of probability of the event occurring at all, the risk had been increased caused by human activity. &quot;We have a tendency, whenever a weather event happens to say &quot;it was caused by x&quot; but that&apos;s never the case, you have multiple causes for an event,&quot; said Allen. &quot;People just have to learn that there&apos;s no such thing as a weather event that has only a single cause. This is a complicated, interacting system.&quot; The latest study, published in the journal Geophysical Research Letters, was carried out with the resources of the Weather at Home project, which runs regional weather models on the idle processing capacity of the home computers of volunteers. Members of the public can download some software that runs atmospheric models of Europe, southern Africa or the western US, to a resolution of 120km. &quot;To say with any confidence what caused an extreme weather event, such as the Russian heatwave, you need to run not one but a whole series of climate models,&quot; said Friederike Otto of the Environmental Change Institute at Oxford University and an author of the latest research. &quot;Our work, using the weatherathome.net project, demonstrates that you don&apos;t need a supercomputer to do this, we ask volunteers to run climate prediction experiments on ordinary computers. We show how you can use such an ensemble of simulations to investigate the magnitude and frequency of occurrence of intrinsically unpredictable extreme events.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/feb/21/climate-change-russian-heatwave", 
    "wordcount": "752"
}