{
    "headline": "Anti-connectome-ism", 
    "text": "     Here&apos;s my review of Sebastian Seung&apos;s new book, Connectome, from the July/ August issue of New Humanist, followed by an email from an eminent British scientist who thought I wasn&apos;t critical enough: When it comes to brains, size really doesn&apos;t matter too much. That one-and-a-half kilogram lump of electrochemical jelly inside your skull contains approximately 90 billion neurons, or nerve cells, and is roughly a thousand times larger than that of the mouse, which contains about 100 million neurons. It&apos;s the way these neurons are organized, rather than the number of cells or total size, that seems to be more important; more specifically, it&apos;s the way that neurons are connected to each other. In recent years, this idea  referred to as connectionism  has become prevalent. It&apos;s widely believed, for example, that learning and memory occur as a result of the strengthening of connections (or synapses) within distributed networks of neurons, and many neuroscientists now view the brain as consisting of a large number of discrete, specialized areas that work together to generate our behaviour, feelings and thoughts.  In Connectome, rock star neuroscientist Sebastian Seung of the Massachusetts Institute of Technology takes this idea to its extreme. The connectome is a cellular scale map of the human brain outlining each and every synapse. We are nowhere near producing such a map, mainly because our technologies are not yet sophisticated enough. It will eventually be possible, however, at some point in the distant future and, according to Seung, it will herald a new era of neuroscience and a better understanding of the human condition. Seung&apos;s main thesis is that our connectomes make us who we are. Finding connectomes will, he says, enable us enable us to diagnose and treat psychiatric and neurological diseases, because the integrity of the connectome is crucial for proper brain function. It could enable us to &apos;read&apos; memories from dead brains, and to define death more accurately. And the ability to preserve connectome integrity after death could even lead to the transhumanist dream of achieving immortality by uploading the information contained within our brains to powerful supercomputers. The vast majority of the book is a decent primer on the state of modern neuroscience. Seung describes key findings in the 150-year history of the discipline, the state-of-the-art methods that are now being used to investigate the brain, and current thinking about how this mysterious and complex organ works. He does so eloquently, using examples from everyday life to make a complex subject relevant, and easily understandable, to those with little or no knowledge of neuroscience. There are, however, problems with Seung&apos;s thesis, the main one being that a connectivity map is unlikely to tell use everything we&apos;d like to know about the brain. In the late 1980s, researchers published an almost complete connectome of the nematode worm Caenorhabditis elegans, after years of laborious work involving slicing the organism into thousands of ultra-thin sections then examining the sections under the microscope and reconstructing them. This tiny, millimetre-long organism doesn&apos;t even have a brain as such  its entire nervous system contains a grand total of 302 neurons. And yet, the nematode connectome has taught us far less than we thought it would about how this apparently simple nerve net generates the worm&apos;s behaviours.  A human brain connectome would undoubtedly be useful. Given the staggering complexity of the human brain, however, it would arguably teach us even less about ourselves than the nematode connectome has about its behaviour. What&apos;s more, we now know that the brain continuously &quot;rewires&quot; itself in response to experience, by altering its connections, and perhaps making news ones and breaking older ones, countless times every second. A static connectivity map would, therefore, tell us nothing about these organizational changes. We would, therefore, need multiple connectomes for each individual to take these changes into account.  Seung acknowledges this problem. He repeatedly reminds us that there is very little conclusive evidence for the connectionist theory, and that his claims are highly speculative. In the end, he concedes that &quot;we don&apos;t know yet whether a connectome contains a person&apos;s memories, personality or intellect,&quot; and that testing the idea &quot;will occupy neuroscientists for a very long time.&quot; Why, then, should the neuroscience community invest huge amounts of time, effort and limited resources to a project, when there&apos;s guarantee that it will pay off?  There are several glaring omissions that I also find problematic. Seung tells us that the human genome is static, and that it plays a minor role in making us who we are. Apart from a minor mention in the notes at the end, he neglects to mention that gene expression patterns are tightly regulated in space and time, and that the activity of genes can be modified by so-called &quot;epigenetic&quot; modifications.  And then there are the glial cells. These other brain cells roughly equal neurons in number, and were discovered at around the same, but have largely been relegated to the role of supporting actors that do little more than nourish and protect neurons. Glial cells have emerged in recent years as key players that not only regulate the functions of neurons but likely also contribute to information processing. Seung ignores glia almost completely, again relegating them to a brief footnote.  Finally, the section on transhumanism at the end of the book reads more like something from a sci-fi fantasy than a serious popular book about the brain. This is, of course, a matter of opinion, but I find it hard to believe that someone of Seung&apos;s calibre would seriously entertain ideas such as mind uploading, and therefore I can only conclude that this is sensationalist ploy designed solely to sell more copies of the book. Having said that, the book works well as a general introduction to neuroscience for the layperson, and if that&apos;s what you&apos;re looking for, you could do much worse.   ---------------------- After the review was published, I received an email from Andrew Lumsden, which I&apos;ve pasted below, with his permission. Andrew is the director of the MRC Centre for Developmental Neurobiology; after graduating in 1998, I spent two years in his department working on a Ph.D. about the migration of granule cell precursors in the embryonic chick cerebellum. He&apos;s also one of the &quot;characters&quot; in my New Scientist feature article about adult neurogenesis.  Dear Moheb, Enjoyed your article in New Humanist, albeit that I felt you were rather soft on this guy - perhaps in the interests of objectivity. What really pisses me (and many others) off is the vast amount of money going into high res analysis of dead brains, using techniques such as serial EM that reveal the twigs but not the trees and certainly not the woods. Two strikes against.  What we know from C. elegans and the crustacean stomatogastric ganglion, with networks involving very few neurons, is that we haven&apos;t a clue how they work even with the essential addition of electrophysiology. In C. elegans a network of just two neurons can behave quite differently at different times, depending on what modulators are around. So, while SS&apos;s memorable (if pukeworthy) &quot;I am more than my genome, I am my connectome&quot; may be true in a grossly superficial way, they are not going resolve connectional issues in any useful way using their current approaches.  A simpler and potentially more powerful approach would be to combine retrograde monosynaptic tracers such as the rabies virus variants now being made by Ed Callaway and others with targeting of molecularly defined cells types - this way, for example, you could activate the virus in just motor neurons and then see only those pre-motor neurons that synapse onto them. Then release in the pre-motor neurons and see only what synapses onto them, and so on, and slowly build entire sub-connectomes with comparative ease and high fidelity. With viruses expressing FPs you would also have the potential for doing electrophysiology. Just a few thoughts. All the best, Andrew Professor Andrew Lumsden MA PhD FMedSci FRS Director, The MRC Centre for Developmental NeurobiologyKing&apos;s College LondonGuy&apos;s CampusLondon SE1 1UL", 
    "section": "science", 
    "gid": "science/neurophilosophy/2012/sep/21/connectome-review", 
    "wordcount": "1352"
}