{
    "headline": "Improbable research: experiments with inflatable dolls", 
    "text": "A generic life-size doll, with no modifications, was the key element in at least one unplanned experiment  the experiment documented in a 1993 monograph called Transmission of Gonorrhoea Through an Inflatable Doll, published in the journal Genitourinary Medicine. But generally, scientists who conduct planned experiments that rely on life-size dolls prefer to carefully optimise, or even create, their own doll. That unplanned inflatable doll experiment centred on a ship&apos;s captain who &quot;with some hesitation  told the story&quot; while being treated at a sexual disease clinic in Greenland. The captain had without permission entered an absent crewman&apos;s cabin, borrowed a piece of equipment, and later suffered the consequences. That inflatable doll was not purpose-built for scientific use. Only through delightful happenstance did it satisfy the scientists&apos;, as well as the captain&apos;s, needs. Most scientists hate to depend on serendipity, especially if they have to depend on a doll. A new study called Convective Heat Transfer From a Nude Body Under Calm Conditions: Assessment of the Effects of Walking With a Thermal Manikin [mannequin] exhibits the forethought and niggling care that can go into acquiring a suitable nude doll. Five mechanical engineers at the University of Coimbra, Portugal, wanted to study how, as a person strolls in the open air, heat flows both away from and into the skin. They obtained &quot;a Pernille type thermal mannequin named Maria&quot;, which &quot;is articulated and divided into 16 parts independently controlled by a computer&quot;. Maria features &quot;a fibreglass armed polyester shell covered with a thin nickel wire wound around all the body to ensure heating and temperature measurement&quot;. In 2004, an entire, special issue of the European Journal of Applied Physiology featured 27 studies involving mannequins. In some of those studies, the researchers refer to their mannequin by name. Jintu Fan and Xiaoming Qian, of Hong Kong Polytechnic University&apos;s institute of textiles and clothing, called their monograph New Functions and Applications of Walter, the Sweating Fabric Manikin. Fan and Qian write that Walter &quot;simulates perspiration using a waterproof, but moisture-permeable, fabric &apos;skin&apos; [that] can be unzipped and interchanged with different versions to simulate different rates of perspiration&quot;. Fan and Qian say their greatest challenge about Walter &quot;is to measure the amount of water added to or lost from [him].&quot; In other experimental studies, ones where a mannequin is subjected to hellacious treatment, the writing sometimes shows a particular, uncomfortable kind of restraint. &quot;Exposure to hot water steam is a potential risk in the French Navy&quot;, says one such paper, explaining a moment later that &quot;this extreme environment during an accident leads to death in a short time&quot;. In that study, as in others involving extreme exposures, the mannequin&apos;s name  if anyone bothered even to give it a name  is withheld from the public. (Thanks to Tom Gill for bringing the Coimbra research to my attention.)  Marc Abrahams is organiser of the Ig Nobel prizes. The Ig Nobels tour of the UK starts on 8 March, visiting Leeds, Bristol, Edinburgh, Dundee and London. Full details: www.improbable.com/improbable-research-shows/ig-uk-tour/", 
    "section": "education", 
    "gid": "education/2012/feb/27/improbable-research-inflatable-doll-gonnorhoea", 
    "wordcount": "520"
}