{
    "headline": "Waste crime: Britain's war on illegal dumping", 
    "text": "It was, Jan Bowdler says, one ofthe most miserable and upsetting experiences she has ever lived through. Only last year, when the man who had been operating an illegal waste site at the bottom of her garden finally pleaded guilty and was ordered to repay more than 800,000 of criminal profits, could she be sure it was over. &quot;It was a living nightmare,&quot; Bowdler says from her home in Colnbrook, near Slough. &quot;Sometimes they&apos;d start at 5.45am, on a Sunday. Massive arc lights shining into the windows, a crane towering over the house. Huge steel shipping containers being dropped onto concrete, and dragged from one part of the yard to another.&quot; The noise, she says, was &quot;indescribable. Cars being torn apart, crushed, dropped onto this mountain of metal, maybe 10 metres high, far higher than the house. Rottweilers prowling. A small river of used engine oil. And burning, burning all the time, heavy smoke ... We lived in fear of what they were burning. The smell was awful.&quot; For Bowdler and her ageing father, who had come to stay with her after major surgery, as well as her neighbours, it was an all but unbearable ordeal. &quot;We held meeting after meeting, lobbied the council, campaigned in the local press ,&quot; she says. &quot;The trees in the lane got knocked down. Wildlife vanished. Five years, it lasted. Just horrific, for everyone.&quot; It&apos;s a relatively recent but decidedly nasty business, waste crime: nasty for the environment, for the people affected, and for legitimate businesses that pay for waste-disposal licences, permits and tipping fees. It ranges from small, individual operations to large, complex networks involving multiplesites, companies and sometimes countries. And it is a big, and growing business: according to the Environment Agency&apos;s first national report on waste crime, published recently, there were 1,175 illegal waste sites in England and Wales as of March this year. Most deal in construction and demolition waste, the biggest single category; others take household and commercial, and end-of-life vehicles (what with the oil, the battery, the brake fluid and the air-con, depolluting a dead car is expensive. Far cheaper, as the gang at the end of Bowdler&apos;s garden knew, to just reclaim the metal and dump therest). Until quite late in the last century, of course, we barely cared about this at all. But a succession of laws  the Deposit of Poisonous Wastes Act in 1972, the Control of Pollution Act two years later, and most significantly the Environment Protection Act in 1990  have raised awareness and imposed increasingly tough restrictions on what we may dispose of, and how. These days, we devote 17m of public money a year to tackling waste crime. Those who commit it are united mostly by the prospect of quick, easy money and a frequently breathtaking disregard for the the law, the natural environment and their neighbours. &quot;One time,&quot; says Environmental Agency intelligence manager Peter Rutherford, picking his way gingerly across a muddy Derbyshire farmyard strewn with half-filled skips and trailers of fresh builder&apos;s rubble, assorted electricals and a large number of empty bottles, &quot;we came down here, he was burning stuff. Big bonfire behind him.&quot; The &quot;he&quot; in question, a farmer with a long history in the illegal waste business, looks askance as Rutherford and a colleague, in protective boots and high-visibility jackets, poke through the mountains of rubbish andtake pictures. &quot;So we say,&quot; continues Rutherford, &quot;&apos;What are you burning there, Tim?&apos; And he says, &apos;What do you mean?&apos; We say: &apos;The bonfire, Tim.&apos; And he says: &apos;What bonfire?&apos; And we say: &apos;The one behind you.&apos; And he turns round and says, &apos;Blimey, who lit that?&apos; That&apos;s the thing with these guys: they have a whole different attitude. They don&apos;t think the law applies to them.&quot; Rutherford&apos;s job boils down to making sure the law does apply. He and Tim are old friends: the farmer has several previous convictions, has been banned from handling waste, and is currently serving a 51-week suspended prison sentence. Rutherford likes to drop in on him, accompanied by a couple of uniformed police officers, &quot;to show him we&apos;re still on his case. Disrupt his activities&quot;. The police are more than happy to come along; they want a quiet word with Tim about something else. &quot;If you&apos;re into waste crime,&quot; as Rutherford says, &quot;it&apos;s rarely just waste crime you&apos;re into.&quot; It is all, obviously, about the money: saving it, for the waste producer; making it, for the illegal operator. &quot;Broadly speaking, it&apos;s at least 50% cheaper to get rid of stuff illegally,&quot; says Rutherford. &quot;Here, a legitimate company will charge 180-200 per skip. The bad boys will be asking 100-120, cash. You can see the temptation for the producer.&quot; Meanwhile, of course, people like Tim will be &quot;pocketing the 100; avoiding the costs of all the various permits, licences and taxes; burning the waste; pulling out any valuable scrap metal, and selling it. You rent the corner of a farmyard or a field or an industrial unit, buy a few skips, and you start dumping. It&apos;s really very easy money.&quot; Tim counts as a &quot;small but persistent&quot; operator; there are plenty bigger. Earlier this year, four waste bosses operating six illegal waste sites in Lancashire were sentenced to jail terms of up to 18 months. Agency staff and emergency workers had to wear protective suits and breathing apparatus to tackle chemical drums filled with acids, pharmaceutical vials, oil sludge, waste inks and crushed tablets, as well as 1,000- litre containers marked &quot;carcinogenic contents&quot;. One large container marked, &quot;explosive on contact with water&quot; had been stored under a leaking roof. Equally barefaced was Carl Steele, the so-called &quot;million-tyre man&quot;, jailed for 15 months last year for dumping more than a million used tyres at sites across five counties. Tyres are hard to recycle because they contain steel, but dumping them is dangerous: stockpiles can burn for years, and putting the fire out entails massive water pollution. Some waste crimes are just gruesome. Rutherford last year helped convict a Derbyshire woman who had been illegally disposing of clinical waste and dead pets. She was collecting animal bodies from local vets, burning them en masse, and in some cases presenting families with ashes they believed were from their dogs. The remains were buried, badly, on land she was renting. On the evidence of today&apos;s visit, it doesn&apos;t look much like Tim&apos;s suspended sentence  and costs of 23,000 that he is, Rutherford admits, unlikely ever to pay  have induced him to stop (although at least he hasn&apos;t been seen this year, as he was last, driving his tractor untaxed tractor up the main road to Manchester at 5mph, filling a trailer with rubbish, and burning or burying it on his farm. At time of writing, Rutherford&apos;s Midlands region alone has 87 known illegal waste disposal sites, including 36 classified as &quot;high risk&quot; because of their location, the toxic nature and quantity of the waste being dumped there, or the number and kind of complaints being received about it. Progress is being made. Following a concerted, 17m campaign to target the problem launched last last year  and the formation of a special task force, of which Rutherford is a member  some 760 illegal waste disposal sites have been dealt with in the past 12 months, either by shutting them down or bringing them into legal operation. The agency has also brought 335 successful prosecutions, including 16 in which large-scale waste criminals were handed prison sentences, and the number and size of the financial penalties imposed have multiplied: 1.7m in fines last year, over twice as much as in 2010, while the biggest single fine trebled to 170,000. More than 2m of assets were also seized, often under the Proceeds of Crime Act: the 800,000 order handed down to Amrik Johal, who ran the site at the bottom of Bowdler&apos;s garden, is the largest so far. This is part, says Mat Crocker, head of illegals and waste at the agency, of a new intelligence-led approach that is starting to pay dividends: working closely with police and other government agencies such as the tax office, trading standards, vehicle licensing, border control and work and pensions both to keep abreast of the criminals&apos; activities and make it &quot;increasingly uncomfortable for them, on several different fronts, to keep operating illegally&quot;. But despite recent success, the overall number of illegal waste sites in Britain is barely falling. Partly, the task force is identifying more, but partly, Crocker says: &quot;New sites, up &apos;til now, have been opening almost as fast as we&apos;ve been closing existing ones down. Waste crime remains a significant and constantly evolving problem.&quot; Back in a rubbish-strewn Derbyshire farmyard, Rutherford agrees the multi-agency strategy works well: &quot;It&apos;s like, &apos;Oh, that&apos;s interesting. We&apos;ve been looking at that guy for years but never really had enough on him to do anything. Let&apos;s see what we can do together.&apos; Remember, Al Capone wasn&apos;t done for liquor, he was done for tax evasion.&quot; But bringing a case to court is expensive, and time-consuming. Prosecuting Tim last year cost the Agency 22,000 for the investigation alone, regardless of legal fees: hundreds of hours of surveillance and covert, long-lens photography of the site, 12 discs of pictures, great fat ring binders filled with evidence. And in the meantime, in the absence of a hard-to-obtain high court injunction or stop order (or even if one is granted), many illegal sites simply continue to function. A complex investigation and prosecution can run to three or four years, Rutherford says, as legally aware operators spin it out aslong as possible. Even after a conviction, there&apos;s no guarantee they won&apos;t simply start all over again. Tim did, days after he was released from prison. So these days, Rutherford says, he puts almost as much effort into education  making sure waste producers know they are obliged to ensure the firm they hire to dispose of their waste is operating legally  as he does into investigation. &quot;The criminals,&quot; he says, &quot;will keep going; it&apos;s what they do. We&apos;ll keep trying to stop them; that&apos;s what we do. But cutting off the supply may in the end be the most effective way of dealing with this.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/nov/11/waste-crime-britains-war-illegal-dumping", 
    "wordcount": "1788"
}