{
    "headline": "Wanted: A type-and-talk system for deaf telecoms users", 
    "text": "Both of my wife&apos;s parents are very deaf, and it&apos;s almost impossible to have a telephone conversation. It would be great if they could speak and my wife could type out her side of the chat. Neither of my in-laws has any interest in computers. Is there an e-reader or very inexpensive tablet that could run a chat program that two technophobes would find easy to use?Mike C This is hard to do over a landline, which provides a point-to-point voice connection. However, it is a common problem, and there is a supported solution called Text Relay (formerly Typetalk). This enables someone with a voice phone to talk to a deaf user with a &quot;text phone&quot; (sometimes called a Minicom) by using a human operator to provide a text-to-speech and speech-to-text translation service. Text Relay is a free service, so you only have to pay your telecoms provider for the call in the usual way. Action on Hearing Loss, which used to be the RNID (Royal National Institute for Deaf People), sells a number of text phones. Prices range from about 250 to 360, including VAT. Many of these are also available from other suppliers, such as Connevans. The Geemarc T374 screenphone (251.94) looks a good bet for Text Relay over an analogue telephone line. The product blurb says: &quot;[It&apos;s] ideal for people who want to voice their call but can no longer hear the response and find textphones too complicated.&quot; It works like a normal phone but offers increased amplification (a maximum volume of 112dB, which is loud) and &quot;one touch text and voice switching&quot;. You can download data sheets and a user guide from Geemarc. Action on Hearing Loss has a free helpline on 0808 808 0123 or email informationline@hearingloss.org.uk. You should give them a call.  More things become possible if you have mobile phones at each end, because you can send and receive SMS messages, and switch from a voice-only to an internet connection. Unfortunately, I couldn&apos;t find any useful smartphone apps, or any deaf people who were using them. You can, I think, use Skype for Android for video chats over a GSM mobile phone connection, but the image fills the phone screen, and there doesn&apos;t seem to be a way to use Skype instant messaging at the same time. (If there is, please tell us in comments. I&apos;m not a Skype user.) Smartphones are also comparatively poor at multitasking. Smartphones have offered speech recognition for the best part of a decade, and you can download applications such as Nuance&apos;s Dragon range, which is the technology used by the Apple iPhone assistant, Siri. However, speech recognition apps are used mainly for doing things like searching and sending text messages. I can&apos;t see anything that will translate an incoming voice call to text, though that would probably solve your problem. The most interesting app I found was Deaftel, &quot;coming soon&quot; for the iPhone. The website says: &quot;We use technology that converts a hearing person&apos;s voice into text during a phone call. Deaf Tel users can read and respond to the text message with their keyboard. We then convert the Deaf Tel user&apos;s message into speech and play that for the hearing person.&quot; In other words, it works like Text Relay but cuts out the human operator. It seems that technically aware deaf people have embraced PCs with internet connections, and this gives them a vast array of options. They are using Skype and Skype-based applications, instant messaging systems such as Windows Messenger, Facebook chat, and websites such as MyFriend. This offers a fantastic array of options for deaf people, including video, audio and real-time text calls (ie you can see what people are typing), Text Relay, Talk by Text, and BSL interpreter relay. (Video is important because it allows for sign language and lip-reading.) MyFriend allows video, voice and text simultaneously in real time, so it may be your best solution. You can download a copy of the free MyFriend software to run on a Windows XP, Vista or Windows 7 PC (Mac OS X is not supported), and then install the Android version on a device to pass on to your wife&apos;s parents. The list of suggested hardware is: Samsung Galaxy S and S2, Samsung Galaxy Tab, HTC Evo 4G, HTC Desire and Desire S.  It won&apos;t cost you anything to download MyFriend and check it out, so I suggest you do that. However, before you buy an Android device, it may be worth contacting support@myfriendcentral.com (at the University of Bristol Centre for Deaf Studies) for further advice. MyFriend will work best on a fast broadband connection but apparently it will run over a 3G phone connection. A 2G connection is said to support text but not video. Your wife&apos;s parents will probably need a good 3G mobile connection, and UK coverage is patchy, so you will need to check this. Getting the in-laws to install broadband would obviously be an expensive proposition, especially if they are not going to use it to share photos on Facebook, play Flash games, and watch cat videos on YouTube. However, if you have any way of checking the locality, they might live within range of some sort of public Wi-Fi service. Most people are familiar with The Cloud and similar services, which are often available in coffee bars and so on. However, some of your in-laws&apos; neighbours may be offering Openzone hotspots via a BT Broadband hub (there are more than 3.5m in the UK), or may be prepared to share their full-speed Wi-Fi. There are more than 40 million deaf people in Europe, which is why the European Commission is supporting projects such as Reach 112, on which MyFriend is based. Sadly, few companies appear to be interested in catering to their needs, but maybe they just don&apos;t know enough about them. The deaf and deaf-blind need advanced technologies even more than the rest of us.", 
    "section": "technology", 
    "gid": "technology/askjack/2012/apr/26/ask-jack-type-talk-deaf-telecoms", 
    "wordcount": "1009"
}