{
    "headline": "Facts get in the way of academy success story", 
    "text": "Thank you for reporting Lord Adonis&apos;s rewriting of history, though rightly qualified by the description &quot;a blazing polemic&quot; in Martin Kettle&apos;s article (Adonis has a plan for schools, and you may find you like it, 13 September). Certainly, the school system has been &quot;reinvented&quot;, but not in the way Adonis would have us believe. &quot;Independent state schools&quot;. Really? When under direct contract to an all-powerful secretary of state with minimum parliamentary accountability, thereby creating the most politically centralised system in western Europe since Germany in the 1930s? &quot;Comprehensives based on the old secondary moderns&quot;. Really? Certainly not the ones my children went to  where, as in so many others, they were inspired to work hard for university and higher qualifications. &quot;Academy results are still improving at 8% a year&quot;. Really? Not when the GCSE &quot;equivalents&quot; are now replaced by the more &quot;academically rigorous&quot; six-subject Ebacc  and no more than the many comprehensives that have resisted &quot;forced conversion&quot;. &quot;Academies and free schools are boosting innovation&quot;. Really? Any more so than the many comprehensives have managed, despite the constraints of a national curriculum from which academies and free schools have been liberated?Professor Richard PringOxford Martin Kettle is right to call for a focus on facts, but the facts show little backing for academies. The school-by-school data released by the DfE earlier this year showed that, when you compare similar schools, non-academies perform at least as well as academies. It is true that, for academies below the 35% benchmark (for five GCSEs including English and maths), results grew by 8% last year. But results at non-academies below the benchmark also grew by 8%. And they made far less use of the GCSE equivalents (such as BTecs) that Michael Gove so scorns. Some local authorities responded to underperformance through the academy route. Others chose direct support and intervention. Despite the greater funding of the academy route, the data shows the non-academy route has been as successful. Real school improvement is not down to structure. It is down to factors such as effective leadership, high expectations and great teaching. And those are needed whatever the nature of the school.Henry Stewart and Melissa BennLocal Schools Network Comprehensive schools have coped remarkably well for many years with very disadvantaged and disruptive children, children whose English language skills are weak and with social dislocation. A government keen to promote equal opportunities would enable comprehensive schools serving the most demanding catchments to work with smaller classes (16 pupils rather than 26?) with the support of learning assistants. This would improve social and academic outcomes greatly. The academy programme is in its infancy. The claim that it is &quot;clearly successful&quot; is wildly premature. The story I hear is vastly different: mass exodus of staff, mass expulsions of awkward pupils, governors living far from the school, diminution of teachers&apos; rights, little or no local accountability. The demise of local education authorities, the direct consequence of the academies programme, means there will shortly be no teams to provide management and teaching advice, training, collaboration across schools and phases: critical, continuous, professional, trusted support. Academies will be faced, before long, with diminishing funds and increasing isolation. David CurtisSolihull, West Midlands Adonis, and his successor, Michael Gove, claim their academies programme is about social justice. Yet last week the OECD reported that schools in the UK are &quot;among the most socially segregated in the developed world&quot;. Adonis and Gove believe they are on a heroic mission to save education but, with such meagre returns after 10 years, isn&apos;t it time they started to look facts in the face?Alasdair SmithAnti Academies Alliance Academies are not independent. They are created by, wholly dependent for their annual funding on and subject to terminable contracts with the secretary of state. And academies are state schools only if that minister is, like Louis XIV, taken to be the state. Peter NewsamThornton Dale, North Yorkshire Mr Kettle implies there is a direct relationship between the perceived evils of local authority control and the alleged failure of the comprehensive system. If there was a failure it was indeed one of vision, but one across the whole educational system, local and national, among educationists and politicians. That is not in itself a justification for divorcing schools from the local democratic process and effectively centralising a major tranche of government spending.Steve HealeyBrighton, Sussex If academies and free schools are so good, why are they not being introduced across the board? Could it be that their &quot;success&quot; is based on selection, funding or facilities that are not, and never can be, available to all?Michael LeighLondon A key element of successful schools may be the selection of able children of pushy parents. In its own interest, why would a good free school or academy in a small town like mine not select able children with two-Jag parents able to drive them in from elsewhere? Can Martin Kettle tell me how children on a deprived estate, who might then require education in another town, would be advantaged by a school day lengthened by two hours on a bus?Philip Kerridge Bodmin, Cornwall ", 
    "section": "education", 
    "gid": "education/2012/sep/16/facts-of-academy-success-story", 
    "wordcount": "875"
}