{
    "headline": "The new scanners that can really get inside your head", 
    "text": "New visions of the brain and bodys detailed operations will be unveiled by a suite of medical scanners being opened this week. The newly refurbished Wolfson Brain Imaging Centre in the University of Cambridge has been equipped with some of the worlds most powerful magnetic resonance imaging (MRI) and positron emission tomography (PET) scanners and will give its researchers unprecedented power to make images of cancers, study the precise makeup of the cortex and analyse how chemicals in the brain  known as neurotransmitters  underpin the development of schizophrenia and depression.    The early seeds of dementia have been hidden to earlier types of MRI  until now  Professor James Rowe     It is a remarkable set of machines, says Professor Ed Bullmore, head of neuroscience at Cambridge University. We will be able to address clinical issues such as the detailed progression of Parkinsons disease. At the same time, we will be able to address basic issues about the mind. How does the brain develop? How does the adult brain perform its functions? At the heart of the refurbished centre  funded by the Medical Research Council, Wellcome Trust and Cancer Research UK  are three groundbreaking devices. Only a handful of these exist at institutions outside Cambridge and no institution  other than Cambridge  has all three. They are:  A Siemens 7T Terra MRI scanner that will allow researchers to see details in the brain as tiny as a grain of sand.     An image of the new Siemens Magnetom Terra 7 Tesla system. Photograph: Siemens AG     A GE Healthcare PET/MR scanner, which combines positron emission and magnetic resonance technologies to enable researchers to understand how cancers grow, spread and respond to treatment. It should also allow them to study how dementia progresses.  A device known as a hyperpolariser, which enables scientists to study real-time metabolic changes in cancers and tissues and which will be able to determine if a cancer therapy is working or not. The devices we have assembled are primarily for studying humans and will have a strong research focus, Bullmore says. A key example is provided by the 7T MRI scanner. Current devices have magnetic fields that have strengths of around 3T (tesla) and can see structures 2-3 mm in size. By contrast, the new Cambridge scanner with its 7Tfield will have a resolution of around 0.5mm. That is a very important difference, adds Bullmore. The outer layer of the brain, the cortex, is about 3-4mm thick. That is the grey matter that provides us with our thoughts. Current scanners show it as a single strip. The new 7T device will allow us to differentiate the cortex so we will be able to see its different structures and allow us to understand how they interact. We are going to learn how the brain works as a network. The power of the 7T scanner has also been emphasised by Professor James Rowe, who will be leading research using the device. Often, the early stages of diseases of the brain  such as Alzheimers and Parkinsons  occur in very small structures. The early seeds of dementia for example, which are often sown in middle age, have been hidden to earlier types of MRI  until now.     A brain scan from the Siemens Magnetom Terra 7 Tesla system, showing its high level of detail. Photograph: Siemens    By contrast, the PET/MR scanner will allow scientists not only to study structural alterations in the brain but to map chemical changes that go with them. This should enable researchers to diagnose dementia before any symptoms have arisen and to understand which treatments may best halt or slow the disease, says Professor Fiona Gilbert, who will lead the work on the PET/MR scanner. The third new imaging device, the hyperpolariser, is already in operation and is allowing scientists to make highly sensitive real-time measurements of bodily processes. Not all patients suffering from a particular cancer respond in the same way to treatment because of the underlying differences in the genetics of their tumour. However, if you sequence the DNA in the tumour, you can select drugs that might work for that individual, explains Professor Kevin Brindle. Using hyperpolarisation and MRI, we then hope to be able to tell whether that drug is working  within a few hours of starting treatment. If its working, you continue, if not, you change the treatment.", 
    "section": "science", 
    "gid": "science/2016/oct/23/powerful-brain-scanners-cambridge-neuroscience", 
    "wordcount": "680"
}