{
    "headline": "Choosing parts for a 1,000 games PC", 
    "text": "I&apos;m a bit of a gaming addict and was perfectly happy with my seven-year-old Xbox 360 until I saw Battlefield 3 running on a friend&apos;s gaming PC. It blew me away. I have been patiently waiting for the next gen consoles to come out but can wait no more: I need a decent gaming PC to satisfy my cravings. As I am normally a console gamer, I would play games through my HD TV, so I can lounge on my couch with a wireless keyboard and mouse rather than be cramped on an office chair. I&apos;d also love to use it as a media centre, so I could record Freeview channels. I have a budget of about 1,000, and would like it to be as quiet as possible. Can you help?Alex I expect that if you asked a thousand gamers this question, you&apos;d get at least a thousand different answers. There are so many different parts that the number of combinations is impossibly large. The answer also requires a balancing act, because your 1,000 budget will not enable you buy the top-rated components in many categories without making sacrifices elsewhere. Fortunately, there is a wonderful website called PC Part Picker. This allows you to build a system and buy the parts. It aims to restrict your choices to parts that are compatible with one another. It also provides user ratings and benchmark results so that you can check the effects of changing particular components. You can check the system I specced on your behalf at  http://pcpartpicker.com/uk/p/ft9r. Click the Edit button to change the parts for ones you prefer. I&apos;ve taken a somewhat conservative approach. In general, I&apos;ve gone for well known parts rather than obscure ones, so you can check up on them by reading reviews. I&apos;ve also tried to allow for upgrades. I don&apos;t think there will be too much argument about the best processor: a 3.4GHz quad-core Intel Core i5-3570K (174.94). This is the Ivy Bridge equivalent of the Sandy Bridge i5-2500K, which is the chip in my main PC. You can overclock it to 4GHz and possibly more if you install a better cooler, such as the Cooler Master Hyper 212 EVO (26.65). Choice of motherboard is tricky, as you need something that supports Ivy Bridge, USB 3.0 and so on. The Gigabyte GA-Z77-D3H ATX LGA1155 seems good value at 77.72: it&apos;s around 100 less than an Asus Sabertooth Z77. The GA-Z77-D3H has four memory slots and supports up to 32GB of memory. However, 8GB is enough for most gaming, so start with two 4GB sticks of Corsair Vengeance DDR3-1600 low-profile memory (37.99). You can always fill the two empty slots later, if you really need 16GB or more. The price of solid state disks (SSDs) has fallen to the point where any new gaming PC should have one. The 128GB Samsung 830 is another economical choice at 79.98, and while it isn&apos;t the fastest, it seems to be pretty reliable. It has enough space for 64-bit Windows Home Premium (71.05) and your main games. A 128GB Crucial M4 (78.95) would be an alternative. For a second drive, I&apos;ve picked the 1TB Western Digital Caviar Black (79.76), to store your movies, photos and other applications. It&apos;s nippy at 7200RPM. I&apos;ve had years of good experience with Caviar drives, but some people prefer other brands. A 1TB Samsung Spinpoint HD103SJ (66.22) or Seagate would be a good alternative. If you need 2TB, you can get a bigger, slower 5400RPM drive such as the Samsung Spinpoint HD204UI (75.84) or WD Caviar Green (80.00) for slightly more money. For an optical drive, I&apos;ve chucked in a Sony DVD/CD Writer because the price is so low (12.88) that you may as well have one. Of course, you could step up to a Lite-On iHOS104-06 (41.52) for a Blu-ray drive. You will obviously need a power supply and an ATX case in which to fit all the parts. The Cooler Master HAF 922 (86.38) is a popular case but the design is somewhat racy by normal (boring) standards. Perhaps the Cooler Master Silencio 550 (64.12) would be a better choice as it includes foam mats and air vents designed to reduce noise.  For a power supply, I&apos;ve picked the Corsair 650W (83.58), which should be big enough. Since it&apos;s not built into the case, you can easily upgrade it if you want to run some high-end graphics cards. The graphics card is usually the most expensive part of a games PC, and often the most contentious. The 920MHz Sapphire Radeon HD 7850 is a good all-rounder with 2GB of video memory, at a very reasonable 177.98. The same chipset is used in other cards such as the Gigabyte GV-R785OC-2GD (168.94) and the Asus HD7850-DC2-2GD5 (187.98), so you could equally well choose one of these, and the Gigabyte card would go with the Gigabyte motherboard.  All this brings the total to 906.68, excluding a Freeview tuner. Should you want to upgrade in the future, you could add a second Radeon HD 7850 card using ATI&apos;s CrossFireX system. This doesn&apos;t work with Nvidia cards, which are the preferred choice for Adobe CS software. The Gigabyte motherboard supports CrossFireX but not Nvidia&apos;s SLI system, so if you want to take that route, choose a different motherboard, such as the Asus Sabertooth Z77. If you mostly want to run Battlefield 3 (which I have not played), then web discussions suggest it would be worth going for a graphics card with an Nvidia GeForce GTX 570 chipset instead. Examples include the Asus ENGTX570 (239.48), EVGA 012-P3-1573-KR (198.68) and Zotac ZT-50203-10M (281.98). Going for the EVGA card would not change the price significantly, but would give you much better scores on graphics benchmarks such as 3DMark and Cinebench and, one hopes, real games. If your mate&apos;s PC has a similar GeForce card, that could swing it. Ideally, buy a better one! As for PC gaming on a TV set, I&apos;m not wholly convinced. Gamers tend to use high-resolution monitors with much higher pixel densities, but if you sit far enough away, it shouldn&apos;t be noticeable. If you can get drivers that will display higher resolutions, all the better. Also, TV sets tend to suffer from &quot;input lag&quot; or &quot;display lag&quot;. This may be caused by the TV doing some clever post processing to improve the picture quality. If there is a noticeable lag between you pressing a button and the screen responding, then you are not going to last long in online multiplayer games. See if your TV has been benchmarked at HDTVTest.co.uk or a similar site that measures input lag. Also check to see if your TV has a game or PC setting that avoids the problem. You can certainly use your new PC as a media centre, either using Microsoft&apos;s Media Center software or by installing the open source XBMC with native MythTV Support for Windows. You might also want to check out the TVCatchup plugin for XBMC. (What started as Xbox Media Center has no connection with Microsoft.) You will also need to install a DVB-T2 (Freeview) tuner card, such as Kubik&apos;s high-definition dual-tuner TBS6220 or TBS6280. The former is within your budget. Whether the PC will be quiet enough remains to be seen. Or heard. PCs designed for TV use tend to have slow processors and slow hard drives, no graphics cards, very small power supplies, and no fans. As a result, they can be almost silent. Your games PC won&apos;t need to use the graphics card to play movies, but the rest of it is likely to make some noise. There&apos;s no way round that, at the price. However, a water cooling system could reduce fan noise, and you get loads of bragging points for installing one of these.", 
    "section": "technology", 
    "gid": "technology/askjack/2012/aug/24/ask-jack-games-pc", 
    "wordcount": "1362"
}