{
    "headline": "Prospect of fracking in Somerset unites unlikely coalition of protesters", 
    "text": "The meeting at Wells town hall was typical: scores of people packed tightly, talking passionately about the prospect of fracking in the green hills of Somerset and working out ways of stopping it. But what was most striking was not the level of alarm, though it was high, but the variety of people who had turned out on a rainy weekday evening. Teenagers, parents with babies, pensioners all had their say. Some were veterans of previous environmental battles but many others admitted they had never taken much interest in green issues before. Laura Corfield, a co-founder of the transition group at Keynsham, north-east Somerset, who chaired the meeting, said: &quot;It&apos;s not just people who have been involved in the green movement before. We&apos;re seeing farmers, landowners, parents, health workers, church groups expressing interest and concern. &quot;People worry that there could be environmental problems and water supplies could be contaminated. Some are worried about how it would change the landscape. Farmers are worried that it could affect their livelihoods, parents are concerned that their children&apos;s lives could be affected for years to come.&quot; The focus of these concerns is four parcels of land in north Somerset, south of Bath and Bristol, for which four PEDLs (petroleum exploration and development licences) have been sold by the government. Campaigners fear if fracking is allowed, land and water supplies could be contaminated for generations. Another major concern is that fracking could disrupt Bath&apos;s world famous hot springs, believed to originate somewhere in the Mendips. Last year there was a vociferous campaign after a company called UK Methane, based in Bridgend in south Wales, applied for a test drill at Keynsham. It withdrew the application just before Christmas and instead is now considering putting in applications to drill exploratory holes on three of the four parcels of land in north Somerset. While UK Methane finalises its plans for the area, an umbrella organisation called Frack Free Somerset is preparing to fight against them. It includes transition movement groups such as Corfield&apos;s Keynsham one, Green party branches and climate change activists. But other, traditionally more conservative bodies have expressed support. The Mendip branch of the Campaign to Protect Rural England is a signed-up member while the venerable Mendip Society, founded in 1965 to help preserve the beauty of the hills, invited the umbrella group to one of its meetings, though it has yet to formulate its line. Gerwyn Williams, a director of UK Methane, said the company would meet concerned groups when it had decided how it intended to proceed. He insisted it had no plans to frack but was simply considering three &quot;straight exploration holes&quot;. UK Methane, which owns the three licences (plus others in south Wales and Kent) with the Australian company Eden Energy, insists that it is far-fetched to think that its activities will contaminate water supplies or affect Bath&apos;s hot springs. &quot;There has been coal mining in these areas for 300 years and a massive amount of quarries.&quot; What it was proposing to do was &quot;less intrusive&quot; than any of those works.", 
    "section": "environment", 
    "gid": "environment/2013/mar/12/prospect-fracking-somerset-coalition-protesters", 
    "wordcount": "519"
}