{
    "headline": "20 best Android apps this week", 
    "text": "It&apos;s time for our weekly roundup of brand new Android apps and that&apos;s new as in newly-released, rather than new updates to old apps. This week has been slightly quieter for notable apps on Google Play, so it&apos;s a list of 20 this time round. The weekly iOS roundup will follow later in the day. For now, here&apos;s this week&apos;s pick of the Android world: Steampunk Racing 3D (Free) If you&apos;d like to tell Wipeout and similar games where to stick their futurism, Steampunk Racing 3D may well be the driving game for you. It sees you speeding across the obligatorily &quot;war-torn&quot; industrial world in an array of steampunk vehicles, blasting opponents with naughty weapons and upgrading your motor as you progress. Izik (Free) Izik is a brand new app for tablets by search firm Blekko. Apparently you pronounce it &quot;Eye-zik&quot;, if you&apos;re wondering. It&apos;s a search engine designed for tablet use, which means lots of images and swiping to move around results. Facebook Pages Manager (Free) If you&apos;re running a Facebook Page, then the Pages Manager app is an essential download to quickly check on stats, respond to comments and post new content. It&apos;s been on iPhone for a while, but is now on Android. And yes, I did write about it last week, but that was apparently an early release in a few countries: the app is actually available in the UK now. AWS Console (Free) This is another professional tool this time for Amazon Web Services, providing a mobile management console for admins to manage their cloud services, and respond accordingly even when out and about. Amazon reckons it&apos;ll focus on the most relevant tasks for anyone managing EC2 instances and CloudWatch alarms. Fitocracy (Free) It&apos;s that time of year when people try to get fit (or eat and drink themselves into oblivion to buck the trend, obviously). Fitocracy is for the former group, as you may have guessed. It turns getting fit into an almost RPG-style game where you earn points for workouts, rise in levels and &quot;slay the laziness dragon&quot;. Social features are built in for extra motivation. The Great Fusion (1.21) Another game here, but this time with more of a science fiction focus, as programmer Max puts his &quot;anti-hero cape&quot; on to go through a graphic adventure with lots of pop-culture references. It looks to have the streak of humour that marked some of the best games in this genre back in the day. Kaliki Audio Newsstand (Free) This seems intriguing: the idea of an &quot;audio newsstand&quot; streaming news stories from publications including the LA Times, Detroit Free Press, Agence France Press, OK! Magazine and Men&apos;s Fitness as audio. The idea: you use it while driving as an alternative to the radio. Whisk (Free) What&apos;s a person to do if they finish as runner-up in The Apprentice, and thus fail to snag that job with Lord Alan Sugar? If you&apos;re Nick Holzherr, you launch a food app called Whisk. Like many others in its genre, it offers a selection of recipes to suit various dining occasions, but the twist is that the app creates a virtual trolley of ingredients then helps you order them from supermarkets including Tesco and Waitrose from within the app. Scrabble Dictionary (2.47) Curses to this not being available in the UK for now, but Merriam-Webster&apos;s official Scrabble dictionary is on Android in (presumably) the US Google Play store. It offers more than 100k playable 2-8 letter words, with a Word Finder feature to just find words that are playable from your tiles. And, of course, it&apos;s usable under the table without your opponent noticing MUCH more easily than the actual book... McElligot&apos;s Pool - Dr. Seuss (2.48) This may not be one of the more famous Dr Seuss books, but that might be one reason McElligot&apos;s Pool appeals to Android-owning parents who&apos;ve tired of cats in hats, green eggs and Grinches. Oceanhouse Media&apos;s book-app tells the story of Marco as he fishes for imaginary sea-creatures, with word-highlighting and voice narration to help young readers. M-GO (Free) This is another US-only app for now, but it&apos;s a very interesting one: a partnership between DreamWorks Animation and Hollywood veteran Technicolor to launch a Netflix-style streaming TV/film service, M-GO. Available in public beta, it promises a catalogue of thousands of shows and films to stream, charging on a pay-as-you-watch basis rather than a monthly subscription. Lego City Fire Hose Frenzy (Free) Lego has been making apps as well as physical toys for some time now, with Fire Hose Frenzy its latest on Android. It sees a block-headed fireman (plus firedog) putting out fires on a succession of levels, taking to helicopters and fire engines when necessary. FxGuru (Free) FxGuru is the latest in a genre of apps that aims to help people add &quot;big-budget Hollywood special effects&quot; to their home videos, for those tricky moments when a wedding video just doesn&apos;t have enough cruise missiles or UFO invasions to spice up the action. Some effects are included in the download, while others are sold via in-app purchase. I Am Vegend: Zombiegeddon (Free) A fun thing: the Google Play store URL for I Am Vegend appears to indicate that its working title was Angry Plants. That gives you the gist of the game, where you have to &quot;survive the Zombiegeddon and take revenge upon the birds, the pigs, and the zombies&quot;. ShaqDown (0.62) Oof to the title, but basketball star Shaquille O&apos;Neal&apos;s new mobile game may appeal to fans. It&apos;s more zombies though: the game sees Shaq trying to &quot;take down these Mutant Zombies with his awesome powers and abilities&quot;. Which essentially involves running, punching and slinging his flaming balls all over the shop. Pocoyo - Elly&apos;s Doll (Free) Children&apos;s character Pocoyo gets his own Android app here, which turns the Elly&apos;s Doll episode of his TV show into an interactive storybook-app. Expect 20 pages, animation, sound and voice narration in a choice of Spanish or English. Abyss: The Wraiths of Eden (Free) Developer G5 Entertainment is well-practised at making hidden-object games, with Abyss being its latest on Android. It sees you exploring a series of underwater locations finding objects and playing mini-games. An in-app purchase is required to unlock the full game after playing the trial section. Train Sim (Free) Originally written for the developer&apos;s 18 month-old son, Train Sim sees you controlling a virtual toy-train on a track, speeding it up and slowing it down, parping the horn and toggling its lights on and off. It&apos;s very much focused on children rather than adult trainset buffs. Beat the Beast (0.63) Android already has a healthy collection of tower defence games, but Beat the Beast is hoping to find a niche with its 3D graphics and spellcasting gameplay. Warmly-received in its original iOS release, it offers three game modes and a varied collection of beasts to defend your towers from. DJ and Co (Free) Billing itself as a &quot;socially connected mobile jukebox&quot;, this app gets one person to play music on their Android phone, with friends connecting wirelessly to vote on what should be played next. The developer reckons it&apos;s good for parties and public spaces alike. That&apos;s this week&apos;s selection, but what Android apps have you been enjoying at the start of 2013? Post your recommendations or views on the apps above in a comment.", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/jan/11/best-android-apps-izik-facebook", 
    "wordcount": "1256"
}