{
    "headline": "Communities of voices  the link between birdsong and spoken language", 
    "text": "On the brightest day so far in this dirty dog of a winter, a cold easterly raked treetops, water dripped from the mossy rock face of Knowle quarry and a few birds called above the whoosh of traffic. From the National Trust hide, bird feeders  like magnetic fields  were frenetic with greenfinch, chaffinch, great tits, bluetits, coal tits, marsh tits, nuthatch and robins. Birds flew in quickly, barely having time to tag a seed or two, then beat it back into trees until their next go. Each moment they were on the feeder was different: they came into contact with others of different species as well as their own. Sometimes this resulted in skirmishes, sometimes peaceful coexistence, but it felt like choreographed chaos. These birds knew each other intimately as a close community magnetised by nervous energy. While away from the feeder, they sang and called in that subdued, thawing-out voice as if they were relearning their true songs. This was a community of voices, as were the calls of kids and parents, cyclists on the road, walkers whistling at dogs. I imagined all the voices in passing cars or on phones and, without knowing what they were talking about, they too were a Babel, just like the birds. Neurobiologists rummaging in the undergrowth of the human brain have discovered gene products for speech which correspond to similar molecules in vocal communications in the brains of birds which learn their songs and not in birds that don&apos;t. Songbirds and humans both have &quot;motor learning pathways&quot; for speech and song. I walk along one of those pathways through the woods. That ability to modify or imitate acoustic structure and vocal sequences is critical behaviour for a spoken language. A shared ability, between people and birds, becomes the language of place. Here in these woods, behaviours learned from each other, and from the place we find ourselves in, become a thrilling, shared language, ringing through the trees.", 
    "section": "environment", 
    "gid": "environment/2013/feb/19/wenlock-edge-birdsong-spoken-language", 
    "wordcount": "327"
}