{
    "headline": "GM crop-trial website taken down by cyber-attack", 
    "text": "Cyber-attackers took down the website on Sunday night of Rothamsted Research  an agricultural research institute in the UK conducting a GM crop trial, just hours after a failed attack on the institute&apos;s field of genetically modified wheat in Harpenden, Hertfordshire. The researchers tweeted that they had been a &quot;victim of [a] cyber-attack&quot;, and said &quot;cyberbullying will prevent us informing the public.&quot; The website appeared offline for visitors from around 8pm last night, but was rebooted on Monday morning and was live again at the time of writing. A pair of Twitter accounts purporting to represent the hacking collective Anonymous claimed responsibility for the attack, though the Guardian has been unable to verify the accounts as being representative of the main Anonymous collective. One reason to suspect the attack was not by those accounts&apos; owners is that the tweets claiming responsibility  by @AnonOp_UK and @AnonOpsLegion  were posted two hours after the site went down. Anonymous commonly declares its cyber-attacks immediately after they happen. No one else has claimed responsibility.            &quot;Whoever conducted this malicious attack, please respect our wish to give public-funded science information to the public,&quot; said Rothamsted&apos;s official twitter feed this morning. There has been speculation that the site was taken down by a distributed denial of service or DDoS, where a few hundred or several thousand PCs ping the target site, overloading it. Rothamsted Research told the Guardian: &quot;We believe this was a distributed denial of service attack but it is unclear who was responsible.&quot; The cyber-attack followed hundreds of people, led by the anti-GM Take the Flour Back campaign group, being prevented by police from attacking the researchers&apos; trial crop. &quot;If this wheat goes to commercialisation, there would then be cross-contamination and we would no longer have a choice about GM or non-GM,&quot; said Lucy Harrap, who helped to organise the event. Rothamsted researchers previously released a YouTube video asking anti-GM campaigners not to damage their trial of GM wheat. The wheat in the Rothamsted trial is genetically modified to produce a scent undetectable to the human nose that will deter wheat pests such as greenfly and blackfly aphids. Around 400 plant species, including peppermint, release the same chemical naturally.", 
    "section": "environment", 
    "gid": "environment/2012/may/28/gm-crop-trial-website-cyber-attack", 
    "wordcount": "372"
}