{
    "headline": "Kielder Forest bids to become 'dark skies preserve'", 
    "text": "Small, busy and overcrowded, England might seem the last place in the world to have room for one of the planet&apos;s largest inhabited areas of unspoiled, natural darkness when night falls. But if plans by Kielder Forest and the adjacent Northumberland national park are realised, the country will be home to an official &quot;dark sky preserve&quot; equalled only by two lonely areas in Quebec and Texas. Every outside light in 400 square miles of England&apos;s northernmost county is to be audited in preparation for the scheme, announced on Thursday by the two authorities. A public campaign will also be launched to win over local people to specially adjusted streetlamps and unobtrusive security lights. The move follows the success of astronomical holidays at &quot;star camps&quot; in Kielder Forest, whose public observatory has attracted 30,000 visitors in four years. The area came top in a &quot;dark skies&quot; survey conducted by the Campaign to Protect Rural England in 2003, which condemned the spread of what it called &quot;night blight&quot; elsewhere in the country. The forest authority is confident that its sparsely populated land will meet the criteria laid down by the International Dark-Sky Association (Ida) based in Tucson, Arizona, which has so far designated 12 reserves. The rolling, tree-covered hills surrounding the 27-mile shoreline of Kielder Water, England&apos;s biggest reservoir, have few homes beyond a cluster around the former shooting lodge of the Dukes of Northumberland. The ambitious part of the new plan is to add the whole of Northumberland national park to the proposed reserve, more than doubling the size of the forest on its own. Although the park&apos;s boundaries were drawn, uniquely among UK national parks, to exclude all major communities, it is crossed by several roads including the A68 to Scotland, and a number of villages lie along its edges. The director of the Kielder Water development trust, Elisabeth Rowark, said that the area was &quot;magical by night&quot;, with the Milky Way stretching from horizon to horizon and distant galaxies visible without the help of telescopes or fieldglasses. She said: &quot;Dark sky status would allow us to protect, cherish and promote our natural nightscapes, but gaining public support is the key. It is crucial to understand that the idea does not mean turning lights off. Rather it is about working with local people and Northumberland county council to create better and less wasteful lighting and promote the night sky as an asset for the region.&quot; The plan has won initial support from a number of local councils, including Byrness, whose chair, Joyce Taylor, said that local people would welcome less intrusive streetlamps. She said: &quot;The fixtures we currently have are old and often spill light straight into peoples&apos; bedrooms. Dark sky status will help us retain the rural and tranquil character of our community and keep us on the map for travellers for whom a starry night creates such vivid memories.&quot; Anne Hutchinson, the chair of Wark parish council, said that her family elsewhere in the UK were staggered by the night sky when they came to visit. She said: &quot;People don&apos;t want to see light pollution, whether it is from poor street lights or inappropriate external lights. It&apos;s not in keeping with the character of the area. John Wilson, whose Whitelee Farm near the Scottish border at Carter Bar is one of the most isolated dwellings in the proposed reserve, has added star charts and binoculars to the equipment in his three holiday cottages. Preparation for the launch has seen hundreds of light meter readings taken at night in the forest and park by Forestry Commission wildlife rangers, stargazers from Kielder Observatory and Newcastle astronomical societies, national park rangers and volunteers. The findings confirm that the darkness is Stygian enough to meet the standards of Idsa, provided regular monitoring and other measures are also agreed. These include a light management plan and a comprehensive audit of the wattage and direction of existing lights, with measures to replace any with a pronounced upwards glare. The forest and national park have written individually to every resident, explaining the proposal and inviting comments and, ideally, participation. Success will see Northumberland&apos;s &quot;core area&quot; join Big Bend national park in Texas and Mont Mgantic in Quebec at the top of the growing table of global dark sky reserves. The UK&apos;s first dark sky park at Galloway forest in Scotland has been rated an economic success, with tourist business reporting increased trade as a direct result of the new status which was granted by the Idsa in 2009. The project is on Facebook and Twitter.", 
    "section": "environment", 
    "gid": "environment/2012/may/24/kielder-forest-dark-skies-preserve", 
    "wordcount": "782"
}