{
    "headline": "China pledges 'due contribution' on emissions cuts", 
    "text": "China has pledged to make its &quot;due contribution&quot; to cutting greenhouse gas emissions and tackling climate change, but said developed countries must do more. Xie Zhenhua, head of the Chinese delegation at the Doha climate talks, said: &quot;We are working together with other countries on global climate change, and we will make our due contribution to that end. If different countries have different situations, that is understandable, but we are seeking common ground.&quot; Ban Ki-moon, the UN secretary general, said: &quot;The climate change phenomenon has been caused by the industrialisation of the developed world. [It is] only fair and reasonable that the developed world should bear most of the responsibility.&quot; Ministers prepared to move into the final stage of negotiations at the UN talks, aimed at producing a continuation of the Kyoto protocol and a new agreement to be signed by all countries in 2015 and to come into force from 2020. China&apos;s contribution to future emissions cuts looks set to become a major issue for the next three years, as countries work towards the deadline. A research paper by Lord Stern, the former World Bank chief economist, found that China  the world&apos;s biggest emitter  and other rapidly industrialising nations would have to make substantial cuts in their carbon output if the world was to avoid dangerous levels of climate change. China has resisted this, saying developed countries bear more responsibility. &quot;Climate change is due to unrestricted emissions by developed countries in their process of industrialisation,&quot; Xie said. &quot;Developing countries are the victims of climate change.&quot; He said China had already invested 2 trillion yuan (200bn) between 2005 and 2010 in cutting emissions, excluding renewables, and would invest double that amount from 2011 to 2014 if renewable energy was taken into account. He said China had created 28m jobs as a result, and that would rise to 40m. &quot;If we want to devise a long-term goal on emissions reduction by 2015, it is inevitable that we will have to find a way to allocate emissions. But these allocations must be equitable. It&apos;s very important therefore to talk about equity.&quot; Todd Stern, the US special envoy for climate change, signalled that the US was prepared to have such a discussion. &quot;Let&apos;s provide a thorough opportunity for all parties to discuss all critical issues, including the principle of equity and common but differentiated responsibilities and respective capabilities,&quot; he told the conference. &quot;The US would welcome such a discussion, because unless we can find common ground on that principle  we won&apos;t succeed.&quot; His words surprised some because of an impression that the US was unwilling to talk about these issues. However, by initiating such a discussion Washington is able effectively to call Beijing&apos;s bluff  because as China is the world&apos;s biggest emitter, and set to be the world&apos;s biggest economy within a few years, it may be expected to take on a greater share of emissions cuts. These issues will not be solved at the Doha conference, which is scheduled to finish on Friday evening. Another key issue  that of finance from developed countries to help developing countries cut their emissions and adapt to the effects of global warming  is also likely to be left hanging. Three outcomes are hoped for from this year&apos;s talks: a continuation of the Kyoto protocol beyond 2012, when its current commitment period ends; an end to the &quot;twin track&quot; of negotiations that was insisted on by President George W Bush; and the drawing up of a work programme to set the timetable for the talks to 2015. Stern said progress had been made on these fronts. However, in some of the negotiations there have been setbacks as some countries have insisted on reinstating passages of text removed in previous days. Connie Hedegaard, the EU&apos;s climate chief, said the discussions on the future of the Kyoto protocol  which only the EU, Australia and a handful of other developed countries are joining  were &quot;moving forward&quot;. She said the EU had been leading the way on finance, pointing to announcements made by the UK, Germany and the European commission, among others. Green campaigners have said much of the money promised by rich countries  supposed to amount to $30bn over the past three years  is not new but has been announced at previous talks, and some comes from existing aid budgets or in the form of loans. They want to see more pledges on finance to be provided after the end of this year.", 
    "section": "environment", 
    "gid": "environment/2012/dec/05/china-due-contribution-emissions-cuts", 
    "wordcount": "764"
}