{
    "headline": "Webchat: is London the best or worst place to study?", 
    "text": "What makes the perfect university location? Cheap rent, nightlife, places to visit? London certainly has the latter two. It&apos;s also home to some of the best universities in the country and is perfectly placed for internship opportunities. Perhaps that&apos;s why so many school-leavers flock to the capital, which is home to around 400,000 students. But while there are plenty of benefits to studying in London, what about the price-tag? London is much more expensive than other cities. Take student housing, for example  a year&apos;s rent could set you back 4,800 in London, compared to 3,900 in Bristol. And it&apos;s not just accommodation costs, everyday expenses also tot up. LSE warns students they will need a personal budget of around 1,600  a lot more than the 1,000 York students fork out, though it&apos;s worth noting that Student Finance England offer higher maintenance loans to London students. Money questions aside, the prospect of living in a big city may be exhilarating for some, but scary for others. What do those who&apos;ve tried it think? From 1-4pm today we&apos;ll be joined by a panel of London students to discuss the pros and cons of studying in the capital. Perhaps you&apos;re thinking about heading to London next year, but you&apos;re nervous the city won&apos;t offer a truely student experience. Maybe you&apos;re worried about the cost of living.  Put your questions to our student experts now by posting them in comments section below. Our Panel: Jack Boyle is a second year history student at King&apos;s College London. He moved to London after growing up in a village in West Sussex and enjoys politics, the theatre and football. Koval Smith is an international student from the Turks and Caicos Islands, Koval originally moved to the UK at the age of 17 to complete his A-levels. In 2009 began his degree in human and medical science at the University of Westminster. Queen Ilebode is a postgraduate student studying broadcast journalism at the University of Westminster. She graduated from the University of Bedfordshire in 2008 with a degree in journalism and public relations. Sophia Cullen is in her final year at the University of Westminster where she is studying human and medical science. She is from the Isle of Arran in Scotland Manoj Kerai studied a psychology degree and social anthropology master&apos;s at Goldsmith&apos;s University, where he is now a student union welfare and diversity officer. Rachel Eyre is a fifth year medicine student at University College London. She also works as a welfare officer at UCL, dealing with finance and accommodation issues.", 
    "section": "education", 
    "gid": "education/2012/jun/28/students-london-university", 
    "wordcount": "434"
}