{
    "headline": "Onshore wind: 'planning should reflect benefits of good-value power source'", 
    "text": "At the core of the John Hayes intervention on wind turbines was his claim that &quot;even if a minority of [the onshore wind] in the system is built we are going to reach our 2020 target [on renewable energy, to provide 15% of UK energy from renewable sources]&quot;. UK wind energy statistics seem to support this. In its renewables roadmap, the government predicts that onshore wind could provide up to 13GW of peak capacity by 2020. On current trends, that figure will be comfortably exceeded. The UK already has 5GW of onshore wind in addition to 2.1GW under construction, 3.9GW with consent and 7.4GW in planning. These figures suggest that only 27% of what is in planning needs to be built to meet the projection  which should be easily achievable, given that consents for wind farms over the past year are at record highs, according to the trade body RenewableUK. But the 13GW figure for wind is only a projection, not a target or cap. Ed Davey emphasised this in his clarification on Wednesday, stating: &quot;There are no targets  or caps  for individual renewable technologies such as onshore wind.&quot; This is important because it means that if the projections for onshore wind are exceeded that will create slack in other areas such as offshore wind, marine energy, biomass and solar, all of which are included in the 2020 renewables target. If the UK ends up with more onshore wind and less of other renewable energy sources, that will save money. A series of recent reports have shown that onshore wind turbines are far cheaper than other mature renewable power sources  and indeed cheaper than nuclear. (Wind is still more expensive than gas, but the gap is closing.) It implies that the more onshore wind is built, the lower the overall bill. The other key question is how the slowdown or speed-up of onshore wind technologies will affect the UK&apos;s ability to hit its carbon targets  including the long-term goal of reducing emissions by 80% by 2050, relative to 1990 levels. The latest report from the Committee on Climate Change (CCC), the government&apos;s independent advisers, assumes that onshore wind will scale up to 15GW by 2020, which the current figures suggest should be achievable. But the CCC argues that while &quot;the project pipeline  is healthy for wind, major challenges remain translating this to actual investments. These include ensuring  adequate financial support and financing for investments and that onshore wind projects receive planning approval&quot;. The CCC argues that the planning process must reflect the benefits of onshore wind &quot;in order to avoid higher levels of investment in more expensive technologies that would have adverse affordability impacts&quot;. It notes that &quot;onshore wind could be as little as half the cost of offshore wind&quot;.", 
    "section": "environment", 
    "gid": "environment/2012/oct/31/onshore-wind-planning-benefits-climate", 
    "wordcount": "473"
}