{
    "headline": "Keystone XL: Obama urged by Democrat backers to reject pipeline", 
    "text": "The biggest backers of the Democratic causes urged Barack Obama on Friday to take historic action on climate change by rejecting the Keystone XL pipeline. In a letter seen by the Guardian, 150 high-profile figures, who between them raised millions for Obama&apos;s two election campaigns, urged the president to use the next four years to avoid the most catastrophic consequences of climate change. &quot;Yours is the last presidency in which it is possible for America to choose a responsible path forward for itself, before climate disruption becomes unmanageably dangerous,&quot; the letter said. Opponents of the pipeline fear the project seems headed for approval, despite Obama&apos;s promises to act on climate change in his second term. Obama told a group at a west coast fundraiser last month: &quot;the politics of this are tough.&quot; The letter contends that the Keystone XL project would be the most important environmental decision of Obama&apos;s presidency. Opponents of the pipeline say it will open up the vast store of carbon in the Alberta tar sands. The pipeline could pump up to 830,000 barrels a day of tar sands crude to refineries on the Texas coast. &quot;This decision more than any other will signal your direction, your commitment, your resolve,&quot; the letter said. &quot;It is the biggest, most explicit statement you will make in this historic moment, the moment when America turns from denial to solutions  or fails to.&quot; The letter also evoked the political courage of Abraham Lincoln, who defied the conventional wisdom of his day, to end slavery. &quot;Your decision on Keystone may not be so weighty, but we believe it holds a comparable urgency and importance, not strictly as a pipeline decision but as a presidential choice that will signal a fundamentally new direction for our nation,&quot; the letter said. It ends by promising to support Obama against an inevitable backlash should he reject the pipeline, and in moving to a clean energy economy. &quot;We pledge to support you in every way possible,&quot; the letter said. The letter was endorsed by some of Obama&apos;s most prominent supporters such as Vinod Khosla, one of the founders of Sun Microsystems; Rob McKay, the heir to the Taco Bell fortune and chairman of the Democracy Alliance; Blythe Danner, the actor and mother of Gwyneth Paltrow and Susie Tompkins Buell, co-founder of the Esprit clothing line. Buell alone donated more than $300,000 to Democratic candidates and groups in the 2012 elections, according to the Centre for Responsive Politics. For most donors on the list, it is the first time they have weighed in so publicly on the Keystone decision. However, Obama has been lobbied heavily at fundraisers and other private functions and some prominent supporters have gone public with their frustration about Keystone. Tom Steyer, founder of the Farallon hedge fund, pledged to spend millions on behalf of election candidates who oppose the pipeline. Other major donors have said they will not fund Organising for Action, the grassroots group set up to build support for Obama&apos;s second term agenda. OFA has yet to come out against the Keystone XL, but it has started to take on Republicans in Congress who have blocked action on climate change or deny the science behind climate change. The group sent out a second email to supporters on Thursday, attacking the Republican house speaker, John Boehner, for saying that concerns about carbon dioxide emissions were &quot;almost comical&quot;. Obama faces growing pressure from opponents and backers of the pipeline in the coming months  as does the secretary of state, John Kerry, who must also sign off on the project because it crosses an international border. The Canadian government has been lobbying heavily for the project, as has the oil industry and the Chamber of Commerce. The White House rejected campaigners&apos; argument that expanding the Keystone pipeline and opening up the tar sands was game over for the planet. &quot;There have been thousands of miles of pipelines that have been built while President Obama has been in office, and I think the point is that it hasn&apos;t necessarily had a significant impact one way or the other on addressing climate change,&quot; the White House spokesman Josh Earnest. The conventional wisdom in Washington is that Obama will approve the pipeline, probably later this year. Some commentators have suggested that Obama would soften the sting by introducing new rules to reduce greenhouse gas emissions from power plants. However, those rules were in the making anyway. Betsy Taylor, the political strategist who co-ordinated the letter, said the appeal from fundraisers was intended to show Obama that he would have strong support if he took the politically risky step of rejecting the pipeline. &quot;I think the president may feel alone because there is just this drum beat of advertising in favour of Keystone, framed as it is in a jobs context,&quot; said Taylor. &quot;But when he denies the Keystone permit he will ignite a rush of financial contributions and boots on the ground for clean energy candidates in 2014.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/may/10/keystone-xl-obama-democrats-backers-pipeline", 
    "wordcount": "852"
}