{
    "headline": "The gender gap at universities: where are all the men?", 
    "text": "If you&apos;re a male student on campus at Liverpool Hope, Bath Spa or Cumbria University, you may be feeling a little outnumbered. These are some of the 20 institutions where there are twice as many female fulltime undergraduates as there are male, according to Higher Education Statistics Authority (Hesa) data. In 2010-11, there were more female (55%) than male fulltime undergraduates (45%) enrolled at university  a trend which shows no sign of shrinking. The latest statistics released by the University and Colleges Admissions Service (Ucas) revealed a 22,000 drop in the number of male students enrolling at university. This meant that last autumn women were a third more likely to start a degree than their male counterparts, despite the fact that there are actually more young men than women in the UK.  Flick between the tabs on the interactive graphic below to view a gender breakdown at institution and subject level, as well as an overview of subject changes over the past five years How many males and females are on my campus?The gender make-up of each university is influenced by the type of subjects on offer. Imperial College London, for example,  a science, engineering, medicine and business institution  is one of two institutions where men count for two thirds of the undergraduate intake. Universities specialising in art and design courses are particularly dominated by females. Generally speaking, the intake at many of the Russell Group universities is more evenly balanced  at Oxford and Cambridge, there are slightly more males than females. What subjects are males and females studying at university?The sheer number of female students means that they outnumber boys on the majority of courses, but those most dominated by women include veterinary science and subjects allied to medicine and education. Men outnumber women on computer science and engineering and technology, according the number of students graduating last year. A glance at statistics for the past five years shows that in some subject areas, gender differences have widened. Most stark is the 52% increase in the number of women studying veterinary science  accompanied by a 4% drop in the number of men taking the subject. The difference in the numbers of men and women studying computer science also widened. Why is there a gender gap at universities?It&apos;s unclear why certain subjects attract more women than men (or vice versa), says Claire Callender, professor of higher education studies at the Institute of Education. &quot;It&apos;s largely associated with what happens in schools. One of the key predictors of what someone will study is what they did at A-level. There have been lots of attempts to encourage girls to study Stem subjects.&quot;  Fewer programmes have focused on getting more men into higher education. Educationalists say the underrepresentation of male university students is down to attainment patterns in schools: girls outperform boys and are more likely to stay on at sixth form. But the reasons behind this could be cultural, says Bahram Bekhradnia, director of the Higher Education Policy Institute. &quot;It&apos;s probably down to cultural reasons. The change was first noticed around the introduction of GCSEs and the move towards more continuous assessment and coursework in schools, though there&apos;s no evidence that this is the cause of the gender differences. This is an international phenomenon, it&apos;s not restricted to the UK.&quot;  Download the data  DATA: download the full spreadsheet NEW! Buy our book  Facts are Sacred: the power of data (on Kindle) More open data Data journalism and data visualisations from the Guardian World government data  Search the world&apos;s government data with our gateway Development and aid data  Search the world&apos;s global development data with our gateway Can you do something with this data?  Flickr Please post your visualisations and mash-ups on our Flickr group Contact us at data@guardian.co.uk  Get the A-Z of data More at the Datastore directory Follow us on Twitter Like us on Facebook", 
    "section": "education", 
    "gid": "education/datablog/2013/jan/29/how-many-men-and-women-are-studying-at-my-university", 
    "wordcount": "655"
}