{
    "headline": "Boot up: Dell's fate, Bitcoin lawsuit, analysing Samsung and more", 
    "text": "A quick burst of 7 links for you to chew over, as picked by the Technology team Stick a fork in it: Dell is done. &gt;&gt; PandoDaily Farhad Manjoo:   In a week and a half, Dell will announce its second-quarter earnings results. Expect a bloodbath. In the first quarter, back in May, Dell gave the market a goose egg--analysts had expected Dell&apos;s revenue and earnings to fall from a year ago, but the company slumped way worse than people were guessing it would. Shares tanked, and they haven&apos;t recovered. Analysts aren&apos;t expecting anything stellar this time--Dell said its outlook was weak--but I suspect Dell could deliver another shock, presenting numbers that will begin to confirm a permanent downward trend.  But even if Dell slightly beats the whisper number, its bigger problems will remain: Dell is running out of options.  How YouTube will escape Google&apos;s new pirate penalty &gt;&gt; Search Engine Land  Google has announced that it will soon penalize sites that are repeatedly accused of copyright infringement. But one site in particular doesn&apos;t need to worry: Google&apos;s own YouTube. It has a unique immunity against the forthcoming penalty.   Not just that Google owns it. Bitcoin woes: users file lawsuit over $460k in missing funds &gt;&gt; The Verge  Four men have sued Bitcoinica, one of the larger Bitcoin currency exchanges before it shut down in May, alleging that the exchange owes them $460,457.70 in lost Bitcoins plus damages. It&apos;s a story that will sound familiar to anyone who has been following the saga of the fledgling currency and its nascent economy, a digital Wild West where bad actors routinely take advantage of inexperienced buyers and sellers in the absence of a sheriff.  Bitcoinica was launched by Zhou Tong, who claimed to be a 17-year-old based in Singapore and communicated primarily through blog and forum posts. People trusted him with their money despite his lack of experience, in part because of Bitcoinica&apos;s clever feature that allowed speculators to short, or bet against, the digital currency.   By this point your natural reaction should be closing your eyes, shaking your head and exhaling. A first look at Samsung&apos;s US Android business &gt;&gt; Benedict Evans Some nifty graphs here (the Apple-Samsung court case has been both a boon and a challenge to analysts to find new ways to represent data.) The conclusion:   In effect, Samsung, as Nokia used to do, is running a broad portfolio strategy, moving multiple handsets in out of the market almost every quarter. The prominent messaging around the Galaxy S2 and S3 (the latter isn&apos;t captured in the data Samsung disclosure) belies a much broader product offer.  Samsung says not considering buying RIM or BlackBerry license &gt;&gt; Reuters  South Korea&apos;s Samsung Electronics Co said on Thursday it has not considered acquiring Research In Motion or licensing the embattled BlackBerry phone maker&apos;s new mobile operating system.   Somehow recalls the moment in Toy Story 2 where the toys contemplate crossing the busy main road and the dinosaur says &quot;Oh well, we tried&quot; and turns away to head home. Browser wars: four years of PC Pro site stats &gt;&gt; PC Pro The decline of Internet Explorer also sees one surprising rise - and points to a reason why Microsoft would want to make Surface. Screwpocalypse II, beyond Pentalobe &gt;&gt; Joy of Tech Neat. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/aug/13/technology-links-newsbucket", 
    "wordcount": "586"
}