{
    "headline": "The Samsung controversy and the murky world of tech blogging", 
    "text": "For the two technology bloggers from India, it looked like a dream invitation from the electronics giant Samsung: it would pay for their flights and accommodation to cover the IFA trade fair in Berlin, where the season&apos;s biggest tech announcements are made, under an outreach programme called &quot;Samsung Mobilers&quot;. But the dream turned sour when Clinton Jeff and a colleague were told on arriving that they would be issued with uniforms and expected to work as staff on the booths  showing off new Samsung products to the press, rather than writing about them. And when the duo protested, Samsung withdrew their funding  leaving them stranded thousands of miles from home without a plane ticket back, nor means to pay their hotel bill. They were saved when a representative from Nokia, the Finnish phone company, stepped in to help the pair, sorting out flights and hotel costs. Though Samsung said there had been a &quot;misunderstanding&quot;, the Guardian has established that France Quiquer, a French technology blogger, has levelled a similar complaint, which the Guardian has established is also against Samsung. The incidents have exposed a dark underbelly to technology reporting and blogging  in which companies offer rewards to bloggers, who often do not acknowledge that they are writing posts not for their news value to readers, but because they want to get free products and even trips. Not disclosing such motives is against Advertising Standards Authority rules laid down in 2009, as well as the consumer protection law, as shown by a 2010 investigation by the Office of Fair Trading against a company called Handpicked Media. Quiquer, who has been a &quot;brand ambassador&quot; for Samsung since 2010, was told she had won a competition to come at the company&apos;s expense to the Olympics in London in August, along with a group of bloggers. She went expecting to be a guest at events, because Samsung was a major sponsor of the Olympics, for which it paid more than $100m. Instead the group found that the six-day trip involved barely any visits to events. Instead they were meant to create promotional videos and photos, and fill out daily reports on what they had done. They were also instructed to upload videos of promotional events to their personal YouTube accounts  an instruction that Quiquer resisted strongly. She says that by the end of the five-day trip she saw two events  a table-tennis semifinal and a volleyball eliminator. &quot;We didn&apos;t have the chance to see the Olympic stadium or participate [in] other festive events related to the Olympics,&quot; Quiquer complained. &quot;The most embarrassing thing is the surreal feeling of being trapped.&quot; All the bloggers were part of Samsung&apos;s &quot;Mobilers&quot; programme, a multi-country PR scheme described in the UK as &quot;an exclusive network of bloggers who are first in line to trial and review the latest Samsung products, for free!&quot;. The scheme is aimed at bloggers seen as influential by Samsung. They are encouraged to write posts about Samsung products  with subjects suggested multiple times a week  for which they earn points towards &quot;rewards&quot;. But the Guardian has established that many of those who blog in this way do not acknowledge that they are receiving rewards for doing so  contravening the law. The plight of the Indian bloggers was first exposed by technology news site The Next Web, which calls the Mobilers programme &quot;Samsung&apos;s fanboy factory&quot; (a &quot;fanboy&quot; being an uncritical supporter of a brand, group or team). However, the pair have been criticised by peers, who said Jeff and his colleague were naive and misunderstood the communications from Samsung India. Jeff and his companion blogger from India, who does not want to be named, were members of the Samsung India Mobilers programme. But they were shocked by their experience at IFA, one of the world&apos;s biggest technology shows. They insist they had told Samsung that they would only travel if they could work as independent journalists and look at other companies&apos; stands at the show. Such opportunities are rare for Indian bloggers; they had thought that the quid pro quo would be to get early views of new Samsung products which they could blog about  thus satisfying themselves and Samsung. However, Samsung representatives at the show insisted that they had agreed to be &quot;promoters&quot; of the product, which entailed wearing a uniform and showing off the products at its booth. When Jeff and his colleague declined to take part, they say, a Samsung India representative told them that they would be brought back immediately, unless they agreed to appear at a Samsung event wearing company T-shirts. After doing that, Jeff talked to a friend who contacted Nokia, which agreed to pay the duo&apos;s plane flights and hotel costs without, Jeff says, requiring any coverage or mention in return. Samsung said in a statement: &quot;Samsung Mobilers is a voluntary community of active Samsung mobile device users, who are offered the opportunity to participate in our marketing events across the world. At these events, all activities they undertake are on a voluntary basis. No activities are forced upon them. &quot;We regret there was a misunderstanding between the Samsung Mobilers coordinators and the relevant blogger, as we understand he was not sufficiently briefed on the nature of Samsung Mobilers&apos; activities at IFA 2012. We have been attempting to get in touch with him. We respect the independence of bloggers to publish their own stories.&quot; The Mobilers marketing programme is open to bloggers, though Samsung determines who takes part. In the UK, it has more than 50 members in the scheme, and dozens more in every other country where it runs. Members are given &quot;missions&quot; in which they are asked to promote products or features. On the UK site, for example, the current one is to showcase the functionality of the S-Voice speech control system on the Galaxy S3 smartphone, while others have made simpler requests: &quot;please could you write and share a short post about the Samsung Olympic Pins competition?&quot; or more recently &quot;create something to show the best of the exclusive Samsung Official Top 40 app&quot;. Members then take up the &quot;mission&quot; by writing posts to fulfil them, for which they earn points. One example is at droid-den, which earned a &quot;Mobiler point&quot; for a post about the Samsung Galaxy S3&apos;s &quot;pop-up play&quot;. The post and page contains no mention that it was written at the urging or for a reward from Samsung, although Rachid Otsmane-Elhaou, based in Manchester, who runs the blog and wrote the post, acknowledges his membership of the scheme in the blog&apos;s &quot;about&quot; page. Otsmane-Elhaou did not respond to a Guardian request for comment. But other posts by Samsung Mobilers bloggers also failed to disclose their participation in the programme. Rich Leigh, co-founder of bloggabase.com, a blog database that aims to connect bloggers with marketers, said: &quot;Bloggers should make it clear that they are being paid or being given freebies to review. Whether this is done in an obvious way within the body of the text or a simple declaration at the end of the post, it&apos;s always within the blogger&apos;s best interests to keep their nose clean here. It&apos;ll help build reader trust and ensure transparency.&quot; Sally Whittle, founder of Tots100, reckoned to be the UK&apos;s largest network of parent blogs, and who runs her own site Who&apos;s the Mummy, said: &quot;Disclosure is a real hot topic  most bloggers know they should disclose, but there&apos;s no single way to do it. I see things being marked as &apos;sponsored&apos;, &apos;featured&apos; and all sorts of things in between. We try and educate people that disclosure is a legal requirement but I think sometimes people are wary of putting off their readers, or being seen as having &apos;sold out&apos;  readership can go down on posts where freebies are being received by the blogger.&quot; She added: &quot;There have been a few cases of people being called out for not disclosing  there was a recent kerfuffle with a beauty box provider, for example, where bloggers were writing about the boxes but not disclosing they&apos;d got them free  and the boxes they received seemed to be better than the ones readers were purchasing.&quot; Rachel Clarke, head of social media at the marketing agency Momentum UK, said: &quot;Legally, bloggers should disclose this because it&apos;s paid advertising.&quot; She said she was surprised by the reports of the bloggers&apos; experience at IFA with Samsung, which she said has &quot;done a lot of good promotions in the past&quot;. But she said as companies and bloggers interact more frequently  with companies trying to build up a groundswell of coverage for products that news sites might not  misunderstandings and differences in expectation could arise more often. &quot;There&apos;s a growing expectation from bloggers that they will get VIP treatment, but that might not be what companies are offering,&quot; she said. Whittle said sometimes it is the brands which pressure bloggers not to disclose their involvement: &quot;we did a survey a month or so back and found that one in three of our members has been asked by a PR or SEO agency not to disclose a freebie or paid content  because the brands want links but don&apos;t want to risk being clobbered by Google for buying follow links. Some bloggers have had a lot of pressure on this score, with some brands asking for refunds or withholding payment if a blogger discloses a freebie or payment on a post.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/sep/03/samsung-tech-bloggers", 
    "wordcount": "1622"
}