{
    "headline": "Lego school promises the building blocks to successful learning", 
    "text": "For many children, it&apos;s the ultimate fantasy. For a few, it&apos;s about to become a reality. In August a newly refurbished building in Billund, Denmark, will open its doors to become the first ever &quot;Lego school&quot;. The fee-paying establishment is the brainchild of the toy manufacturer&apos;s billionaire owner, Kjeld Kirk Kristiansen, who hopes the school will help put the town in rural Jutland  a place Copenhageners refer to as Hicksville  on the map as the Capital of Children. The International School of Billund will combine the international baccalaureate (IB) with the Danish school system and Lego&apos;s emphasis on creativity and play. Centred around &quot;inquiry-based learning&quot;, the idea is that children are more motivated when they generate their own questions. As one prospective parent of the new school put it: &quot;In the UK you&apos;re taught how to pass exams. In Scandinavia you&apos;re taught how to think.&quot; The school&apos;s champions hope that by combining this free and easy approach to learning with Lego&apos;s research into child development and the international baccalaureate, pupils will have the tools to both &quot;think&quot; and &quot;do&quot; in their chosen careers. The headteacher is British physicist-turned-international-school-tsar Richard Matthews, a seasoned head, having led schools all over the world from Botswana to Grimsby. As one of the few men in Denmark to wear a tie, he is referred to by some prospective parents as &quot;Tie Man&quot;. &quot;Allowing time for creativity, play and getting into a state of flow is at the centre of Lego&apos;s philosophy and we&apos;ll be experimenting with this and other ideas in the timetabling,&quot; he said. &quot;But we also have a responsibility  the children&apos;s education comes first and sometimes the old methods will be the best.&quot; The UK debate about child-centred learning was revived on Monday when Liz Truss, the early years minister, complained to the Daily Mail that in nurseries she had &quot;seen too many chaotic settings, where children are running around&quot; in an environment with &quot;no sense of purpose&quot;.     Billund, Denmark, which Lego's owner wants to turn into the 'Capital of Children'. Photograph: Graphic    The new school in Billund is just one of a long line of projects in a town of 6,000 people sponsored by the Lego family. The family has also paid for an airport  the second largest in Denmark  and worked with the council to construct a church, community facilities, a library and a theatre.     Lego owner Kjeld Kirk Kristiansen. Photograph: AFP/Getty Images    The Kirk Kristiansens are the most famous dynasty in the country and Kjeld is the richest man in Denmark, but he still chooses to live and work in Billund. As well as supporting the drive to make his hometown the Capital of Children, he is chairman of the board of the Lego Foundation, an organisation funding research into child development and the psychology of play. There has already been plenty of interest from parents, although some have expressed fears about the experimental nature of the venture. &quot;I worry about using my children as guinea pigs,&quot; said one parent. &quot;They&apos;re trying to do something quite different, so there are bound to be teething problems.&quot; The school will open for three- to seven-year-olds in August, with pupils up to the 16 invited to join from 2015. The intake will be 50% Danish and 50% international. The school will be subsidised, with the government paying two-thirds of fees and parents covering the remaining third, 3,000 Danish kroner a month (344). On a tour of the plot where the school will be, Matthews describes bike routes he intends to create, playgrounds to be built, a hexagonal music studio to be developed and the &quot;Lego Lab&quot; (&quot;the amount of Lego we can have is obviously not an issue&quot;, he said). Kindergarten will be &quot;one big adventure,&quot; he says, &quot;things to climb up, crawl through, slide down and swing on as part of the environment. Lego is building something quite remarkable.&quot; Lego&apos;s endorsement is enough to shore up the school financially and with company profits up 40% last year and the owner&apos;s name attached, there&apos;s a sense that the venture will not be allowed to fail.", 
    "section": "education", 
    "gid": "education/2013/apr/22/lego-school-building-learning", 
    "wordcount": "694"
}