{
    "headline": "Scientists say...", 
    "text": "Gibson&apos;s Law - popular in American PR circles - states that for every expert, there is an equal and opposite expert. Ben Goldacre puts it a little differently in Bad Science, suggesting that there is almost no theory  however crackpot  for which you can&apos;t find at least one supporting research paper. The broader point is this; when it comes to assessing the current state of scientific knowledge, individual experts and bits of research mean approximately jack shit.  Science is an epic competition of ideas; players hurl arguments and counter-arguments back-and-forth for years as consensus slowly emerges. Assessing the state of the game from any one fragment of the action is like trying to plot a weather system from the erratic motions of a single snowflake, tumbling in the wind.  Yet legions of science reporters are trying to do just that. Science stories are plagued with opaque references to &apos;experts&apos; and &apos;scientists&apos;, who &apos;say&apos; or &apos;claim&apos; things. The most common of these crimes against meaning is perhaps the ubiquitous phrase &apos;scientists say&apos;, a lazy clause as informative as &quot;some people say...&quot; or &quot;I heard down the pub that...&quot;  On many occasions when the phrase is employed, &apos;scientists say&apos; no such thing. Some scientists say it, some don&apos;t, and some might say something completely different. Often the writer makes little attempt to clarify where the claim stands in the grand order of things.  Stories like this achieve a number of things: they imply consensus where none exists, they fail to place research in context, they fetishize individual studies and people, and they provide audiences with an erratic and chaotic picture of scientific progress.  By failing to put new research in proper context, newspapers train their readers to view science as a homogeneous community of &apos;them&apos;, and wonder why &apos;they&apos; make apparently contradictory claims at different times. Science is portrayed as much less stable and certain than it actually is, which plays neatly into the hands of the &quot;merchants of doubt&quot; described by Oreskes and Conway.  The diet industry is built on the promotion of ignorance, and is a natural beneficiary of this bollocks, as Harvard&apos;s nutrition advice website bemoans:  ...when it comes to research on nutrition and health, media reports are often responsible for much of the frustration the public feels toward the public health community. With their emphasis on short, &quot;newsworthy&quot; pieces, the media often only report the results of single studies, and many stories are chosen simply because the results run contrary to current health recommendations. Because such reports provide little information about how the new results fit in with other evidence on the topic, the public is left to assume that, once again, the scientists are contradicting each other, leaving the public totally confused.   The same happened in Britain with the MMR scare; public confidence in the vaccine suffered because newspapers failed to report Andrew Wakefield&apos;s research in context. One small study simply shouldn&apos;t have mattered against the broader weight of scientific evidence, fraud or otherwise; but many in the press were either too ignorant to grasp this, or more interested in juicy sensationalism than clear context.  Brian Deer&apos;s subsequent investigations were great journalism, but largely irrelevant to any scientific question about MMR; yet he seems to see himself as the hero of the story, once declaring in a bad-tempered Guardian piece that, &quot;13 years passed before I slayed the MMR monster.&quot; The monster was long since dead of course, its twitching corpse dutifully held aloft by a legion of crappy hacks for St. Brian to stick his sword into.  The irony of Deer&apos;s pursuit of the MMR dragon is that it reinforced the mistaken belief that Wakefield and his study ever mattered in the first place. A debate that should have been about the weight of scientific evidence became instead a personality contest. Deer&apos;s investigation of Wakefield was informed by the same flawed world-view that led to the scare in the first place; the belief that personalities, bold statements and single studies matter more than evidence, context and consensus. Stories based on single studies or experts are not unlikely to be wrong, and over-reliance on stock phrases like &apos;scientists say&apos; suggests the writer hasn&apos;t grasped the wider picture. In the world of science, context is king - we need more of it. Twitter: @mjrobbins", 
    "section": "science", 
    "gid": "science/the-lay-scientist/2012/mar/06/2", 
    "wordcount": "726"
}