{
    "headline": "Cut world population and redistribute resources, expert urges", 
    "text": "The world&apos;s most renowned population analyst has called for a massive reduction in the number of humans and for natural resources to be redistributed from the rich to the poor. Paul Ehrlich, Bing professor of population studies at Stanford University in California and author of the best-selling Population Bomb book in 1968, goes much further than the Royal Society in London which this morning said that physical numbers were as important as the amount of natural resources consumed. The optimum population of Earth  enough to guarantee the minimal physical ingredients of a decent life to everyone  was 1.5 to 2 billion people rather than the 7 billion who are alive today or the 9 billion expected in 2050, said Ehrlich in an interview with the Guardian. &quot;How many you support depends on lifestyles. We came up with 1.5 to 2 billion because you can have big active cities and wilderness. If you want a battery chicken world where everyone has minimum space and food and everyone is kept just about alive you might be able to support in the long term about 4 or 5 billion people. But you already have 7 billion. So we have to humanely and as rapidly as possible move to population shrinkage.&quot; &quot;The question is: can you go over the top without a disaster, like a worldwide plague or a nuclear war between India and Pakistan? If we go on at the pace we are there&apos;s going to be various forms of disaster. Some maybe slow motion disasters like people getting more and more hungry, or catastrophic disasters because the more people you have the greater the chance of some weird virus transferring from animal to human populations, there could be a vast die-off.&quot; Ehrlich, who was described as alarmist in the 1970s but who says most of his predictions have proved correct, says he was gloomy about humanity&apos;s ability to feed over 9 billion people. &quot;We have 1 billion people hungry now and we are going to add 2.5 billion. They are going to have to be fed on more marginal land, from water that is purified more or transported further, we&apos;re going to have disproportionate impacts on how we feed people from the population increase itself,&quot; he said. &quot;Most of the predictions [in Population Bomb] have proved correct. At that time I wrote about climate change. We did not know then if it was warming or cooling. We thought it was going to be a problem for the end of this century. Now we know it&apos;s warming and a problem for the beginning of the century; we didn&apos;t know about the loss of biodiversity. Things have been coming up worse than was predicted. We have the threats now of vast epidemics&quot;. &quot;I have a grim view of what is likely to happen to my children and grandchildren. Politicians can control the financial mess we are in but they don&apos;t have control over the systems of the planet that provide us our food, our welfare, those are deteriorating and it will take us a long time to turn it around if we start now. It&apos;s hard to think of anything that will pop up and save us. I hope something will but it really will be a miracle.&quot; But he agreed with the Royal Society report that said human population and consumption should not be divided. &quot;[They] multiply together. You have to be deal with them together. We have too much consumption among the rich and too little among the poor. That implies that terrible thing that we are going to have to do which is to somehow redistribute access to resources away the rich to the poor. But in the US we have been doing the opposite. The Republican party is wildly in favour of more redistribution, of taking money from the poor and giving it to the rich.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/apr/26/world-population-resources-paul-ehrlich", 
    "wordcount": "661"
}