{
    "headline": "BP may settle with Deepwater Horizon oil spill victims as trial postponed", 
    "text": "BP may be close to a legal settlement on the Gulf of Mexico oil disaster  but many of the tens of thousands of victims still want to drag the oil company through the courts. Judge Carl Barbier ordered a week-long delay in the civil trial, which was due to start on Monday. The delay, ordered after a conference call with lawyers from all the main parties on Sunday afternoon, was seen as a sign that BP was close to a settlement with those who lost their livelihood as a result of the oil disaster. But for some no deal could deliver the satisfaction of seeing BP embroiled in long, messy and expensive legal proceedings if the trial went ahead. Chris Jones, whose brother was among the 11 men killed in the explosion on 20 April 2010, said a financial settlement seemed like &quot;the easy way out&quot;. &quot;I was ready to go to trial and see their feet held close to the fire,&quot; he told the Associated Press. He&apos;s not the only one. Dean Blanchard, a leading shrimp producer from Grand Isle, Louisiana, before the spill, was adamant: payment would not be enough. &quot;I want my day in court,&quot; he said. &quot;If they can get off with just paying the money  well, they&apos;ve got plenty of money  they are not really going to learn a lesson.&quot; He added: &quot;I&apos;d like to make sure this never happens again. Somebody has got to hold BP&apos;s feet to the fire. They have just gotten away with throwing money at problems, but that doesnt get rid of the problems.&quot; The oil that gushed into the Gulf in the 87 days before the runaway well was capped has destroyed Blanchard&apos;s rich shrimping territory, he said. Tarballs are still washing up on the beaches of Grand Isle. &quot;The area we worked is a dead zone. It ain&apos;t getting better. Now my competitors who were like a pimple on an elephant&apos;s ass compared to me before the spill are getting more shrimp than me.&quot; It is not clear what the settlement talks mean for the lawsuits involving BP and the federal government, or between the oil company and its partners on the runaway well, Transocean, which owned the rig, and Halliburton, which cemented the well. &quot;This delay and deal that BP has made doesn&apos;t change the facts of the case,&quot; said Lou Colasuonno, a spokesman for Transocean. &quot;We are fully prepared to go for trial when it&apos;s time.&quot; For some it&apos;s a choice between an urgent need for cash and the long-term future of Gulf industries. Al Sunseri, the owner of P&amp;J Oyster Company said his business desperately needs the infusion of cash a settlement would bring. Oyster production is down by 50% in Louisiana since the spill and customers in other parts of the country are shying away from Gulf seafood. Since the spill, there has been a mysterious condition that prevents oyster larvae from reaching maturity. &quot;We are in limbo right now as a company. We can&apos;t afford to do the things we need to do to remain in our business so I would like to be able to settle,&quot; he said. &quot;But if there is just a figure that is over and done with I don&apos;t know if it is going to be enough. I want to see them do what they said they would do, which is make everything right. That means the environment needs to made whole again, we want to see the fisheries thrive like they did, that is what I want to see.&quot; For environmental groups, the response to the delay was guarded. The Senate is close to a vote on a bill that would ensure that 80% of the funds awarded to the federal government in the civil trial would go towards environmental restoration in the Gulf. There was immediate concern that a settlement not short-change the recovery plan. &quot;I would hope that if there is any sort of settlement that it really does calculate and tabulate the full response of the damage done to the region and the full price of what it takes to restore it  nothing short of that,&quot; said Brian Moore, legislative director for the Audubon Society. &quot;I would like to know first of all that the amount is what is should be, and second that the money is going back to the region and to the recovery.&quot; Moore was less focused on seeing BP in court. &quot;It is one of the largest environmental disasters that we have seen and full disclosure is important. I think you get that through a health discussion in court, but you may also get that in other ways,&quot; he said. But Aaron Viles, a spokesman for the Gulf Restoration Network, which represents some 45 local organisations, suggested there was no substitute for a full-scale trial. None of the half-dozen investigations had subpoena power to dredge up the full story of what happened on the Deepwater Horizon rig, he said. &quot;It&apos;s unfortunate that the public&apos;s chance to understand what went wrong and who is to blame for the worst offshore oil disaster in history has been delayed,&quot; he said.", 
    "section": "environment", 
    "gid": "environment/2012/feb/27/bp-may-settle-deepwater-horizon-victims", 
    "wordcount": "888"
}