{
    "headline": "Family planning: population numbers game must add up for women", 
    "text": "Family planning is once again at the forefront of the international development agenda. Millennium development goal (MDG) 5B  universal access to reproductive health, which is measured principally by access to family planning  is the MDG least likely to be met by the 2015 deadline. This will no doubt be foremost in the minds of those in London for the family planning summit on Wednesday. The Gates Foundation, which is co-sponsoring the event, is bringing its enormous financial clout to the issue with the launch of a multi-billion dollar family planning initiative intended to bring services to 120 million more women in poor countries by 2020. Family planning is fundamental to reproductive health and rights, as it enables women  and men  to decide on the number and spacing of their children and, in turn, to exercise some choices over their life plans. However, recent reports about alleged forced sterilisations demonstrate just how crucial it is that we remember the link between family planning and reproductive rights.  Sustainable development rather than reproductive rights seems to be driving the renewed attention to family planning. Increasingly, the need to fight climate change and reduce greenhouse gases by curbing population growth is cited as a reason for the focus on family planning  alongside economic growth. Melinda Gates, for example, has attributed the east Asian economic miracle of the 1980s, when GDPs skyrocketed, &quot;in large part&quot; to concerted government family planning initiatives.  Although the outcome document from June&apos;s Rio+20 conference on sustainable development mentions human rights and women&apos;s empowerment, it is weak on both the interdependence of civil and political rights with economic and social rights, and the inherent right of women to lives of dignity and full participation in society.  Women&apos;s roles are apparently seen as of instrumental value, and civil rights perceived as a potential barrier to economic development. This is dangerous. Amid the new enthusiasm for family planning as a cost-effective tool to promote sustainable economic development, it is critical that we don&apos;t lose sight of human rights concerns.  India has a traumatic history of forcible population control under Indira Gandhi, but it is far from alone. In Peru in the 1990s, for example, more than a quarter of a million poor and mainly indigenous women were sterilised without appropriate consent, in a programme supported by USAid. In both countries, the backlash against family planning may have done as much harm to women&apos;s reproductive rights as the original policies. The Rio+20 summit stressed the need for the provision of universal access to reproductive and sexual health, including safe, effective and affordable methods of family planning. It reaffirmed commitments on family planning made at the 1994 International Conference on Population and Development in Cairo (ICPD) and in the context of the MDGs, but key references to reproductive rights were dropped from the text at the last minute.  Colombia, the original sponsor of the idea of sustainable development goals, has a mixed record. One of the indicators used to portray Colombia as a success story for its achievements in development and gender equality has been the rise in the use of modern contraception, of which the leading method is sterilisation. According to the Demographic and Health Survey, in 2010 almost half of Colombian women using a modern contraceptive method were sterilised, a much higher percentage than in other South American countries. Of those women, around 60%  and more in rural and poor areas  did not receive information about other family planning methods, and up to a quarter of women in these disadvantaged areas were not even told that sterilisation is permanent. It is always the poorer, uneducated and excluded women who end up suffering from these programmes, when guarantees are not built in. We have yet to see how the follow-up to the Rio conference will link up to the process established for the creation of successor goals to the MDGs. However, any kind of development that treats the disadvantaged and marginalised as regrettable externalities of overall growth goals is neither sustainable, nor compatible with international human rights standards.  If human rights are to be protected, the old but resurgent argument that economic growth objectives are hindered by high rates of population growth cannot be considered in isolation from the broader context of growing inequality in access to basic resources and livelihoods, and the way in which national economies are inextricably affected by the global economic system.   Alicia Yamin is chair of the board at the Centre for Economic and Social Rights and director of the programme on the health rights of women and children at Harvard University. Camila Gianella is a researcher at the Chr Michelson Institute in Norway", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jul/10/family-planning-population-numbers-women", 
    "wordcount": "779"
}