{
    "headline": "Apple paid $1bn to iOS developers last month. Here's why that matters", 
    "text": "According to Apple chief executive Tim Cook, his company has now paid out $8bn to iOS app developers. That&apos;s up from the $7bn milestone that Apple announced on 7 January, indicating a billion-dollar month for App Store payouts. To put that another way, once you add in Apple&apos;s 30% cut that&apos;s the same as 1.4bn sales of Angry Birds or for younger readers, 1.4bn wagons of virtual Smurfberries. Or, indeed, enough to fund Bjork&apos;s Kickstarter campaign to port her Biophilia app to the Android and Windows 8 platforms 3,809 times over. Not that this is high on Apple&apos;s priorities, obviously. More seriously, if you want one statistic to explain why so many important and/or innovative apps still come out first (or only) on iOS, it&apos;s the $8bn total payouts figure. How does Android compare? Well, that&apos;s the point: Google hasn&apos;t ever announced developer-payout totals for its platform, and nor to my knowledge have Microsoft or BlackBerry although the latter has suggested a few times that its developers earn more on average than those on rival platforms. All too often, the tone of the smartphones debate in the comments section of sites like this one runs thus: &quot;If you don&apos;t agree that my favourite platform is the best, you must be stupid or biased. Or both.&quot; With corruption thrown in for good measure when a journalist is being addressed. App developers? Some love Apple, Google, Microsoft or BlackBerry so much that they only want to develop for one platform, sure. Most, though, base their development decisions less on stupidity or bias, and more on pure pragmatism: where can their apps make money? $8bn of iOS payouts is a persuasive argument in Apple&apos;s favour on this score. Now the caveats. What Cook didn&apos;t say why would he?  is that the majority of iOS app developers aren&apos;t taking a significant chunk of these payouts. The App Store sales-tail has fat pickings at the top, but barely crumbs for the bottom (and, quite possibly, much of the middle).  Analytics firm Adeven coined the term &quot;App Zombies&quot; in 2012 to describe the two-thirds of available iOS apps that it claimed had sunk without a trace on the App Store. Less undead, and more never-alive in the first place. Still, Apple&apos;s regular announcements of its cumulative iOS payouts $2.5bn by July 2011, $4bn by January 2012, $5.5bn by July 2012, $7bn by January 2013 and now $8bn are fuelling developers&apos; dreams of making it big. In the absence of comparable figures from the three main rivals, what should Google, Microsoft and BlackBerry be doing? Pushing more individual case studies of success stories on their platforms would be a smart move. Not based on total downloads, not even active users, and especially not &quot;users in x countries around the world&quot; metrics. Actual revenue figures showing how developers are building viable businesses by looking beyond iOS. In short, show me (well, developers) the money! BlackBerry was actually onto a good idea in this regard with its attempts to show that a good app, promoted by the platform owner on a less-crowded app store, can make a good return on investment. That hints at the most sensible strategy for BlackBerry and Microsoft as they look to win more developers round to BlackBerry 10 and Windows Phone 8 with funding (or guarantees of minimum income) helping too. Google may prefer to focus a bit more on mobile advertising success stories, of course. As a postscript, the $8bn figure also gives us a new data point to work with when judging the App Store&apos;s value to Apple. If it can maintain a monthly rate of at least $1bn of developer payouts, Apple&apos;s 30% cut would make the App Store a $5.1bn business for the company annually.", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/feb/13/apple-8bn-ios-developer-payouts", 
    "wordcount": "644"
}