{
    "headline": "Bitcoin hits new high before losing $160 in value in one day", 
    "text": "     Bitcoin, the digital currency, lost more than $160 (104) in value on Wednesday, just hours after hitting a record high. The currency hit a new high of $266 before falling to $105 and then bouncing back to $130. The fall is unlikely to put off speculators. Two months ago, a Bitcoin was worth $20. With Europe racked by economic uncertainty following the banking crisis in Cyprus, there have been fears that a &quot;bubble&quot; is being created with speculators piling into the four-year-old digital currency. But Bitcoin has crashed before only to bounce back. It hit a low of $7 in August 2011 after hitting a high of $32 two months earlier. Jon Matonis of the Bitcoin Foundation, the currency&apos;s promoter, denied a euro-bubble was being created in an interview with Der Spiegel this week. &quot;Most transactions are still coming from affluent regions, like the United States and northern Europe. What we are seeing is not a Cyprus bubble,&quot; he said. Until recently Bitcoin had been a largely obscure currency used by the tech-savvy, libertarians wishing to thumb their noses at central bankers and people involved in more nefarious activities such as online gambling (often illegal in the US) or drug deals. There are around 11m Bitcoins in circulation, 25 new bitcoins are produced every 10 minutes, and they are traded through online exchanges like Mt.Gox. Dealing in the currency is volatile as has been the history of the services that allow people to trade in Bitcoins. Mt.Gox has been subject to repeated hacking attacks. Instawallet, a popular service for storing Bitcoins, had to be suspended after it was hacked. Many financial experts have warned against Bitcoin. Veteran UBS stockbroker Art Cashin has compared the interest in Bitcoin to the tulip mania that led many to financial ruin in the 17th century. But interest in the currency has shot up as the euro has become ever more embattled. The value of a Bitcoin passed the $200 mark for the first time on Tuesday. Wednesday&apos;s wild ride came as someone gave away thousands of dollars worth of Bitcoins on Reddit, the social news site. News blog Business Insider calculated a Reddit user under the name &quot;Bitcoinbillionaire&quot; had given away $13,627.69896 worth of Bitcoins to Reddit users over the day. The mystery donor signed off with a quote from Ron Paul, libertarian politician and one-time would-be presidential candidate: &quot;It&apos;s no coincidence that the century of total war coincided with the century of central banking.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/apr/10/bitcoin-new-high-losing-160", 
    "wordcount": "424"
}