{
    "headline": "Google's Eric Schmidt: change British law and we'd pay more tax", 
    "text": "Eric Schmidt, Google&apos;s executive chairman, has continued to defend the company&apos;s tax affairs, insisting it would comply with British law if it was changed and claiming to be perplexed by the debate. In a phrase less snappy than the more celebrated &quot;don&apos;t be evil&quot;, Schmidt said Google had &quot;a fiduciary responsibility to our shareholders&quot; that prevented the internet company from paying more tax abroad. However, he said: &quot;It&apos;s not a debate. You pay the taxes.&quot; Google has come in for escalating public criticism, including unusually frank wordsfrom senior politicians, since the House of Commons public accounts committee took it to task this month over figures that revealed payments of 3.4m in tax on 3.2bn of sales to customers in Britain last year, with sales technically accounted for under the low-tax regime of Ireland. However, Schmidt told BBC Radio 4&apos;s Start the Week that if Britain wanted to collect more tax, it should change the law: &quot;What we are doing is legal. I&apos;m rather perplexed by this debate, which has been going in the UK for quite some time because I view taxes as not optional. I view that you should pay the taxes that are legally required. &quot;If the British system changes the tax laws then we will comply. If the taxes go up we will pay more, if they go down we will pay less. That is a political decision for the democracy that is the UK.&quot; So far, those leading the democracy have yet to bring action to back up their words, but deputy prime minister Nick Clegg said he had raised the issue directly with Schmidt at a Downing Street meeting, after Labour leader Ed Miliband used the platform of Google&apos;s &quot;Big Tent&quot; event to express &quot;deep disappointment&quot; with the company. Miliband said: &quot;When Google goes to extraordinary lengths to avoid paying its taxes, I say it&apos;s wrong. And it&apos;s not just me that says it, it&apos;s Google&apos;s founding principles, and it&apos;s crystal clear from them.&quot; However, Schmidt said Google&apos;s pledges on social responsibility were not incompatible with a legalistic approach to paying taxes: &quot;I do not agree with this and the reason is that at least under American law we have a fiduciary responsibility to our shareholders to account for things properly, so if we were, for example, to just arbitrarily decide to pay a different tax rate than we were required to, a more favourable one for example to a particular country, how would we account for that? &quot;How would we file the necessary paperwork, what would be the legal consequences in other countries? &quot;Somehow these questions are ignored in the debate. We are very happy with whatever the countries all come to agreement on. We are not particularly upset about it.&quot; Schmidt concluded: &quot;Our position is very simple: taxes are not optional, we pay the mandatory amount.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/may/27/google-eric-schmidt-change-law-tax", 
    "wordcount": "500"
}