{
    "headline": "The week in wildlife - in pictures", 
    "text": "   A deer in a snow-covered field in the Highlands near Aviemore  Photograph: Andrew Milligan/PA       Wild boars in the snow in a wildlife park in Stuttgart, southern Germany Photograph: Franziska Kraufmann/AFP/Getty Images       A stork sits on his snowy nest in Straubing, southern Germany. Migratory birds are increasingly remaining in Bavaria during the winter period because of the changing climate Photograph: Armin Weigel/AFP/Getty Images       An alpaca looks out from behind a tree dusted with snow in Lyminge, south-east England  Photograph: Luke Macgregor/Reuters       An amur leopard sits in the snow at Mulhouse zoo. The amur leopard is considered to be the most endangered feline in the world. Photograph: Sebastien Bozon/AFP/Getty Images       Rime scenery in Shimian, China. Rime is a coating of milky ice which is formed when extremely cold water droplets freeze almost instantly on a cold surface  Photograph: Jiang Hongjing)/Corbis       One million images of wildlife in 16 tropical forests around the world have been captured by the Tropical Ecology Assessment and Monitoring Network. Since it began its work in 2008 to monitor changes in wildlife, vegetation and climate, cameras in the the Americas, Africa and Asia have photographed more than 370 different species including elephants, gorillas, chimpanzees, large cats, honey badgers, tapirs and tropical birds Photograph: Courtesy of the TEAM Network/CI       Christian Ziegler of Germany won the first prize in the nature single category of the World Press photo contest 2013 with this picture of an endangered southern cassowary feeding on the fruit of the blue quandong tree in Black Mountain Road, Australia Photograph: Christian Ziegler/World Press Photo/Handout /REUTERS       A young adult male orangutan is captured for relocatation after its home forest has quickly been cleared for palm oil plantations in Tripa, Aceh province, Sumatra, Indonesia. The Tripa peat swamp forest supports the highest density of Sumatran orangutans anywhere on earth, but are still being cleared by palm oil companies who think they are beyond the reach of the law, the situation is urgent and requires action according to Dr Ian Singelton, director of the Sumatran orangutan conservation programme Photograph: Paul Hilton/SOCP       The spine-sided chameleon is one of the 90% of the world's reptiles that are estimated to be threatened with extinction, according to a paper published by the Zoological Society of London Photograph: Michele Menegon/IUCN/ZSL       An emu runs across grazing land near the outback town of Collie, Western Australia. Staff at an Australian wildlife park said they were concerned and puzzled at the theft of an emu in a night raid, saying the tall bird would be frightened and possibly injured. The female emu was discovered missing from Featherdale Wildlife Park in Sydney's western suburbs  with her enclosure found to contain a large quantity of emu feathers, indicating a struggle Photograph: Torsten Blackwood/AFP/Getty Images       A manatee sleeps in an arch position while a group of fish take shelter underneath in Citrus County, Florida Photograph: Ellen Cuylaerts/Barcroft Media       Minute filefish (Rudarius minutus) camouflaged among the feeding tentacles of a coral polyps at the Lembeh Strait in Sulawesi, Indonesia Photograph: SPL/Barcroft Media       A six-week old sloth plays with its mother, Banya, at the Budapest zoo. Infant sloths normally cling to their mothers, but occasionally fall off. However, sloths are sturdily built and rarely die from a fall Photograph: Attila Kisbenedek/AFP/Getty Images       Perch fish swimming together in Sweden. Researchers around the world have taken a close look at the effects of pharmaceuticals in extremely low concentrations, measured in parts per billion. Such drugs have turned up in waterways in Europe, the US and elsewhere over the past decade. Normally shy perch became bolder and more independent when exposed to a drug called oxazepam for treating anxiety Photograph: Bent Christensen/AP       A red claw crayfish in a tank at a local fish shop in Harare, Zimbabwe. Scientists in Zimbabwe say a fresh water crayfish brought from Australia is breeding out of control in the northern Lake Kariba, devouring the food sources of other fish and putting the nation's entire aquatic ecosystem at risk. Officials at the Zimbabwe University lakeshore research station say the red claw crayfish, introduced a decade ago for a fish farming project, has no natural predators in the wild. Crocodiles don't like them and they produce clusters of eggs which are up to half the size of a tennis ball, which hatch prolifically Photograph: Tsvangirayi Mukwazhi/AP       A leaked report revealed that Australia's opposition party is investigating an infrastructure project believed to cost up to AUD$30bn to build up to 100 dams, mostly across northern Australia. The ambitious policy paper suggests that it could turn northern Australia into a foodbowl, producing enough to feed up to 120 million people. This picture shows the flooded rivers systems outside Windorah Photograph: Mark Kolbe/Getty Images       Paul Nicklen of Canada, a photographer working for the National Geographic magazine, won the first prize in the nature stories category of the World Press photo contest 2013 with the series Emperor Penguins. The picture shows a group of emperor penguins swimming in the Ross Sea, Antarctica Photograph: Paul Nicklen/National Geographic/World Press Photo/Handout/REUTERS       A macaque monkey named Rizal wears a doll's face as the animal is made to perform and beg in the streets by its handler in the Indonesian capital city of Jakarta Photograph: Romeo Gacad/AFP/Getty Images       Two crowned cranes at the Nanjing Hongshan forest zoo on in Nanjing, China Photograph: China Foto Press/Barcroft Media  ", 
    "section": "environment", 
    "gid": "environment/gallery/2013/feb/15/week-in-wildlife-in-pictures", 
    "wordcount": "0"
}