{
    "headline": "Getting women into history and science is great, but where are the men?", 
    "text": "Now that Ada Lovelace day  which seeks to highlight inspirational stories about women in science  is safely over, I can mention something about it that concerns me. It is a broader concern than this one day, and is basically this: where were the men? As I explained in an earlier post, I am all for seeking out women&apos;s stories in history, because it gives us a different and equally important perspective on how science happens. I also showed, in the context of Wikipedia editing, that it is hugely important for women to be making and sharing knowledge. However, I am concerned by the fact that the two things seem so often to have to go together. Women should be writing about women. In fact, men and women should be writing about men and women (and boys and girls, animals and instruments, seas and skies, or whatever). I think it would be hard to disagree with this point, and yet so often we find ourselves positioned against this. I very happily went along last Tuesday to host an Ada Lovelace special for PubSci, to hear several women speaking about the women in history that helped provide inspiration in their scientific careers. But I would have loved it if there had been one or two men speaking about women too. (Though many thanks to the men who organised and attended the event!) In my academic career, writing about gender is something that has both had an appeal and something I have purposely avoided. After having written my undergraduate dissertation on women in 17th-century drama, I was keen not to find myself pigeonholed as a woman who only wrote about women and found myself for some time focusing fairly squarely on the men of science who formed the core of my postgraduate research. Fairly or unfairly, my sense was that this reinforcement of the view that women&apos;s history is by and for women can serve to trivialise both the makers and subjects of that research. It becomes a niche, when it should be an integral part. The same danger can arise when all the work and publicity about bringing women into research/academia/politics/business is delivered by women. If we agree that it is important that female voices should be much better represented in a host of important and influential places, then that is a concern for everyone. That it should be a shared concern is the reason why I do not agree with those (men) who complain about women-only shortlists, training sessions aimed at women, or the need to create &quot;binders of women&quot; that can be waved under the nose of politicians suffering female-selective blindness. But these things should be endorsed, created and delivered by men as well as women, until such future time that these particular distinctions cease to hold such significance in the workplace.", 
    "section": "science", 
    "gid": "science/the-h-word/2012/oct/26/history-science", 
    "wordcount": "477"
}