{
    "headline": "Indian government caves in to demands of marchers on land reform", 
    "text": "Tens of thousands of poor Indian farmers marching on Delhi to press their right to land have called off their protest after the government bowed to some of their demands. About 60,000 marchers, mainly socially marginalised dalits and tribal people, began the 350km march from Gwalior in Madhya Pradesh to Delhi last week, on the anniversary of Mahatma Gandhi&apos;s birth, inspired by the independence leader&apos;s own tactics. They were due to reach the capital this month. The mass protest was called off on Thursday after Jairam Ramesh, the rural development minister, signed a 10-point plan in front of marchers at Agra, Uttar Pradesh. Marchers had been demanding legislation to deal with the speedy resolution of land disputes, which involves fast-tracking such cases through courts. In what marchers considered a key concession, the government has agreed to establish a taskforce to review existing programmes and &quot;take concrete action&quot;. The taskforce is due to meet next week to prepare a roadmap for land reform in India. PV Rajagopal, the veteran activist who organised the yatra (pilgrimage), warned that if there was no draft legislation in six months to meet the demands, the marchers would resume their protest from where they left off but, instead of 60,000, there would be 100,000. The march was organised by Ekta Parishad, a social movement working on land rights, which mobilised 2,000 civil society groups around the country to provide marchers. &quot;This year&apos;s march built on the successes of one held previously [in 2007] when the national land reform committee was established, but they never met to put an agenda in place,&quot; said Anand Kumar, country manager in India for Christian Aid, which works with Ekta Parishad. &quot;This time these negotiations must continue between the government and organisations working with the landless poor. Institutional arrangements must be put in place, and sufficient time and resources allocated to put this agreement into action. Access to land is critical for the eradication of poverty. We hope that today&apos;s success will give hope and inspire other land struggles in other parts of the world.&quot; Before the march Rajagopal had told the Guardian that his intention was not to &quot;pressurise&quot; the government. &quot;The government have gone out of track and need to be brought back. The government should intervene as a referee between poor people and industrialists [who want their land]. Currently I have a problem with the way the government behaves,&quot; he said. Marchers had said they would &quot;go to Delhi&quot; and remain there until their demands had been met. The demonstration was a serious concern for the ruling Congress party, which has long drawn support from the rural poor. Their votes will be crucial in elections due in 2014. Ramesh travelled to Gwalior in a bid to persuade the marchers to abandon their plans. One issue for the Congress party is that the vast flagship subsidy programmes designed to ensure basic levels of nutrition and employment among India&apos;s very poor  and to gain their votes  are riddled with graft and inefficiency. Hugely expensive, these programmes often fail to reach the most needy. A key problem is documentation. &quot;We want proper deeds. We have cleared the land, we have worked it. It should be ours,&quot; said Amini Narayan, an activist from the southern state of Kerala. New legislation aiming to simplify the complex and archaic land laws in India, and ensure fairer compensation for those displaced by new infrastructure projects or industry, has been stuck in parliament and is unlikely to be passed soon.", 
    "section": "global-development", 
    "gid": "global-development/2012/oct/11/indian-government-marchers-land-reform", 
    "wordcount": "602"
}