{
    "headline": "Talk point: what's blocking access to contraception?", 
    "text": "On 11 July, world leaders will descend on London for a global summit on family planning, aiming to raise &quot;unprecedented political commitment and resources&quot; to expand access to family planning information, services and supplies in developing countries around the world. Before the summit, we&apos;d like to hear your views on the main obstacles to accessing contraception. What are the challenges in your area? In your community? What&apos;s blocking access for people around the world? What would you say if you had a place at the decision-making table? Achieving universal access to reproductive health is a key target of the millennium development goals. Progress, however, is mixed and use of contraception continues to vary widely between  and within  regions. Meanwhile, the UN has warned (pdf) that current programmes and services will struggle to keep pace as the number of women of reproductive age grows.  Those most affected by the issues are largely excluded from the high-level meetings and global summits that determine strategies and funding priorities. So let us know what you think, and help us to map the obstacles to accessing contraception around the world. Ways to get involved  Complete the anonymous survey below. Add a comment below this article. Email development@guardian.co.uk. On Twitter, by adding the hashtag #barrier2access to your tweet. However you choose to take part, we&apos;d like you to tell us what you see as the obstacles to accessing contraception in your area, or globally. Please also pass this on through your network to others who may want to get involved. We&apos;re aiming to dynamically map the challenges and obstacles raised by your comments. We&apos;ll be updating the word cloud above daily, and looking at other ways we can use the information we receive to tell stories about the challenges faced, so return to this page for updates. Regardless of how you participate, we will not give out or use your information for anything other than this project. Some twitter responses so far:      From @MungaiRoselyn in Nairobi:  @GdnDevelopment @JoyisSpeaking #barrier2access Religious teachings.Stigma.Interesting dynamic on under age users&amp; availability across counter       From @Shreevenkatram1   @GdnDevelopment #Family Planning #barrier2access social conditioning, not easy for women to buy contraception across a counter       From @JoyisSpeaking in the USA:  @GdnDevelopment #barrier2access Poverty. Isolation. Ignorance. Lack of education. &quot;Religious freedom/fanaticism&quot;.       From @SatishKTM in Kathmandu:  @GdnDevelopment social norms that deter married women from accessing FP while husband is away working in another country #barrier2access  Update 11 July: This survey is now closed, see the results live ", 
    "section": "global-development", 
    "gid": "global-development/2012/jul/03/family-planning-access-statistics", 
    "wordcount": "422"
}