{
    "headline": "Google 'to be told by EU to unravel privacy policy'", 
    "text": "Google will be told on Tuesday to unravel the controversial changes introduced in March to its European privacy policy, legal sources have told the Guardian. The French data protection commissioner, the CNIL, will be holding a press conference on Tuesday to announce the results of its deliberations together with the data protection chiefs of the other European Union countries. As exclusively revealed by the Guardian last week, they have determined that Google&apos;s changes breached EU law because they did not give users any chance to opt out of the changes. Next, the CNIL  one of the more aggressive European data protection commissioners  will tell Google to undo those changes, and recreate the setup that existed before, said Chris Watson, a partner and privacy expert at the London law firm CMS Cameron McKenna. &quot;By putting the CNIL in charge of this, the EU was going for blood,&quot; said Watson. &quot;It was a declaration of intent.&quot; The UK&apos;s ICO, he suggested, would have taken a softer line with Google. &quot;The point is that Google is an international company which is leveraging its power in the browser and its other services in a way that affects national businesses all over the EU. There&apos;s great political importance in the data protection commissioners doing something, because if they think there&apos;s a breach and they don&apos;t do anything about it, what&apos;s the point of having them?&quot; Bradley Shears, a US-based lawyer who specialises in digital privacy law and has campaigned for increased privacy for users of services including Facebook, said he expects the CNIL to find that Google broke EU privacy law, and to oblige it to unwind the changes. Shears told the Guardian: &quot;Since Google had the technical capability to combine the data of all of its users&apos; accounts it should have the ability to reinstate the previous barriers that acted like a digital Chinese wall between its services that better protected user privacy.&quot; He added: &quot;Since Google refused to heed the EU&apos;s prior warnings that changing its privacy policies may violate data protection laws it would not surprise me if restrictions are placed on how Google may utilise the user data profiles it has created since the new policies went into effect. This [EU] decision may restrict Google&apos;s ability to fully monetise its users&apos; personal data across its platforms and may cost Google tens of millions of dollars in lost revenue.&quot; Shears noted that &quot;The EU&apos;s decision may create a domino effect and lead regulators in the US and other parts of the world to impose similar restrictions on Google&apos;s ability to intermingle and monetise user data.&quot; In the US, Google had to agree in October 2011 to privacy oversight by the Federal Trade Commission for 20 years after being accused of violating its own privacy policies and using &quot;deceptive practices&quot; in setting up its Buzz social network. In the changes, trailed in January and then carried out in March, Google brought together separate &quot;silos&quot; of data collected from services such as its search service, YouTube and Maps into a single datastore so that it could tailor adverts and content more closely. Google said then the new policy would simplify the user experience, and said it was confident it had obeyed &quot;all European data protection laws and principles&quot;. But it was warned by the justice commissioner Viviane Reding that the changes might breach EU law. There have been suggestions that trying to separate the data back into individual services would be like &quot;unscrambling an egg&quot;. Watson said that he believes that Google will in fact be able to do that: &quot;To suggest that they couldn&apos;t would be like Microsoft&apos;s defence when it was accused of using its Windows monopoly for the Internet Explorer browser  that it couldn&apos;t separate them. It could. If Google&apos;s defence is that they can&apos;t, they&apos;re going to have a fight on their hands.&quot; Google declined to comment on the forthcoming CNIL report, but said: &quot;We are confident that our privacy notices respect the requirements of European data protection laws.&quot; Separately, Google has been in intensive talks for months with the European Commission&apos;s competition arm. It is accused of anti-competitive behaviour in the way it orders its search results, uses other sites&apos; content, and controls some elements of advertising. Reports last week said that Google has offered to &quot;label&quot; its own services where they appear in search results  though early reaction from affected companies suggested that would not be enough.", 
    "section": "technology", 
    "gid": "technology/2012/oct/15/google-privacy-policy", 
    "wordcount": "765"
}