{
    "headline": "Decade of science progress in English schools reversed, global study finds", 
    "text": "More than a decade of improvements in science education in English schools have been eroded over the past four years, according to a vast study of attainment in dozens of countries around the world. While English pupils have slipped down the four-yearly global rankings for science knowledge put together by the International Association for the Evaluation of Educational Achievement (IEA), they have improved in reading and held their position in maths, the new trio of studies showed. The results were immediately seized upon by the government as justification for its breakneck programme of changes to schools, notably the expansion of academies. Labour, meanwhile, claimed credit for creating what it called some of the best schools in Europe, while teaching unions cautioned against reading too much of anything into yet another set of complex educational league tables. Most scrutiny will be focused on the science element of the IEA&apos;s Trends in International Maths and Science Study (Timss), covering more than 600,000 students who were tested in groups at the ages of 10 and 14. Both sets of English pupils tested in 2011 lost places in the rankings against the previous results. In 2007, the 10-year-olds ranked seventh out of 36 countries; now they are 15th out of 50. Their older peers slid to ninth of 42 nations from fifth in 45. What will be more concerning is that the absolute rating for attainment for both age groups  an IEA-designed coefficient from one to 1,000, with 500 as the average  saw increases from 2003 and 2007 reversed, with both scores returning to more or less the same level as in the first study, in 1995. The government will be alarmed at English pupils being outstripped not just by students in the traditional east Asian educational powerhouses of Singapore, Taiwan, Hong Kong and South Korea, but also those in emerging economies such as Russia and  for the younger pupils only  the Czech Republic and Hungary. In a speech at the London base of Microsoft, the junior education minister, Elizabeth Truss, said the science scores represented &quot;not just a relative decline, but an absolute fall in performance&quot;. This had happened, she said, following the abolition by the last Labour government of the externally marked standard assessment tests (SATs) in science for primary pupils, but she said there were no plans to bring this back.Truss noted the relative lack of science teaching for the secondary pupils, with English 14-year-olds spending 102 hours per year on the discipline, below the 158-hour average and less than Iranian or Palestinian pupils. That said, the study shows little direct link between teaching hours and attainment, with Macedonian 14-year-olds coming near the bottom of the achievement table despite a 334 hours per year of tuition. The IEA&apos;s studies, much like similar intermittent league tables compiled by the OECD, generally contain so much data as to support a series of different, even contradictory, arguments. As well as the science rankings, the IEA released new tables for reading and maths, both of which provided better news for English schools. The Progress in International Reading Literacy Study (Pirls), which gauges the language skills of 325,000 students aged about 10, ranked England 11th out of 45 nations, notably better than the 15th from 40 seen in the previous study, in 2006. In maths, both age groups in English schools held steady in terms of absolute scores against the last sample, although their league places moved slightly. The younger pupils came ninth out of 50 nations and territories against seven from 36 before, with the 14-year-olds 10th out of 42 compared with seventh from 45 in 2007. Truss is among a group of right-leaning Tory MPs who argue the UK should more closely mirror the hard-edged economic and educational policies of some east Asian countries, even while those nations debate whether their fact-heavy, exam-based systems can stifle creativity. Truss failed to mention the government&apos;s model for its ambitious free schools programme. While Sweden saw a marginal improvement in science, its maths scores have flatlined and it is one of only four countries whose reading standards have declined over the past decade, something pointed out by Stephen Twigg, the shadow education secretary. He said Labour&apos;s schools policies should take credit for English schools being &quot;some of the best in Europe&quot;. This was, curiously, one area where the two major parties agreed. A spokesman for education secretary, Michael Gove, said: &quot;Labour deserves the praise for the small improvement in reading and the blame for the stagnation in maths and the decline in science. The tests say nothing, good or bad, about what we have done.&quot;  This article was amended on 14 December 2012. The original said that in 2007, England ranked 15th out of 50 countries in primary school science tests and now was seventh from 36. It ranked seventh in 2007 and is now 15th.", 
    "section": "education", 
    "gid": "education/2012/dec/11/english-schools-slip-science-rankings", 
    "wordcount": "819"
}