{
    "headline": "Mystery bird: Baillon's crake, Porzana pusilla", 
    "text": "    Baillon&apos;s crake, Porzana pusilla (protonym, Rallus pusillus), Pallas, 1776, also known as the African spotted crake or as the lesser spotted crake, as the marsh crake, pygmy crake, tiny crake or dwarf rail, or as the koitareke, photographed in the Melbourne area in the state of Victoria, Australia.  Image: Marie-Louise Ng, 27 December 2011 (with permission, for GrrlScientist/Guardian use only) [velociraptorize].Nikon D3S   Question: This secretive Australian mystery bird really gets around. Can you tell me where else it breeds besides Australia? Where else has it been seen? Can you identify this bird&apos;s taxonomic family and species? Response: This is an adult Baillon&apos;s crake, Porzana pusilla, a very small member of the Rallidae family. This starling-sized bird is interesting because it has an extremely large range, being found throughout much of Europe, Asia, Africa and Australasia. This species formerly bred in Great britain until its wetlands were drained. Interestingly, this species has even seen in North America: one individual was spotted on Attu Island in the Alaskan Aleutian chain in September 2000. Baillon&apos;s crakes are found in freshwater, brackish and saline wetlands. The European and Asian poulations are migratory, wintering in east Africa and south Asia, whereas the Australasian and African populations are sedentary. They feed mostly on insects and worms, but also consume molluscs, small crustaceans, small fish and amphibians as well as plant material and seeds. They build their nests in a dry area in sodden sedge bogs, marshes, wetlands, riparian scrub, sewage ponds and shallowly flooded fields, such as rice paddies.  Baillon&apos;s crake is very small, smaller even than the very similar little crake, P. parva. Where their ranges overlap, Baillon&apos;s crake can be distinguished from the little crake by the short primary projection (the tips of its wing primaries reach only a little farther than its tertials), its short tail, and by the lack of red on the base of its bill. Its bill is a pale green rather than yellow and its underparts are blue-grey with bolder and more extensive dark and white barring on the rear portion of its body and its vent.  This video provides a good look at the behaviour and plumage of an adult Baillon&apos;s crake (filmed on the Greek island of Lesvos, uploaded 1 June 2007):            Visit paulsmanning&apos;s YouTube channel [video link].  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or mp3 files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist evil google+: grrlscientist email: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/feb/18/5", 
    "wordcount": "447"
}