{
    "headline": "Have GCSEs got easier?", 
    "text": " As Michael Gove prepares to scrap GCSEs and replace them with a two-tier system of &quot;explicitly harder&quot; exams more akin to O-levels and CSEs, we are asking a question almost definitely too difficult for either qualification: have GCSEs really got easier? Before leaping to an answer, there are two things to think about. The first is to ask what an exam is for. Are GCSEs (and A-levels) intended to differentiate pupils to help sixth-form colleges and universities with selection? Or are they intended to mark a certain standard  an A grade pupil has a certain set of skills, a C grade student a smaller set, and so on? The design of each system would look very different, and while grade inflation might make life harder in the former, it would be a good thing in the latter. As we&apos;ve never actually set out what we want GCSEs to be, the standards debate is hard to have. The second problem is how to measure a measurement. GCSEs, along with exams at different &quot;key stages&quot;, are intended to track pupils&apos; progress. But to track the exams themselves in detail, we need an outside yardstick: international comparison or some static, unchanging exam (which might quickly become outdated). Otherwise we&apos;re left essentially trying to guess whether papers are getting easier from incomplete information. These issues and more are discussed in a policy paper put out by Cambridge Assessments (pdf). Getting to the nitty-gritty, though, there&apos;s no doubt that far more people are passing GCSEs. The key measure for GCSEs is pupils receiving an A* to C grade. In 1988, the pass rate by this measure was 42.5%. In 2011, it had reached 69.8%. The proportion of A/A* grades has tripled, from 8.6% in 1988 to 23.2% today. Is that because exams have got easier or because pupils are now being better prepared? According to the exam regulator Ofqual in May this year, it is at least partly due to easier tests. It compared exam papers from different years and found, for example, more short-answer and multiple-choice questions in recent years. Internationally, the UK does not fare brilliantly. According to the world education rankings from the Organisation for Economic Co-operation and Development (OECD), British 15-year-olds rank 20th for reading, 22nd for maths and 11th for science  and have fallen in all three areas since 2006. The list is topped by South Korea, Finland and Canada. So what about the exams themselves? Here are some sample questions from O-level maths papers sat in 1985 (three years before the introduction of GCSEs) and some GCSE maths questions from last year. We should be cautious about comparing the two because while O-levels were sat by the top 25% of students (and many failed), GCSEs are designed for the vast majority. Extracts from an O-level maths paper from 1985 from the University of Cambridge Local Examinations Syndicate   1 Calculate the exact value of i) 4 - 1.67 ii) 0.4 x 3.5 3 (a) Express 486mm in cm, giving your answer correct to the nearest cm.  (b) Express 5.126 correct to two significant figures. 6) a) Calculate the total time required for 5 journeys each of 1 hour 34 minutes.  b) (i) A marathon race started at 11.55 and one of he runners reached the finish at 15.37. Calculate the time taken by this runner.  ii) Another runner took 25min for the first 8km. If he continued to run at the same steady speed, calculate the time taken for the next 12km. 11) Solve the simultaneous equations: 3x - 4y = 25 4x - 5y = 32 x = y = 13) All of the pupils in a class have four choices in their study of languages. They may study French only,  or French and German,  or French and Latin,  or all three of these languages. Draw a clearly labelled Venn diagram to illustrate this information. 18) a)A rectangular courtyard 17m long by 9m wide is to be covered by square paving slabs each of side m. Calculate the number of paving slabs which will be required. b) A different area to be paved needs 390 slabs. Given that one-third of these cost 1.20 each and the remainder cost 1.40 each, calculate the total cost of the slabs. 28) i) On a packet of lettuce seeds it is stated that 85% should produce seedlings. Find the number of seedlings which would be expected from a packet containing 800 seeds. ii) (a) A market gardener sows 25000 tomato seeds. Given that 21500 produce seedlings, calculate the percentage which did not produce seedlings.  b) In one season he sold 130 tonnes of tomatoes, which was 4% more than he had expected. Calculate the number of tonnes he had expected to sell. Extracts from the Edexcel maths GCSE from 6 June 2011 (Foundation paper, no calculator). This is one of four papers 2. (a) Write the number 1345 in words.   (b) Write the number twelve thousand seven hundred and fifty in figures.   (c) Write the number 4670 to the nearest hundred.  4. Simone and Barry use this rule to work out their pay.  Pay = 6.20  number of hours worked   Simone works for 4 hours.   (a) Work out her pay.    ..................................   Barry&apos;s pay is 15.50   (b) How many hours did he work?   ................................. hours  19. Amy buys 50 computers.   She pays 160 for each computer.   Amy is going to sell some of the computers.   She wants to get at least 35% more than she paid for all the computers.   She is going to sell each computer for 400   Work out the smallest number of computers Amy needs to sell.  22. Some students went to the cinema.   Each student watched film A or film B or film C.   Three eighths of the students watched film A.   40% of the students watched film B.   What fraction of the students watched film C?  Extracts from the Edexcel GCSE maths paper 6 June 2011 (Higher paper, no calculator) 5. h= 5t+ 2   (a) (i) Work out the value of h when t= 2   .....................................   (ii) Work out a value of t when h= 47   .....................................   (b) 1 n &lt; 4   n is an integer.   Write down all the possible values of n.  6. Each exterior angle of a regular polygon is 30.   Work out the number of sides of the polygon.  9. The nth term of a number sequence is given by 3n+ 1   (a) Work out the first two terms of the number sequence.   ................................................   Here are the first four terms of another number sequence.   1 5 9 13   (b) Find, in terms of n, an expression for the nth term of this number sequence.  15. (a) Expand x(x+ 2)   (b) Expand and simplify (x+ 3)(x 4)   (c) Factorise completely 2y 4y   (d) Factorise x 9  19. Solve the simultaneous equations   4x+y=10   2x 3y=19  x= y= Update 12.25 Interesting anecdote below the line from a language teacher who had a career break and is comparing her experiences before and after:  I have returned to teaching recently after bringing up children and am shocked at how much easier the oral and writing parts of Modern Language GCSEs have got in the six years since I took the break - a new GCSE specification was introduced a couple of years ago. Concrete example: when I started teaching 15 years ago GCSE pupils had to do two role-plays which they had a few minutes to prepare relating to situations they might encounter in the foreign country; the harder ones could be quite challenging. They also had free conversation on a couple of topics. True, they would have prepared answers to potential questions, but the choice of subject area was large - six broad areas - and spontaneity and the ability to answer unexpected questions was important. Higher-achieving pupils would have prepared scores of answers to questions covering lots of material. Now there is no role-play and the pupils have simply to prepare and memorise the answers to six questions on one topic which they know in advance: e.g. Where do you go on holiday usually? Where did you go on holiday last year? Where are you going on holiday this summer? Where would you go on your ideal holiday? The candidate recites the 40 second answer they have learned at home (after it has been marked by the teacher); the teacher tries to stay awake. It is a disgrace - and a terrible preparation for further study, or for any actual use of the language if you go abroad. I don&apos;t see the need to reintroduce O levels, though, as the exams are tiered as it is. The GCSEs just need to be a bit more challenging, as they were 15 years ago.  Update 12.30 And I have been pointed towards this interesting blog by Daniel Hemmens discussing the Ofqual report in May. The piece is more focussed on A levels than O levels but his argument is that the &quot;are exams getting easier?&quot; question is actually much more complex and interesting and complex than the media often makes out.  The job of exams is not to be hard, it is not to be easy, it is most certainly not to provide the top five percent of students with a flashy qualification they can use to get into Oxford. The job of exams is to test learning and produce adequate differentiation across the full range of candidates. This, amongst other things, is why we need what that charming individual called &quot;Exams for Thick People&quot;. The job of an exam is not to let clever people show off, it is to actually assess people, and that means differentiating between D and E grade candidates just as much as it means differentiating between A and B grade candidates. Complaining that exams are getting easier is just a socially acceptable way of complaining that we&apos;re no longer restricting education to a privileged elite.   This article was amended on 22 June 2012. The original version incorrectly stated that the O-level extract was from the Oxford Cambridge and RSA Examinations instead of the University of Cambridge Local Examinations Syndicate.", 
    "section": "education", 
    "gid": "politics/reality-check-with-polly-curtis/2012/jun/21/have-gcses-got-easier", 
    "wordcount": "1722"
}