{
    "headline": "Dear Samsung: could we have some clarity on your phone sales figures now?", 
    "text": "Samsung has announced its quarterly financial results. Well, actually, no, it hasn&apos;t; what it did early on Friday was to give some indication of how big it expects its financiai results to be. It would, after all, be remarkable for a company as colossal as Samsung to have its full financial details all ready and waiting only five working days into the new year after the financial quarter ended. But that&apos;s broadly what it has done. Here&apos;s Reuters, saying that &quot;Smartphones power Samsung to record quarterly profit&quot;:   Samsung Electronics, the world&apos;s top maker of memory chips and smartphones, reported a record quarterly profit on Friday, aided by one-off gains and best-ever sales of high-end phones.  Fair enough: Samsung is the only company in the world that has figured out how to make money from DRAM, it got a $580m (376m) windfall from selling its hard drive business to Seagate during the quarter, and its smartphone business is doing gangbusters  at least according to analysts. That these aren&apos;t final numbers (which as I said, is unsurprising) is borne out by another quote from the wires: &quot;The South Korean firm posted 5.2 trillion won ($4.5bn) in quarterly operating profit, beating a consensus forecast of 4.7tn won by analysts surveyed by Thomson Reuters. It said actual profit may rise or fall by 200bn won from the preliminary figure when the firm provides detailed earnings later this month.&quot; So it could be 5tn won, or 5.4tn. Either way, it&apos;s ahead of the analyst forecast.  And that&apos;s good, make no mistake: operating profit (basically, profits on selling stuff) were up 73% year-on-year. But the trouble is that when you start to inquire about precisely how well the smartphone business is doing, things get hazy. How many smartphones were sold in the quarter? How many tablets? (They&apos;re both part of the same division inside Samsung, so one needs to know these things.) Answer comes there none. (And I&apos;ve asked Samsung repeatedly for numbers on these.) In fact Samsung, despite being crowned the biggest seller of smartphones in the third quarter, ahead of Nokia and Apple, has never actually said how many smartphones it shipped or sold during that period. The figure of 27.8m is often quoted. But it appears nowhere in Samsung&apos;s literature.     Samsung Mobile SA tweet about smartphones. But what does it base that claim on?    The tweet above comes from Samsung Mobile SA (the official feed for Samsung South Africa) might seem like a confirmation. But when I asked for a link to an official figure, I was directed to this piece about Samsung&apos;s third-quarter results. To begin with, it looks impressive:   Samsung overtook US rival Apple in the third quarter to become the world&apos;s largest seller of smartphones. It sold 27.8m smartphones during the quarter compared to Apple&apos;s 17.1m  but wait, there&apos;s more  according to market researcher Strategy Analytics.  That&apos;s not Samsung.  In fact, I can find no record of Samsung saying how many smartphones it shipped in any quarter of 2011. (And that&apos;s another bone of contention: is &quot;shipped&quot; from the factory the same as &quot;sold&quot;, as the tweet says? To most people, &quot;sold&quot; means &quot;put into the final customer&apos;s hands&quot;. But to Samsung, &quot;sold&quot; may mean &quot;sent to a carrier or retailer&quot;. We don&apos;t know, though, because it doesn&apos;t give that information in its financial results.) When it comes to shipments, there are lots of estimates from people such as Gartner, whom I respect, but I find it remarkable that a publicly-quoted company whose smartphone business is chewing up huge chunks of the market isn&apos;t prepared to give key data like these. Apple does: you can see a detailed breakdown (PDF) the number of phones it sold and the revenues it got from them, along with those for iPods, iPads and other products and services. Nokia does: it gives a very detailed breakdown of how its entire mobile business has fared in each quarter. (It even used to give its calculation for each quarter of the size of the smartphone market.) HTC gives figures for smartphones shipped. Motorola gives figures for smartphones shipped (and tablets). RIM gives those figures. Sony Ericsson (now just Sony) gives those figures. How about Samsung? Here&apos;s the 3Q 2011 results. Smartphones?   Samsung&apos;s Mobile Communications Business saw revenues rise 39% year-on-year to 14.42 trillion won. Handset shipments rose more than 20% quarter-on-quarter, driven by growth in the smartphone segment where sales were up more than 40% on-quarter and 300% year-on-year. Samsung continued the global rollout of its flagship GALAXY SII, which has now sold more than 10m units in the five months since its introduction. Despite enhanced price competition, the average sales price of Samsung&apos;s handsets increased on-quarter, while sales volume for the GALAXY Tab portfolio of tablets increased with the expansion of the 8.9in and 10.1in devices into the lineup.  Oh, well, maybe it&apos;s in the data presentation that accompanies the results. No  it isn&apos;t. There&apos;s nothing that gives an indication at all of how many smartphones Samsung shipped, nor how many tablets, nor what the revenue split between the two might be. Perhaps Samsung was stung by its experience a year ago, when it said that 2m of its 7in Galaxy Tab tablet had sold. Then it altered course somewhat, and said that those weren&apos;t actual sales; they were shipments to mobile carriers and retailers. One executive was quoted initially as saying sales were &quot;quite small&quot;; the quote was later amended to &quot;quite smooth&quot;: in the correction, the Wall Street Journal noted: &quot;Samsung said the transcript, done by a third party and initially cited by a company spokesman, has since been corrected.&quot; Perhaps it&apos;s just me, but there&apos;s a vaguely Orwellian feel to that correction. (Verizon meanwhile was reportedly seeing very high return rates on the Galaxy Tab, of 16% compared to 2% for other tablets. So quite a big gap between &quot;sold&quot; as we might understand it and &quot;shipped&quot;, then.) Does it matter if Samsung doesn&apos;t give out its smartphone or tablet sales (or shipment) figures, though? You might think not: after all, if the company&apos;s accountants are happy that it has indeed received the money it says it has, then that&apos;s the end of it. The company is making the money that it says it is, and that&apos;s all that financial statements are meant to tell you. Update: lots of commenters saying &quot;yes, that&apos;s it. They don&apos;t have to tell you anything apart from the revenue and profit. Maybe not even the revenue.&quot; Sorry, but that&apos;s wrong. Samsung is a publicly-traded company (on the London, Seoul and Luxembourg exchanges) which pays a dividend twice a year. That means that there is a responsibility to give shareholders timely information about the operation of the company. Compare it with RIM, which gives detailed information about, for example, inventory values, phones shipped, the mix of hardware/services/software and so on. It was by looking at data like that that analysts were able to decide - along with investors - that RIM is presently a bad bet. Without that information, lots of people would have been left without a clue that RIM&apos;s profits were about to crater. Publicly-traded companies need to provide timely and full information about their activities so that stockholders can make informed decisions. It&apos;s an axiom of business: the shareholders give the company money, and in return it tells them what it&apos;s doing with the money. But that&apos;s not it. Firstly, by passing the job essentially of guessing at Samsung&apos;s smartphone (and not forgetting tablet) shipments over to analysts who are having to work with imperfect data from retailers and carriers, Samsung is deliberately causing confusion in the market. Did it ship 27.8m smartphones in the third quarter? Or 28m? Or 20m? Or 30m? We don&apos;t actually know. Samsung appears to be the biggest smartphone maker. It&apos;s very likely that it is by a substantial margin. But presently, that&apos;s a guess. Update: and what&apos;s wrong with passing the job to analysts? It&apos;s that they only know about what they can see in the shipment data. What happens if a company ships more devices than it sells, or vice-versa? (This can happen: it happens with RIM.) Knowing how many smartphones a company has pushed out of the door is an important metric quite separate from the analyst data, which comes from the &quot;channel&quot; - the retailers and carriers. Again, the analyst picture is incomplete. If you were considering whether to invest in Samsung, then as a potential shareholder you&apos;d want a clear idea of what the most profitable division is actually doing, and whether its high profit would be even higher if it could sell more tablets (what effect are they having on revenues in the division? Do they boost or shrink the operating profit?). Can you find that out from Samsung&apos;s figures? No. And yes, for journalists it is frustrating to be driven to roundabout language such as &quot;believed to be the world&apos;s largest smartphone seller&quot;. I&apos;m far from the only person to have been frustrated by this today; I know directly of two others on different publications (Matt Brian of The Next Web and Chris Davies of Slashgear) who gnashed their teeth over precisely this topic and the misleading tweets from Samsung Mobile SA. If Samsung thinks it&apos;s the world&apos;s largest smartphone seller, then I&apos;d like to at least have it on Samsung&apos;s authority. If Apple comes up with a startling figure for the number of iPhones sold in the quarter (25m? 29m? 35m?) then will Samsung finally come up with its own figures? If Nokia&apos;s Lumia 800 has spearheaded a flight past 30m smartphones shipped in the quarter, will Samsung open up? Quite possibly its executives don&apos;t care about external opinion like this, and were so scarred by the &quot;small/smooth&quot; fiasco that they vowed not to get mixed up with discussions about absolute numbers again. That&apos;s fine  but they shouldn&apos;t be surprised then if their numbers are hedged around with uncertainty. If there&apos;s a shimmering fuzziness to Samsung&apos;s numbers, it&apos;s Samsung&apos;s fault  nobody else&apos;s.", 
    "section": "technology", 
    "gid": "technology/blog/2012/jan/06/samsung-smartphone-sales-figures", 
    "wordcount": "1706"
}