{
    "headline": "If  we have a joint campaign to fight hunger, what will change?", 
    "text": "     UK NGOs and aid agencies on Wednesday launched the anti-hunger If campaign, the largest coalition of its kind since Make Poverty History (MPH) in 2005. If goes further than MPH, calling for action to address the causes of hunger, including land &quot;grabs&quot;, loopholes that allow companies to dodge paying tax, and murky investments in poor countries by governments and the private sector. Organisers hope that at least 20million people in the UK will join in the campaign and If will tap into networks of activists around the world who are already fighting for change in these areas. Will it have much impact? Eight years ago, when the UK last held the presidency of the G8, MPH mobilised millions of people to march, sign petitions and wear campaign wristbands, calling for more aid, debt cancellation and trade justice. Concerts were held around the world, headlined by U2, Madonna and others. High-profile celebrities ensured MPH made headlines in the runup to the G8 in 2005. And the campaign did achieve results. The G8 summit committed to spending an extra $48bn (30bn) on aid by 2010, and cancelled the debt to 18 of the most indebted countries. Member states recommitted their pledge to spend 0.7% of gross national income on aid, although none has yet achieved the magical figure. The UK government has promised to do so this year. But poverty is not yet history Eight years on there is still a lot of work to do. Many of the millennium development goals are off target. The World Economic Forum has flagged inequality as one of the biggest global risks (pdf). Barbara Stocking, the outgoing head of Oxfam, said in a Guardian interview last week that climate change is making everything much harder. And in difficult economic times a growing number of people are questioning whether aid even works. The If campaign is different because it is focused on policy change, rather than just more money. Organisers believe the UK is well placed to use its presidency of the G8 again this year to influence decisions. What do you think? Did you take part in Make Poverty History? Will If change anything? Is a coalition of so many NGOs a valid approach? Is there public appetite for a campaign like this? And how will the organisers reconcile their desire for celebrity endorsements with their push to end tax havens and tax dodging among companies and individuals? Twitter is central to the campaign launch, using the hashtag #IF. Will social media make it easier for people to engage? How valuable will that engagement be? And what do you think is missing from this campaign? Post your comments in the thread below. You can also contribute on Twitter @GdnDevelopment. If you have any problems posting, or would prefer to comment anonymously, email us at development@guardian.co.uk and we&apos;ll add your views.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/jan/23/if-campaign-fight-hunger-change", 
    "wordcount": "484"
}