{
    "headline": "Apple faces its 'Nike moment' over working conditions in Chinese factories", 
    "text": "Apple is facing a &quot;Nike moment&quot; which hit the shoe company in the 1990s when its use of cheap labour in the far east was revealed, one of the inspectors of Apple&apos;s Chinese suppliers has said. Speaking to ABC News&apos; Nightline programme, Ines Kaempfer of the US Fair Labour Association (FLA), which is inspecting the Foxconn assembly plants used by Apple in China, said: &quot;There was a moment for Nike in the &apos;90s, when they got a lot of publicity, negative publicity. And they weren&apos;t the worst. It&apos;s probably like Apple. They&apos;re not necessarily the worst, it&apos;s just that the publicity is starting to build up. We call it the &apos;Nike moment&apos; in the industry.&quot; Foxconn, which is one of Apple&apos;s main contractors, said on Monday it had raised wages by up to 25% after a spate of suicides last year and reports of long hours for the hundreds of thousands of staff. It is the second significant salary increase in less than two years at the world&apos;s largest electronics contract manufacturer, where workers&apos; conditions have come under intense scrutiny. The FLA inspection came at the prompting of Apple, the first technology company to join it. The FLA aims to end sweatshop conditions in factories. The continuing reports of deaths and distress at Foxconn have created a PR problem for Apple, which is seen as the principal user of the company&apos;s facilities. So far Hewlett-Packard, Microsoft and Dell, which also use Foxconn for assembly work, have not commented on their use of its factories. None is presently a member of the FLA, whose membership is principally made up of clothing companies with suppliers in the far east. Tim Cook, Apple&apos;s chief executive, said last week that it took working conditions very seriously and that every worker had the right to a fair and safe work environment. Foxconn, which has its headquarters in Taiwan, employs about 1.2 million workers at a handful of plants in China which are run with almost military discipline. Staff work for six or seven days a week and for up to 14 hours a day. The workers assemble iPhones and iPads for Apple, Xbox 360 video game consoles for Microsoft, and computers for Dell and Hewlett-Packard. Foxconn is one of China&apos;s largest single private employers. Foxconn&apos;s staff now receive 1,800-2,500 yuan (180-250) a month after the pay rises that became effective from 1 February, the company said. &quot;This is the way capitalism is supposed to work,&quot; David Autor, an economist at the Massachusetts Institute of Technology, told the New York Times. &quot;As nations develop, wages rise and life theoretically gets better for everyone. &quot;But in China, for that change to be permanent, consumers have to be willing to bear the consequences. When people read about bad Chinese factories in the paper, they might have a moment of outrage. But then they go to Amazon and are as ruthless as ever about paying the lowest prices.&quot; Nike faced an outcry in the 1990s when independent reports revealed sweatshop conditions at a number of its suppliers  and which the company initially tried to disown, saying conditions were the companies&apos; responsibility. Continued protests changed its mind. Foxconn is also taking measures to limit working hours. The pay rises are compensation for workers&apos; reduced overtime, company spokesman Simon Hsing said in a statement. Foxconn said it was co-operating with the FLA inspectors, pledging again to provide a safe and fair working environment. In 2010, a spate of suicides at an enormous Foxconn complex in the southern boomtown of Shenzhen drew attention to the stress many young workers faced. The company denied allegations that it ran excessively fast assembly lines and demanded too much overtime, but it soon announced two pay rises that more than doubled basic salaries to up to 2,000 yuan a month. Last month, dozens of workers assembling video game consoles climbed to a Foxconn factory dormitory roof in the central Chinese city of Wuhan and some threatened to jump to their deaths amid a dispute over job transfers that was later defused. Apple has also given ABC&apos;s Nightline special access to the Foxconn plants. The report is due to be broadcast on Tuesday. In the programme, Louis Woo, who spent 15 years at Apple and now advises Foxconn chief executive Terry Gou, said that if not for the explosions and suicides that have grabbed the attention of the western media, the access probably would not have been granted. &quot;You being here is part of the openness, part of the learning, part of the change that Foxconn is undergoing,&quot; he told reporter Bill Weir. Woo agreed that the deaths had forced the company to rethink how it treated its workers: &quot;absolutely, absolutely, yeah,&quot; he told Weir. The New York Times reported that workers welcomed the pay rises and overtime limits, though some were unsure they would cause much real change. &quot;When I was in Foxconn, there were rumours about pay raises every now and then, but I&apos;ve never seen that day happen until I left,&quot; said Gan Lunqun, 23, a former Foxconn worker. &quot;This time it sounds more credible.&quot; Foxconn has also announced plans to invest millions in robots and to automate aspects of production.", 
    "section": "technology", 
    "gid": "technology/2012/feb/20/foxconn-raise-wages-apple-contractor", 
    "wordcount": "889"
}