{
    "headline": "Foxconn: Nightline goes behind the scenes at Apple assembly line in China", 
    "text": "The full content of the Nightline program in which ABC&apos;s Bill Neil got unrestricted access to Apple&apos;s assembly company, Foxconn, in China has been put on YouTube  although it&apos;s not yet available in full on the official Nightline channel. The full 15-minute video opens with the drive into the factory in the night  and then during the day to the facility where iPads, iPhones and iPods have their final assembly. Intel, Nintendo, Dell and others are mentioned as perhaps working on &quot;secret new inventions&quot;  but that is not confirmed. Foxconn keeps its secrets.  The video will show, says Neil: &quot;How they build the world&apos;s most popular objects of desire.&quot; Reaching the assembly line requires &quot;air showers&quot; while wearing a static suit to prevent dust contaminating the production line.  He says that it is the first time anyone from outside has been inside. Why? &quot;If people see this line  of workers  it might change this line [of people queuing for new products],&quot; just as knowing where your steak comes from makes you think about it differently. The scenes from the production line are fascinating. The people on the line are &quot;young  but not 13 or 14&quot;. They are in their late teens. He expected more robots but found people: &quot;They&apos;re mostly made by hand after hand after hand.&quot; It takes about five days to assemble an iPad.  At the end of the line is Shao Ying, who carves the Apple logo. &quot;OK&quot;, say the machines in a repetitive female-toned voice as each item comes off the line and checks OK. There are two meal breaks per shift, each of an hour, during which people may take a nap. It&apos;s not exhaustion, insists a manager, but a Chinese post-meal ritual. There&apos;s a huge internet cafe, soccer, studies; but most are there to work, and left their families because they want the work. But then Neil investigates the suicide cluster that first brought Foxconn to wider notice in the west. Louis Woo, an executive at Foxconn, says that it took several months and several suicides before Apple and Foxconn realised there was a cluster and was shaken into action. Tim Cook, now chief executive but then Apple&apos;s No 2, went and worked with psychological experts  and so the nets were installed to make people think twice. A counsellor suggests the suicides were more to do with an influx of new migrant workers unused to the conditions  which look gruelling  than any change in working conditions. And then there was the Foxconn explosion, caused by aluminium dust, in which two people died. &quot;We were devastated,&quot; said Woo.            Neil notes that Apple is one of many companies using Foxconn: &quot;Most of them have escaped the attention.&quot;  An independent group, the Fair Labor Association (FLA), to conduct audits of several of its factories in China. Ironically, the FLA inspection is using iPads to beam the woes, entered anonymously by workers, back to servers in New Zealand. The Monday morning crush of would-be workers is astonishing  like would-be stevedores trying to get hired at the shipyards of yore in the US. Apple paid $250,000 (159,000) to join the FLA, and is paying for the audit  but the suggestion that it will be a whitewash, or compromised, is discounted by the association. The inspector gauges the experience by whether people steal a glance: &quot;We should be the object of curiosity. If they&apos;re too focussed, that&apos;s not good.&quot; Woo thinks the threat of suicides by Foxconn people who were working on the Xbox 360 was about conditions, not really a suicide threat. &quot;A bizarre sort of negotiating position,&quot; Neil comments. Finally: What if Apple said it wanted to pay everyone who touches an iPad double, what would Woo say? &quot;Why not? That would be good for the employees, right, and very good for China, and good for us because we would have more stable workers who would love to work for our company because they would get paid more than anyone else.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/feb/23/apple-foxconn-nightline", 
    "wordcount": "690"
}