{
    "headline": "Paul Johns obituary", 
    "text": "My father, Paul Johns, who has died aged 86, was a talented musician, writer, science teacher and cricketer. His maverick egalitarian views could be intriguing, enchanting and occasionally infuriating. Paul and his twin, Peter, were brought up at Christ&apos;s Hospital school, in West Sussex, where their father was a housemaster; Paul excelled in cricket and music, studying the piano with Phyllis Sellick. He was in Palestine with the Royal Signals at the end of the second world war, then at Exeter College, Oxford, studying philosophy, politics and economics. Paul&apos;s social conscience then drew him to work at a London hostel run by the SOS Society; after his marriage to Mavis in 1954 he taught physics in various public schools, including Blackfriars school, Northamptonshire. Living in Stamford, Paul directed performances of Gian Carlo Menotti&apos;s Amahl and the Night Visitors and Benjamin Britten&apos;s opera for children The Little Sweep. Paul&apos;s distaste for public-school life eventually prompted him to move his family of five children to Coventry, where he was an innovative physics teacher to partially sighted children at Exhall Grange school, publishing articles in the School Science Review. Paul took his passionate, progressive views to other schools in Coventry and Sutton Coldfield, where intellectual sparks always flew in his corner of the staff room; his sharing of a philosophical exploration of a panoply of topics in his lessons rather than the requirements of the O-level &quot;exam factory&quot; was legendary. Paul directed our family recorder consort with success at many Midlands music festivals. The inhospitality of the state education system to Paul&apos;s views finally exhausted his energy for school teaching; he and Mavis decided to run a village post office in north Wales, a brave move in 1974 at the height of anti-English feeling. They learned Welsh; Paul joined the Corwen cricket team, and was accompanist and conductor of the local male-voice choir. Paul enjoyed serving the community, relishing opportunities for thought while boxing eggs, but his uncompromising principles meant no South African oranges or cigarette advertising was allowed in the shop, and the Sun was well-hidden. Paul&apos;s unorthodox attitude to the notion of financial profit (rather like that of Beatrix Potter&apos;s Ginger and Pickles) led him to the more attractive prospect of providing music lessons for local children (and adults): he and Mavis became a focal point for music-making in the area, and in 1989 Paul published The Piano Practice Book. A deeply committed Catholic, he wrote scripture analysis columns for local church bulletins. Paul is survived by Mavis, Peter, myself and my siblings, Nicky, Julia, Patrick and Elisabeth, and eight grandchildren.", 
    "section": "education", 
    "gid": "education/2012/oct/07/paul-johns-obituary", 
    "wordcount": "432"
}