{
    "headline": "A voyage of discovery: how the best science writers keep you enthralled", 
    "text": "Scientific papers aren&apos;t known for their catchy titles. Here&apos;s a typical example: &quot;Ancestral capture of syncytin-Car1, a fusogenic endogenous retroviral envelope gene involved in placentation and conserved in Carnivora.&quot; A good science writer could tell you what each of those technical words meant, or translate them into their everyday equivalents. They would also explain the concepts encapsulated by those words, and why they deserve your attention. And a great science writer might start with something like this: &quot;If not for a virus, none of us would ever be born.&quot; That&apos;s how Carl Zimmer began a piece about ancient viruses that inserted their genes into the DNA of our ancestors. Many of these viral genes have become useless junk, but some of them have been domesticated. Today, they play essential roles within our own bodies. One such viral gene is called syncytin, and it&apos;s involved in the creation of the placenta. Without it, we&apos;d never have been able to exchange nutrients or oxygen with our mothers. This viral heirloom ensures that our lives don&apos;t end in the womb. These are rather arcane concepts, but Zimmer explains them beautifully. He is, after all, widely recognised as one of the best science writers working today. Another legend, Tim Radford rightly notes in his manifesto for a simple scribe that writers are constantly fighting for the attention of readers, who will &quot;stop reading in a fifth of a second, given a chance&quot;. &quot;So the first sentence you write will be the most important sentence in your life, and so will the second, and the third,&quot; says Radford. &quot;This is because, although you may feel obliged to write, nobody has ever felt obliged to read.&quot; Zimmer understands this. His opening line is beautiful in its simplicity, and counter-intuitive enough to set up a mystery in a reader&apos;s mind. The next few paragraphs are heavy with unravelled terminology, and technical detail. If the piece started like that, many readers would switch off. But that first line gives them a reason to stay. It&apos;s code for: &quot;If you stick with me, you&apos;ll get something good out of it.&quot; Zimmer uses it to earn attention. He carries on doing so. We get another tantalising titbit a few paragraphs down: an apparently human gene, essential for our first days of existence, looks a lot like a virus gene. Good writers litter their pieces with these &quot;gold coins&quot;  unobtrusive, fascinating gems that keep readers hooked. Just as their attention starts to veer, another shiny coin appears. Zimmer spends the rest of the post talking about how we know about these viral hand-me-downs. He tells a story of the scientists behind the discoveries, something that many lesser writers fail to do. The piece conveys a sense of science in its true form  a series of discoveries that build upon one another, rather than isolated &quot;breakthroughs&quot;. The language is simple enough that a schoolchild could understand the piece. Zimmer doesn&apos;t shy away from technical words  carnivorans, pre-eclampsia, and even syncytiotrophoblast all appear. But he introduces them when necessary and takes care to define them. He neither underestimates his readers&apos; intelligence, nor overestimates their knowledge. The words are evocative, as well as simple. Under Zimmer&apos;s direction, viruses and genes become protagonists that &quot;insinuate themselves&quot; into genomes and &quot;perform [tricks]&quot;. As words combine into sentences, they do so with a varying rhythm. Count the words in successive sentences and note how they rise and fall in number (&quot;Chimpanzees had the same virus gene at the same spot in their genome. So did gorillas. So did monkeys.&quot;). These fluctuations enliven paragraphs, like phrases in a musical score. They avoid monotony. They add variety. So far, I&apos;ve mainly discussed what&apos;s in the post, but great science writing is defined as much by what is omitted as what is used. Jargon doesn&apos;t appear without an attempt at explanation. There are no self-conscious asides, no obvious crutch words like &quot;basically&quot;, and no woefully mixed metaphors. There&apos;s nothing to shake you out of the story, no moment where the writer winks at the camera. All you get are simple explanations, fascinating science and quirky implications, flowing into one another until the trail of gold coins ends at the final full stop. If writing is a constant battle for a reader&apos;s attention, writers like Zimmer have a habit of winning. Ed Yong is a freelance science writer and blogs at Not Exactly Rocket Science ", 
    "section": "science", 
    "gid": "science/2012/apr/09/voyage-of-discovery-science-writers", 
    "wordcount": "758"
}