{
    "headline": "Heavy rains affecting water quality at UK beaches", 
    "text": "Heavy recent rains are flushing raw sewage into coastal waters, ruining the water quality at popular beaches around the UK just as the bathing season begins, according to the Marine Conservation Society (MCS). As it publishes its 2012 Good Beach Guide on Thursday, the MCS reveals that one-third of the 750 beaches it tested failed on water quality, due to contamination from overflowing sewers and run-off from farms or from streets, where dog waste presents a significant problem. Overall, the proportion of dirty beaches fell by 8%, which the MCS hailed as a &quot;milestone&quot;. The south-west, north-east and Wales had the cleanest coasts, with 80% of beaches passing faecal bacteria tests, while Scotland (40%) and the north-west (20%) had the fewest clean bathing spots. The MCS warning that downpours are harming beaches comes as 13 flood warnings remain in place, mainly on the Severn and Stour rivers. Sewers are designed to overflow into the sea and rivers when treatment plants are overwhelmed by torrential rain. The alternative is sewage spilling into streets or back up toilets. However, MCS said only a quarter of the 31,000 &quot;combined sewage overflows&quot; (CSOs) in operation in the UK are monitored to record how often they allow raw sewage to flow. &quot;Some of the CSOs discharge dozens or hundreds of times a year,&quot; said Rob Keirle, pollution programme manager at MCS. &quot;We are calling for openness. Where are they? How often do they discharge? How much? There is a reluctance for the regulator [the Environment Agency in England and Wales] to disclose this information, as they don&apos;t like what it reveals.&quot; In the absence of public information, MCS has used freedom of information regulations to obtain data on CSOs. In the region covered by water company Southern Water, for example, CSOs near Bognor Regis and Littlehampton flooded 74 times in the 2011 season, which runs from 1 May to 30 September, while CSOs in Cowes on the Isle of Wight overflowed 49 times. Keirle points out this data covers the summer, when rainfall is much less than in winter. An Environment Agency spokeswoman said: &quot;There are 15,000 CSOs in England and Wales and around half of these are monitored. Water companies carry out their own monitoring of approximately 6,000 CSOs for operational purposes and we are encouraging them to expand this. We have ordered additional monitoring and reporting at more than 800 CSOs, with a further 500 due to be monitored by 2015.&quot; MCS calculated their total of 31,000 CSOs by including all facilities where raw sewage is flushed into the sea or rivers in the UK, while the Environment Agency, responsible for England and Wales, only includes those specifically involving sewers and not sewage treatment plants or pumping stations. Keirle said CSOs play a &quot;significant role&quot; in destroying water quality, but added that the run-off from farms and from city streets was also significant. &quot;All the manure from cows, sheep and pigs washes into streams and rivers and into the sea. There is no where else for the waste to go: waste flows downhill,&quot; he said. &quot;Dog waste being washed of urban streets is not a trivial problem either. Collectively they have a huge impact on the environment.&quot; Farmers can sign up for schemes where they are paid to implement measures that reduce the flow of manure, but these are voluntary.", 
    "section": "environment", 
    "gid": "environment/2012/may/03/rain-water-quality-uk-beaches", 
    "wordcount": "577"
}