{
    "headline": "It's time for poor countries to retake ownership of their banks", 
    "text": "Few would disagree with the main message of the World Bank&apos;s Global Economic Prospects report, published last month: the future is full of uncertainty. Policymakers across the world should urgently be engaging in contingency planning in case of another global crisis, as well as managing the fallout of the last one. The world will be better prepared next time, in that we can see it coming, but the savings are spent and there is little left in the bank to prop us up if we hit another major downturn. But while the consequences of European recession and a general lack of confidence may be severe for many developing countries in the short term in terms of lost trade and investment, it may be part of an historically necessary rebalancing of economic and political power that had to come sooner or later. Rather than just preparing for the worst, any developing country politician worth their salt will also be looking for opportunities. One such opportunity relates to the banking sector. Many banks in developing countries are now in foreign hands, including most banks in Africa, according to the UN Conference on Trade and Development (UNCTAD). One-third of banking assets in Mozambique and Angola are owned by Portuguese banks, for example, and, in some cases, such as Botswana, GuineaBissau and Lesotho, all banking assets are owned by foreign banks. This is the situation in much of Latin America and Asia, and is a particular characteristic, according to the World Bank, in eastern Europe and central Asia, where local banks are particularly reliant on foreign &quot;parent&quot; banks for loans. As part of attempts by banks based in high-income countries to reduce their debts, these foreign subsidiaries might be sold off. The World Bank report emphasises a risk implicit in such sell-offs, namely that one avenue of capital may dry up. If the domestic banking sector cannot take up the slack, significant reductions in capital available for investment or consumption should be expected in the short term. The World Bank recommends &quot;stress testing&quot; to help prevent, or prepare for, financial shortfalls. What the World Bank report does not reflect on is the potential importance of developing country politicians retaking control of their banking sectors in situations where they have been yielded, for reasons of ideology or necessity, to foreign interests. It might be a good time to reverse the outflow of power that has accompanied the inflow of cash when banks were taken over by poorly regulated and unaccountable firms based abroad. After all, why should the banks of the historically richer countries continue to wield such power in a world seeking greater parity? The short-term negative impacts of such a shift would themselves be a consequence of over-dependence on foreign parent banks, which is a hangover from the exaggerated financial liberalisation of the structural adjustment reforms package of the 1980s and 1990s. There is a place for foreign ownership in the banking sector. Reforms led by foreign bankers in many developing countries have improved management and efficiency, and the investments that have sometimes accompanied mergers and acquisitions may also have supported growth in certain sectors of the economy, which could eventually filter down into more jobs and finance for the poor. But, in Africa at least, banking services for rural households and the informal sector (by far the largest part of Africa&apos;s private sector) have generally suffered, according to UNCTAD. &quot;These banks lend to larger borrowers such as the public sector, large enterprises and wealthy households. They do not have mechanisms well suited to catering to the needs of small, low-income, and mostly agricultural and rural-based economic agents, despite the fact that these agents constitute the backbone of African economies.&quot; Many businesses cite lack of credit as their most important constraint, along with lack of infrastructure, institutions and skills. And banks, far from being short of cash, are sometimes actually too liquid. It is the lack of good information systems on potential borrowers and systems to enforce repayment that inhibit the money lending that could help turn savings into productive investments. Developing more informal and semi-formal saving and investment mechanisms therefore needs to be a top priority for countries where most of the wealth never reaches the formal banking sector, but that has proven hard in a context where foreign-owned banks follow the logic of the international market rather than developing smaller-scale financial instruments to leverage much smaller quantities of cash. There is no necessary tension between reducing foreign ownership and maintaining high levels of external financing. The banking sector does not have to be foreign owned to attract foreign capital (investment follows opportunity and security) and the general deleveraging being carried out by international banks is a quite separate problem  it will continue regardless of ownership issues in order to satisfy sensible demands for greater capital adequacy ratios. No one is saying these are the ideal circumstances in which to carry out delicate structural reforms, but sensible politicians do not wait for ideal circumstances, they take advantage of the circumstances presented to them. International attempts to regulate a wildly irresponsible financial sector have yet to yield significant results, as another UNCTAD report has argued recently. But politicians can act with greater conviction at home to bring balance back into the domestic banking sector.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/feb/13/poor-countries-retake-ownership-banks", 
    "wordcount": "888"
}