{
    "headline": "No surprise that the ban-the-blog band ended up having to eat their words", 
    "text": "If ever there was a case of unintended consequences being utterly predictable, it was the decision by Argyll and Bute council to ban nine-year-old Martha Payne from taking pictures of her school lunches for her blog. In the age of social media an attempt to silence her was bound only to make Martha louder. The hordes poured in to defend her, the story went global and by lunchtime on Friday the leader of the council was having to recant and apologise, live on BBC Radio 4. What&apos;s so bizarre is that anybody should have thought this was ever a good idea in the first place. Sure, the blog had resulted in disobliging headlines in the Daily Record calling for the sacking of dinner ladies. That was hardly Martha&apos;s fault. And given that the council is their employer, arguing that it was banning photos because the dinner ladies ended up fearing for their jobs is just plain odd. Surely the council had it in its gift to reassure them? But what really matters is the blog itself. Never Seconds is not just some rant about poor food at schools. Sometimes Martha loves what she&apos;s served and gives it 10 out of 10. Sometimes she doesn&apos;t. But at its heart is one long, ongoing conversation, which has resulted in the site being visited nearly 3m times and garnered global interest. Because of Martha the people who eat the stuff are talking seriously about what schools serve at lunch. Anybody who has ever been involved with, or reported on, attempts to improve school catering will know it&apos;s never about one-hit initiatives or new menu plans. You need to take the children with you, to make them interested, to give them a voice, so that lunch isn&apos;t just something being inflicted upon them. Martha Payne and Never Seconds did exactly that. Thankfully they will get to carry on doing so.", 
    "section": "education", 
    "gid": "education/2012/jun/15/martha-payne-blog-jay-rayner", 
    "wordcount": "316"
}