{
    "headline": "Private schools warned: share your sports or lose tax breaks", 
    "text": "Private schools should have to share their sports facilities with state primaries in return for the 100m-a-year tax breaks they enjoy through their charitable status, according to the outgoing chairman of the British Olympic Association. The intervention from Lord Moynihan, who oversaw Team GB&apos;s impressive medals haul at London 2012, will place further pressure on ministers, who are facing fierce criticism for failing to deliver the promised Olympic legacy for grassroots sport. Talking to the Observer, Moynihan, a former Tory sports minister who is concerned by the lack of provision for sport in state schools and the absence of proper links between schools and clubs, also demanded a revolution in training for PE teachers and compulsory inspection of state schools&apos; sporting activities by Ofsted. The former Olympic rowing silver medallist unveiled his ideas as confusion over government policy grew, with the department for education saying that David Cameron&apos;s recent pledge to make competitive sport compulsory in all primary schools would not cover the 377 primaries that have already become academies or free schools  or any that will do so in future  because they do not have to teach the national curriculum. Education secretary Michael Gove has invited all primary and secondary schools to apply for academy status and enjoy the greater freedoms that result. With sports facilities and trained PE teachers lacking in many primary schools, Moynihan said tighter rules should be introduced. &quot;State secondary schools with good sports facilities, as well as all independent schools, should be required to share their facilities and co-operate with the primary schools in their catchment areas,&quot; he said. &quot;For the independent schools, this could be part of the public benefit requirement under the Charities Act.&quot; At the London Olympics, 37% of Team GB medallists were privately educated, although private schools educate just 7% of British children. Private schools enjoy charitable status if they can show they are operating for the public good, bringing them tax breaks estimated to benefit the sector by around 100m a year. But there are no specific requirement on sharing sports facilities. Labour is looking at plans to force private schools to do more in return for charitable status. Shadow education secretary Stephen Twigg said: &quot;Alongside tough rules on playing field sell-offs, Labour wants to ensure that private schools do much more to support local state schools, such as opening up their playing fields and providing equipment and coaching. Private schools must ensure they are fulfilling the duties that come with charitable status.&quot; Moynihan cited an event in the runup to the Olympics at Tonbridge School in Kent  which invited more than 1,100 local state-school children to an Olympics day  as a model of how the private sector should operate. A spokesman for the Independent Schools Council said that in a recent survey of more than 1,200 private schools, 522 reported that they allowed pupils from state schools to use their sporting facilities (though in many cases the schools are expected to pay); 561 schools held joint sporting events with state schools; and 171 reported &quot;other&quot; sporting partnerships. Cameron&apos;s pledge to make competitive sport compulsory in the national curriculum for primaries, made during the Olympics fortnight, has already been questioned by sports experts who say many primaries lack the facilities and staff to deliver that commitment. Moynihan called for urgent action on training: &quot;The delivery of quality training programmes for primary-school physical education teachers is patchy at best. More than 60% of primary school trainees receive less than six hours&apos; preparation to teach physical education. Yet some providers do a good job. The Teaching Agency should ensure that there is a step change in the delivery of good-quality physical education for all teacher training programmes.&quot; When Gove, who is under pressure for giving permission for the sale of state school playing fields, took up the reins at the DfE in 2010, he cut funding for school sport and scrapped the annual survey of how much sport was being played in state schools. Moynihan said it was vital that if a legacy were to be delivered, official inspections had to be conducted and records kept to monitor progress. &quot;Ofsted should expand its remit, and inspect and report on curriculum-time physical education as well as out-of-hours sport in all schools,&quot; he said. &quot;This would lead to the provision of sufficient curriculum time, as well as provide a call to heads and school governors to invest in professional development for both teachers and coaches, while encouraging parents, volunteers and local clubs to become directly linked to all schools. &quot;All schools should keep records of curriculum time, progression and measures taken to improve the quality and range of physical education and school sport within and beyond the curriculum, not least because that is what parents want to know.&quot; A DfE spokesman confirmed that Cameron&apos;s pledge on compulsory competitive sport would not cover academies and free schools  the flagships of government policy  but said those schools still had to provide a &quot;broad and balanced&quot; education that would include sport: &quot;We trust head teachers to ensure their pupils undertake appropriate sports provision. The national curriculum will set a benchmark for academies and free schools to measure themselves against, and for parents to use to hold them to account.&quot;", 
    "section": "education", 
    "gid": "education/2012/aug/19/school-sports-independent-schools-olympics", 
    "wordcount": "896"
}