{
    "headline": "Android smartphone conquest continues, but Apple bites back", 
    "text": "Google&apos;s Android mobile operating system dominated the fast-growing smartphone market in the fourth quarter of 2011, powering 50.9% of mobile devices shipped worldwide as it crushed Nokia&apos;s Symbian and BlackBerry maker Research in Motion.  Android was the biggest smartphone OS by share throughout 2011  marking a conquest by the software for which the first handset only appeared at the end of 2008. But the figure marked a slight sequential fall from Android&apos;s third-quarter share, when it hit 52.5%  a fall apparently due to Apple&apos;s introduction in October of the iPhone 4S together with reduced pricing on older iPhones. That saw Apple&apos;s share jump from 15% in the third quarter to 23.8% for the fourth quarter, the largest rise among any platform. Apple also became the biggest smartphone vendor for the quarter and for the year, the research group Gartner said. Overall, it was the third-largest mobile phone vendor in the world, behind the Finnish company Nokia, which narrowly kept its lead over Samsung, from South Korea.     Smartphone share from 1Q 2007 to 4Q 2011. Android has led for four quarters; Apple became the biggest single vendor. Source: Gartner.    There was some light for Nokia in the smartphone end: while shipments of its Symbian devices almost halved to 17m during the quarter, Gartner says that it shifted 1.3m Lumia 800 phones, confirming Nokia chief executive Stephen Elop&apos;s remark that it had established a beachhead in the market.  Nokia has adopted Microsoft&apos;s Windows Phone as its future smartphone platform, and the figures from Gartner suggest that it is already the largest supplier. Samsung and HTC, which also make Windows Phone devices, together sold a total of 1.4m.     Smartphone share from 1Q 2007 to 4Q 2011, normalised to 100%. Android had a nip taken out of it by Apple in the fourth quarter. Source: Gartner, the Guardian    The new figures, published on Wednesday by Gartner, indicate that the fast-rising Android tide is not lifting all boats. Sony Ericsson, Motorola Mobility, LG Electronics and HTC all saw their share of the Android smartphone market eroded as Samsung took over the top end, and new entrants including China&apos;s Huawei and ZTE moved into the low end. For the fourth quarter, ZTE and Huawei were the fastest-growing vendors after Apple: &quot;[They] expanded their market reach and kept on improving the user experience of their Android devices,&quot; said Roberta Cozza, smartphone analyst at Gartner. HTC, MMI, LG and Sony Ericsson are being squeezed between Samsung at the high end and ZTE and Huawei at the low end, said Cozza. Overall, the smartphone market grew by 47% in the fourth quarter, and by 59% over the year, from 297m in 2010 to 472m in 2011. Android shipments were 219m for the year, or 46% of the smartphone total.  Smartphones comprised 31% of overall mobile sales in the fourth quarter, up from 22% in the same period in 2010 and 12.3% at the end of 2008, when the first Android phones went on sale.  The total world market for smartphones hit 472m in 2011, up from 297m in 2010. Worsening midrange Android outlook Aaron Jeny, smartphones analyst at brokers Nomura Securities, forecast that the problems of the mid-range companies  notably Taiwan&apos;s HTC  will worsen as cheaper Android smartphones from Chinese rivals make progress in the US and other markets. &quot;Over the past two months, we have seen an accelerating trend for smartphone commoditisation and low-margin requirements by competitors that we believe will structurally hurt HTC,&quot; Jeng noted. &quot;We still like HTC&apos;s brand value and strong attempt to innovate but think its valuation may retreat to a trough level in the product commoditisation process.&quot; Apple, Samsung and who? Tavis McCourt, an analyst at the stockbroker Morgan Keegan, suggested in a note to clients that: &quot;The [fourth quarter] data seems to suggest Apple is close to a checkmate on the rest of the industry, which is quickly losing its profit pool necessary to keep up with Apple&apos;s R&amp;D engine.&quot;  McCourt also warns that there are signs that the overall handset market could fall during the current quarter  something which normally only happens during a recession. Both Apple and HTC are expected to show smaller sales in the current period. His analysis suggests that while the industry&apos;s profit margins hit 21.8% overall  &quot;the highest on record based on our data&quot;  Apple took a huge chunk of it: &quot;Ex-Apple, margins were 8.0%, the weakest Q4 since 2008, and alarmingly down sequentially in what is normally a seasonally strong quarter,&quot; McCourt wrote. He suggested that shipment growth slowed in line with weaker demand in China and the emerging markets, clearly reflecting weakening global economic growth. He calculates that Apple accounted for nearly 50% of handset revenues  the company reported that the iPhone brought in $24.4bn (15.2bn)  and more than 80% of the industry&apos;s profits. &quot;Profit trends outside of Apple and Samsung were exceptionally weak, and many of these vendors face a &apos;make of break&apos; year in 2012,&quot; McCourt warns. &quot;Profits appear to be shrinking everywhere (except Samsung) and the rising tide of smartphones no longer appears to be lifting all boats outside of Samsung, it&apos;s getting increasingly hard to understand where the rest of the competitors will get the research and development dollars to compete longer-term, given their shrinking profitability. &quot;Perhaps Microsoft and Google have the answer.&quot; RIM slips For RIM, Gartner&apos;s figures offered little comfort. Its shipments fell year-on-year from 14.7m to 13.2m, and it slipped from fifth-largest phone supplier overall in in the fourth quarter of 2010 to seventh, overtaken by ZTE and Huawei.  Cozza could find little comfort for it: &quot;RIM&apos;s delay with its BlackBerry 10 platform&quot;  which the company says will not arrive until later this year  &quot;will further impair its ability to retain users,&quot; Cozza noted. &quot;However, RIM&apos;s biggest challenge is still to expand the developer base around its ecosystem and convince developers to work and innovate with BlackBerry 10.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/feb/15/android-smartphones-apple-2011", 
    "wordcount": "968"
}