{
    "headline": "Josh Fox, director of Gasland, arrested at fracking hearing", 
    "text": "The maker of the Oscar-nominated documentary Gasland was arrested and handcuffed at Congress when he tried to film a hearing about the controversial mining method known as fracking. Josh Fox was ejected from the hearing, on drinking water contamination and fracking, on Wednesday after Republicans objected to having cameras in the committee room. He was later charged with unlawful entry by Capitol Hill police and ordered to appear in court on 15 February, he told the Guardian. The confrontation with Fox came as the Environmental Protection Agency released more than 620 documents in support of its finding that fracking had contaminated the drinking water of a small town in Wyoming. Fox and his crew did not have Hill press credentials, although he had requested permission to film before the hearing. He said: &quot;It was clear they were blocking us and it was not the first time they were blocking us.&quot; The film maker said his exclusion, and the committee&apos;s initial refusal to allow crews from ABC and Fox television, were an infringement of free press rights. &quot;If the House Republicans are calling a hearing on this very sensitive issue then people should be able to know about it, and what they are doing,&quot; Fox said. The release of Gasland, with its striking images of tap water bursting into flames because of high gas content, was critical to bringing concerns about the environmental and safety hazards of hydraulic fraction to wider public attention. The film also made Fox into a scourge of the natural gas industry, which has been fighting moves by the federal and state governments to impose more rigorous safeguards on drilling. Fox, meanwhile, is working on a sequel. Wednesday&apos;s hearing of the House science committee had been called to review an investigation by the Environmental Protection Agency into contamination of drinking water in Wyoming, where there has been extensive use of hydraulic fracturing and horizontal drilling. The EPA found high levels of benzene and other chemicals used in fracking in water from around the town of Pavillion. The study was the first to conclusively link the fracking technique to contaminated water. There are some 123 natural gas wells in the area. The confrontation with Fox took place just as the hearing was due to get under way, as he was setting up his camera. &quot;This is the second or third time we were denied access to a hearing that should be covered and coverable by our film,&quot; he said. &quot;Everyone should be allowed to take in these hearings. They are public speech.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/feb/01/gasland-josh-fox-arrested-fracking", 
    "wordcount": "432"
}