{
    "headline": "US and EU must change biofuel targets to avert food crisis, says Nestl chief", 
    "text": "Nestl, the world&apos;s largest food company, has added its weight to calls by the UN and development groups for the US and EU to change their biofuel targets because of looming food shortages and price rises. &quot;We say no food for fuel,&quot; said Paul Bulcke, chief executive of Nestl, at the end of the World Water Week conference in Sweden. &quot;Agricultural food-based biofuel is an aberration. We say that the EU and US should put money behind the right biofuels.&quot; Under laws intended to reduce foreign oil imports, 40% of US maize (corn) harvest must be used to make biofuels, even though one of the deepest droughts in the past 100 years is expected to reduce crop yields significantly. In addition, EU countries are expected to move towards drawing 10-20% of their energy supply for transport from biofuels to reduce carbon emissions. But Nestl, which has 470 food factories around the world and 25% of the world&apos;s bottled water market, says clean economy and US energy independence should not be pursued at the expense of food supplies or massive price increases. &quot;[Using biofuels] was well-intentioned at the time, but when you have better information then you have to be coherent,&quot; said Bulcke. &quot;You have to know when to say: &apos;Stop here&apos;. Now we see, too, that the carbon [reduction] element of biofuels is not as clear as it was intended to be.&quot; Bulcke said Nestl had lobbied the US and EU governments to change their quotas. &quot;We have said [it] to [the] US government, but politically it&apos;s hard. We are an important food company and, yes, we do have a voice. We try to be vocal with our convictions.&quot; He argued water is the world&apos;s coming crisis because, without better use of it, food supplies  which the UN predicts must increase around 50% in the next 40 years  will be severely limited. &quot;The relationship between food and water is clear,&quot; said Bulcke. &quot;Water should have a value. There is so much much waste in the system. Upstream on farms, industry, food waste, food spoilage. Agriculture is responsible for 70% of all water being used globally, and 90% in some developing countries.&quot; Water is one cause of the food crisis. Governments took their eyes off the ball. For years, research and development investments were very low, at 1.5% annually. We have a crisis in the making. We cannot continue to use water in the same wasteful way as before. &quot;What is environmentally unsustainable today will become socially unsustainable in a not so distant future,&quot; added Bulcke. &quot;We risk up to 30% shortfalls in global cereal production due to water shortage by 2025. It seems as if we will have to go through a massive global crisis before becoming aware that we cannot leave a paradox of this importance unresolved. &quot;The main challenge  water for farming  is also the main opportunity. Saving potentials in agriculture are still huge; physiological needs of plants amount to only 40-50% of actual withdrawals today. And there are more savings of water possible further down the value chain.&quot; According to Nestl, which operates in 86 countries and is the world&apos;s most profitable corporation, it is moving strongly to conserve water, both by helping farmers save waste by growing crops that need less, and by improving factory efficiency. It has also lowered its milk wastage dramatically, effectively saving its per-dollar water use, which has been reduced from 4.5 litres in 2002 to 1.5 litres today. Earlier this month, UN FAO director general Jos Graziano da Silva said suspension of the [biofuel] quota would allow more of the crop to be diverted for food production. &quot;The worst drought for 50 years is inflicting huge damage on the US maize crop, with serious consequences for the overall international food supply,&quot; he wrote in the Financial Times.", 
    "section": "global-development", 
    "gid": "global-development/2012/sep/04/us-eu-biofuel-food-crisis-nestle", 
    "wordcount": "666"
}