{
    "headline": "How to become a mobile app millionaire", 
    "text": "You have an idea for an app? Of course you do. Everyone has an idea for an app. Even my mum does, despite not having fully mastered the difference between a click and a double-click yet. So if you want to make a fortune with it, like 17-year-old Nick D&apos;Aloisio has by selling his app Summly to Yahoo for an estimated 18m, what next? Step one: the idea This bit&apos;s really important: you need to work out very quickly whether or not your idea is rubbish. Find out if it already exists. Be very clear about who will use your app, other than you  ask people if they would find it useful. Generally speaking, successful apps are either a) really fun, like Angry Birds, or b) solve a problem, like Summly, which makes mobile-friendly summaries of news stories. If your app does neither, be concerned. Step two: the spec Speak to someone who has built an app before, or knows how the process works. You need to quickly understand how easy your app is to make. If it involves complex 3D-augmented reality scratch&apos;n&apos;sniff (or similar), you&apos;re entering a world of pain, and will probably have to mortgage your children to even get a working demo together. If, however, it&apos;s relatively simple, you&apos;re on the right path. Proceed. Step three: the money Most startups kick off with &quot;friends and family&quot; funding  a mini pot of cash raised in return for small equity. If you can spin a good yarn and a shiny video, a Kickstarter campaign might help you to raise funds. Many hopefuls think cutting a developer into the company will solve all of their cash problems, but they forget a very simple rule: 10% of a thing that doesn&apos;t exist yet is worth precisely zero. As for big money, it&apos;s almost unheard of for bona fide investors  venture capitalists or &quot;angel&quot; funders  to invest in anything before, at the very least, seeing a proof of concept. Step four: the build This is the really tricky bit. Generations of rubbish IT teaching in the UK has created a skills vortex: developers  the computer engineers who actually make the apps  are in short supply and huge demand, and can comfortably charge up to a 1,000 a day for their work. And you need a specific type of developer: one who knows Objective-C, the default programming language for iOS (Apple&apos;s operating system), or Java, the language-of-choice for Android apps. The alternative, increasingly popular route is to make it yourself. A growing range of online and real-world code academies can teach you: look up General Assembly, Steer, or Code Academy. This option has a distinct edge: if your app fails, which it probably will, you&apos;ll still have the skills to make your next one. Step five: the marketing If possible, be 17 years old. This helps to create attention-grabbing headlines, such as: &quot;The new Mark Zuckerberg&quot;, &quot;Wunderkind Geek&quot;, and &quot;Teenage Prodigy&quot;. Failing that the usual tricks pay off: bombarding the press and Twitter, teaser videos explaining how your app will change the world, incentivising sign up. But ultimately, the success of your app will fall back to the first principles: whether or not it&apos;s fun or useful.", 
    "section": "technology", 
    "gid": "theguardian/shortcuts/2013/mar/26/how-to-become-an-app-millionaire", 
    "wordcount": "547"
}