{
    "headline": "Privatising our roads will be a terrible deal  just as it was for the telecoms and water industries", 
    "text": "Einstein defined insanity as &quot;doing the same thing over and over again and expecting different results&quot;. In which case, going by his speech yesterday onoverhauling Britain&apos;s roads and airports, David Cameron is mad. I don&apos;t usually do personal, or rude. But if the prime minister really, truly thinks he can do what his predecessors have done over the past couple of decades and not cop precisely the same woeful mess that they did, then he&apos;s bonkers. Gaga. Afew Pret sandwiches short of the full picnic. Strip away the novelty of a prime ministerial speech devoted to, um, tarmac and what the Tory leader proposes is pretty much what we have heard over and over, from Thatcher onwards. Every British prime minister of recent memory has turned to private businesses and investors tobuild and run hospitals, schools and tube services. Now Cameron wants them to take overour motorways and trunk roads, too. There are some big details to iron out first and, for appearance&apos;s sake, a feasibility study, but given the effort, time and briefing already put into this policy, we can safely assume that it will happen within a year or so, unless Jeremy Clarkson turns to wrathful self-immolation. And this nation&apos;s potholes are only the beginning. Cameron talked yesterday about the need to upgrade everything from broadband to the rail network, while the national infrastructure plan launched during last autumn&apos;s mini-budget identifies more than 500 projects in need of urgent attention. Given the coalition&apos;s swingeing cuts oncapital spending, the implication is clear: Cameron wants the private sector in charge of thebulk of those upgrades, too. There is one problem. Time after time, these public-private partnerships (PPPs) have turned out to be a great deal for the companies, but a terrible bargain for the taxpayer. And on occasion, as with what happened on London&apos;s tube network just four years back, they can lead to outright collapse of the services involved. How could it be anything but a bad deal for the British taxpayer? The private sector can&apos;t raise money more cheaply or easily than the government. According to an FT analysis done towards the end of last year, paying for PPPs with private-sector cash costs taxpayers well over 20bn extra. The public sector calculated this as &quot;the equivalent of more than 40 sizeable new hospitals&quot;. Or is there some magic private-sector dust thatmeans whatever company executives do is just far more efficient than those Soviet realists inpublic service? Not a bit of it. The typical PPP experience is of a multiplication of middlemen and transactions designed to benefit the privatesector. Ask anyone who uses the M25 between junctions 16 and 23. That stretch of Britain&apos;s biggest motorway is being widened under a 30-year, 3.4bn private finance contract, of exactly the kind Cameron wants to extend nationwide. Except that the deal has recently been lambasted as &quot;poor&quot; by the public accounts committee of MPs, who estimate that it has cost taxpayers an extra 1bn. They found that allowing drivers to use the hard shoulder would have been the cheapest option, but was dismissed from the off. Their report also paints a picture of consultants and contractors attempting to drag out their work to get bigger fees. The result is that drivers caught in traffic jams between Buckinghamshire and Essex will have to wait years longer for these improvements and that we will all have to pay more for carrying them out. Nor is it just the roads. Report after report  whether from MPs&apos; committees or the IMF  shows that the myth of greater private-sector efficiency in doing public works is just that: a myth. Were I a true believer in bringing in the private sector, I&apos;d argue that the best way to do this would be to open up the market to full-blown competition. I&apos;d point to what happened to telecoms after BT was privatised. But that isn&apos;t what Cameron&apos;s talking about. His lieutenants have floated the possibility that whoever takes over our roads could get them on 100-year leases  which would just be transferring a public asset to some private-sector oligarch. Ah, but look at the water industry, said the prime minister yesterday. Yes, look. According to David Hall, an expert in this field at the University of Greenwich, turning the provision of water into private hands costs almost 1bn a year extra. Wereit still to be in the public sector, he estimates, that would amount to about 12% off the average household bill. The odd thing about all this is that it has never been cheaper for the government to carry out infrastructure projects. Amid a global slump and a dearth of places to put their cash, investors are desperate to lend to safe bets yielding reliable returns. If Cameron wanted to take out a 30-year loan, he&apos;d find markets would be willing to give it to him atjust over 3%  an absolute bargain. And George Osborne knows this, which is why he is now talking about taking out 100-year loans to lock in these low rates. So MPs know that PPPs are a bad deal, and thegovernment knows it could do the same workmore cheaply itself. Which might lead one to believe that Cameron isn&apos;t mad at all  that in flogging off the public&apos;s assets to financiers in theCity and beyond, he is doing something muchmore wicked. But like I say, I don&apos;t do personal or rude.", 
    "section": "science", 
    "gid": "science/2012/mar/19/private-overhaul-roads-terrible-deal", 
    "wordcount": "940"
}