{
    "headline": "Stephen Hawking's boycott hits Israel where it hurts: science", 
    "text": "Stephen Hawking&apos;s decision to boycott the Israeli president&apos;s conference has gone viral. Over 100,000 Facebook shares of the Guardian report at last count. Whatever the subsequent fuss, Hawking&apos;s letter is unequivocal. His refusal was made because of requests from Palestinian academics.  Witness the speed with which the pro-Israel lobby seized on Cambridge University&apos;s initial false claim that he had withdrawn on health grounds to denounce the boycott movement, and their embarrassment when within a few hours the university shamefacedly corrected itself. Hawking also made it clear that if he had gone he would have used the occasion to criticise Israel&apos;s policies towards the Palestinians. While journalists named him &quot;the poster boy of the academic boycott&quot; and supporters of the boycott, divestment and sanctions (BDS) movement celebrated, Ha&apos;aretz, the most progressive of the Israeli press, drew attention to the inflammatory language used by the conference organisers, who described themselves as &quot;outraged&quot; rather than that they &quot;regretted&quot; Hawking&apos;s decision. That the world&apos;s most famous scientist had recognised the justice of the Palestinian cause is potentially a turning point for the BDS campaign. And that his stand was approved by a majority of two to one in the Guardian poll that followed his announcement shows just how far public opinion has turned against Israel&apos;s relentless land-grabbing and oppression. Hawking&apos;s public refusal follows that of prominent singers, artists and writers, from Brian Eno to Mike Leigh, Alice Walker and Adrienne Rich, all of whom have publicly rejected invitations to perform in Israel. But what winds Israel up is the fact that this rejection is by a famous scientist and that science and technology drive its economy. Hawking&apos;s decision threatens to open a floodgate with more and more scientists coming to regard Israel as a pariah state. Its research ties with European and American scientists must be protected.  That Israel, a Middle East country, has managed to secure membership of the European Research Area and the many collaborative links with European labs underlines the importance of these links. When European parliamentarians challenged its membership on the grounds of Israel&apos;s numerous breaches of UN resolutions and of the European Human Rights conventions, the European Commission responded to the effect that research trumped human rights.  Israel&apos;s science and technology are not just a source of prestige and technological innovation, but underpin its military strength. It was an Israeli engineer who developed the drones that the US now employs in quantity. Israeli home-produced chemical weapons minimally match those of Syria, and Israeli universities amply supply the Israel Defence Forces with the sociological, psychological and technological methods it employs to suppress Palestinian protests against the occupation.  The complicity of Israeli academia in Israeli state policy is incontrovertible. However, this is the first time that a scientist of Hawking&apos;s status has taken so public a stand  and the hyperventilating response of the Jerusalem conference organisers (it is worth noting that the Hebrew University of Jerusalem, where the conference Hawking refused to attend was to be held, is built on illegally annexed Palestinian land) has only added to its public impact.  Lastly it has been the very public debates over the rights and wrongs of an academic boycott that have drawn attention to the subservience of the Israeli universities to the state. Until the boycott began internal critics were few and far between, and some of the sharpest such as Ilan Papp were forced out. However, this subservience is beginning to yield. When in 2012 the education minister attempted to close the politics department at Ben Gurion on &quot;academic grounds&quot;, it was immediately recognised as a political attack on one of the very few departments where academics were willing to name Israel as an apartheid state. Prof Gilad Haran from the Weizmann Institute launched a petition stating &quot;We sense that academic freedom in Israel&apos;s higher education system is in severe danger.&quot; The department remains open  one small victory.  Hilary Rose is a feminist sociologist of science and emerita professor at Bradford University. Steven Rose is emeritus professor of neuroscience at the Open University. They recently co-authored Genes, Cells and Brains: the Promethean promises of the new biology, and were among the co-founders of BRICUP, the British Committee for the Universities of Palestine We are combining the comment threads of this article and another on the same subject, published earlier on Monday. Please leave any comments there", 
    "section": "science", 
    "gid": "science/political-science/2013/may/13/stephen-hawking-boycott-israel-science", 
    "wordcount": "737"
}