{
    "headline": "Apple: iBooks 2 will 'reinvent textbooks'", 
    "text": "Apple has unveiled a glimpse of the classroom of the future, launching a new version of its iBooks software that will allow publishers to create interactive textbooks for iPad-owning students. The new textbooks offer a host of functions which experts say will transform teaching  including images that turn into slideshows, links from the body text into glossaries, and multiple choice tests which are instantly assessed. Students will be able to create notes by highlighting text with their fingers, and then review all of their notes in one place  instantly creating a tailormade set of study cards. The price of the books  $14.99 or less  will also be a crucial factor in a market frequently criticised for its high prices. According to Steve Jobs biographer Walter Isacsson, the Apple founder spent the last years of his life looking at how the company could shake up the textbook market. Apple unveiled the textbooks on Thursday at an event at the Guggenheim Museum in New York. &quot;These are beautiful books. Interactive, gorgeous, fun, engaging,&quot; said Philip Schiller, Apple&apos;s senior vice president of world-wide marketing. The company also released iBook Author, which will allow people to create their own interactive textbooks. Initially the books will only be available in the US. Textbook approval is a lengthy processes in the US but Apple said it has struck deals with major publishers including McGraw Hill and Pearson. Among the launch titles will be two high school textbooks  Biology and Environmental Science  from Pearson and five from McGraw-Hill. While textbooks, especially for university students, are expensive in the US, iPads start at $499. Michael Gartenberg, analyst at Gartner, said price was a &quot;significant factor&quot; but that the price of iPads was likely to come down. &quot;Even at $499, over four years of a college degree that&apos;s probably less than students spend on coffee,&quot; he said. &quot;I think this is a very exciting development. Apple have put out the tools that will start to bring education into a digital world.&quot; He said he expected Amazon, the world&apos;s largest book seller and owner of the iPad rival Kindle Fire, would also make moves on the digital textbook market. &quot;It&apos;s going to take time for a generation of teachers to adapt to this but it will happen,&quot; he said. Seb Schmoller, chief executive of the Association for Learning Technology, a charity which promotes the effective use of technology in classrooms, said: &quot;Students, particularly in the US, pay a lot for textbooks even if they manage to buy them second hand. Provided they own an iPad, then Apple&apos;s textbook service will provide a much more interactive and probably pedagogically more effective experience than conventional textbooks at a much lower price.&quot; Digital textbooks will account for just 6% of education-textbook sales this year, according to textbook distributor MBS Direct Digital, but that is up from 3% in 2011 and number is expected to rise to more than 50% by 2020. The digital textbook had long been a dream of Jobs&apos;s. At a dinner in early 2011, he told News Corp chairman Rupert Murdoch that paper textbooks could be made obsolete by the iPad. The interactive features of the e-textbooks have the potential to revolutionise classrooms and transform the role of the teacher, education experts suggested. Louise Robinson, president of the Girls&apos; School Association, which represents 179 independent girls schools in the UK, said: &quot;It is exciting. You can annotate your textbooks so children can create their own study aids. That seems a really clever way for students to learn. &quot;The glossary [function] too  there&apos;s a number of times when you go through a textbook and a child doesn&apos;t know a word that you&apos;ve covered the day before. It&apos;s so easy now to go back and say what that word means. It takes away from the &apos;regurgitating&apos; side of teaching.&quot; While exams continue to use pen and paper, classrooms will be resistant to change, Robinson said. However, exam boards are beginning to look at computerised tests which can be customised for individual candidates. The technology will lead to a new relationship in the classroom, Robinson suggested. &quot;It&apos;s going to be a different model where you don&apos;t expect children to have it in their minds, because they have it at their fingertips. &quot;I think we will move away from one teacher in front of a class of 25-30, where the teacher is not quite a facilitator but leading the learner through the path.&quot; Miles Berry, senior lecturer in ICT education at Roehampton University, highlighted the book authoring tool unveiled at the same event. Berry said: &quot;This is something Apple has done all along - putting the tools of production in the hands of the people. There is more that one can do with textbooks in this form  it makes it easier for teachers themselves and students to create that sort of content. That&apos;s a really exciting prospect. &quot;There are social division issues here. Is it going to be possible to borrow these books from school libraries? Is the school going to be the organisation to provide these books to students? What about those who can&apos;t afford to buy the books themselves?&quot;", 
    "section": "technology", 
    "gid": "technology/2012/jan/19/apple-unveils-ibooks-2-textbooks-ipad", 
    "wordcount": "879"
}