{
    "headline": "20 best Android apps this week", 
    "text": "It&apos;s time for our weekly roundup of new and notable Android apps  those released for the first time this week, or which have been newly ported from smartphones to tablets (or vice versa). The roundup includes apps and games, and the pricing in brackets relates to the initial download  some apps listed as free may include in-app purchases. The iOS roundup will follow later in the day. Here&apos;s this week&apos;s pick of the Google Play store: BBC Sport (Free) The Beeb has ported its iOS sports app to Android smartphones and tablets, promising news, live text commentary, fixtures and tables, and a mixture of live and on-demand video and audio from a range of events. The BBC is promising more features to be added in the coming months, including team customisation and homescreen widgets. Pocket Stables (2.99) I can&apos;t over-stress how obsessed I get with every new simulation game from Japanese developer KairoSoft, even though they all use a pretty similar formula. Here, you&apos;re managing a racehorse ranch, training up horses to win prizes, while breeding new colts. Looks like a real battery-chewer (the game, not the horses that wouldn&apos;t be healthy). Hotel Tonight (Free) HotelTonight&apos;s same-day hotel bookings app has been available on Android smartphones for a while, but it&apos;s now been redesigned for Google-powered tablets. Supporting cities in the US and abroad 16 in Europe including London, Dublin, Edinburgh, Glasgow, Liverpool, Manchester and Birmingham it puts the emphasis on photography of hotels, and promises bookings in less than eight seconds when time&apos;s a pressure. Newscover (Free) Flipboard, News360, Zite... Android is spoilt for choice when it comes to news aggregation/discovery apps. Newscover is the latest, promising to learn your interests as you read news stories, then serve up more articles it thinks you&apos;ll like. It&apos;s available in Spanish and English versions, with the option to log in using Twitter and Facebook for further personalisation. Mokriya Craigslist (Free) This app isn&apos;t from listings website Craigslist itself, but it IS &quot;officially licensed&quot; by the company. What&apos;s more, it&apos;s very slickly designed more so than the site by a long chalk. The app helps you browse listings, including by location, while setting alerts and push notifications for specific kinds. You can also post your own listings from within the app. Snapdragon BatteryGuru (Free) If your Android smartphone has one of Qualcomm&apos;s Snapdragon processors inside, this new (beta) app aims to eke out more battery time and optimise the device simply by running in the background and adapting to usage. Very useful, although I wonder how many people who could benefit won&apos;t, because they don&apos;t know what chips are inside their phone. Alien Breed (2.99) Retro treat of the week comes from Team 17 with an Android remake of its top-down shooter Alien Breed, which came out in 1991 originally. The game offers a choice of classic and enhanced modes beefier graphics and sound in the latter, as well as touch-tweaked controls as well as four new levels, and social leaderboards. Sidebar Pro (1.28) There&apos;s some very good buzz around Sidebar, an app to help Android users multi-task with a sidebar of their most frequently-used apps. &quot;Simply swipe in from the edge of the screen to gain instant access to the apps you use most,&quot; as the Google Play listing puts it. The Sandbox (Free) The Sandbox is one of a clutch of pixel-art creation-games to have appeared in recent months, inspired by Minecraft but with an emphasis on 2D worlds rather than 3D. The game offers 71 levels to work through, as you trigger chemical reactions, generate lifeforms and try to build the Pyramids. Wonderful stuff. Moment.me (Free) Moment.me is one of the apps trying to aggregate people&apos;s social posts around specific events and locations. Which sounds like tech-pseudy rubbish, I know, but there&apos;s something to it: the app gathers photos, tweets and videos from an event and sorts them into collections, with the ability to cluster friends for this purpose too. Hexen GLES (1.31) Another famous game comes to Android: a 3D hardware-accelerated port of first-person title Hexen, released by developer Kokak. And while it&apos;s probably something for more technical users comfortable with downloading IWAD files, it&apos;s still good to see. B&amp;Q Club (Free) British retailer B&amp;Q has worked with Grapple Mobile on this app for its loyalty club, serving up offers and discounts to members, while letting newcomers sign up from their phones. Competitions and local store details are also included. Sporos (Free) Puzzle game Sporos wants to stretch your brain, as you light up cells in patterns using a &quot;sporos&quot; seed, dragging pieces around the screen to the strains of &quot;soothing electronic music&quot;. Hundreds of levels should provide a decent challenge. Flashout 3D (1.29) Android isn&apos;t just about retro games this week. Flashout 3D is new, albeit clearly influenced by Wipeout. It&apos;s a futuristic racing game with lots of ships, tracks and upgrades to explore, and an intriguing-sounding &quot;interactive equalizer&quot; feature that matches the in-game music to the on-track visuals. BB - Trouble with Chores (1.93) Available globally but possibly of most interest to Americans who grew up with the Berenstain Bears books, this is a storybook app for children that sees Papa Bear and his cubs trying to get out of helping Mama Bear with the housework. Expect voice narration, word-highlighting to help young readers, and (possibly) less rampantly-sexist 4-8 year-olds as a result. Manos: The Hands of Fate (1.60) Okay, Android is quite a lot about retro games this week. Manos: The Hands of Fate is a new title that looks like an old one: &quot;An homage to the great games you remember from your childhood... When the streets were filled with bats, ghosts and Frankenstein monsters&quot;. What a Bad Dream (0.64) Another famous American storybook series Little Critter is being digitised for smartphones and tablets by publisher Oceanhouse Media. This latest app sees him having a bad dream, with similar voice narration and reading features to the Berenstain Bears app. This time, the target audience is 2-5 year-olds. Greenify *ROOT* (Free) As the name makes clear, this is an app for rooted Android devices only (if you&apos;re not aware of the phenomenon, Wikipedia is your friend, by the way). Greenify promises to keep your smartphone running smoothly, including booting &quot;bad behaving apps into hibernation&quot; if they&apos;re sucking up battery life or hogging the memory. Perfect365 (Free) Who needs physical cosmetic surgery, when digital face-tweaking is now A Thing? That&apos;s the idea behind Perfect365, in a way: a way to &quot;apply a natural touch-up or a sizzling makeover&quot; to facial photos on an Android device, removing blemishes, whitening teeth and even enhancing noses and lifting cheeks. The results can be shared on social networks, for friends to stare quizzically at. Bankers Ville: Tower Defense (Free) &quot;First they (bankers) took everything and now they want more,&quot; explains the Google Play listing for this topical tower defence game. Not just ordinary bankers, of course: zombie bankers. Developer La Factoria d&apos;Imatges says it&apos;ll donate a portion of its profits to charity, too. That&apos;s this week&apos;s selection, but what apps are you enjoying on Android this week? Make your recommendations or comment on the apps listed above in the Comments section.", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/feb/22/best-android-apps-bbc-sport-pocket-stables", 
    "wordcount": "1251"
}