{
    "headline": "Marissa Mayer's appointment: what does it mean for Yahoo?", 
    "text": "One of the first compliments came on Twitter  a service that Marissa Mayer may feel more free to use now. &quot;Marissa Mayer is probably the most effective individual I&apos;ve ever worked with,&quot; commented Kevin Fox, former lead designer at Google, Yahoo, Facebook and the Firefox-maker Mozilla. &quot;I&apos;m really excited to see her at Yahoo&apos;s helm.&quot; He backed up his words with actions, he said; he had bought some Yahoo stock. Mayer, he said, was &quot;one of only three or four people who would make me buy a boatload of Yahoo. This is ASTOUNDING.&quot; Mayer herself, with more than 157,000 Twitter followers  a number that is sure to grow rapidly  had given no clue, tweeting back at the start of the month that she was just about to start watching the hit TV series Breaking Bad. Before that, at the end of June, she was doing what she had been for the past 13 years or so: boosting Google. Mayer&apos;s departure from Google  she resigned by telephone on Monday afternoon  for Yahoo has sent shockwaves through Silicon Valley and its associated companies. The first is that this repositions Yahoo back in the fight. That is important, and the fact that Mayer, 37, will be starting immediately  getting her feet under the desk from Tuesday 17 July - shows that she thinks there is no time to waste. For years Yahoo has been drifting like a cruise ship whose engines have broken down, comfortable enough but never able to take control of where it was going. A succession of chief executives who couldn&apos;t quite decide whether it was a technology company (a good thing in the fast-moving world of internet brands) or a content company (a dangerous thing, because content is almost infinitely available, and carries little to distinguish it) have seen that drift continue. By appointing Mayer, Yahoo is saying plainly: it&apos;s a technology company. Mayer is famous for many things at Google, but the one that always sticks out  and defines her in some ways  is the &quot;Forty Shades of Blue&quot; episode. (It&apos;s not pornographic, don&apos;t worry.) This arose from an argument between a designer who wanted one shade of blue for web links on a page, and a programmer who argued that a slightly different shade had been shown to produce more clicks  and more clicks were in the end good for Google. Mayer, the manager of both, tried to broker a compromise  but then reversed her position and declared that the result should be figured out scientifically. She ordered that 40 different shades of blue would be randomly shown to each 2.5% of visitors; Google would note which colour earned more clicks. And that was how the blue colour you see in Google Mail and on the Google page was chosen. Mayer, a computer science buff and artificial intelligence expert, will drive Yahoo through data - and she will know as much as, and likely more than, any of the technical staff there. She will have huge challenges  Yahoo has been losing advertising share to Google, Facebook and Twitter steadily for years - but the announcement will have energised staff up and down an organisation that had been wearily preparing for Ross Levinsohn, a name most people in Silicon Valley couldn&apos;t pick out of a lineup, to be its next chief. The other shockwave travels in the opposite direction: looking back towards Google. The suggestion already is that Mayer had found herself hitting the glass ceiling. After years when she had headed the search business, the most profitable part of Google, she was made head of its local products in late 2010. Then in 2011, Jeff Huber was made senior vice-president of local and commerce - that is, installed above Mayer. But if Mayer, one of the longest-standing top executives, is leaving Google, the company is subtly changed; for a generation that has worked there and seen it go from plucky startup to stock market darling to internet behemoth, most recently buying the mobile phone company Motorola Mobility and offering an own-branded tablet and TV remote, Mayer&apos;s departure is the abrupt end of a chapter. If she can leave Google, who else might think the time has come to strike out too? For Yahoo, it means the invigoration of a new way of thinking. Mayer has indicated to the New York Times that she thinks Yahoo is &quot;one of the best brands on the internet&quot;, and recalled that when she first started at Google, user surveys used to find that people didn&apos;t know there was a difference between Yahoo and the wider internet. (To some extent, there wasn&apos;t; Yahoo started as a catalogue of the early web.) Now she is sure to shake it and give it new data-driven teeth. For Google, Mayer&apos;s departure may not hurt its financial position; it is expected to release financial results this Thursday that will indicate that it has kept growing. But something subtle will have changed. Only time will tell if Mayer can lead Yahoo out of its troubled position, but as Fox says, she is probably one of only a handful of people who could save the company from sinking into oblivion.", 
    "section": "technology", 
    "gid": "technology/2012/jul/16/marissa-mayer-appointment-mean-yahoo", 
    "wordcount": "874"
}