{
    "headline": "Rio+20: A voice from Accra, Ghana", 
    "text": "   Tim Woods, Rio+20 Photograph: Guardian    Sustainable development means poorer countries improving the lives of their people in a less environmentally damaging way than we did, even if they could argue they have the right to cause as much harm as we did (and do). For us, it means fundamentally changing the way we use our resources, even if it slows our economic growth and makes us &quot;poorer&quot;. But I don&apos;t actually think either of those things happen, certainly not on a significant scale, so it has become reduced to a phrase to encompass all sorts of actions that are too indistinct or insufficient to make a real difference. As individuals, people in the UK are better at the little things  recycling, using bikes, buying a bit of organic or local food. We still tend to bury our heads in the sand about the big stuff, like carbon emissions, car dependency and renewable energy, and business opportunities always take precedence over everything in the end. There&apos;s little point feeling good about taking a reusable shopping bag to the out-of-town Tesco that you had to drive to, and [which] was built by clearing an ancient woodland. I would urge our politicians going to Rio not to use the economic crisis as a justification for saying no to everything on the table, and for continuing to use resources at an unsustainable rate. Despite what they think, not everyone thinks money is the most important thing; a lot of people would have more respect for (and vote for) politicians putting something more important first. And go and have a cocktail on the beach; no point flying all that way and not enjoying yourself a bit. Do I think Rio+20 will make any difference to my life? Probably not. Let&apos;s see how many newspaper articles cover the follow-up in three months&apos; time.", 
    "section": "global-development", 
    "gid": "global-development/2012/jun/15/rio20-voice-accra-ghana", 
    "wordcount": "305"
}