{
    "headline": "Furious Greenpeace moves to 'war footing' at Rio+20", 
    "text": "The head of Greenpeace International said the NGO is moving to a &quot;war footing&quot; after negotiators at the Rio+20 sustainable development conference watered down proposals to protect the world&apos;s oceans. Kumi Naidoo, Greenpeace International&apos;s executive director, said there were so many fudges in the draft agreement that Greenpeace now had no other option but to change its strategy and start planning waves of civil disobedience. &quot;We have to ask ourselves what history teaches us in terms of how change happens when humanity has faced a big challenge, such as civil rights, apartheid or slavery,&quot; he told the Guardian. &quot;It is only when decent men and women said enough is enough and no more and were prepared to put their lives on the line and go to prison if necessary, and that is where we are. We have to intensify civil disobedience. &quot;I keep thinking of what Mandela said decades ago, which is, this struggle is one that I am prepared to live for and if needs be to die for and that is what the leadership challenge is for us.&quot; When asked if he was prepared to die for the cause, he responded: &quot;Yes. I feel a very deep sense of that.&quot; South-African Naidoo, who was an anti-apartheid activist from the age of 15 and fled to England to escape a 15-year prison sentence, also warned that Greenpeace is willing to break an injunction served by Shell on every one of its country offices not to interfere with its oil development in the Arctic. &quot;We have been warned there will be severe penalties but I now serve notice on Shell that we are at the point where, if needs be, we will break the injunctions and pay the price of that.&quot; While there is still a small chance that the heads of state who start arriving in Rio today and tomorrow may beef up the negotiating text, Naidoo said this was more like wishful thinking. &quot;If we do not get an outcome of substance then I think what we will see is a further acceleration towards disaster and for those of us who are concerned, my main message is that we have to put this struggle on a war footing,&quot; he said. &quot;As a Greenpeace person, I do not like to use the word war but I use it quite advisedly. To be brutally honest, Greenpeace and other organisations are winning some of the battles but we are losing the war.&quot; Naidoo said the negotiations were failing because of national parochialism, with delegates making calls back to their capitals every time there was any suggestion of a change in text. He contrasted this with the Peoples&apos; Summit at Rio, where there was a common approach to the need to deal with the major social, environmental and economic challenges. Naidoo said the final straw for him was hearing at 2am this morning that the text on the oceans had been blocked by Russia, America, Canada and Venezuela. &quot;What kept Greenpeace in the process was that it looked like we could get a decent deal on the oceans but we have now got a really watered-down text that has very little teeth,&quot; said Naidoo. &quot;The irony is that the Venezuelan delegate shouted at 2am that they were not going to negotiate with Greenpeace because we had warned that we will publicly say that it is Venezuela and the US working together to block this. That, of course, would play out so badly for the political leadership to be put in the same camp as the US.&quot; It is not just the oceans where the text has been changed, said Naidoo, pointing out that the negotiating document was now riddled with fudges and proposals that would not hold countries to account. &quot;The approach that has been taken is to go for the lowest common denominator,&quot; he said. &quot;The trick here is to look very carefully at the UN-ese language being used. If they use the word voluntary, it means it is not going to happen. They use phrases like seek to, and there was a line in the text this morning supporting the right of workers to education. What does that mean in terms of ambition?&quot; He pointed out that the eradication of fossil fuel subsidies is now out of the text, and plans to beef up the role of the UN environment agency UNEP are also at risk. Naidoo also warned that political leaders would seek to put a gloss on the lack of ambition in the final text: &quot;I think what will happen, which is completely meaningless, is there will be a political leaders&apos; declaration, which will be about two to three pages, which will sound as though they have moved things forward but in reality there will be no specifics, no action plans, unless of course the heads of state come with a different sense of urgency.", 
    "section": "environment", 
    "gid": "environment/2012/jun/19/greenpeace-rio-20-civil-disobedience", 
    "wordcount": "842"
}