{
    "headline": "Visits to the countryside will improve the UK's health, say MPs", 
    "text": "More visits to the countryside and coast, better-maintained green spaces and more access to nature will improve the health of people in the UK, and should be urgently promoted, according to an influential committee of MPs. They called for the Department for Environment, Food and Rural Affairs (Defra) to set a target for &quot;increasing public engagement with nature&quot;, while the health and education departments must create new ways of measuring and reporting on the links between &quot;greater public participation in activities in the natural environment and improved health and educational attainment&quot;. Disadvantaged people tend to have less access to such activities, the MPs noted, which should also be improved. Anne McIntosh, the Tory MP who chairs the environment, food and rural affairs committee, said: &quot;Our natural environment supplies us not only with food and materials but also with vital services that ensure society&apos;s wellbeing, such as clean air and water, soil nutrients and recreational spaces. These ecosystems services are worth billions of pounds to the UK economy and we cannot afford to let government policies ignore them.&quot; People visiting the countryside, seas, rivers and other beauty spots, represent about 10bn a year in benefits, according to government estimates, while fishing contributes more than 300m a year and pollination is worth about 500m a year to the rural economy. The MPs also called on David Cameron to intervene with the Treasury and the Cabinet to ensure that the tens of billions of pounds in value that the natural environment provides to the UK economy are properly valued, and their protection included in all government policies, from every department. The report is likely to further inflame tensions between the Treasury and other government departments over green policy, which has been simmering for months but shows signs of breaking out into the open as the chancellor and his officials have refused to answer questions from MPs on their role in energy decisions. In a veiled criticism of George Osborne, who has frequently referred to environmental rules as a &quot;burden&quot; on businesses, the MPs said: &quot;Certain ministers have given a false impression about the impact of environmental regulation on the economy. Ministers must fully assess and communicate to the public the benefits as well as the costs of environmental regulation so as to prevent a perception that environmental protection is a drag on the economy.&quot; Although the natural environment is a key part of the UK&apos;s economy and wellbeing, current methods for evaluating government policy often fail to take it into account. As a result, development is often prized above concerns over environmental degradation, and the UK has suffered a decrease in biodiversity with many species and fragile areas put in danger. Cameron&apos;s boast that the coalition would be &quot;the greenest government ever&quot;, could only be made good if the natural environment is &quot;put at the heart&quot; of policy from every department, the MPs said on Tuesday. They said, in their report, on Defra&apos;s natural environment white paper: &quot;The government must do more to ensure that all Whitehall departments fully value nature&apos;s benefits. This requires stronger leadership, not only from Defra but also from HM Treasury and the cabinet, to effect the necessary culture shift among policymakers. The Cabinet Office must ensure that all government policy and legislation is proofed for consistency with the government&apos;s aspirations that the value of natural capital is fully reflected in decision-making ... Leadership from the prime minister and deputy prime minister [is] central to the coalition government&apos;s fulfilling its commitment to be the greenest government ever.&quot; However, the MPs recognised that the government was unlikely to contribute the 1bn a year needed to preserve the natural environment, and called for ministers and civil servants to seek more opportunities for partnerships with business. This could be particularly valuable in building and maintaining flood defences, the MPs said. So far, there has been little success in attracting private sector money into flood defences, according to a report last week from the Committee on Climate Change. McIntosh said: &quot;It should not be solely the preserve of the public sector to protect and enhance nature. Significant funding can be harnessed from the private sector, for example to help prevent flooding and to provide clean water supplies. But the government must act now to set up the right regulatory frameworks to support such payments.&quot; The MPs also criticised the government for &quot;a lamentable lack of ambition&quot; in putting off a phasing out of peat use until 2030. Extracting peat, which is a non-renewable natural resource, destroys irreplaceable habitats, as well as increasing greenhouse gas emissions. The committee called for a review of progress, with a view to a nearer cut-off date for peat use, in 2014. Defra should also ensure that the coastal path around England is fully operational within a decade, according to the report.", 
    "section": "environment", 
    "gid": "environment/2012/jul/17/mps-public-engagement-nature", 
    "wordcount": "826"
}