{
    "headline": "Angry Birds Space lifts off on 22 March with NASA and National Geographic", 
    "text": "Angry Birds is set to go galactic with a new game called Angry Birds space, due for release on 22 March according to developer Rovio Mobile. The company promises on its blog that it will be &quot;the biggest game launch since the original Angry Birds&quot;, while adding that it is &quot;a completely new game with innovative new gameplay, but with some of the familiar Angry Birds elements that fans already know and love&quot;. Rovio has grand ambitions for the new game too, claiming that it will be launching &quot;simultaneously in mobile gaming, animation, retail, and publishing&quot;. The company has launched a website for the new title, and uploaded &apos;Teaser #1&apos; to YouTube, presumably with more to come. The 20-second trailer reveals nothing about the game bar reiterating its launch date, but Yahoo Games has more details from an interview with general manager of Rovio North America Andrew Stalbow, claiming that Angry Birds Space will feature zero gravity levels and slow-motion puzzles, as well as two big brand partnerships. &quot;Science and education are very important to us, and we&apos;re very excited to have NASA and National Geographic as launch partners on Angry Birds Space,&quot; says Stalbow. The launch will cap a busy first quarter of 2012 for Rovio, which launched the Facebook version of Angry Birds on 13 February, complete with new power-ups that can be bought in-game, gifted or earned. According to industry analytics site AppData, Angry Birds already has 340,000 daily active users (DAUs), although that only makes it the 153rd most popular Facebook game at the time of writing, a long way behind Words With Friends, which with 8.9m DAUs is the most popular game by that metric. Rovio&apos;s last Angry Birds milestone had the game notching up more than 700m downloads across all platforms, although as the franchise diversifies, it may soon be more useful to adopt social gaming metrics for a more accurate gauge of its popularity in October 2011, the company said it had 30m DAUs for the Angry Birds games, but that figure may well be higher now.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/feb/20/angry-birds-space-rovio", 
    "wordcount": "355"
}