{
    "headline": "Environmental regulations set to be slashed", 
    "text": "Scores of environmental regulations are to be slashed under government plans to be announced on Monday, the Guardian has learned. The rules affected include controls on asbestos, invasive species and industrial air pollution; protection for wildlife and common lands; as well as restrictions on noise nuisance and deadly animal traps. Ministers are expected to say the cutting of red tape will save businesses 1bn, but the move has shocked campaigners, who argue that the government&apos;s search for economic growth is mistakenly targeting the environment. The impending announcement follows intense pressure from David Cameron and George Osborne to remove what the chancellor has called the &quot;ridiculous costs&quot; of &quot;endless social and environmental goals&quot;. The document obtained by the Guardian lists 174 regulations that will be scrapped, merged, liberalised or simplified. Neither the environment secretary, Caroline Spelman, nor any other environment minister was present at the &quot;star chamber&quot; conducted by Cabinet Office minister Oliver Letwin, who leads the government&apos;s red tape challenge (RTC). A Guardian analysis shows that 97% of the thousands of public responses on the RTC website demanded stronger protection or no change in the rules on air pollution, wildlife and landscape management. &quot;The brazenness with which the government has, via its insidious red tape challenge, sought to undermine the very principles of environmental protection is shocking enough,&quot; said Green party MP Caroline Lucas. &quot;But it&apos;s also astonishing that ministers have been so willing to waste taxpayers&apos; money on such an ideologically driven vanity project.&quot; A spokesman for the Department for Environment, Food and Rural Affairs said: &quot;The red tape challenge has given everyone, including environmental groups and businesses, an opportunity to tell us how we can protect the environment in a more effective and efficient way that puts fewer burdens on businesses. Regulation has an important role to play in protecting the environment and our natural resources, but some of the rules we ask businesses to follow are either too complicated, ineffective or just obsolete.&quot; Craig Bennett, policy director at Friends of the Earth, said: &quot;There is no hard evidence that this will save business 1bn, but it could cause havoc to the environment. Most of these regulations are recent, from the last 10 years, so what can have changed in that time?&quot; The EU habitats directive, which protects the UK&apos;s rarest and most threatened wildlife, was a specific target of Osborne and will be &quot;liberalised&quot;, according to the document. But Spelman, who a year ago performed a humiliating U-turn on the sale of public forests, has revealed that a mere 0.5% of projects affected by the habitats directive have had problems. Furthermore, those problems  affecting the building of offshore windfarms  are being resolved not by cutting regulation but by negotiation. Next week is also expected to see the government climb down on the most controversial aspects of its slashing of planning regulations from 1,000 to 52 pages, such as reinstating the requirement to build on brownfield sites first. Letwin invoked the planning changes at the star chamber he chaired on 12 January, when he told environmental officials he wanted the thousands of pages of regulation and guidance cut down to 50 pages, as it had &quot;worked very well&quot; on planning regulations. However, the cuts expected on Monday, some of which will be subject to consultation, fall short of Letwin&apos;s goal. Rules such as preventing environmental pollution by asbestos will be scrapped because they are &quot;totally redundant&quot;, while rules limiting industrial air pollution with smoke, grit and dust will be &quot;reviewed along with the clean air act&quot;. Twenty regulations related to the wildlife and countryside act are listed. Many of the regulations in the document are labelled &quot;deregulation with impact&quot;, which appears to mean their scrapping will cause costs to businesses. Following are some of the key regulations facing proposed changes:  Regulation covering persistent organic pollutants, which the document states are &quot;a threat to human health and the environment&quot;, will be reduced.  Regulations ensuring the &quot;reasonable&quot; cleaning up of contaminated land will be reduced, because they &quot;create a burden for the housing industry&quot;.  Rules banning works on common land will be liberalised, or their implementation improved.  Rules requiring local authorities to investigate and abate noise, dust and odour nuisances will be liberalised or improved.  The need for waste management plans for construction sites will be scrapped.  Regulations requiring manufacturers of electrical goods and batteries to take financial responsibility for their safe disposal will be liberalised or improved.  Recycling targets for larger UK businesses will be liberalised or improved. Mary Creagh, the shadow environment secretary, said: &quot;This latest attack on so-called environmental red tape shows how out of touch the government is with everyone who cares about the countryside. We need leadership to create green jobs, not desperate measures from a panicking government which has no idea how to create jobs and growth.&quot; A source close to the process told the Guardian: &quot;The external costs of this deregulation falls on taxpayers, as damage and depletion will need paying for even if businesses won&apos;t pay. It also falls on to communities, usually the poorest, on to other businesses, and on to future generations. It is a true race to the bottom.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/mar/16/environmental-regulations-slashed-red-tape", 
    "wordcount": "898"
}