{
    "headline": "Is prison education working?", 
    "text": "Jason Warr did well out of prison education. Jailed for murder at the age of 19, he began his incarceration with just a few low-grade GCSEs to his name. By the time he came out, 12 years later, he had enough credits from Open University philosophy courses to get an unconditional offer for a degree place in the subject at the London School of Economics. An MPhil in criminological research at Cambridge followed, and now, at the age of 37, he&apos;s completing a PhD at the university, on the work of UK prison psychologists. Along the way, though, he saw the gaps in a system many would argue has been in crisis for years: a focus on basic literacy and numeracy that left opportunities for higher-level learning neglected, while still failing to meet the needs of all those lacking the most elementary skills (48% of prisoners have literacy skills at or below those expected of an 11-year-old), and a tendency to concentrate on more students more likely to do well. Warr, who now works for User Voice, the rehabilitation charity, says: &quot;Education departments are not big enough and not well funded enough to cope with the sheer numbers of people who desperately need literacy and numeracy.&quot; &quot;In a lot of establishments, I found that targets were what was important. They used to get the bright lads to do the courses so they got the pass rates and didn&apos;t get their budgets cut.&quot; Last year, the government published a review of offender learning, allied to the justice secretary Ken Clarke&apos;s &quot;rehabilitation revolution&quot;. The system was not performing well, it admitted, while promising radical reform to make sure education inside the prison walls translated into jobs  and less reoffending  outside, via a focus on vocational and employability skills relevant to work available where prisoners were due to be released. The rhetoric, many in the field agree, is encouraging. But with the latest round of new contracts for prison education due to be announced in the coming weeks, others fear that in reality a system already under strain is about to become even more stretched, as ever more unworkable demands are heaped on it and its staff. In its submission to the Making Prisons Work review, the University and College Union told ministers its members were struggling to maintain standards in an environment increasingly hostile to learning, blaming the competitive retendering system. Cost-cutting in the pursuit of profits, attacks on staff pay and conditions, instability and bad management practices, including bullying, have resulted from the process, UCU claimed. &quot;Retendering is presented as a means of improving standards, quality of teaching and resources available to students,&quot; says the union&apos;s general secretary, Sally Hunt. &quot;From the professionals&apos; point of view, it has the opposite effect. I don&apos;t think profit has any place at all in prison education.&quot; Yet Paul Cottrell, UCU&apos;s head of policy, suspects the new group of successful bidders will include a higher-than-ever proportion of private providers. In the last round of retendering, two further education colleges withdrew because they felt what was being demanded simply wasn&apos;t achievable for the fee being offered. The union was also dismayed to find that prison educators did not feature in the review: with little access to continuing professional development, no obvious career progression, high stress levels and, where they work for multiple contract holders, isolation from management, it says it&apos;s no wonder morale is low. Harsh contracts The funding model, too, is being reformed, as it moves towards a payment-by-results system. It is an approach already being used in the coalition&apos;s Work Programme, designed to get more than two million long-term jobless people  including ex-offenders  into employment; the early signs are far from promising. Charities subcontracted by the big private providers to deliver the service have warned they face going bust under harsh contracts that only pay out if they get a client into work and keep them there for six months, and last week, analysis by the National Audit Office found that rather than the 40% of people the Department for Work and Pensions (DWP) estimates will get jobs via the programme, the figure is likely to be closer to 26%. That, the NAO said, increases the risk that providers might seek to protect profits by favouring those they can get into steady work more swiftly. There are fears that adopting a similar system in prison education will bring the same problems, the distorting effect of targets merely replaced with a similarly problematic focus on outcomes. Alastair Clark, co-leader on offender learning at the National Institute of Adult Continuing Education, talks of the &quot;perverse incentive to go for the quick wins&quot; offered by payment by results; Maria McNicholl, senior manager at the St Giles Trust, which works with offenders in and out of custody, says the system &quot;totally and utterly encourages cherry-picking [of the easiest cases]&quot;. The trust pulled out of bidding for the Work Programme because the risk of failure, given the challenges its clients pose, was simply too great. &quot;It&apos;s the same with all charities,&quot; she says. &quot;We haven&apos;t got any resources up front.&quot; But if the big companies are creaming off the straightforward cases, that leaves the neediest people all but abandoned: &quot;The people you can easily get into a job, and who can sustain it, could probably have done it themselves,&quot; McNicholl says. &quot;Who is then helping people like a lot of our core clients? They&apos;re just being left as usual; nobody&apos;s paying you to help the people who need it most.&quot; Making Prisons Work talks of making pre-apprenticeship training a routine offer, preparing offenders for such training placements on release, alongside skills training for work available in prison as Clarke&apos;s aim to get offenders working a 40-hour week becomes a reality. Currently, fewer than one in eight inmates work in prison industries. Outside, unemployment stands at 2.68 million, a rate of 8.4%  the highest since 1995. &quot;It&apos;s so unrealistic,&quot; Cottrell says. &quot;It&apos;s difficult enough to get companies to provide apprenticeships with guaranteed work at the end of it [for non-offenders]. The idea they&apos;re going to do that on any scale with offenders just seems to me to be pie in the sky.&quot; He&apos;s concerned that a focus on vocational training for jobs prisoners are never going to get threatens more generally life-enhancing learning for all but those serving long sentences. Work is already far more attractive than education in prison because it earns you more money and gets you out of your cell for longer, says Jon (not his real name), who served three-and-a-half years for commercial robbery and now has a place at a Russell Group university. But being involved in a very specific, low or unskilled prison industry doesn&apos;t necessarily set you up for a new, crime-free life outside, he adds. &quot;You might get 8.50 a week to be in education, compared to 25 for work. You see so many prisoners in activities that won&apos;t in any way help their rehabilitation, and they&apos;re being rewarded for that.&quot; The Prisoners&apos; Education Trust (PET) shares his concern. It wants all forms of learning to be included in the government&apos;s definition of prison &quot;work&quot;, and says if employment opportunities are mainly low-skilled, like packing food boxes, then their rehabilitative potential will be lost. It has found no evidence that prisoners who have worked in such industries have an increased likelihood of finding work after release. &quot;There are a lot of examples of fantastic good practice, but rolling those out among a much bigger number of prisons is very challenging,&quot; says PET&apos;s director, Pat Jones. And regardless of any amount of reform, anyone who works in prisons will tell you that much depends on the personalities at the top. Peter Stanford, the director of the Longford Trust, which awards higher education scholarships, tells of one prison in which a newly transferred inmate was recently told he simply could not continue with the degree he&apos;d already spent six months studying for, because he was not allowed unsupervised internet access. This is common, he says, even though many prisons now have the necessary technology and experts insist it doesn&apos;t have to be a security risk. &quot;There still isn&apos;t a sufficiently high premium put on education,&quot; Stanford says. &quot;We say prisons are for rehabilitation, so let&apos;s do the most obvious bit of rehabilitation: let&apos;s start prioritising education.&quot;", 
    "section": "education", 
    "gid": "education/2012/jan/30/prison-education-failures", 
    "wordcount": "1433"
}