{
    "headline": "Starwatch: Cassiopeia and the comet", 
    "text": "The crescent Moon stands in the W at nightfall on the 15th, above and left of the conspicuous Jupiter. Meanwhile, Saturn is climbing clear of the ESE horizon as it approaches opposition on the 28th. Look for Saturn close to the full Moon on the 25th when a slight partial lunar eclipse may darken the N fringe of the Moon&apos;s disc at the very beginning of the night. The constellation of Cassiopeia is at its best as it swims overhead in the middle of our autumn nights, its bright &quot;W&quot; of stars almost drowned in the Milky Way if we are lucky enough to view it against a dark moonless sky. Six months later we find it some 30 high in Britain&apos;s NNW sky at nightfall and swinging below Polaris in the N overnight to stand more than 30 high in the NE before dawn. Like the Plough, it is circumpolar from our latitudes so that it never dips below the horizon. Also circumpolar as it passes through Cassiopeia is the comet of the moment, Comet PANSTARRS, which is fading and receding from the Sun and the Earth after its perihelion on 10 March. Our chart shows its northwards progress between the stars Schedar and Caph in the &quot;W&quot; over the coming days, with ticks marking its position at 00:00 BST each day. Next Saturday night, for example, it lies almost in line between Schedar and Caph, though we probably need binoculars or a telescope to glimpse it. Expect PANSTARRS to rival the fifth magnitude of the dimmest stars on our chart, and to be a magnitude fainter by early May. Its dusty tail, now diminishing, was spectacular as it swept close to M31, the Andromeda Galaxy, some ten days ago, with photographs showing it more than a degree long and forming a near-90 fan from its head. Of the other objects on our chart, the seventh mag star cluster M103 is easy to spot through binoculars and lies just 1.0 from Ruchbah and some 10,000 light years (ly) away. A brighter cluster, NGC 457 or the Owl Cluster, lies at about 7,900ly and almost in line with Phi. The star Rho is even more distant and shines with the power of 500,000 Suns from perhaps 8,200 ly. One of the brightest stars in our Galaxy, it is an unstable yellow hypergiant pulsing in size and brightness every 10-11 months or so. Gamma blazes at 55,000 Sun-power from about 550 ly and is another remarkable variable star. At present it rivals the mag 2.2 of Schedar and Caph, the Alpha and Beta stars of Cassiopeia. In the past, though, it has been almost twice as bright at mag 1.6, and also as dim as mag 3.0, half as bright as it is now so that it fell between the mag 2.7 of Ruchbah and the 3.3 of Epsilon. These unpredictable brightness changes occur as material is thrown outwards from its rapidly spinning surface.", 
    "section": "science", 
    "gid": "science/2013/apr/14/starwatch-cassiopeia-panstarrs", 
    "wordcount": "515"
}