{
    "headline": "The perfect larder for a kestrel", 
    "text": "On pointed wings, a little falcon glides low to the ground. I&apos;ve been watching the kestrel for some days now, as it hunts regularly over the haugh. This rough pasture, wedged between the river and a sombre spruce wood, has long grasses and browned thistles that are threaded with vole runs, making it a perfect larder. The ash and alder on the river&apos;s edge make good perches; the up-curved conifer branches are also excellent lookout posts. Alternating between the two sides, the kestrel patrols the patch daily. Haugh  meaning the flat land by a river  is a word that has found its way into many place names in Northumberland. Here, a wavy line of beaten greenery crosses the field&apos;s wintry colours, showing where many walkers have trodden the footpath. Passing through the field you may catch a glimpse of dipper on the river, hear the rasping cry of jays coming from the depths of the wood. It is only if you sit still that so much more unfolds. Goosanders move quietly through the water, a heron stands lone and menacing, trout leap from still pools. Roe deer, disturbed when grazing on the edge of the field, will glide over the barbed wire fence from a standing start. Sometimes they move tentatively across the haugh on their way down to the river where the grass is more succulent or to reach the steep hazel coppice on the other side. The bank voles and mice that use the thick tussocks as cover attract several predators. Stoats nest in the drystone wall. Owls hunt silently at night; by day they often call tremulously from deep in the wood. The kestrel, the well-named windhover, rises high up over the tallest trees only to dash down next moment to just above the haugh. There it steadies itself, head down, facing into the wind, a barely moving profile, pale against the near black trees.", 
    "section": "environment", 
    "gid": "environment/the-northerner/2012/nov/22/allendale-northumberland-perfect-larder-kestrel", 
    "wordcount": "318"
}