{
    "headline": "Why part-time study has a great future", 
    "text": "There is an increasing groundswell growing right now in favour of part-time education. There are references in social media, in university magazines and wherever people gather to talk about students and their chances in life. I know about this because as newly appointed president of Birkbeck, University of London, I have been spearheading a campaign called Part-Time Matters. Let me spell out exactly why it is such a good thing, and why its time has come. In the 1950s when I was a student, studying came for free. I never paid a penny to spend three years at Cambridge and end up with a decent degree. Golden days. They didn&apos;t last. But that experience gave loads of grammar school types like me the chance to get up and get on, to take on decent jobs that lead to decent careers. It isn&apos;t so straightforward these days. Student fees and the struggle today&apos;s graduates have to find a job have changed the way education works. But I still believe in it, and I believe in it for far more people than are currently studying at university. So how are we to get round the problems that exist and maintain the thrill of deep, serious study that can transform anyone&apos;s life? I think part-time study that leads to a full university degree holds the key to the answer. In fact, I know it does. Since I began tweeting about it, numerous people have responded to say how wonderful it was to be able to study, while holding down a job, and then get a new qualification that upped their career chances and enriched their lives. Birkbeck is dedicated to such students. They come in their droves, rushing through the doors often after 5 o&apos;clock in the afternoon once their day-job is over to hear lectures and seminars by some of the finest academics. You can tell these students care by the sense of bustle and enthusiasm in the air. There&apos;s a reason for this: these are people who have thought hard about how to accommodate their study into their lives. Many of them have partners, children, mortgages. They know it won&apos;t be simple, but with loans now available, they are discovering how rewarding it can be. The Open University too offers the same sort of part-time study towards a degree. I have friends among the elderly who are turning their retirement into a fulfilling use of time by taking an OU degree. Some 700,000 students currently study this way, one third of all higher education students. There&apos;s something timely about this campaign on the broader national scale. Student numbers are falling in the face of rising fees and loans. Young people who might once have seen university as their natural destination are rethinking what it means in hard money terms to spend three years without earning. The department for education and the department for business, innovation and skills both back the idea of part-time study. So too do MPs: Frank Dobson has tabled an early day motion signed by more than 30 MPs urging the government to heed the conclusions of the review by Universities UK which will be published in the autumn. This urges them to take seriously the many benefits of part-time and later education. It was Oscar Wilde who said &quot;youth is wasted on the young.&quot; The idea was taken up by his fellow Irishman GB Shaw who developed it into &quot;education is wasted on the young&quot;. Both were pithy quips concealing a nugget of truth. It is certainly the case that as we mature we learn to evaluate and judge our lives and the world around us in a more focused way. And it might be that we come to study and understand more profoundly than when we were young. I&apos;m not holding this to be an absolute. But it is surely true for many. That&apos;s why part-time study has a great future. Joan Bakewell is president of Birkbeck, University of London  follow her on Twitter @JDBakewell This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/may/29/part-time-study-great-future-birkbeck", 
    "wordcount": "701"
}