{
    "headline": "UK farmers face disaster as 'perfect storm' strikes", 
    "text": "British agriculture is facing a wider crisis than the foot-and-mouth disease outbreak of 2001, with around 90% of farmers affected, according to the Prince&apos;s Countryside Fund. The charity, established by the Prince of Wales in 2010, is co-ordinating welfare efforts for families in dire need. &quot;This crisis is unique because it&apos;s so broad,&quot; said Tor Harris, the fund&apos;s director. &quot;There have been others in the past but they have affected particular groups, such as livestock farmers. This affects upland and lowland farmers and even arable farmers, which is something we haven&apos;t seen in a very long time. Nearly every farmer is going to be touched by this over the next year or 18 months.&quot; Farming faces a perfect storm. Appalling weather  2012 was the second wettest year on record in England  has coincided with disease in livestock, including bovine TB and Schmallenberg in sheep, which causes birth defects. On top of this there are commercial pressures, with retailers driving prices down because of the state of the economy, combined with the cost of animal feed needed to replace poor quality silage due to the weather, shooting up by 40%. As a result, farmers are seeing incomes slashed. According to the Department for Environment, Food and Rural Affairs (Defra), some livestock farmers have seen incomes cut by more than 50% to only 14,000 a year, while dairy farmers have seen decreases of more than 40%. In December, the prince responded to the crisis by convening a meeting of agricultural charities at Clarence House. He agreed that the 150,000 emergency fund of the Prince&apos;s Countryside Fund, originally established to support projects involving landscape and agriculture, should be diverted to help farming families. This was matched by 150,000 from the Duke of Westminster, one of Britain&apos;s largest landowners. Donations from corporate partners to the charity, which include Asda, Waitrose and HSBC, have brought the fund to around 500,000. Agriculture expert Lord Curry, who chaired the Labour government&apos;s inquiry into food and farming after the 2001 foot-and-mouth outbreak and is now a fund trustee, said the problem cannot be overstated. &quot;We know it&apos;s going to affect farmers for this year and next year. For the farming charities, this has become a very serious issue,&quot; he said. Philippa Spackman of the Royal Agricultural Benevolent Fund, one of the four organisations helping to distribute grants, agreed. &quot;In the past year, we&apos;ve seen a dramatic rise in calls to our helpline and those are coming from working farmers,&quot; she said. Small family farms and, in particular, the tenant farmers are being hit hardest. &quot;The narrative is never just one thing,&quot; she added. &quot;It&apos;s two or three coming together  and the situations can be drastic. Our welfare officer in Cornwall was handing out sandwiches from her car to people who had nothing to feed themselves. We are talking about farmers being pushed on to the breadline.&quot; The concern is that the emergency funds will not be enough to meet need. &quot;We are very grateful for the fundraising the Prince of Wales has done,&quot; Spackman said. &quot;But we are concerned that if the number of calls continues to rise at the same rate we simply won&apos;t be able to meet demand.&quot; Curry concurred: &quot;What we have is adequate in the short term but won&apos;t meet need over the next 18 months.&quot; The prince&apos;s fund is calling on the public to help raise the fund to 1m. While supermarkets are being accused of exacerbating problems by paying low rates for produce to keep shop prices down, the crisis is expected to lead to price rises for consumers. The wheat harvest is down by almost 15% and much of what was grown was of very poor quality because of a lack of sunlight during the growing period. While 90% of the British wheat harvest in 2011 was good enough to be milled for flour, in 2012 only 10% was of sufficient quality. This has left food manufacturers having to shop abroad, at the mercy of international markets.", 
    "section": "environment", 
    "gid": "environment/2013/mar/16/uk-farmers-face-disaster", 
    "wordcount": "693"
}