{
    "headline": "Cracks appear in Osborne's plan to boost mobile phone coverage", 
    "text": "A 150m project championed by George Osborne that promised to bring full mobile phone coverage to millions of rural inhabitants has run into difficulty, because a fraction of that number will be helped and one of the UK&apos;s four networks has declined to sign up. Three, which has 8m customers, told civil servants that it is not prepared to put its equipment on the masts paid for by the Chancellor&apos;s mobile infrastructure project. The network is concerned it will not have enough spectrum to deliver a good service, and has delayed its decision to participate until after the forthcoming 4G airwaves auction, which is not due to conclude until early next year. The government had originally hoped to advertise a contract for a company to build the masts this month, so that consumers could begin to benefit from early 2013. A spokesman for the Department of Culture, Media and Sport (DCMS), which is overseeing the work, said the contract would be published &quot;in due course&quot;. When Osborne unveiled his plan last October, he said it would &quot;improve coverage for 6m people&quot;, living in areas where there is no mobile signal at all or where service is patchy. The government has since been forced to scale back its ambitions and the masts will only reach 60,000 premises or less, as well as 10 key roads, including the A2 in Northern Ireland. Civil servants have decided the money can only be used in areas where there is no coverage at all. If the state paid for masts in villages where one network was already providing a signal, this would fall foul of European state aid rules. These prohibit the use of public funds to give one private company an advantage over another. A spokesman for the DCMS said: &quot;The focus of the project is on maximising the number of people benefiting from the investment, as far as reasonably possible. It is still our aim to cover the majority of the premises and key roads situated in complete not-spot areas.&quot; The project is designed to get voice signals and where possible 3G mobile internet signals out to as many remote homes as possible. There are some 30m homes and small businesses in the UK, and around 3% of these  900,000  do not have full coverage from all four mobile phone networks for voice calls. Under 1% have no signal at all. Internet coverage is more patchy, with 26% of premises out of range of a four-network service, leaving residents with no choice but to sign up with a network that does cover their area. A number of companies, including Arqiva, Ericsson, BT, Vodafone, Telefonica  which owns the O2 network  and Airwave, were shortlisted to build the masts earlier this year. It is understood the subsidy will pay for some 900 masts, although consultation documents had suggested the government was originally hoping up to 2,000 could be built. A spokesman for Three said the company remained engaged with the process. The network, owned by Hong Kong conglomerate Hutchison Whampoa, is unhappy with the design of the 4G spectrum auction, which it feels could leave it with a less viable business than its three larger competitors. It wants to acquire more low-frequency spectrum, which rival networks such as O2 and Vodafone were gifted in previous government airwave allocations, but is not certain of doing so. Low-frequency spectrum is valuable because it travels further and requires less masts. If Three put its equipment on the new rural masts, its signal would work indoors but may not travel as far as its rivals&apos; services once customers are on the move.", 
    "section": "technology", 
    "gid": "technology/2012/aug/12/mobile-phone-rural-coverage-osborne", 
    "wordcount": "613"
}