{
    "headline": "Europe's ship-breaking proposals may be illegal, lawyers warn", 
    "text": "Europe&apos;s plan to overturn a ban on contaminated ships being broken up in developing countries may be illegal, according to the European Union&apos;s own lawyers. Leaked European council legal opinion papers seen by the Guardian express grave concerns over the European commission&apos;s attempts to exempt ships from the Basel convention, the global treaty that demands that rich countries dispose of their own asbestos and other hazardous waste materials, and do not add to pollution in poorer countries. In a move that the Shipbreaking Platform  a coalition of human rights and environment groups  says would set a precedent in international law, the commission has proposed to exempt all ships from the convention and its own legislation. If the move succeeds, this would allow shipowners to legally export toxic ships to developing countries. But the legal service says in a restricted document: &quot;[We] consider that there is a serious risk that the  exclusion of ships from regulation 1013/2006 in the manner being proposed could amount to a breach of the obligation not to defeat the object and purpose of a treaty &quot; Human rights and environment groups accused the commission of trying to impose double standards. &quot;The EC&apos;s proposal to allow the shipping industry to ignore the Basel convention is scandalous and illegal. It is absurd to imagine that a huge oil company could legally dump their old rusty tanker full of asbestos in Asia when it would be a criminal act for anybody else to likewise export one single barrel of the same asbestos. But that is what the [EC] is proposing,&quot; said Jim Puckett of the toxic trade watchdog group, Basel Action Network. European shipowners sent a record 365 vessels to be broken up on beaches in Bangladesh, China, India and Pakistan last year, a 75% increase on 2011. Greece sent 174 ships, Germany 39, Norway 37 and Britain 32 with the remainder from 14 other countries. One firm from landlocked Switzerland sent 23 vessels for breaking. Although the Basel convention and the European waste shipment regulations specifically ban the export of toxic waste, shipowners have found it easy to circumvent the law by changing flags and selling their vessels for scrap once they are outside EU waters. Gangs of workers dismantle the giant vessels by hand, often leading to deaths, injuries, explosions and chemical spillages, as well as contamination of the beaches and waters around the breaking yards and destruction of coastal mangrove forests. The toxic materials must be taken off the ships and disposed of, but some countries have limited facilities to handle the waste. According to the World Bank, Bangladesh alone is expected to have 79,000 tonnes of asbestos and 240,000 tonnes of cancer-causing polychlorinated biphenyls (PCB) chemicals &quot;dumped&quot; on it by rich country&apos;s ships in the next 20 years. Partly in response to criticism, the shipowners have worked with the UN&apos;s International Maritime Organisation to draw up the weaker Hong Kong convention in 2009. This permits ships to be exported to authorised facilities in rich or poor countries that have ratified it. However, it is unlikely to become legally binding for 10 or more years. Patrizia Heidegger, executive director of Shipbreaking Platform, said: &quot;The two conventions are complimentary and work well with each other. To scrap Basel obligations, Europe will be throwing away the very principles it has championed on the world stage, it will be undermining European ship recycling job opportunities, while poisoning some of the world&apos;s poorest, most desperate workers  its a lose-lose-lose proposition, all simply to line the pockets of shipping moguls.&quot; Shipbreaking in south Asia is regarded by developing countries as a key industry because it supplies a substantial quantity of scrap steel for their iron and steel industries. Nearly every part of the ship is recycled. But despite protestations that the industry is much better regulated than only a few years ago, accidents continue to happen and little compensation is paid to people injured. The International Labour Organisation has described the work on shipbreaking beaches as among the most dangerous jobs in the world. Most of the workers are migrants from poor rural areas and many have been found to be under 15 years old.", 
    "section": "environment", 
    "gid": "environment/2013/feb/13/europe-ship-breaking-illegal", 
    "wordcount": "704"
}