{
    "headline": "Build it yourself at the UK's first bamboo bike workshop", 
    "text": "It&apos;s Saturday morning in Hackney Wick, east London, and apart from a mechanic deep in the bowels of a truck, the only sign of life among the small factories on a backstreet is a whine of machinery from an upper window  work has begun at Bamboo Bicycle Club. The participants of Britain&apos;s only bamboo bike course, three men in their late-20s, have been busy for three hours by the time I arrive. Jigs have been set for their three custom frames. Bamboo has been selected from a stockpile. Now crossbars and seatposts are being cut according to the lengths specified on each design&apos;s blueprint. There&apos;s a sense of energy and industry. And of fun. Woodwork class was never like this. Bamboo is one of the most interesting trends to emerge in bike construction. Names like Californian manufacturer Calfee Design or Yorkshire&apos;s Bamboo Bikes have revived a construction method pioneered as early as 1894. The problem for most cyclists is the price. A Calfee frame retails for $2,995 (1,868) or $5,852 (3,650) ready to ride. The entry-level Bamboo Bikes frame will set you back 1,199. Factor in 550 more to make it road-ready. Cost and the design challenge led engineers James Marr and Ian McMillan to spend years cooped up in a shed in Brecon, Wales. Their idea was to establish a boutique bamboo bike manufacturer. Only after they had refined two years&apos; research into a marketable product  James now tosses out phrases like &quot;close-noded thick-wall tubes&quot; while talking about bamboo  did they realise they were on the wrong track. &quot;We realised we didn&apos;t want just to sell frames. We wanted to share the joy of making something; the craft of creating something unique and sustainable,&quot; James explains. So, Bamboo Bike Club was born  more community than company since it launched in September, and still a project between full-time jobs. The 389 price of their monthly course buys you a computer-designed custom frame (road or mountain bike) plus a fun weekend of bike-building. The question for me, a king of the bodged job, was about quality. On day one, the boys show you how to select bamboo for strength  not only its diameter but that proposed cuts will fall between nodes  and how to mitre joints before tubes are epoxied lightly in place on the jig: first the front triangle composed of 40mm diameter bamboo; then the thinner, more fiddly seat and chain stays. Chromoly tubes are inserted for the handlebars, forks and seatpost and stainless steel dropouts are slotted into the chainstays. With its jigs and power tools and design plans, the course is a leap of faith for someone whose idea of DIY is flatpack assembly. Accurate mitring for a clean joint can be tricky, for example. Yet James and Ian buzz cheerfully between workbenches, supervising every cut, triple-checking every joint, and will take over if a task seems insurmountable. The self-build is half the attraction for most participants; it may be no coincidence that all those on this course were engineers. For the rest of us, Ian reassures that everyone messes up once or twice. No problem  just get another tube and have another go. Such is the benefit of bamboo. Each length has been prechecked for quality, so you get to indulge in frame aesthetics: plain bamboo, black or mottled. Sunday is a more relaxed day of building the lugs. Or rather, wraps: hemp webbing wrapped around the joints and dropouts then epoxied to form a strong bond that disperses loads evenly throughout the frame. With a final polymer coating for waterproofing, the bike is ready for wheels, brakes, gears, saddle etc; and the club offers gear packs at discounted prices. The pair rebut that a self-built bamboo bike is inherently weaker. Ian has ridden his for over a year on a 16-mile commute, while James tried and failed to destroy one bike off-road over three months of testing. &quot;To be honest, our bikes are over-engineered  we use larger diameter tubes and over-thick layers of hemp  but I prefer it like that,&quot; James says. So how do they turn out? Somewhat scruffy alongside professional frames, certainly  the hemp weave can look a bit like parcel tape, for example. But there&apos;s no denying their individuality and that, say James and Ian, is the point. If Calfee are Coldplay, Bamboo Bike Club are punk; less up against the big names than creating a bike that is about DIY and will engender more passion than the average factory-line model. They also cycle well. I take James&apos;s bike for a spin and the ride is light, stiff and smooth thanks to bamboo&apos;s ability to dampen vibration. Impressive, considering I target every pothole. &quot;Some people love the build, but for me these workshops come together when the bike is on the road,&quot; James says. &quot;They&apos;re so light, so effortless to ride. So much fun to ride too  take a Harley-style retro bike, add 10 and you&apos;re still not close.&quot;  Bamboo Bike Club run over one weekend a month in east London and cost 389; gear packs cost 218-299. Pop-up workshops nationwide are proposed for 2013.", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/nov/16/build-bamboo-bike-workshop", 
    "wordcount": "875"
}