{
    "headline": "Meteorite explosion over Russia injures hundreds", 
    "text": "     A meteorite has flared spectacularly in the sky and exploded over theRussian region of Chelyabinsk, reportedly injuring around 400 people. Fragments of the meteor fell in a thinly populated area of the region, the emergencies ministry said in a statement.            Interior ministry spokesman Vadim Kolesnikov said 102 people hadcalled for medical assistance following the incident, mostly fortreatment of injuries from glass broken by the explosions. Kolesnikov also said about 600 sq metres (6,500 sq ft) of a roof at a zinc factory had collapsed.            Reports conflicted on what exactly happened in the clear skies. Emergencies ministry spokeswoman Irina Rossius told Associated Press that there was a meteor shower, but another ministry spokeswoman, Elena Smirnikh, was quoted by the Interfax news agency as saying it was a single meteorite.            &quot;It was definitely not a plane,&quot; an emergency official told Reuters. &quot;We are gathering the bits of information and have no data on the casualties so far.&quot;            A witness in Chelyabinsk reported hearing a huge blast early in the morning and feeling a shockwave in a 19-storey building in the town centre.            The sounds of car alarms and breaking windows could be heard in the area, the witness said, and mobile phones were working intermittently. &quot;Preliminary indications are that it was a meteorite rain,&quot; an emergency official told RIA-Novosti. &quot;We have information about a blast at 10,000-metre altitude. It is being verified.&quot; &quot;I was driving to work, it was quite dark, but it suddenly became asbright as if it was day,&quot; said Viktor Prokofiev, a 36-year-old resident ofYekaterinburg in the Urals mountains. &quot;I felt like I was blinded by headlights,&quot; he told Reuters. No deaths were reported but President Vladimir Putin, who was dueto host finance ministry officials from the G20 nations in Moscow, and Prime Minister Dmitry Medvedev were quickly informed. Amateur video broadcast on Russian television showed an objectspeeding across the sky (video) about 9:20 am local time (0320 GMT), leaving a thick white contrail and an intense flash.   View Chelyabinsk meteor in a larger map   The emergencies ministry described Friday&apos;s events as a &quot;meteor showerin the form of fireballs&quot; and said background radiation levels werenormal. It urged residents not to panic. Chelyabinsk city authorities urged people to stay indoors unless theyneeded to pick up their children from schools and nurseries. Theysaid a blast had been heard at an altitude of 10,000 metres, apparently signalling it occurred when the meteorite entered Earth&apos;s atmosphere. In 1908 a meteorite is thought to have devastated an area of more than700 sq miles in Siberia in what became known as theTunguska event.", 
    "section": "science", 
    "gid": "science/2013/feb/15/meteorite-explosion-shakes-russian", 
    "wordcount": "439"
}