{
    "headline": "'It's a crying shame': teachers on scrapped A-level subjects", 
    "text": "There has been an outcry this week over minority A-levels that are being cut from the curriculum, with news that archeology and history of art will no longer be offered to sixth-form students. Squeezed school budgets, a growing emphasis on the Stem (science, technology, engineering and mathematics) and English baccalaureate subjects (English, mathematics, history or geography, the sciences and a language), and government reforms of qualifications are reshaping what our teenagers study. This is what their teachers think. World development William Baldwin Headteacher at Brighton Hove and Sussex sixth-form college William Baldwin is principal of one of the countrys most successful sixth-form colleges. He is also a fan of the world development A-level, which is being phased out. The Welsh examining board, WJEC, was the only awarding organisation to offer the A-level. Final assessment will be in summer 2018, then it will be no more. The WJEC website describes it thus: It is a popular course for a number of reasons. The specification content, which combines a range of perspectives on a number of contemporary development issues, addresses concepts, processes and issues in development, resources, poverty and inequality and global citizenship. Baldwin used to teach world development in his previous job and students loved it. I would get comments at parents evening with people saying, Your subject provides the most interesting discussion we have around the dinner table, he said. Its getting students to think about international relations, sustainability, inequality  real, huge, global issues that students need to learn about. History of art Sarah Phillips History of art teacher at Godalming college and St Catherines school, Bramley I refuse to admit its going to die as an A-level, said Phillips. I discovered it at sixth form where I studied it A-level. Had I not had that opportunity I would never have known to pick it up at university. In the past few days Phillips has had to explain to students, who are currently choosing their options and may have been planning to study art history A-level, that it is no longer on offer after being dropped by the AQA exam board last week. Im still in disbelief, said Phillips. We need young people to know about their own culture and cultural heritage and that of others. Its such a creative, constructive way for them to debate and engage and respect what other people have achieved. I cant believe in our world we are taking that away from them.     AS-level art history students at Godalming college, Surrey. Photograph: Graham Turner for the Guardian    Music Ian Gardner Head of music at Weald school, Billingshurst Gardner has been making music since he was seven and teaching it for the last 23 years. Just four students are studying his subject at A-level this year, with only two due to take it next year. Numbers have never been big and they are dwindling, but his school remains committed, despite funding constraints. Schools everywhere are having to make difficult choices and some have already reluctantly decided to stop offering music as an option. The fear is that more will follow. Teaching people to be creative can only be a good thing, says Gardner. But because of the pressure for students to study so-called Ebacc subjects as part of school performance measures, there are fears that subjects including music will slowly disappear from many GCSE and A-level curriculums. Its heart-breaking really, said Gardner. You are working with students who are highly skilled performers and have an understanding of music. They are excited by their subject. There are lots of light bulb moment. Its a wonderful, wonderful thing to do. It would be a crying shame if those opportunities were not available to students because it was not viable to run a course. Archeology Dan Boatright Archeology and geology teacher We are quite lucky, says Boatright. We are a big sixth-form college. Our whole mantra is education for all. We dont believe in selecting or limiting our curriculum. Last week, however, he discovered that the AQA examination board had decided to cut his subject from the A-level curriculum and Boatright has spent the last few days trying to save it. Boatright fell in love with archeology while visiting museums and watching BBC Timewatch documentaries with his grandfather. I cant imagine this time next year and not teaching it, he said. These students come to us and they are inspired by the subject. They come here and love it. Modern languages Suzanne OFarrell Curriculum and assessment specialist for the Association of School and College Leaders OFarrell fell in love with languages at school. She studied French and German at A-level, then at degree level and went on to teach modern languages in schools for 28 years. This year her son started his A-levels but there was no longer an option to study either French or German. Now shes trying to teach him herself. Modern languages are dying a slow death. This summer fewer than 4,000 students sat German A-level, a 4.2% drop on last year. French entries were down 6.4% to fewer than 9,700. Schools and sixth forms with squeezed budgets are making difficult choices  which courses to keep and which to cut  and not enough modern teenagers want to study a language. Schools cant afford to fund small groups, said OFarrell. Years ago when I started I used to have two groups for French A-level. I used to say its more than just a qualification its a skill for life. I had lots of parents saying I wish Id done it at school. But now its in such a fragile state in the curriculum. She loved languages because it made her feel part of something bigger, a European, a global citizen. Post-Brexit the future looks even more bleak for languages. Its something much bigger than something a school can combat. Its a whole societal thing.", 
    "section": "education", 
    "gid": "education/2016/oct/21/its-a-crying-shame-teachers-on-scrapped-a-level-subjects", 
    "wordcount": "989"
}