{
    "headline": "Fair access and social engineering", 
    "text": "Student unions at Russell Group universities welcome the recent appointment of Professor Les Ebdon as director of the Office for Fair Access (Report, 20 February). We hope he will stick to his principles in the face of a huge backlash in the rightwing press and among Tory backbenchers. It&apos;s depressing that such an accomplished man should have his reputation attacked by those who know so little about the complex challenges associated with improving access to our most prestigious universities. What is even more dismaying, however, are the rumours that some of our own vice-chancellors were involved in lobbying against the appointment (Editorial, 18 February). It would be highly inappropriate, of course, for Russell Group vice-chancellors to be interfering with the appointment of the director of Offa, a fully independent regulator of higher education. We sincerely hope that behind warm words in favour of improving access from the most under-represented groups, Russell Group vice-chancellors have not been joining with the independent school lobby to try and block Les Ebdon&apos;s appointment. If they have then it would only lend weight to Professor Ebdon&apos;s argument that perhaps a more robust approach might be needed.Sean RustonChair, Aldwych Group of student unions  It is a bit rich for Tory MP David Nuttall to suggest that the Office for Fair Access might &quot;encourage social engineering&quot;. The Conservatives propose to uproot and remove thousands of the poorest families from cities, they have abolished the EMA and are reintroducing grammar schools by the back door, while privatising local education. Commercial companies have written their policy on the NHS. In addition, they are widening the gap between the rich and everyone else and even requiring the terminally ill to seek employment. To any dispassionate observer, this must look like social engineering of a quite radical kind. Perhaps Mr Nuttall is not against encouraging social engineering in principle, but only what he regards as the wrong kind of social engineering.Professor Robert MooreSchool of sociology and social policy, University of Liverpool", 
    "section": "education", 
    "gid": "education/2012/feb/27/university-fair-access-social-engineering", 
    "wordcount": "334"
}