{
    "headline": "Sun, sewage and algae: a recipe for success?", 
    "text": "There&apos;s not much that&apos;s more renewable than sewage. So the idea of turning human waste into algae and then into biofuel is an attractive one and is now going to be put to the test on a commercial scale in southern Spain. The 12m project will see the sunny skies of Cadiz beaming down on open ponds in which algae suck up the nutrients from the waste water. If all goes to plan over the next five years, the plant will produce about three tonnes of algae a day from 10 hectares of ponds, enough to run about 200 vehicles. The project is led by Aqualia, the third largest private water company in the world, with six other technology and academic partners providing expertise. The European Commission has provided 7m of the 12m funding. Aqualia&apos;s Frank Rogalla says the project would turn the sewage treatment facility from a consumer of energy to a producer of energy, very much like the fuel-cell technology I wrote about last week. First, much of the organic matter will be anaerobically digested to produce methane, another fuel source. This is already done on in some tropical countries and for special waste waters, such as that from breweries. The reason for the pre-treatment is so the algae don&apos;t have to battle it out with bacteria for the organics. Instead, the carbon dioxide produced alongside the methane is pumped back into the waste water, to feed the algae. A key advantage of the proposal is that the waster water is already full of the nutrients - nitrogen and phosphorus - that the algae need to grow. &quot;We would get the nutrients for free, when today we get paid to destroy them,&quot; says Rogalla. He says 30% of the costs for commercial algae growers is buying in nutrients. The algae will not be specially selected strains but instead what grows naturally in the ponds. To use specialised strains would require a closed system, to avoid contamination, which would make the operation very expensive, says Rogalla. Once the algae is harvested and the oils separated to produce biofuel, the remaining organic matter will be burned to generate electricity, as Thames water in the UK are doing. So the operation will produce enough methane to power 400 vehicles (the fuel is commonly used to power buses and trucks in Spain and being tested in the UK), biodiesel for 200 other vehicles and electricity. Rogalla claims that no-one is yet producing tonnes of algae per day, and neither is Aqualia, yet. But if they can, at a reasonable cost, then they will have demonstrated where there&apos;s muck, there is indeed brass.", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2012/mar/06/sewage-algae-biofuels-energy", 
    "wordcount": "442"
}