{
    "headline": "Seize the day", 
    "text": "Recently I took delivery of aparcel which yielded bits of wood and a bag of screws. Then I saw the branded mark: &quot;Savy BOB Box&quot;. It was an innovative nesting box for bats and birds made by the winners of last year&apos;s Ethical Kids award, from Savio Salesian College in Merseyside. This is, I believe, the first flat-packed nature conservancy product spawned by the Observer Ethical Awards, and Icouldn&apos;t be more proud. &quot;We couldn&apos;t have grown this project without winning the award,&quot; says Jack, a leading light in the project (see his film on entering this year&apos;s award at theguardian.com/environment/series/ethical-awards-kids-2012). &quot;It gave us money [6,000 from awards sponsors Ecover over three years] and loads of confidence. Now we want our design to go global!&quot; Would you like funding and &quot;loads of confidence&quot; for any ethical kids you know? You have just over four weeks to enter them in the Observer Ethical Awards. I believe passionately in these awards. They validate and champion the very best in sustainable thought and deed. Some of the 11 categories also come with a nice dollop of money. Our judges  including Colin and Livia Firth, Ben Okri and Deborah Meaden  debate the outcomes with extraordinary commitment. Now in their seventh year, the awards are asnapshot of the UK&apos;s eco and social justice movements. In the first year we had a lot of greenhouses made from water bottles; by 2008 our conservation winners went on to change Scottish marine law. Over the past 12 months the UK has become a hotbed of independent responses to sustainability issues. Now gardening and bread-making can have a radical slant. Why shouldn&apos;t land reform begin with urban flowerbeds? Why should governments delay on vital policy? Through our Unsung Local Hero and Campaigner awards we intend to shout loudly about those who stand up to Big Oil, climate change and corporate greed. I&apos;m expecting great entries, in particular for the Grassroots Community Action award (sponsored by Timberland, it has a2,000 bursary) and from exciting new categories for Arts and Culture (sponsored by Festival Republic) and Sport. So act by 16 March. For a shot at sustainable glory or to nominate someone deserving, go to observer.co.uk/ethicalawards. If you have an ethical dilemma, send an email to Lucy at lucy.siegle@observer.co.uk or visit theguardian.com/profile/lucysiegle to read all her articles in one place", 
    "section": "environment", 
    "gid": "environment/2012/feb/19/lucy-siegle-observer-ethical-awards", 
    "wordcount": "422"
}