{
    "headline": "The Himalayas and nearby peaks have lost no ice in past 10 years, study shows", 
    "text": "The world&apos;s greatest snow-capped peaks, which run in a chain from the Himalayas to Tian Shan on the border of China and Kyrgyzstan, have lost no ice over the last decade, new research shows. The discovery has stunned scientists, who had believed that around 50bn tonnes of meltwater were being shed each year and not being replaced by new snowfall. The study is the first to survey all the world&apos;s icecaps and glaciers and was made possible by the use of satellite data. Overall, the contribution of melting ice outside the two largest caps  Greenland and Antarctica  is much less than previously estimated, with the lack of ice loss in the Himalayas and the other high peaks of Asia responsible for most of the discrepancy. Bristol University glaciologist Prof Jonathan Bamber, who was not part of the research team, said: &quot;The very unexpected result was the negligible mass loss from high mountain Asia, which is not significantly different from zero.&quot; The melting of Himalayan glaciers caused controversy in 2009 when a report from the UN&apos;s Intergovernmental Panel on Climate Change mistakenly stated that they would disappear by 2035, instead of 2350. However, the scientist who led the new work is clear that while greater uncertainty has been discovered in Asia&apos;s highest mountains, the melting of ice caps and glaciers around the world remains a serious concern. &quot;Our results and those of everyone else show we are losing a huge amount of water into the oceans every year,&quot; said Prof John Wahr of the University of Colorado. &quot;People should be just as worried about the melting of the world&apos;s ice as they were before.&quot; His team&apos;s study, published in the journal Nature, concludes that between 443-629bn tonnes of meltwater overall are added to the world&apos;s oceans each year. This is raising sea level by about 1.5mm a year, the team reports, in addition to the 2mm a year caused by expansion of the warming ocean. The scientists are careful to point out that lower-altitude glaciers in the Asian mountain ranges  sometimes dubbed the &quot;third pole&quot;  are definitely melting. Satellite images and reports confirm this. But over the study period from 2003-10 enough ice was added to the peaks to compensate. The impact on predictions for future sea level rise is yet to be fully studied but Bamber said: &quot;The projections for sea level rise by 2100 will not change by much, say 5cm or so, so we are talking about a very small modification.&quot; Existing estimates range from 30cm to 1m. Wahr warned that while crucial to a better understanding of ice melting, the eight years of data is a relatively short time period and that variable monsoons mean year-to-year changes in ice mass of hundreds of billions of tonnes. &quot;It is awfully dangerous to take an eight-year record and predict even the next eight years, let alone the next century,&quot; he said. The reason for the radical reappraisal of ice melting in Asia is the different ways in which the current and previous studies were conducted. Until now, estimates of meltwater loss for all the world&apos;s 200,000 glaciers were based on extrapolations of data from a few hundred monitored on the ground. Those glaciers at lower altitudes are much easier for scientists to get to and so were more frequently included, but they were also more prone to melting. The bias was particularly strong in Asia, said Wahr: &quot;There extrapolation is really tough as only a handful of lower-altitude glaciers are monitored and there are thousands there very high up.&quot; The new study used a pair of satellites, called Grace, which measure tiny changes in the Earth&apos;s gravitational pull. When ice is lost, the gravitational pull weakens and is detected by the orbiting spacecraft. &quot;They fly at 500km, so they see everything,&quot; said Wahr, including the hard-to-reach, high-altitude glaciers. &quot;I believe this data is the most reliable estimate of global glacier mass balance that has been produced to date,&quot; said Bamber. He noted that 1.4 billion people depend on the rivers that flow from the Himalayas and Tibetan plateau: &quot;That is a compelling reason to try to understand what is happening there better.&quot; He added: &quot;The new data does not mean that concerns about climate change are overblown in any way. It means there is a much larger uncertainty in high mountain Asia than we thought. Taken globally all the observations of the Earth&apos;s ice  permafrost, Arctic sea ice, snow cover and glaciers  are going in the same direction.&quot; Grace launched in 2002 and continues to monitor the planet, but it has passed its expected mission span and its batteries are beginning to weaken. A replacement mission has been approved by the US and German space agencies and could launch in 2016.  This article was amended on 9 February 2012. The original sub-heading read &quot;Melting ice from Asia&apos;s peaks is much less then previously estimated&quot; as did the photo caption and text: &quot;Melting ice outside the two largest caps - Greenland and Antarctica - is much less then previously estimated&quot;. These have all been corrected.", 
    "section": "environment", 
    "gid": "environment/2012/feb/08/glaciers-mountains", 
    "wordcount": "874"
}