{
    "headline": "Mackerel returns to the 'fish to eat' list", 
    "text": "Mackerel has been put back on the &quot;fish to eat&quot; list in a surprise U-turn by conservationists. The Marine Conservation Society (MCS) on Thursday upgraded its rating for British and European mackerel caught from the most sustainable fisheries to &quot;yellow&quot;, meaning people can eat it occasionally without endangering the species. The reversal comes after it told fish-eaters in January that mackerel should only be consumed rarely, like monkfish and plaice, due to overfishing in the north-east Atlantic. The MCS said the best choice now is Cornish mackerel caught by &quot;hand-line&quot;, with British, European or Norwegian mackerel that is &quot;pelagic-caught&quot;  caught in shoals  as the best alternative. Consumers are urged to avoid Icelandic and Faroese pelagic-caught mackerel, rated &quot;red&quot; on the charity&apos;s scale. Some retailers were privately surprised by the move and appeared to be caught on the hop. But the MCS said the politics around overfishing was playing havoc with stocks. It said its revised ratings &quot;better reflect the damaging effect the political stand-off is having on mackerel stocks and the wider marine environment. The political impasse is playing a dangerous game with fish stocks, resulting in the twin perils of poor fisheries management and increasing levels of bycatch.&quot; The MCS said in January that because Iceland and the Faroe Islands had dramatically increased their quotas in recent years mackerel was no longer a sustainable choice. But in its new statement issued on Thursday it said consumers had the power &quot;to help break the deadlock [in international disagreements over mackerel quotas] by only buying mackerel from the most sustainable fisheries available.&quot; Mackerel, an oily fish packed with Omega 3, has been championed by food writers such as Hugh Fearnley-Whittingstall, who in his Channel 4 Fish Fight programme persuaded sceptical consumers to eat his mackerel baps. The MCS advised consumers: &quot;The best choice for mackerel remains fish caught locally using traditional hand lining methods. This method is without doubt the most sustainable method of fishing for mackerel and other species. It is labour intensive and produces quality fish which should attract a premium price. Any market flooded with poor quality fish that drives down both prices and sustainability is bad news for everyone&quot;. A Morrisons spokesperson said: &quot;We welcome the announcement from the Marine Conservation Society and believe it&apos;s good news for customers who want to enjoy mackerel. We now hope for a quick resolution to the ongoing issues with sourcing mackerel from the north-east Atlantic.&quot; The Scottish Pelagic Processors Association (SPPA) welcomed the move. The SPPA, which represents all major Scottish mackerel processors, has been campaigning for recognition of the sustainable fishing practices employed by European and Norwegian fleets since mackerel was downgraded in January. Francis Clark, board member of the SPPA, said: &quot;As an industry body we also want to safeguard the livelihood of the mackerel fishing and processing industry in the UK. The species is worth 324m to the economy and supports over 2,200 jobs.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/may/16/mackerel-fish-eat-list-msc", 
    "wordcount": "509"
}