{
    "headline": "Science Weekly podcast: Are you getting enough sleep?", 
    "text": "On this week&apos;s show, Alok Jha discusses the science of sleep with Professor Russell Foster. What is sleep, why is it so important and how much do we need? How can you tell if you&apos;re not getting enough?  Prof Foster is chairing this year&apos;s Cheltenham Science Festival, which will feature a study comparing the sleep patterns of Germans and Britons. If you want to take part in this quick online survey, click here. Also in the show, the Guardian&apos;s environment correspondent John Vidal interviews Nobel prizewinning biologist Sir John Sulston. Sulston chaired the working group that prepared the Royal Society&apos;s recent report on global population levels People and the Planet. He discusses the impact on the planet of unchecked population growth and the importance of rebalancing consumption levels between rich and poor nations.  Alok is joined by Observer science and technology editor Robin McKie and Guardian science correspondent Ian Sample to look at this week&apos;s science news, including Harvard University Library&apos;s letter to academics asking them to withdraw support from costly journals and make their research open access, and the UK&apos;s 50 years in space science. Finally, this week we have a recording of this year&apos;s Sense About Science lecture &quot;What has science ever done for us?&quot; by Dick Taverne, in which he argues that science has made us more tolerant, more compassionate, and more democratic. Listen to the lecture in its entirety in this Science Weekly Extra podcast. Subscribe for free via iTunes to ensure every episode gets delivered. (Here is the non-iTunes URL feed). Follow the podcast on our Science Weekly Twitter feed and receive updates on all breaking science news stories from Guardian Science. Email scienceweeklypodcast@gmail.com. Guardian Science is now on Facebook. You can also join our Science Weekly Facebook group. We&apos;re always here when you need us. Listen back through our archive.", 
    "section": "science", 
    "gid": "science/audio/2012/apr/30/science-weekly-podcast-sleep", 
    "wordcount": "310"
}