{
    "headline": "Appeals over allocation of primary school places rise 11.5%", 
    "text": "The number of parents who appealed after their children were refused places at their preferred primary school rose by 11.5% last year, according to official figures. Nearly 47,000 appeals were lodged for admission to state primary schools in England in 2010-11, compared with just over 42,000 the previous year. A rising birth rate has put pressure on school places. The number of primary school pupils is projected to increase by more than 500,000 between 2010 and 2018, with the sharpest increase in London. The number of primary school appeals has nearly doubled from five years ago, in 2006-07, when there were more than 26,000. Of the total number of primary school appeals lodged in 2010-11, more than 32,000 were heard by an appeals panel and just over 7,000 were decided in favour of the parents. Appeals are heard by an independent panel, who decide whether the school&apos;s admissions arrangements comply with the statutory admissions code, and whether the arrangements were correctly applied in the individual child&apos;s case. The system allows parents to argue that schools broke official admissions rules or that there are compelling extra reasons why their child deserves a place. Figures published by the Department for Education also show a drop in the numbers of appeals over state secondary school places. There were 36,565 secondary school appeals in 2010-11, the latest year for which figures are available, compared to 43,095 in 2009-10. Pupil numbers at secondary level are currently decreasing, affecting the number of appeals. Of the secondary school appeals, more than 27,600 were heard by a panel, with 9,330 cases decided in the parents&apos; favour. This is down almost 16% from the 11,065 decided in favour of the parents the year before. A DfE spokesman said: &quot;Every parent should have the choice of a good local school for their child  our reforms will help create thousands of high-class new school places.&quot; The spokesman said that the government had introduced a number of reforms to improve standards, including turning weak schools into academies, allowing good schools to expand and opening free schools. He added: &quot;We are more than doubling targeted investment at areas facing the greatest pressure on numbers  more than 4bn up to 2015 to create thousands of new school places.&quot; Academies were not included in the appeals statistics. Rising numbers of secondary schools are switching to academy status, which gives them greater freedom over areas such as admissions, and the curriculum. In a speech to the Labour party conference on Thursday , the shadow education secretary Stephen Twigg criticised the government&apos;s demand-led approach to creating new schools. Under the free schools programme, groups of parents, teachers or charities can propose new schools, which will be publicly funded but independently run. They need to show demand from parents for the school they propose  but do not have to show there is a local shortage of places. Twigg said: &quot;There are serious problems with [education secretary] Michael Gove&apos;s centralised free schools programme. He thinks the way to build new schools is to throw darts at a map. So while there&apos;s a crisis in primary school places, free schools are built in areas with spare places.&quot;", 
    "section": "education", 
    "gid": "education/2012/oct/04/primary-schools-appeals-rise", 
    "wordcount": "545"
}