{
    "headline": "Shell attacked over four-year delay in Niger delta oil spill clean-up", 
    "text": "Two large crude oil spills from Shell pipelines in the Niger delta four years ago have still not been cleaned up by the company despite an outcry by the UN, Amnesty International and the Nigerian government about pollution in the area. Shell, which made 19.1bn profit last year, accepted responsiblity and pledged to fully restore the damage done by spills from its rusting pipelines near the Ogoni village of Bodo in 2008. But an assessment has found only small pilot schemes were started and the most contaminated areas around Bodo and the Gokana district of Ogoniland remain untouched. The impoverished Ogoni fishing and farming communities say they still cannot return to work and have received no compensation. They have accused Shell of applying different standards to clean-ups in Nigeria compared with the rest of the world. &quot;A comprehensive clean-up is yet to get under way and the creeks remain extremely polluted,&quot; said Martyn Day of the London-based law firm Leigh Day, which represents the 11,000 affected villagers. Day has just returned from the delta, where he was part of a team assessing the clean-up. &quot;Next to nothing has happened and where work has commenced it has been totally amateurish.&quot; Shell said it had started pilot clean-up schemes in five affected areas, but claimed it had been refused access to several other polluted sites. It said &quot;good progress&quot; had been made, adding that the vast majority of oil spilt in the Bodo area was the result of criminal activity including theft, sabotage and illegal oil refining by villagers. A spokesman for the Shell Petroleum Development Company of Nigeria said: &quot;SPDC is committed to cleaning up all spills, no matter what the cause, from its facilities. The real tragedy of the Niger delta is the widespread and continual criminal activity, including sabotage, theft and illegal refining, that leads to the vast majority of oil being spilled. It is this criminality which blights the Niger delta and which all organisations with an interest in Nigeria&apos;s future should focus their efforts on highlighting and dealing with.&quot; Amnesty International disputed Shell&apos;s reason for delaying the clean-up. Audrey Gaughran, interim Africa programme director, said: &quot;Shell says the oil pollution visible at Bodo today is due to sabotage, and not the two major spills of 2008, which it accepts were due to leaks in its pipeline. But there is no evidence to support Shell&apos;s statement. &quot;Amnesty International has shared with Shell all of our evidence  including video footage, photos, satellite images taken over relevant time periods. By contrast, although we have asked Shell for evidence to support their claim of sabotage, they have never responded.&quot; Last year Ogoni chiefs demanded Shell put in &quot;a serious level&quot; of resources and appoint an internationally known clean-up company to oversee the pro-cess. But Shell has said it would use its own contractors and has proposed to phase in the clean-up over several years. It has now appointed its own monitor. Day said: &quot;Shell seems to be trying to undertake the clean-up on the cheap which will mean the people will be left with the aftermath for generations.&quot; Best practice requires all oil recovered to be stored in temporary facilities until it can be disposed of properly. Instead, surface oil has been poured into pits and covered with sand. Local communities say Shell&apos;s contractors have so far failed in a number of respects including cleaning mangrove forests and refusing to employ local labour. They say buried polluted soil next to the shoreline is already leaking. Following a three-year peer-reviewed study funded by Shell, the UN environment programme reported last year that oil pollution on the delta was worse than expected. It urged a $1bn clean-up of the whole region. Shell has still not agreed financial compensation for the 11,000 people affected.", 
    "section": "environment", 
    "gid": "environment/2012/sep/23/shell-attacked-niger-oil-spill-clean-up-delay", 
    "wordcount": "649"
}