{
    "headline": "Boot up: the truth on Apple and Dropbox, Samsung Galaxy opinions, options on being mugged and more", 
    "text": "A quick burst of 10 links for you to chew over, as picked by the Technology team 25 top examples of HTML5 &gt;&gt; CreativeBloQ  Great examples of HTML5 can be hard to come by and even harder to master. It&apos;s core aims have been to improve the language with support for the latest multimedia whilst staying readable and being consistently understood by computers. Rich Clark and Bruce Lawson take a tour around the internet to specially hand-pick the best examples of HTML5 for your inspiration.   And they are great. Why Apple Won by Betting Against the Web &gt;&gt; Mashable  &quot;The thing that made Apple successful was betting against the web,&quot; [venture capital investor Roger McNamee] said on stage at Mashable Connect Friday.  While Google adopted the cultural norms of open source software by making its mobile operating system free and commoditizing content, Apple changed the game by keeping a closed system, focusing on brands and enabling paid apps.  Apple differentiated web content for a price. By doing so, McNamee believes, it created a fundamentally different model than succeeded on the wired web.  &quot;Most of all what Apple did was they charged $400 to $1,000 for the hardware that was necessary to get a differentiated user experience on data that 100% of their customers could get for free off a desktop device,&quot; he said. &quot;Every Apple customer has consciously voted with $400 to $1,000 against the world wide web.&quot;   McNamee argues that people will start using apps rather than the mobile web as such on mobile, because they can get to niche users more easily. Smoking iPhone on Australian plane caused by misplaced screw &gt;&gt; The Verge  Last November, not long after an airplane landed at Sydney Airport, crew members discovered a passenger with an iPhone that was literally smoking -- and it turns out the problem was a bad repair job. The Australian Transport Safety Bureau has finally released the results of its investigation -- which included initial testing in Australia before the phone was shipped to specialists in the US -- and concluded that a stray screw was the cause of the problem. The screw managed to puncture the battery casing, causing the phone to overheat and start smoking.   Not quite what some had been expecting. Two months later, Apple acknowledges use of OpenStreetMap in iPhoto  Apple has finally given a public nod to OpenStreetMap, almost two months after it began using OSM&apos;s mapping data within iPhoto for iOS. The OpenStreetMap team tweeted about the change on Thursday evening, noting that the app, which was updated earlier this week with relatively minor fixes, quietly gained an OSM mention in the credits.   Finally. The lessons I learnt from my iPhone mugging &gt;&gt; Benjamin Cohen Channel 4&apos;s technology correspondent is mugged for his iPhone at knifepoint. Really unpleasant, but with some useful lessons - the most important of which is: phones can be replaced. 2007&apos;s pre-M3 version of Android; the Google Sooner &gt;&gt; Stephen Troughton-Smith He got his hands on one of the reference versions from May 2007 - so post-iPhone announcement, but pre-redesign (for there was a crash program inside Google developing a touchscreen device):   It&apos;s quite clear that Android was being designed to a completely different target before the iPhone was released. What we see here would have fitted in perfectly with the world of Symbian and BlackBerry. This early build of Android is in fact even less capable and mature than the 2004 release of Symbian Series 90 (Hildon), the OS that runs on the Nokia 7700 and 7710 - Nokia&apos;s first, and only, pre-iPhone touchscreen smartphones.   Historically. Samsung Galaxy S III performance preview: it&apos;s fast &gt;&gt; Anandtech Amazingly fast - it&apos;s the quickest in nearly every category; only the HTC One X is quicker anywhere, and that only in one or two categories. The Samsung Galaxy S III: the first smartphone designed entirely by lawyers &gt;&gt; Android Police  The Galaxy S III is... well... it&apos;s ugly. There&apos;s really no other way to put it. But why? Why is it ugly? I don&apos;t mean aesthetically, why is it ugly, I mean, &quot;How did something like this ever make it out of Samsung&apos;s design studio?&quot; I&apos;ll tell you how, it was never in the design studio. This phone design was born down the hall, in a room where the door sign reads &quot;Samsung Legal.&quot;  It was designed by lawyers.   Puzzling amount of hatin&apos; going on for the Galaxy S 3, it seems. iOS Dropbox app kerfuffle ends, but highlights confusion about guidelines &gt;&gt; Ars Technica  Is Apple blanket-rejecting iOS apps that make use of Dropbox because of an evil plan to push developers toward iCloud? If you asked this question five days ago, the answer from the Internet at large might have been a resounding &quot;yes!&quot; But days later, as is often the case, details have come out that reveal the answer is probably &quot;no.&quot;  As it turns out, Dropbox inadvertently put other developers using its SDK in violation of one of Apple&apos;s app guidelines, resulting in a string of rejections that looked as if apps using Dropbox were being banned. The Web flew into a fury over what is essentially an annoying but long-standing clause in Apple&apos;s guidelines. The problem has now been remedied and the fury has died down.   The problem was that Dropbox wasn&apos;t letting apps where people could click through to buy Dropbox storage externally the option of buying the same storage inside the app. Guidelines, eh. How Samsung broke my heart &gt;&gt; The Verge Vlad Savov:   So what did we get? The Siri-imitating S Voice, a quad-core SoC that&apos;s already been announced for the Meizu MX, a suite of camera enhancements that rips off HTC&apos;s ImageSense wholesale, and a signature animated lock screen that emulates interaction with water, something that&apos;s been a live wallpaper option on Android phones since 2010. Oh, and industrial design and build quality that you&apos;ll find on any anonymous South Korean MP3 player  Samsung seems to have tried trickling its design language up, never a good idea. We&apos;re told not to be sheep, yet Samsung itself is just falling in line with the herd. The company seems oblivious to the sense of betrayal this has engendered in the informed consumer. For the first time in its history, Samsung had enough sway with phone buyers to convince them to hold off on the premier option on the market, HTC&apos;s One series, in wait for Samsung&apos;s riposte. The Galaxy S pedigree was on the line, and if Samsung could live up to it, a bond of trust was going to be its reward. People were ready to start treating Samsung like Apple, giving it the benefit of the doubt both in terms of product timing and the adoption of unfamiliar new features. Then the talk about wind, water, pebbles, and feng shui home screen organization started.   TL:DR: he&apos;s underwhelmed. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/may/07/technology-links-newsbucket", 
    "wordcount": "1199"
}