{
    "headline": "Apple's Chinese iPhone plants employ forced interns, claim campaigners", 
    "text": "Apple&apos;s factories in China are employing tens of thousands of students, some of them on forced internships, according to campaigners lobbying for better labour conditions at Foxconn plants, which assemble iPhones. Some students could be as young as 16. The Foxconn chairman, Terry Gou, head of China&apos;s largest private-sector employer  with 1.2 million workers  promised on Sunday to reduce hours and improve pay after an independent audit found multiple labour law violations at his factories. But campaigners have accused Apple, Foxconn and the Fair Labor Association (FLA), a charitable organisation that carried out the audit published on Friday, of ignoring the issue of forced internships, where students are told they will not graduate unless they spend months working on production lines during holidays. In December, 1,500 students were sent by just one vocational college in Henan, China&apos;s most populous province, for internships at Foxconn&apos;s Zhengzhou plant, which Apple chief executive, Tim Cook, visited last week. The Yancheng Evening News, which exposed the practice, interviewed students who said they were going against their will and that their schools were acting as &quot;labour agencies&quot;. &quot;The gross violation of forced internship was not addressed at all,&quot; said Debby Cheng, project officer of Students and Scholars Against Corporate Misbehaviour (Sacom), of the Foxconn audit. &quot;They tried to water down the problem.&quot; Students of nursing, languages, music and art are being corralled into internships of between three and six months, during which 10-hour days and seven-day weeks are not unusual, according to Sacom and a number of Chinese media reports, which claim colleges and universities are acting as employment agencies, sending their pupils to Foxconn not for relevant training, but to bolster the workforce during summer and winter holiday periods. In the summer of 2010, when Foxconn was in crisis after several suicides among the workforce at its largest plant in Shenzhen, 100,000 vocational school students  mostly in their late teens  were sent from Henan for three months. China Daily reported that some students at a vocational school in Henan&apos;s capital, Zhengzhou, were not told of the work until nine days before they were due to leave home. Teachers told students they must leave &quot;as ordered by the provincial government&quot; and that all those who refused would have to drop out of school. The FLA found that at a peak period in August 2001, 5.7% of the labour force  some 68,000 workers  at Foxconn Group were interns. Its assessors found &quot;interns worked both overtime and night shifts, violations of regulations governing internships&quot;. The FLA, which described the hiring of interns as &quot;the source of much controversy&quot; and of &quot;major concern to external stakeholders&quot; in its Apple audit, has agreed measures to improve the treatment of students with Foxconn and Apple. These include making sure the job relates to the intern&apos;s field of study, procedures allowing interns to resign so that they do not feel that they are working against their will, and publishing evaluations of internships, including an annual report. The FLA found Foxconn hired an average of 27,000 interns a month, for an average tenure of three and a half months. It said the interns&apos; working day should not exceed eight hours for five days a week, and they should never work seven days in a row. But Sacom and the Guardian&apos;s own inquiries have confirmed that 10-hour days and six-day weeks are standard. The FLA said conditions for students were difficult to regulate because under Chinese law they were not defined as employees and no employment relationship exists between the factory and interns. This meant some of Foxconn&apos;s most vulnerable workers were the least protected, with the FLA concluding &quot;their employment status remains vague and represents a major risk&quot;. &quot;These students should be studying, but rather they now work 10 hours a day, six to seven days a week, taking on night shifts for months at a time, equivalent to adult workers,&quot; said Cheng. She criticised the audit for not highlighting the forced labour issue. &quot;They tried to water down the problem. They used the word &apos;controversial&apos; without mentioning that these students were forced to work at Foxconn.&quot; Sacom was set up by Hong Kong academics to highlight working conditions at plants making toys for Disney when Hong Kong Disneyland opened in 2005. It has now expanded to focus on the electronics sector. In March, it issued a public letter to Cook calling on Apple to stop using student workers. It said: &quot;Students who major in subjects such as pharmacy, tourism and language end up working as interns at Foxconn. Some students even complain that if they refuse the &apos;internship&apos; at Foxconn, they will be forced to drop out of school. This is a form of involuntary labour, which is approved by Apple in producing its products.&quot; On Sunday, Gou said at a business forum in Hainan province that he would address Foxconn&apos;s long-hours culture. &quot;We are saying now in the company, &apos;You work fewer hours, but get more pay.&apos;&quot; Foxconn, Apple and the FLA have not responded to requests for comment.", 
    "section": "technology", 
    "gid": "technology/2012/apr/01/apple-iphone-china-factories-forced-interns", 
    "wordcount": "870"
}