{
    "headline": "Drinking in the research results", 
    "text": "America, a rich source of alcohol, of alcoholics, and of aggressive alcoholics, is also rich in scholarship on those subjects. One must drink deep of that scholarship, in many cases, if one cares about the question: what, exactly, did some of those researchers hope to learn by doing that research? Last week, I wrote about some examples. Here are more. In a 1999 study called The Effects of a Cumulative Alcohol Dosing Procedure on Laboratory Aggression in Women and Men, Donald Dougherty and colleagues at the University of Texas-Houston medical school report making several discoveries: (1) Both men and women became more aggressive after they drank alcohol; (2) those men and women became even more aggressive &quot;after consuming the second alcoholic drink&quot;; (3) their aggressiveness &quot;remained elevated for several hours&quot; after they finished drinking; and (4) the individuals who were most aggressive when sober were also the most aggressive when drunk. Three years later, Peter Giancola at the University of Kentucky wrote a study called Irritability, Acute Alcohol Consumption and Aggressive Behaviour in Men and Women. &quot;The finding of greatest importance&quot;, Giancola says, &quot;was that alcohol increased aggression for persons with higher, as opposed to lower, levels of irritability.&quot; The following year, Dominic J Parrott, Amos Zeichner and Dana Stephens at the University of Georgia published a treatise called Effects of Alcohol, Personality, and Provocation on the Expression of Anger in Men: A Facial Coding Analysis. Parrott and his colleagues experimented, and made two big discoveries. First: that drunken people made &quot;facial expressions of anger&quot; more often than sober people. Second: that when highly provoked, drunks also showed a general &quot;tendency to express anger outwardly&quot;. Many other other alcohol mysteries are explained in these same research journals. In 1995, Siegfried Streufert and fellow researchers at Penn State boozed up some managers. Streufert published a study, called Alcohol Hangover and Mangerial Effectiveness. It reports that managers who drank moderately of an evening had perfectly adequate &quot;complex decision-making competence&quot; the next morning. Suzanne Thomas, Carrie Randall, and Maureen Carrigan at the Medical University of South Carolina wrote a paper in 2003, called Drinking to Cope in Socially Anxious Individuals: A Controlled Study. They explain: &quot;The results of this study confirm earlier observations that individuals high in social anxiety deliberately drink to cope with social fears&quot;. In 2005, Soyeon Shim at the University of Arizona and Jennifer Maggs at Penn State University went looking for results. They found some. Their study called A Cognitive and Behavioural Hierarchical Decision-Making Model of College Students&apos; Alcohol Consumption says: &quot;Results indicated that personal values can serve as significant predictors of the attitudes college students have toward alcohol use, which in turn can predict intentions to drink. Results also indicated that intentions to drink are strongly related to actual alcohol consumption&quot;. (Thanks to Mark Henderson for bringing the Parrott study to my attention.)  Marc Abrahams is editor of the bimonthly Annals of Improbable Research and organiser of the Ig Nobel prize", 
    "section": "education", 
    "gid": "education/2012/aug/20/improbable-research-drinking-alcohol-research", 
    "wordcount": "511"
}