{
    "headline": "Heinrich Rudolf Hertz celebrated in a Google doodle", 
    "text": "Google&apos;s latest animated doodle celebrates the 155th birthday of Heinrich Hertz, the German physicist whose experiments with electromagnetic waves led to the development of the wireless telegraph and the radio. Born in Hamburg, where he demonstrated great skill in grasping the dynamics of physics even in boyhood, he later enrolled to study the subject in Berlin following a year at the University of Munich. In Berlin, his progress in investigating electromagnetic phenomena was so rapid that in February 1880 he received his PhD  on electromagnetic induction in rotating spheres  at the age of 22. After becoming a professor at Karlsruhe Technische Hochschule in 1885, Hertz turned his attentions to open electrical circuits and demonstrated electromagnetic induction to his students using a condenser discharging through an open loop. In the course of doing this, he noticed an unanticipated phenomenon, the emergence of &apos;side-sparks&apos; in another nearby loop. By 1888, he was able to demonstrate that the electromagnetic emissions associated with these sparks behaved like waves. The finding, which effectively clarified and expanded the electromagnetic theory of light that had been put forth by the British physicist James Clerk Maxwell in 1864, was hailed as confirmation that electromagnetic waves could be transmitted and received. Hertz&apos;s name later became the term used for radio and electrical frequencies, as in hertz (Hz), kilohertz (kHz) and megahertz (MHz). He died in Bonn in 1894 after contracting Wegener&apos;s granulomatosis, a rare disorder in which blood vessels become inflamed, and was buried in Ohlsdorf, Hamburg.  This article was amended on 24 February 2012. The original said it was in 1884 that James Clerk Maxwell presented his electromagnetic theory of light. This has been corrected.", 
    "section": "technology", 
    "gid": "technology/2012/feb/22/heinrich-rudolf-hertz-google-doodle", 
    "wordcount": "277"
}