{
    "headline": "John Reed obituary", 
    "text": "My brother, John Reed, who has died aged 82, was a peripatetic academic. He taught in many parts of the world, but his heart, I believe, was in central Africa. He was born to working-class parents in Camberwell, south London, and spent two years in rural Oxfordshire as an evacuee during the second world war. He was awarded a London county council boarding scholarship to Bancroft&apos;s school in Essex. At 16, he sat for open scholarships to Oxford and was awarded a demyship (special scholarship) to Magdalen College, where he studied under CS Lewis and gained a congratulatory first in English. After his national service in the RAF, he lectured on English at Edinburgh University and King&apos;s College London, before going to University College of Rhodesia and Nyasaland (now the University of Zimbabwe) in Salisbury, Southern Rhodesia (now Harare, Zimbabwe). Always a man of the left, he was soon involved in black politics and the independence movements. He taught adult classes in the townships and visited detainees in the detention camps, as well as editing with his colleague, Terry Ranger, a political magazine called Dissent. With another colleague, Clive Wake, he produced a number of translations of the emerging literature of Francophone Africa  notably a volume of Lopold Sdar Senghor&apos;s poetry for Oxford University Press. In 1965 Ian Smith&apos;s regime issued a warrant for his arrest on political charges but he had just left Salisbury on his appointment as the first professor of English at the new university in Lusaka in the newly independent Zambia. John&apos;s memoir, Chikwakwa Remembered (2011), co-written with Michael Etherton, tells of the founding, development and eventual political difficulties of the university&apos;s student theatre there. Returning to Britain in 1974, he gained an MA and a PhD in historical linguistics at Newcastle University with Barbara Strang. He was recruited by the British Council in 1978 to teach in Beijing and Shanghai. In 1983 he began a decade as visiting professor at Kyushu University in Fukuoka, Japan. In semi-retirement he went back to Harare as a &quot;supply&quot; professor; during a student revolt, the police cleared the campus of students by using teargas. John, working late in his office, hadn&apos;t heard the police orders and the teargas came down the corridor and into his office. He retired to Manchester, where he lived the life of an old-fashioned scholar  reading, thinking and writing. He was committed to his ideals and remained a socialist to the end. His diaries (now archived at Chetham&apos;s Library, Manchester) will be a legacy showing the development of his intellectual life and giving an account of the political events he lived through in Africa. He is survived by me, his nieces, Rachel and Charlotte, and his nephew, David.", 
    "section": "education", 
    "gid": "education/2013/jan/30/john-reed-obituary", 
    "wordcount": "459"
}