{
    "headline": "Electrical stimulation of the brain: the benefits of the short, sharp shock", 
    "text": "Neuroscientist Sven Bestmann is standing behind me holding a pretzel-shaped coil of metal encased in plastic and connected to a machine the size of a small fridge. We&apos;re in his lab at University College London. He tells me to hold my hand in front of my face and relax the muscles as he brings the metal coil up to my skull. With a click, the coil emits an electromagnetic pulse into my brain. Involuntarily, my fingers and wrist twitch. &quot;Ooh! I wasn&apos;t expecting that!&quot; &quot;It does feel a bit weird, doesn&apos;t it?&quot; Sven says reassuringly. He&apos;s done this many times and he and his colleagues often pilot studies on themselves. Next, he brings the coil further forward on my head and asks me to speak. I choose a nice long word and start repeating it. In come the clicks  and I get stuck halfway through. &quot;Supercalifragilisssssssticexpialidocious.&quot; It doesn&apos;t hurt at all and the clicks are quiet through my precautionary cotton wool earplugs. And yet the effect is startling. Sven is generating just a few microvolts of electric current and sending it into the tiny portion of my brain under his hovering wand. The area he&apos;s chosen is responsible for co-ordinating the muscles that produce speech, hence my interrupted sentence. I&apos;m amazed at how instantaneously the signal translates from electromagnetic click to distorted nonsense word. But it&apos;s no mere party trick. This is a well-used research technique called transcranial magnetic stimulation (TMS). Bestmann, for example, uses it to study the regions of the brain that control movement. Even more electrifying, stimulation techniques such as TMS may yet prove to be an effective therapy for all kinds of disorders of brain and mind. In the United States, TMS is already in use for severe depression, and although it hasn&apos;t made its clinical debut here yet, some researchers think it might one day be able to treat not only depression but obsessive-compulsive disorder, tinnitus, even Alzheimer&apos;s disease. There&apos;s also some excitement about using stimulation to boost the function of the healthy brain. Zapping the brain in the hope of treating its ailments is not a new idea. For decades, doctors have treated  and still treat  severe depression with electroconvulsive therapy (ECT), which involves passing an electric current through the brain for long enough to provoke a seizure. It&apos;s still not clear exactly how it works  the thinking is that the fit &quot;resets&quot; some of the brain&apos;s circuits and stirs up its chemicals. The practice has been made infamous in media portrayals: a violent and exaggerated form of shock therapy appeared in Ken Kesey&apos;s book and film One Flew Over the Cuckoo&apos;s Nest, where Jack Nicholson&apos;s character, McMurphy, is &quot;treated&quot; after he causes an upset among the patients. &quot;Electrical stimulation got a very bad press,&quot; says Heidi Johansen-Berg, a neuroscientist at the University of Oxford. Modern-day ECT is much less troubling, but still rarely used. It&apos;s usually performed under anaesthetic and reserved for people for whom drugs and other therapies haven&apos;t worked. According to the most recent statistics available from the Royal College of Psychiatrists, 1,300 patients received ECT in the UK in 2006, down from 2,400 in 1999. The popularity of ECT might be waning, but now a new suite of techniques is coaxing brain stimulation back into fashion, partly because drug treatments have failed to provide a panacea and partly, says Johansen-Berg, because in terms of the rehabilitation that many brain disorders need, &quot;there&apos;s so little out there&quot;. The truth is not all patients respond to drugs. Take depression. According to the largest-ever study of drug treatments for depression, a US-based trial called STAR*D (Sequenced Treatment Alternatives to Relieve Depression), one-third of patients never go into remission and half the patients relapse in less than a year. Other conditions are even worse  estimates suggest that 30-60% of schizophrenia patients are treatment-resistant. That makes electrical stimulation appealing  as a stand-alone treatment for people who don&apos;t respond to other therapies or as an add-on to a prescription they already have. The technique Bestmann uses  TMS  is already be approved for the treatment of severe depression in the US, but it&apos;s not totally free of side-effects. Because it stimulates lots of brain cells to fire signals at once, there is a small risk of seizure. And stimulating some areas of the brain, such as the speech areas in the temporal lobe, just above and behind the ear, can also provoke little jolts in the muscles of the jaw anchored there. My jaw chattered slightly as Bestmannadministered the current that arrested my Mary Poppins word. So speech therapist and researcher Jenny Crinion, also at UCL, is using a gentler method of stimulating the brain, called transcranial direct current stimulation (tDCS), to try and treat speech deficits caused by strokes. Techniques such as this were in vogue in Europe as early as the late 1880s, where doctors would pass a current through the brain or a muscle to discern disability. The modern kit is simple; a battery powering a pair of electrodes stuck on to the scalp over the parts of the brain involved in a particular task. From such a simple setup, Crinion is getting some intriguing results. One of her patients is 21-year-old Sarah Scott, who had a stroke in May 2009 and was left with aphasia  a difficulty finding the words she wants to say. Aphasia is quite common among stroke patients and getting words back can be a long process. &quot;All the research suggests that you need over 100 hours of training to get an improvement in speech,&quot; says Crinion. But after patients are discharged from hospital, she says, they receive only eight to 12 hours of speech therapy in total from the NHS. &quot;I&apos;d heard that brain stimulation can put the brain in an enhanced state for learning,&quot; she says. So, she wondered, could stimulating their brains while they were training help boost the effects of treatment? Scott is one of 24 patients helping Crinion find out. When Scott arrives for her latest session, taking place in a small office at the UCL Institute of Cognitive Neuroscience, speech therapist Johanna Rae gets to work measuring Scott&apos;s head and applying the electrodes over the region they know has been affected by the stroke, the left prefrontal cortex. The electrodes deliver a couple of milliamps of current for 20 minutes, during which time Scott&apos;s bright blue eyes are focused on a laptop. Pictures flash on to the screen and her task is to name them. Some she can do with ease  &quot;duck&quot;, &quot;train&quot;; with others, it&apos;s like listening to someone learning their first vocabulary in a foreign language. Rae provides the first syllable or some context, if Scott gets stuck. The study patients get six weeks of training, much more than they would usually get from the NHS. They do lots of speech tasks in their own time and come in three times a week for brain stimulation. &quot;It&apos;sreally full-on,&quot; says Crinion. But she&apos;s seeing preliminary results already; so far, the data suggests that the training programme alone makes patients 55% better at relearning words. But brain stimulation together with training pushes that figure to 92%. &quot;I&apos;m quite encouraged by it,&quot; Crinion says modestly. &quot;To be honest, I wasn&apos;t sure. But it&apos;s not as much hocus-pocus as people think.&quot; Scott is enjoying participating, too, and she thinks can feel a difference in her performance. &quot;It&apos;s intense and tiring but I think it&apos;s been worth it. I think I find words more quickly and my speaking is more fluent, even with words I haven&apos;t had therapy on,&quot; she says. Whereas TMS changes how often the brain cells fire, provoking a flurry of activity, tDCS doesn&apos;t affect the neurons directly. It primes them to fire, ramping up their readiness, and the hope is that learning does the rest. &quot;It&apos;s not that the stimulation itself is somehow magically curing deficits,&quot; says Johansen-Berg, who is using tDCS in her own trial, also with stroke patients, to treat movement problems. She, too, is seeing beneficial effects  both of the training regime and training paired with stimulation. There shouldn&apos;t be a problem with side-effects either. That&apos;s particularly important in patients who might be more prone to seizures, and couldn&apos;t risk stronger techniques. It may also help the technique move into the mainstream more easily, though it&apos;ll be a while until you can buy a hat that&apos;ll make you smarter (see below). But all this is tempered by a niggling question. The basic principles are there, but &quot;we still have a lot to learn about how and why these brain stimulation methods work,&quot; says Chris Chambers, who works with brain stimulation techniques at Cardiff University. Electrical stimulation seems to change brain chemistry and function, but without knowing exactly how, it&apos;s impossible to know how it leads to better learning or recovery. &quot;It&apos;s like driving a car with your eyes closed; you might get lucky and survive and you might even arrive somewhere great,&quot; says Chambers. &quot;But damned if you know how you got there.&quot; Deep brain stimulation (DBS) involves more than just a hat. Instead of hovering a wand over the brain or sticking electrodes to the head, surgeons implant electrodes directly into the bit of the brain they want to stimulate. It&apos;s used when a region of the brain doesn&apos;t function properly or is missing. It&apos;s been pioneered in Parkinson&apos;s disease, where a small group of neurons buried deep inside the brain starts to die and the electrodes take over their job. It&apos;s already in clinical use in the UK. Between 2008 and 2011, there were 350 hospital admissions for DBS for Parkinson&apos;s. Worldwide, tens of thousands have undergone the procedure. There are hints that it could also help psychiatric conditions. The next likely candidate is depression, while some researchers have even implanted electrodes to manage the symptoms of obsessive-compulsive disorder. But, researchers caution, DBS is a serious operation and not an option for all Parkinson&apos;s patients. Drugs are still the best way for most to relieve their condition. But if the gentler techniques live up to their promise, treating diseased and healthy brains alike, a battery-powered &quot;zap cap&quot; could be a good option for everyone  couldn&apos;t it? &quot;It&apos;s a very young field,&quot; says Roi Cohen Kadosh, a neuroscientist at Oxford who is working with tDCS. Researchers are keen to keep enthusiasm to a manageable level. &quot;People can get a little bit too blase,&quot; agrees Johansen-Berg. &quot;You can barely tell it&apos;s there, but it is messing with your brain chemistry.&quot; For my part, I feel no less supercalifragilisticexpialidocious than I did before Bestmann waved his wand. But maybe a little stimulation could make it that biteasier to process information and write to deadline. Now, where&apos;s that zap cap waiting list?", 
    "section": "science", 
    "gid": "science/2012/jun/03/electrical-brain-stimulation-treatments", 
    "wordcount": "1845"
}