{
    "headline": "US hacker Andrew Auernheimer given three-year jail term for AT&T breach", 
    "text": "Andrew Auernheimer, the online activist convicted of federal crimes for obtaining email addresses of iPad users from AT&amp;T&apos;s website, was sentenced to nearly three and a half years in prison on Monday At a district court in Newark, New Jersey, Auernheimer, 27, was also ordered to pay over $73,000 in damages to AT&amp;T and to serve three years supervised probation after his release. In November, he was found guilty of one count of identify fraud and one of conspiracy to access a computer without authorisation. Three years ago, Auernheimer, whose online name is &quot;weev&quot;, found a security breach in AT&amp;T&apos;s website, allowing him and his company, Goatse Security, to access thousands of email addresses of iPad users. He gave them to a Gawker journalist in what he said was an effort to expose the company&apos;s security flaws. Gawker posted redacted material online, writing that the material &quot;exposed the most exclusive email list on the planet&quot;, including the addresses of Michael Bloomberg, the New York mayor, and then-White House chief of staff Rahm Emanuel. An FBI investigation followed. Auernheimer&apos;s prosecution, under the Computer Fraud and Abuse Act, was being closely watched by critics of the US government&apos;s harsh line on hackers. His sentence on Monday comes after a massive outcry following the suicide of free information activist Aaron Swartz in January. Swartz&apos;s was facing multiple charges and a prosecution that his supporters said was excessive. Last week, federal prosecutors charged Matthew Keys, the deputy social media editor for Reuters, with helping the hacker group Anonymous attack the website of his former employer. Keys and Swartz were also charged under the Computer Fraud and Abuse Ac, which many have said is too broad. Critics of the prosecutions say they are being bought by over-zealous prosecutors using outdated and flawed statutes. One lawmaker has tabled an amendment to the CFAA called &quot;Aaron&apos;s law&quot; aimed at stopping such prosecutions. A lawyer for the Electronic Frontier Foundation, a digital rights group, described Auernheimer&apos;s sentence as &quot;excessive&quot; and said they would support his appeal. Hanni Fakhouri, a staff attorney with the EFF, said: &quot;It&apos;s excessive to say the least. The prosecution was excessive because he did not hack into anything. He obtained information from a public information website. It would be like me going into the Guardian website and copying information and emailing it to someone else.&quot; Fakhouri said the law was misinterpreted and said: &quot;We hope on appeal to get the sentence thrown out. &quot;We don&apos;t believe authorised access was exceeded. By virtue of the fact that the information was publicly available and they were not breaking into anything, there wasn&apos;t anything to indicate he did not have authorised access.&quot; In an interview with the Guardian in January, Auernheimer said: &quot;When you publish something, you don&apos;t have the right to whine and moan and cry: &apos;He&apos;s breaking and entering. That&apos;s what AT&amp;T and the federal government are claiming. It&apos;s a dishonest and seditious claim.&quot; He said the idea that what he did amounted to a felony was &quot;ludicrous&quot;. In a pre-sentence memo, Auernheimer&apos;s lawyers said he should only receive six months probation because AT&amp;T&apos;s security was to lax that no special skill was needed to collect ipad customer&apos;s email addresses. It also highlighted comments made by one AT&amp;T investigator who said that he &quot;circumvented no security&quot;. US attorney Paul Fishman described Auenheimer&apos;s reasoning that he was trying to expose security flaws in AT&amp;T&apos;s website as a &quot;fiction.&quot; Fishman said in a statement: &quot;Andrew Auernheimer knew he was breaking the law when he and his partner hacked into AT&amp;T&apos;s servers and stole personal information from unsuspecting iPad users. &quot;When it became clear that he was in trouble, he concocted the fiction that he was trying to make the internet more secure, and that all he did was walk in through an unlocked door. The jury didn&apos;t buy it, and neither did the court in imposing sentence upon him today.&quot; David Velazquex, the FBI acting special agent in charge of the investigation, said Auernheimer&apos;s &quot;self-serving cyber attack&quot; was carried out to promote his business. He said his conviction and sentence signified the &quot;continued and growing efforts of the US attorney&apos;s office and the FBI in investigating and prosecuting computer hacking and intellectual property crimes.&quot; Auernheimer&apos;s co-defendant, Daniel Spitler, 27, of San Francisco, California, previously pleaded guilty to the same charges and is awaiting sentencing.", 
    "section": "technology", 
    "gid": "technology/2013/mar/18/us-hacker-andrew-auernheimer-at-t", 
    "wordcount": "772"
}