{
    "headline": "10 Best iPhone, iPad, Android and Windows Phone games this week", 
    "text": "This is the fourth in our new series covering the best new smartphone and tablet games each week. This week&apos;s selection spans iOS, Android and Windows Phone: Bastion Bastion started life as a critically-acclaimed action-RPG for Xbox Live Arcade, before jumping to PC and Mac. Now it&apos;s available on the iPad, as you explore a lush hand-painted world battling monsters, upgrading weapons and marvelling at the landscape.iPad The World Ends With You Solo Remix Another hotly-tipped roleplaying game making its way onto iOS this week is Square Enix&apos;s The World Ends With You Solo Remix. Set in Tokyo&apos;s Shibuya district, it blends battles, puzzles and exploration, as well as an online multiplayer mini-game called Tin Pan Slammer and other connected features. At 12.99 for iPhone and 13.99 for iPad sorry, no universal version it&apos;s pretty expensive by iOS standards.iPhone / iPad Heroes Call Another action-RPG, but this time for Android. Heroes Call actually came out earlier in the summer, but only worked for Android devices with Tegra processors. Now it&apos;s available for all, with 30 dungeons to fight through, impressive 3D graphics and in the absence of Game Center / iCloud on Android  canny use of Facebook to synchronise your game across multiple devices.Android Activision Anthology Activision recently rebooted its classic game Pitfall as a Temple Run-esque game on iOS. Now you can play the original, as part of a 45-game retro compilation based on the versions for the Atari 2600 console. River Raid, Stampede, Enduro are also included. The basic app is free with one included game Kaboom! with the entire collection costing 4.99 via in-app purchase.iPhone / iPad Splice: Tree of Life Developer Cipher Prime Studios has made a series of inventive music games for iOS. Splice is its latest game, and sees you rearranging cells into specific structures, figuring out how they will react to one another while mutating your way to the solutions.iPad Arcane Empires Kabam is making a name for itself with hardcore social games. Its Kingdoms of Camelot game has been a mobile hit, and now it&apos;s been followed up with Arcane Empires. It&apos;s an empire-building strategy game played online against other people, offering a blend of battles, colonisation and diplomacy. It&apos;s a freemium game, with virtual gold sold in bundles for between 2.99 and 69.99. The link above is for iOS, but here&apos;s the Android version.Android / iPhone / iPad Split Decision Mobile gaming is a broad church in 2012. Split Decision comes from an unusual source: magazine firm Dennis Publishing, of The Week, Viz and MacUser fame. This isn&apos;t about magazines though: it&apos;s a &quot;nonsense vs knowledge&quot; trivia game, asking you to assign things to their correct category  for example, is Breathe On Me a Sylvia Plath poem or a Britney Spears song? It&apos;s based on an existing board game, with new question packs sold in-app. The link above is for Android, but here&apos;s the iOS version.Android / iPhone Roll In The Hole This week&apos;s Xbox Live-enabled game for Windows Phones  Microsoft tends to launch one a week is EA&apos;s Roll In The Hole. It&apos;s a 72-level puzzle game starring a &quot;chubby panda who just can&apos;t get enough ice cream&quot;, rolling through the game collecting his melty cones. Colourful casual fun.Windows Phone Oh! Edo Towns If you&apos;ve played one game by Japanese publisher Kairosoft, you&apos;ll feel at home with them all: the company&apos;s grippingly-addictive simulation mechanics have been rolled out across a range of subjects. Oh! Edo Towns is a port from iPhone to Android, and sees you building a town in Edo-period Japan. Combos, levelling up and cute pixel-art graphics all feature.Android Blast-A-Way Developer Illusion Labs has plenty of fans from previous games like Touchgrind, Sway and Labyrinth. Its latest focuses on three robots&apos; quest to save a bunch of hapless &apos;Boxies&apos; characters from a series of 3D puzzle-levels, using bombs, teleporters and other items. 80 levels makes this a polished brain-twisting take on the adventure-puzzle genre.iPhone / iPad That&apos;s our selection against stiff competition this week, with games like Fantasica, Granny Smith, McPixel and Eufloria just missing out, although they&apos;re all worth checking out. What have you been playing on your smartphone or tablet? Leave your recommendations by posting a comment.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/aug/30/best-mobile-games-bastion-heroes-call", 
    "wordcount": "725"
}