{
    "headline": "'Leadership is part of academic work': talent development in universities", 
    "text": "In the increasingly competitive  and financially constrained  higher education sector, universities and colleges are placing a growing emphasis on nurturing future leaders from within their ranks to gain an advantage over rival institutions. To this end, a number of institutions are introducing talent management programmes in the belief that a systematic approach to developing new deans and heads of schools is vital to attracting and retaining the best students and academics. However, introducing a talent management programme in a higher education setting is not without its challenges. A study by Exeter University has highlighted the phenomenon of the &quot;reluctant leader&quot; in higher education where academics take over the leadership of a faculty, for example, out of a sense of obligation rather than because they think they are the &quot;right person for the job or have a desire to do it&quot;. Imperial College London runs talent development programmes for a wide range of staff including academics, departmental administrators, as well as human resources, ICT and finance staff. Imperial&apos;s programme for academic staff was run  for only the second time  from April to June of this year for 25 professors and senior research group leaders from the medicine, natural sciences and engineering faculties. The participants, nominated as &apos;potential successors&apos; by their heads of department, undertake a three-module training programme over two days, which includes sessions on &apos;effective communication&apos;, &apos;implementing change&apos; and &apos;understanding your own leadership style&apos;. A number of staff responsible for running talent management programmes acknowledge, privately, that many academics are relunctant to participate and view such initiatives as a distraction from their research activities, potentially elitist, divisive, and a concept that belongs in the corporate world rather than the field of higher education. But Judy Barnett, talent development manager at Imperial, counters: &quot;Where some academics are reluctant to take on more senior management and leadership roles, talent and succession management programmes can be a great opportunity to find out more about both their own leadership capabilities and the challenges and attractions of stepping up to one of these roles.&quot; Such programmes have numerous benefits for the higher education institution too, says Barnett. &quot;They can improve staff retention and make organisations that have them employers of choice because they have a reputation for nurturing high fliers,&quot; she says. &quot;They can also create a cadre of people who are more committed to the organisations and help participants develop their leadership capability.&quot; Newcastle University is another organisation in the sector that is embracing the concept of nurturing potential future leaders from among its staff. Its strategic leadership programme, which worked with 209 academics in 2010/11, runs a number of workshops over a six-month period with participants attending on average one every six weeks. The sessions include role-play as well as one-to-one training with coaches, from writing business plans to reading financial reports. Academics may have come into higher education because of their &quot;passion for their subject&quot; rather than the thought of becoming a manager, says Newcastle&apos;s leadership development manager Lynne Howlett, but they &quot;can&apos;t ignore&quot; the importance of leadership succession. Managing universities is becoming more complex as funding becomes tighter and with universities now charging up to 9,000 per year in fees, students and parents are taking a greater interest in accountability and what universities offer in return. Howlett says support from the senior staff at Newcastle University was key to the success of its programme. &quot;What worked for us was commitment from the top  the vice chancellor, pro-vice chancellors and deans spreading the word,&quot; she says. &quot;In traditional universities, it can sometimes still be hard to identify new heads of schools and they may have little experience of leading and managing  however, although leadership succession programmes can be costly, the investment is preferable to making a poor appointment, which can be damaging in terms of school morale and ultimately league tables and attracting international students.&quot; Rebecca Nestor, director of education consultancy Learning for Good, who recently worked with the Leadership Foundation for Higher Education on a succession management project, argues that leadership succession programmes and talent management initiatives naturally dovetail with the role of an academic. &quot;There is an increasing recognition that leadership is part of academic work: academics will be teaching others and collaborating with other academics, especially in interdisciplinary areas,&quot; she says. Programmes that identify certain members of staff for future leadership roles within a higher education organisation can cause friction between staff, acknowledges Nestor. She highlights the talent management programme at Nottingham Trent University as a well designed scheme. A &apos;feeder group&apos; is formed of potential candidates for a senior role, who all participate in the programme whether they aspire to be a leader or not. Participants are free to withdraw from running for the role after they have completed the programme. Nestor says one of the crucial elements of Nottingham Trent&apos;s programme is that potential leaders are not merely identified by line managers but also by peers and colleagues in a process called 360-feedback. She says: &quot;Talent management programmes can cause tension within a university  if you&apos;re setting up a scheme, you need to take a collaborative and consultative approach.&quot; This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/nov/06/academic-leadership-talent-management-programme", 
    "wordcount": "904"
}