{
    "headline": "Cern scientists believe newly discovered particle is the real Higgs boson", 
    "text": "The more they look at it, the more the new particle discovered at Cern last year resembles the long-sought Higgs boson, the mysterious particle that confers mass on the building blocks of nature. Scientists at the home of the Large Hadron Collider on the outskirts of Geneva said their latest analysis, based on more than twice as much data as before, pointed firmly towards the particle first described in 1964 by Professor Peter Higgs at Edinburgh University. Physicists at the lab announced the discovery of a new particle in July last year, but cautioned that the results were preliminary. The latest measurements show that the particle behaves precisely as expected, leading some to drop their reservations over its identity. &quot;I&apos;m confident that it&apos;s a Higgs particle. I don&apos;t need to call it Higgs-like any more,&quot; said Joe Incandela, spokesman for the CMS team at Cern. &quot;I may need to eat my words one day, but I think that&apos;s very unlikely.&quot; The particle was discovered among the subatomic debris spewed out from hundreds of trillions of proton collisions inside the Large Hadron Collider. Two teams, working on the huge detectors Atlas and CMS, announced a tentative discovery of the particle last year. The Higgs particle is highly unstable and disintegrates into other subatomic particles as soon as it is created. The latest data shows that the new particle decays as predicted for the simplest type of Higgs boson. The scientists also measured a quantum property of the particle called spin. The Higgs boson should have no spin, and this has so far been borne out by measurements. Details of the latest results were announced at a physics conference in La Thuile in Italy. The discovery marks the end of a decades-long search for the particle, and the beginning of a new effort among physicists to understand its place in nature. Though all measurements to date point to the particle being a simple and singular Higgs boson, many physicists hope that relatives of the Higgs particle await discovery. One theory, called supersymmetry, calls for five different varieties of Higgs boson. The theory would take physics in a radical new direction, and pave the way to understanding dark matter, the invisible substance that clings around galaxies and makes up around one fifth of the universe. The Large Hadron Collider was switched off earlier this year for maintenance and repairs that will last until 2015. When the collider is turned back on, physicists hope to push it to its full design energy, nearly twice that achieved so far.", 
    "section": "science", 
    "gid": "science/2013/mar/14/scientists-particle-higgs-boson", 
    "wordcount": "428"
}