{
    "headline": "Examining the lifecycle of a bike  and its green credentials", 
    "text": "When it comes to emissions from cycling, the carbon dioxide that comes out of your average pair of lungs is far less than that of a car or bus. But with so many more bikes on the road these days, where do they all come from  and how much does the environmental impact of making and disposing of them affect how green they are? To know this, we have to look at the lifecycle of the bike. From the point that the raw materials are dug, or pumped in the case of oil for tyres&apos; synthetic rubber, out of the ground  to the point when the bike and parts reach the end of their lives. That&apos;s why I am running a workshop on Saturday at the Festival of Dangerous Ideas 2012 where I&apos;ll be talking more about the life of the bicycle. Through the lens of constructing a piece of art out of salvaged bike parts, we&apos;ll be discussing what we know  and what we don&apos;t  about where bikes come from and where they end up. It turns out that little is transparent in the manufacture of bike parts. With a few high-end exceptions, like Brompton for example, most frames are made in the far east: China and Taiwan mainly, and some in Vietnam and Cambodia. But the supply chain is often obscured by the fact that bike brands change their suppliers between models. In fact, finding a company that tells you the location of its factory is a rare treat, and while high-end bespoke manufacturers might be happy to tell you the provenance of your pedal-pusher, mass manufacturers rarely are. I tried to track down the provenance of my own Kona Paddy Wagon from 2007, in the hope that specificity might be the key to getting some answers. The tubing is Dedacciai, which was almost certainly made in Taiwan, according to Cory Blackwood at Kona. The tubes would have been then cut and welded together in the Kona factory in Hodaka, then shipped out. Other parts could come from all over, says Blackwood, including the US where some high-end parts are made, but they must be shipped to Taiwan for assembly. Kona refreshingly make no secret of this, transparently stating on their website that &quot;it is almost impossible to get even half the parts on a bike from one country&quot;. The specialized carbon forks, bespoke to my bike, are likely to come from Taiwan too, though at the time of writing the company had still not responded to my inquiry. But where would the steel have come from? Emissions from producing steel should not be ignored  the World Steel Association states that approximately 1.9 tonnes of carbon dioxide is produced for every tonne of steel, so a fairly light frame is still going to be responsible for over 5kg of CO2, even before it is manufactured into tubes, welded into shape or shipped. Using recycled steel might help, but according to Leo Bonanni, the founder of sourcemap.com  a site that provides crowdsourced or company-seeded maps to show where your goods have come from  finding out the source of raw materials is difficult. &quot;Given how many countries iron is mined in and the use of recycled ore, it is virtually impossible to track the source or steel, unlike more precious metals,&quot; he says. What it would take, he continues, is co-operation from the companies involved. Sourcemap hosts only a couple of maps pertaining to bikes. Cycling behemoth Giant is included, with the majority of its parts made in Taiwan, with some shipped over from origins in Europe for assembly in the Taiwanese factory. Cube was more transparent with its map, even showing where the manganese and copper were sourced for some of their parts. With information like this you could work out not just the carbon, but pollution too. Of course it&apos;s not just the origin of the bike that will have an environmental impact, it&apos;s the way we dispose of cycling waste too. I make artworks out of old cycles, and in sourcing parts for my work I&apos;ve come into contact with a lot of different cycle shops with different attitudes to disposing of their waste. Lock 7 near Broadway Market in east London ensures that everything from its environmentally savvy operation gets recycled  even the dilapidated tyres get mashed up and mixed with asphalt, owner Kathryn Burgess told me as she let me rifle through their bins. When I approached my local branch of cycle shop chain Cycle Surgery, I was told: &quot;We recycle as much as we can, but we don&apos;t have the resources&quot;. At least we know where some small fraction of London&apos;s discarded bikes end up: once we&apos;ve made the artwork on Saturday it will provide the endpoint for a sourcemap. As far as they can be identified, I will be tracing the origins of the various components, using crowdsourcing, Bonanni and any manufacturers who believe that transparency is the best way to win public approbation. The future for green cycling surely is for us all to know a bit more about the bikes we consume and how best to dispose of them once they have served us so well.", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/mar/15/lifecycle-carbon-footprint-bike-blog", 
    "wordcount": "873"
}