{
    "headline": "Climate change 'likely to be more severe than some models predict'", 
    "text": "Climate change is likely to be more severe than some models have implied, according to a new study which ratchets up the possible temperature rises and subsequent climatic impacts. The analysis by the US National Centre for Atmospheric Research (NCAR) found that climate model projections showing a greater rise in global temperature were likely to be more accurate than those showing a smaller rise. This means not only a higher level of warming, but also that the resulting problems  including floods, droughts, sea level rise and fiercer storms and other extreme weather  would be correspondingly more severe and would come sooner than expected. Scientists at the NCAR published their study on Thursday in the leading peer-reviewed journal Science. It is based on an analysis of how well computer models estimating the future climate reproduce the humidity in the tropics and subtropics that has been observed in recent years. They found that the most accurate models were most likely to best reproduce cloud cover, which is a major influence on warming. These models were also those that showed the highest global temperature rises, in future if emissions of greenhouse gases continue to increase. John Fasullo, one of the researchers, said: &quot;There is a striking relationship between how well climate models simulate relative humidity in key areas and how much warming they show in response to increasing carbon dioxide. Given how fundamental these processes are to clouds and the overall global climate, our findings indicate that warming is likely to be on the high side of current projections.&quot; Extreme weather has been much in evidence around the globe this year, with superstorm Sandy&apos;s devastating impact on New York the most recent example. There has also been drought across much of the US&apos;s grain-growing area, and problems with the Indian monsoon. In the UK, one of the worst droughts on record gave way to the wettest spring recorded, damaging crop yields and pushing up food prices. The new NCAR findings come just weeks ahead of a crucial UN conference in Doha, where ministers will discuss the future of international action on greenhouse gas emissions. The ministers will have to take the first steps to a new global climate treaty, to kick in from 2020, but so far have shown little sign of urgency. The next comprehensive study of our knowledge of climate change and its effects will come in 2014, when the Intergovernmental Panel on Climate Change publishes its fifth assessment report. Before that, next September, the first part of the report will deal with the science of climate change and predictions of warming. There has already been increasing evidence of a warming effect this year  the Arctic&apos;s summer ice sank to its lowest extent and volume yet recorded, and satellite pictures showed that surface ice melting was more widespread across Greenland than ever seen in years of observations. Experts have predicted that the Arctic seas could be ice-free in winter in the next decade. The International Energy Agency warned earlier this year that on current emissions trends the world would be in for 6C of warming  a level scientists warn would lead to chaos. Scientists have put the safety limit at 2C, beyond which warming is likely to become irreversible. Given this year&apos;s extreme weather, the results of the NCAR may not surprise some. But for scientists, narrowing down the uncertainties in climate models is a key activity. &quot;The dry subtropics are a critical element in our future climate,&quot; Fasullo says. &quot;If we can better represent these regions in models, we can improve our predictions and provide society with a better sense of the impacts to expect in a warming world.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/nov/08/climate-change-severe-models", 
    "wordcount": "615"
}