{
    "headline": "A-levels: what results did you get, and where are you now? Open thread", 
    "text": "Today is A-Level results day, a summer staple that seems to come around quicker every year. This makes those who received their results - how to put this politely - some years ago look back on what qualifications they garnered, and how this has affected where they have ended up today. Here are a few suggestions received via our @guardian Twitter account:    @guardian I'm 25, BBD, no offers for uni at the time. 7 years later, have a BA (Hons), a job and nobody has asked my grades for 5 years.&mdash; Becky (@beckyeh) August 16, 2012   .    @guardian My 2 Ds weren't enough, so took a year out to work as an au pair (!), took a place at a college, worked hard, never looked back.&mdash; Simon Woodward (@drsimonwoodward) August 16, 2012   .    @guardian failed, so tried to join RAF, then failed medical, so somehow stumbled into Architecture at Ravensbourne, now at Foster + Partners&mdash; Petr Esposito (@petresposito) August 16, 2012   .    @guardian I did rubbish in mine and got two E's, an N and a U, this was in 1995. I know have a BSc and an MSc&mdash; Claire Roberts (@clur_roberts) August 16, 2012   Those who work in media have been sharing their stories, including Guardian staff members and Channel 4 news&apos; John Snow: .    @guardian messed up, ditched uni, got a job, had a baby at 19, now blog for The Guardian. HURRAH.&mdash; Heidi Stephens (@heidistephens) August 16, 2012   .    On A Levels results day, I didn't get the grades I needed to go to Bath to do Business Administration. Best thing that ever happened to me &mdash; John Ashdown (@John_Ashdown) August 16, 2012   . Now over to you. How did you do, what can you remember from the day, and how did your results affect your life and career paths? Let us know in the comments section below.", 
    "section": "education", 
    "gid": "education/2012/aug/16/a-levels-results-open-thread", 
    "wordcount": "116"
}