{
    "headline": "David Nutt: alcohol consumption would fall 25% if cannabis cafes were allowed", 
    "text": "A former government adviser on drugs has told MPs that alcohol consumption would fall by as much as 25% if Dutch-style cannabis &quot;coffee shops&quot; were introduced in Britain. Prof David Nutt also told the Commons home affairs committee that he stood by his claim that horse-riding was more dangerous than taking ecstasy, despite the fact that the comparison triggered his sacking as chairman of the advisory committee on the misuse of drugs (ACMD). Nutt told MPs the cost of policing cannabis use was only 500m a year, mainly for issuing possession warning notices, compared with the 6bn a year bill for policing the use of alcohol, including dealing with people who were drunk and disorderly. His call for the decriminalisation of the use of all drugs was backed by a second former government drug adviser, Prof Lesley King, who told MPs that most people who took ecstasy did so without harming themselves or inflicting wider harms on society. The two former government drug advisers were giving evidence to the Commons home affairs select committee&apos;s inquiry into drugs policy. Nutt defended his controversial horse-riding comparison, saying the costs to the NHS of injuries of riders who had fallen from their horses were little realised. Nor was it appreciated that riders who lost control of their horses on the roads were the cause of more than 100 serious accidents every year. &quot;Horse-riding is considerably more dangerous than taking ecstasy,&quot; said Nutt. &quot;It is a popular activity, dangerous but addictive. I am told that many riders find it difficult to give up.&quot; Nutt was using the example to illustrate his argument that the classification of different illegal drugs was often completely unrelated to the relative harm that their use caused society. He said politics rather than science had dominated drug policy in Britain over the 40 years since the Misuse of Drugs Act was passed in 1971. Only one drug  cannabis  had ever been downgraded and that was quickly reversed against the advice of the ACMD. Nutt said the decision by the home secretary to classify magic mushrooms as a class A drug alongside heroin and crack cocaine was &quot;the final nail in the rationality of the 1971 Drugs Act&quot;. Nutt has argued that the harmful impact of removing criminal sanctions on cannabis use would be relatively modest unless it was as actively marketed as alcohol, since almost half of young people already used the drug. He said he had argued in a Lancet paper that alcohol was the most harmful drug in Britain largely because of its frightening contribution to domestic violence, child abuse and road traffic accidents. &quot;A regulated market for illicit drugs would be the best way and we could reduce alcohol consumption by as much as 25% if we had the Dutch model of cannabis cafes,&quot; said Nutt, adding that he believed the police would rather deal with people who were stoned than drunk. &quot;The drugs trade is the second biggest international trade in the world, after oil, and it is completely unregulated It is impossible to win the war on drugs.&quot; Nutt&apos;s remarks were immediately criticised by Tory MPs on the committee who said the idea that horse-riding and taking ecstasy were &quot;morally equivalent&quot; was irresponsible. Mario Dunn, Alan Johnson&apos;s special adviser who was involved in the decision to sack Nutt, also observed that his remarks proved that &quot;no responsible government would have David Nutt as a drugs adviser&quot;. Prof Les Iversen, who replaced Nutt as chairman of the advisory committee, also distanced himself from the sacked scientist. However, he did tell MPs that the committee wanted to see far fewer young people facing criminal penalties for cannabis possession and their diversion away from the criminal justice system.", 
    "section": "science", 
    "gid": "science/2012/jun/19/david-nutt-alcohol-cannabis-cafes", 
    "wordcount": "639"
}