{
    "headline": "Oxford University releases sample interview questions", 
    "text": "In a valiant attempt to demystify the notorious University of Oxford interview, the top-ranking institution has released a set of sample questions on which prospective applicants  and everyone else  can test their rhetorical and intellectual skills.   Related: Five Oxford interview questions and five answers    It is part of a drive by Oxford to widen access to its colleges and dispel some of the myths surrounding applications at a university that interviews 10,000 young people for 3,500 places. Some of the questions are deceptively short. What makes a novel or a play political? Helen Swift, associate professor of medieval French at St Hildas College, Oxford, asks modern languages candidates. Others are best described as ambiguous: What exactly do you think is involved in blaming someone? is one for candidates for philosophy, politics and economics.  The sample mathematics question is posed by Rebecca Cotton-Barratt, of Christ Church. Imagine a ladder leaning against a vertical wall with its feet on the ground. The middle rung of the ladder has been painted a different colour on the side, so that we can see it when we look at the ladder from the side on. What shape does that middle rung trace out as the ladder falls to the floor? Cotton-Barratts answer (yes, sample answers are included) mentions Pythagoras Theorem, a hypothesis, some equations, a right-angled triangle and sketching on whiteboards, though not necessarily in that order. This is a fun question, says Cotton-Barratt, because the answer is typically the opposite of what they expect because they think about the shape the ladder makes when it falls (which is a series of tangents to a curve centred away from the wall and the floor). A nice extension is what happens when we look at a point 1/3 or 2/3 up the ladder. This question is a great one, says Marcus du Sautoy, Simonyi professor for the public understanding of science and professor of mathematics at Oxford. You want to see the mathematical mind at work, taking the question and finding whats essential about the problem and working it into an equation. Its fine to get stuck, he says. We all get stuck. What we want to see is how you respond to a prompt. We are trying to make it a level playing field whatever their background. We are trying to see the way that they think rather than what they know. Du Sautoy remembers vividly his own interview for a place to study at Wadham College. I came from a comprehensive, so it was quite nerve-racking coming up to Oxford. I walked into this grand set of rooms and the tutor asked me, Can you change my light bulb?  All I could think was, is this the beginning of a mathematical joke? How many mathematicians does it take to change a light bulb? But his light bulb had blown and he wanted me to change it. Du Sautoy, who got the top mark in the entrance exam that year, was duly given a place. The sample questions  there are just five of them but they are genuine and have been posed by admissions tutors and answered with varying skill by prospective candidates in previous interview rounds  have been released just days before the 15 October deadline for applications for next year. There have been similar sample releases in previous years. Every year approximately 10,000 applicants will be invited for interview in December; 3,500 of them will be offered places in mid-January, then they just have to get the required A-level grades (usually a combination of As and A*s) to secure their place. Oxford is keen to remove some of the fear of the unknown which surrounds the interview, particularly for pupils from state schools that do not routinely send students to Oxford, where candidates are not as well drilled in Oxbridge interview techniques as their peers in the independent sector. Approximately six out of 10 who took up places this year were educated in the state sector.  Samina Khan, director of admissions and outreach at Oxford, said: Interviews will be an entirely new experience for most students and we know many prospective applicants are already worried about being in an unfamiliar place and being questioned by people they have not met  so to help students to become familiar with the type of questions they might get asked we release these real examples. One earlier candidate for St Annes was former Conservative minister Edwina Currie who remembers being asked Do you believe in anything absolute, when she applied to study chemistry in 1964 (she subsequently switched to PPE). I answered promptly, No  except absolute zero, of course.   Then  a slightly less challenging question  she was asked what she had done during half-term. The other applicants had gone skiing, or stayed home swotting. My answer, in a Liverpool accent: I organised a demo ...  Liverpool city council was trying to close our grammar school and its venerable boys counterpart (Liverpool Institute) and merge them with Paddington Sec Mod to form a comprehensive. So Id led 400 schoolgirls in uniform through the streets to present a petition to the town hall. Currie was offered a scholarship and the rest is history.", 
    "section": "education", 
    "gid": "education/2016/oct/11/oxford-university-releases-sample-interview-questions", 
    "wordcount": "868"
}