{
    "headline": "All Trials: working with the public to reform science", 
    "text": "A slightly surprising thing happened last weekend: an op-ed by Ben Goldacre on withholding clinical trial results became one of the most emailed pieces in the New York Times.  Maybe it&apos;s not that much of a surprise: these are life-and-death issues even if they look like bureaucracy. But they are life-and-death issues that have traditionally been kept at some distance from the public. It&apos;s esoteric stuff, even for a skilled writer like Goldacre. And that&apos;s one of the most interesting things about Goldcare&apos;s latest book (just out in America) and the subsequent All Trials campaign: it takes what has previously been seen as an internal debate within medicine and puts it squarely in the public realm, inviting a broader set of people to be interested, and publicly express that interest. In many ways, the public nature of this campaign largely amounts to a form of peer pressure. This isn&apos;t necessarily a bad thing; public witnessing might be a better description than peer pressure. By opening a public petition and inviting people to share their support on social media (as well as including logos of supporters on their site), All Trials makes it harder for the relevant people in power not to pay attention. They make it embarrassing. When the Wellcome Trust signed up, Goldacre&apos;s Twitter followers knew about it; rather different from many other times Wellcome has used its prestigious clout in less public lobbying. This lets the public see some of the threads of power at play, but it also makes it harder for the Wellcome Trust to change its mind, and adds to the pressure on other public figures and bodies to sign up too. Arguably, the public are positioned in a relatively passive position on campaigns like this. They&apos;re invited to show their support, but little more. After Rio +20 this summer, I argued that, counter to John Vidal&apos;s description of &quot;eye-catching global bottom-up initiatives&quot;, the End Fossil Fuel Subsidies and Save the Arctic campaigns were more about enumerating the actors of public relations than diffusing political power.  I think the same critique could be leveled at All Trials, Don&apos;t Destroy Research, and a range of other recent science policy campaigns. These were perhaps a bit more open than those super-slick environmental campaigns, picking up a fair bit of expertise along with signatures  lawyers, designers, writers, lobbyists  Libel Reform and Science is Vital being especially good examples of this.  Still, they don&apos;t provide much space for public engagement to change the direction or central aims of the campaign; something which might annoy those who felt Goldacre&apos;s book missed a larger critique (see first question in this Observer Q&amp;A). That in itself doesn&apos;t make such projects a bad thing  we can have public campaigns as well as public debate in science  but it is worth baring in mind. Passivity is maybe better than the irrational enemy the public are often cast as when it comes to science, technology, medical or environmental policy. When interviewed about constraints put on their work, scientists will often talk of &quot;us&quot; and &quot;them&quot; (e.g. this study of &quot;non-knowledge&quot;), the latter being outsiders who just don&apos;t understand. Many also worry that being open about the problems of science will lose them public trust.  I understand why researchers are worried. There&apos;s a history of people jumping to unfair conclusions or even actively cherry-picking cases to amplify doubt in scientific work. However, as Goldacre et al point out, the medical community have failed to solve the problem of clinical trial information for years as industry worked to silence discussion. Now it&apos;s time to consider another approach, and the way All Trails has resonated internationally suggests they might be onto something. Try trusting the public and see what happens. You might even find they&apos;ll help you combat those few voices you&apos;re scared of.  There have been some recent complaints that UK open access policy threatens &quot;academic freedom&quot;. Though I agree there&apos;s a lot to critique in current open access policy, academics are kidding themselves if they don&apos;t acknowledge that their academic freedom is already routinely curtailed by researchers themselves.  The idea of &quot;academic freedom&quot; is a nice one, but largely illusionary. Academics don&apos;t let themselves be free, so pathologising external constraints amounts to somewhat of a double standard. Often these constraints are for good reasons (as are external constraints for that matter) but there&apos;s a huge amount of bad behaviour too, which if we only talked about it, we might well be able to do something about. Try talking with the media, politicians, managers, activists and public at large, not against them. I suspect many scientists might find the process of airing problems in the open quite liberating. It disrupts the strict hierarchies of academic power, granted, but I&apos;m not sure that&apos;s always a bad thing.  There was a telling comment left on the Retraction Watch blog last year from a graduate of the University of East London saying they only discovered the many questions that had been raised about one of their lecturers when someone put up posters linking to the blog (which is based in New York) in the toilets. Debates about problems of science really shouldn&apos;t be left to the walls of public lavatories, no matter how well connected those walls might be.", 
    "section": "science", 
    "gid": "science/political-science/2013/feb/08/all-trials-reform-science", 
    "wordcount": "894"
}