{
    "headline": "Cuts in education continue from libraries to outdoor centres", 
    "text": "You have done us all a service by exposing the damaging cuts the government is inflicting on education (Report, 27 December). Those of us who work in education have been aware of this for some time. Let me highlight two areas. While the UK languishes in 25th position in the international Pisa reading rankings, a minority of headteachers are slashing school library budgets and even making school librarians redundant. What does this say about the importance of reading to Michael Gove and hiscolleagues? Many school library services which support individual schools have closed and everyone knows the situation in our public libraries. For years there has been a thriving culture of authors and poets visiting schools, enthusing children about books, reading and writing. Budget cuts mean many schools are, forthe first time, not organising these visits. Disregard the happy-clappy fibbery of the Department for Education. Real cuts are happening and they are likely to get worse. In the words of the Spanish civil war poster, if you tolerate this, your kids will be next.Alan GibbonsAuthor and organiser of the Campaign for the Book  Librarians not only improve literacy by encouraging reading for pleasure, they also develop information literacy by supporting students in locating, evaluating and using information. This information literacy is now an essential life skill.Jean ParkerLondon   The music and arts service in Brighton &amp; Hove has long been rated outstanding and is valued highly across the city. Even so, it is facing a 33% cut over two years in its central fund. On top of this, the Green-led council is proposing the complete phasing out of the local subsidy. Currently, more than 2,500 children benefit from instrumental lessons and ensemble workshops every week in the city. This includes more than 500 families on lower incomes, who are able to access up to 80% subsidies. The National Music Plan is full of good intent on widening access, but without financial support such opportunities will become wholly the preserve of the better-off. Without an adequately funded service offering area-wide provision for music and instrumental lessons for all, teachers of music will have no other option than to find employment elsewhere; public schools and the private sector seem the most likely. Music and arts education is extremely valuable to the social, emotional and intellectual development of all children as has been emphasised by the Henley review and the National Music Plan. However, music services are at serious risk of falling through the funding cracks. Over 2,000 people have now signed a petition to urge Brighton &amp; Hove council to reconsider its proposal to cut the local subsidy to the music service. Dr Keith TurveyBrighton, East Sussex  It&apos;s a pity your otherwise excellent article on how pupils are paying the price of austerity didn&apos;t include the imminent loss of inclusive outdoor education services provided by local authorities. A UK-wide perspective reveals that 15 outdoor education centres have already been closed, with a further one in three facing closure due to government cuts in funding for local authorities. The loss of local authority financial support and the increased course charges which result will, predictably, hit families on the lowest incomes hardest, preventing their children&apos;s participation in outdoor education courses and effectively rendering these services unviable. It would be a shameful tragedy if this highly effective teaching and learning method was denied to all our young people, particularly as it makes a valued and proven contribution to their personal development, assisting them to become confident individuals, successful learners and responsible citizens.Alistair CookNational chair, Association of Heads of Outdoor Education Centres", 
    "section": "education", 
    "gid": "education/2012/jan/03/cuts-education-libraries-outdoor-centres", 
    "wordcount": "605"
}