{
    "headline": "Samsung accused of exploiting younger workers in China", 
    "text": "Samsung Electronics, the world&apos;s largest mobile and smartphone maker, is being accused of exploiting younger workers and using factories in China where some employees were physically and verbally abused, and forced to work more than 100 hours per month of overtime. China Labor Watch, a New York-based organisation set up by Chinese activist Li Quang in 2000, also alleges that its investigation of six Samsung-owned plants and two of its suppliers showed that safety measures  such as providing protective clothing for workers  were not followed. Workers were barred from sitting during shifts and some suffered physical and verbal abuse, the organisation alleges in the 122-page report. The organisation said it investigated eight plants in China that produce mobile phones, media players, DVD players, TV components, mobile displays, printers, home appliances and mobile phone casings for Samsung. The plants&apos; staff totals more than 24,000 workers. Investigators entered the factories undercover, or spoke to workers away from the factories. Samsung acknowledged to the Associated Press that poor working conditions &quot;may have arisen&quot; due to production demands and that a review would take place immediately. &quot;We frequently review our manufacturing facilities regarding overtime work. We will re-evaluate working hour practices,&quot; said spokesman James Chung. &quot;When new production lines are completed or new products are launched, high demand has led to overtime work.&quot; But the company denied allegations that it used child labour, saying it has &quot;zero tolerance&quot; for the hiring of underage workers. China Labor Watch alleged in August that a Samsung supplier, HEG Electronics, was using child workers. Samsung replied to that earlier this week by saying it will audit working conditions at about 250 Chinese companies in its supply chain by the end of this year, and would end contracts if any labour abuses or violations of its policies are found. But the company denied the presence of child workers under 16 at HEG Electronics. In its latest report, China Labor Watch goes further, and accuses three factories which are all majority-owned by Samsung of hiring workers aged under 18. Hiring workers under the age of 16 is illegal in China, but it is legal to hire 16- and 17-year-olds. &quot;The SEHZ [Huizhou Samsung Electronics Co, 99% owned by Samsung, with about 10,000 workers] factory was even reported as having management hire underage workers by changing the name on the young person&apos;s ID card to the name of a past worker in order to create a facade of age legality,&quot; the report alleges. &quot;Additionally, workers at SEHZ, Chaarmtech, and SSKMT [Shenzhen Samsung Kejian Mobile Telecommunication Technology, 60% owned by Samsung and which makes one set of its mobile phones] have reported that underage workers will enter the factories with fake IDs, indicating a major problem with the hiring and supervision system in these factories.&quot; The accusation comes just days after Samsung was handed a billion-dollar fine by a jury in a court battle with rival smartphone maker Apple, in which it was judged to have copied elements of Apple&apos;s iPhone interface and earlier models&apos; appearance. Now, as Apple has done over the past year, it is facing accusations over labour conditions in factories in China  leading China Labor Watch to headline its report &quot;Is Samsung Infringing Upon Apple&apos;s Patent to Bully Workers?&quot; The American company became so concerned about claims over working conditions in its Chinese suppliers&apos; factories that chief executive Tim Cook paid a special inspection visit earlier this year, and Apple joined the Fair Labor Organisation, which monitors working conditions in far eastern factories used by a number of American companies. The China Labor Watch report also said that while Samsung suppliers Tianjin Intops, and Tianjin Chaarmtech Electronics complied with minimum wage laws (workers were paid the base monthly salary of 1,310 renminbi or $206), the pay was so low that many workers were compelled to work overtime. &quot;Dependence on overtime work is characteristic of workers at almost every investigated factory,&quot; the report said. The group also claimed that Samsung or its suppliers knew that Chinese underage youths were using forged identity cards to get jobs. The group&apos;s report said that &quot;the factory did not take any actions to prevent the hiring of child workers even when they know about them&quot;. Samsung also failed to provide a way for workers to lodge complaints, it said. &quot;Even when they suffered unfair treatment, workers at almost [every] factory lacked any effective channel by which to express grievances to management,&quot; the report said. The allegations faced by Samsung are reminiscent of a labour scandal that dogged Apple through 2011. A flurry of worker suicides at Foxconn Technology Group, Apple&apos;s largest supplier, drew attention to conditions faced by workers in China who put iPhones and other devices together. Since then, Foxconn has raised pay and allowed anonymous audits of staff by the Fair Labor Organisation.", 
    "section": "technology", 
    "gid": "technology/2012/sep/05/samsung-accused-exploiting-workers-china", 
    "wordcount": "825"
}