{
    "headline": "On the road: Peugeot 3008 HYbrid4", 
    "text": "I&apos;ve had one of these before, haven&apos;t I? Yes, I remember, it just about converted me to the idea of the so-called crossover, even though Ifound it hard actually to love (that could be more a problem with me, to be honest. I&apos;m working on it). We went to Wales, where we were the only crossover in the village. This one is different, though. It&apos;s ahybrid. Not a petrol hybrid like aToyota Prius etc, but the world&apos;s firstdiesel-electric hybrid car, Peugeot says, proudly. They should be fairly proud, too  it&apos;s pretty bloody good. I don&apos;t believe electric cars are there yet. They&apos;re mainly toys for people who want to look as if they care. Toys for the rich, also  they&apos;re expensive (even with incentives), and you really need ahouse with adrive, as well as another car for when you want to go farther than the end of the road. Until the technology, the infrastructure and the incentives get better, they&apos;re not practical for most people. For the rest of us who care, the choice is between an economical diesel (even an economical petrol) or a hybrid. And the problem with hybrids is that they&apos;re also expensive. You have to do a lot of miles (possibly negating the fact that you care) to make them viable. And that&apos;s certainly the case with this one; it costs 8,000 quid more than the cheapest diesel 3008, which itself isn&apos;t bad on fuel economy (54mpg combined) or emissions (135g/km). By my calculations, you&apos;d have to drive twice round the planet you&apos;re trying to save, or into the London congestion zone every day until the capital is actually under water... OK, so &quot;my calculations&quot; don&apos;t really exist. You have to do your own to see if a hybrid makes sense. If it does, this is a brilliant one. Ithas four operating modes  Auto,which changes between dieseland electric power for maximum efficiency; ZEV for purely battery power (until it runs out); Sport for abit more va va voom (asurprising amount, actually); and4x4 (not for serious off-road capability, but useful on a slippery winter hill). I do apologise, this is all getting abit technical, almost like proper motoring journalism. Steady on. What it boils down to is, here is a roomy family car that has 200bhp (sorry!) but emits less than the magic 100g/km of C02. Meaning free road tax, and no congestion charge. As I said, that&apos;s pretty bloody good. The only thing wrong with it, then, is the price. Oh, and the air-conditioning, which is rubbish. Itwouldn&apos;t normally matter, but wehad it in that heatwave in May. Soooooo hot. It&apos;s too late, anyway. We&apos;re all going to die Peugeot 3008 HYbrid4     Photograph: Simon Stuart-Miller for the Guardian    Price From 26,995 Top speed 118mph Acceleration 0-62mph in 9.1 seconds Combined fuel economy 74.4mph CO2 emmissions 99g/km Green rating 8/10 Cool rating 5/10", 
    "section": "technology", 
    "gid": "technology/2012/jun/22/peugeot-3008-hybrid4-car-review", 
    "wordcount": "512"
}