{
    "headline": "South Sudan: millions wait for proof they are citizens of new nation", 
    "text": "One year after South Sudan gained independence, many southerners are still waiting for the slips of paper that will prove they are citizens of the world&apos;s newest nation and grant them access to employment, a bank account, justice before the courts and other crucial privileges. More than eight million people in South Sudan await proof of their nationality, while an additional half a million southerners still in Sudan are at a high risk of statelessness after being stripped of their Sudanese nationality in August 2011.  Being recognised as a national of South Sudan is not simply a legal technicality.It guarantees equality before the law, prevents statelessness, and strengthens the stability of the nation. On the other hand, the exclusion or marginalisation of individuals or communities from accessing citizenship will undermine South Sudan&apos;s stability before, during and after the 2016 elections.  Outside the government&apos;s only citizenship office in the capital, Juba, crowds gather daily to fill out applications for citizenship  with so many trying to get in a few days&apos; wait is not unusual. More than 40,000 individuals have successfully acquired a nationality certificate. But many other applicants are finding the process almost insurmountable as they try, again and again, to provide enough evidence to counter a discriminatory baseline.  Possessing certain characteristics can make it harder to acquire a nationality certificate. These include not &quot;looking&quot; South Sudanese; originating from outside Juba; belonging to a small or cross-border tribe; or having lived outside South Sudan during the war against Khartoum. Such individuals have been told to provide additional documentation on multiple occasions, sometimes extending their application process for months. The government insists these demands are a matter of national security, to prevent foreigners from deceitfully gaining nationality and undermining the state. But making excessive demands based on appearance, tribe, or other discriminatory factors could lead many to abandon their applications because they do not have time to continue the process and doubt they will ever receive a nationality certificate.  A further problem is that such heightened scrutiny may leave thousands stateless. Khartoum has already stripped more than 500,000 southerners of their original nationality, and many of these people are on their way to South Sudan at this moment. If South Sudan does not accept them, they will be left with no identity, no rights and no recourse to justice. As the world has already seen in Ivory Coast, Ethiopia and Eritrea, leaving large groups of people disenfranchised spurs conflict; South Sudan cannot afford such discord if it is to become a unified and functioning nation.  Making sure all South Sudanese are properly recognised as nationals will take a show of political will. But as South Sudan celebrates its first anniversary, it is not clear that the political will is there. To get the country on track, the international community should build the capacity and competence of the country&apos;s directorate for nationality, fund new nationality offices in all 10 states and support mobile nationality teams that can go from village to village. Independent, impartial oversight and accountability must be incorporated into all decision-making to prevent discrimination, and bolstered through community-based legal aid that facilitates applications, monitors adjudication and challenges improper decisions. All of these actions, alongside a successful 2014 census, will bolster participation and build confidence in South Sudan&apos;s critical first elections.  Nationality is the most basic of human rights and facilitates access to civil, political, economic, social and cultural rights. Given its weak economy and institutions, the limits of South Sudan&apos;s government are obvious. But the right to bestow nationality on its deserving citizens should not be one of them.   Sarnata Reynolds is the statelessness programme manager at Refugees International", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jul/10/south-sudan-proof-citizens-nation", 
    "wordcount": "614"
}