{
    "headline": "Painkiller use during marathons may increase health risk, says study", 
    "text": "Using painkillers during a marathon does not reduce pain and could damage a runner&apos;s health, doctors have said. Researchers from the Bonn Centre for Pain Management and the University of Erlangen-Nuremberg interviewed 4,000 runners at the Bonn Marathon in 2010 about their use of painkillers and the effect they had. Researchers found that runners who used painkillers had a 13% increased risk of &quot;adverse events&quot; including muscle cramps and intestinal cramps. Dr Michael Kuester, one of the authors of the report, said that taking painkillers before or during the race offered no benefit compared with taking them after the race. &quot;The runners want to prevent pain from inhibiting their performance so they took painkillers before and during the race, and there is no benefit,&quot; he told BBC Radio 4&apos;s Today programme. The researchers found that half of the 4,000 runners in Bonn had taken painkillers. Half of those used drugs that are available without prescription. The study, published on the British Medical Journal&apos;s website, also found that higher doses can lead to a three-fold increase in the risk of side effects. The authors said painkillers blocked enzymes called cyclooxygenases which regulate the production of prostaglandins, hormone-like substances that play a role in the contraction and relaxation of muscle tissue. &quot;This supports our hypothesis that the use of cyclooxygenase inhibitors before the start of a race may be damaging because tissue protection that is usually provided by prostaglandins may be impaired, triggering gastrointestinal, cardiovascular and renal adverse events,&quot; they said. &quot;These effects again suggest that the use of cyclooxygenase inhibitors before and during a marathon/half-marathon race may be dangerous and should be avoided.&quot; In another report, doctors said one in three women running the marathon could suffer from breast pain. Women with larger breasts were more likely to suffer. A poll of 1,300 female runners in last year&apos;s London Marathon found that 32% suffered from breast pain. Of these, half the women said they experienced pain during moderate exercise, and 64% said their breasts were painful during vigorous exercise.", 
    "section": "science", 
    "gid": "science/2013/apr/20/painkillers-marathons-health-risk-study", 
    "wordcount": "350"
}