{
    "headline": "Google claims engineers were unaware of Street View data breach", 
    "text": "Google has published sworn declarations from nine engineers, as the company tries to answer claims it orchestrated a cover-up of its collection of personal data from millions of internet users. Nine engineers involved in the controversial Street View project said they were unaware it had been designed to capture private data, including full emails, medical listings and passwords. Google published the written testimony late on Tuesday, hours after the UK information commissioner launched a fresh investigation into the data collection. It is understood that Google publicly released the documents in response to a Freedom of Information request, not in response to the ICO investigation. Eight of the nine Google engineers whose evidence has been published said they only became aware of the huge data capture in May 2010, when the search engine firm admitted it for the first time. Google has been under pressure to explain the saga since April this year, when the US Federal Communications Commission (FCC) said that the technology was designed specifically to retrieve information from public Wi-Fi signals as Street View cars photographed peoples&apos; homes. The FCC said the collection did not breach US privacy laws, but that other Google engineers  including a senior manager  knew of its data-capture technology. Google has maintained that the data was mistakenly harvested and was never intended to be used. A Google spokeswoman in the US admitted to the New York Times on Tuesday that there was a process breakdown in the project. She said the failure of multiple engineers to review the project was a mistake. Google had not responded to the Guardian&apos;s request for comment at the time of publication. The nine Google engineers produced their testimony in August last year as part of the FCC investigation into the company. But, crucially, the engineer who designed the software invoked US legal protection against self-incrimination and refused to talk to the FCC. According to the sworn declarations published by Google, one of the unnamed engineers said he had no recollection of reviewing the Wi-Fi project design document and that it was not part of his duties to do so. Another engineer said: &quot;I only became aware that payload data had in fact been collected when various news outlets reported that the Street View vehicles were collecting Wi-Fi communications sent over unencrypted networks, and I frankly thought the reports were wrong.&quot; The testimony will now be reviewed by the information commissioner&apos;s office (ICO) in the UK. The ICO sent Google a list of seven detailed questions on Monday as it seeks to get to the bottom of who knew what and when. Google told the ICO in April 2010 that the data capture was a mistake. However, the ICO said in its letter to the internet firm this week: &quot;During the course of our investigation we were specifically told by Google that it was a simple mistake and if the data was collected deliberately then it is clear that this is a different situation than was reported to us in April 2010.&quot; The UK data watchdog said it appeared likely that some private information  including visits to dating or pornographic websites, medical listings and &quot;legal infractions&quot;  was scooped up by Google as it photographed homes across the UK. Google has been cleared of breaching privacy laws with the Street View project in each of the countries that have concluded investigations into the affair. The privacy regulator in Germany, which generally takes a strict view on such matters, has yet to report its findings.", 
    "section": "technology", 
    "gid": "technology/2012/jun/13/google-engineers-unaware-street-view-data-breach", 
    "wordcount": "590"
}