{
    "headline": "Windfarms that float  or fly  could be the future of energy generation", 
    "text": "Six miles off south-west Norway, the first full-scale demonstration of a floating wind turbine heaves and sways in the North Sea. The depth of water, at 200 metres, rules out driving piles into the seabed, or mounting the turbine on a submersible tower. Instead, it sits on a buoyant steel cylinder, kept upright with ballast, and tethered (not too tightly) to the seabed by a three-point mooring. Hopes are running high for the Hywind project which ends this year. Since 2010, the turbine has generated 15MWh of energy. If it survives the battering waves and driving winds, floating offshore wind turbines will shift from the plausible to the probable. Though turbines on land still dominate the field, offshore sites are expected to grow rapidly, especially if floating turbines can make electricity cheaply enough to compete. With floating platforms, wind could be tapped over the deeper seas of the Mediterranean, and off Japan and off both coasts of the US, says Peter Jamieson, of energy consultants GL Garrad Hassan, the author of Innovation in Wind Turbine Design. Offshore gives higher wind speeds and smoother conditions. &quot;We are now at the stage where there are a few floating prototypes, but the technology is not yet established,&quot; he said. The economics of offshore wind favour fewer, larger turbines. In new projects, 5MW and 7MW turbines range from 126-metre to 164-metre spans, with some ambitious designs nearing 200 metre diameters. The largest turbines on land are around half that size. The push for profitable new sites has run alongside advances that have transformed early turbine designs into direct drive, or gearless, models that use permanent magnet generators. These have fewer parts so, theoretically, are more reliable, with some firms claiming they are also quieter and more efficient. While the major suppliers, including Vestas, Enercon and Nordex, have focused on larger wind turbines, scores of smaller companies are developing models for local use, for farms, schools and urban centres, emphasising appearance and noise reduction. &quot;There have been successes and failures, but this is a major market with a lot of activity. The challenge for them is to be fully economic,&quot; said Jamieson. More distant are airborne systems that tap into high-altitude winds, which according to Ken Caldeira, a climate scientist at Stanford University, hold enough energy to power civilisation. Though much derided, tThe technology for making and controlling them is steadily becoming established. The German companyfirm SkySails has drawn on its experience of designing enormous kites to tow cargo ships, to develop offshore wind systems that generate electricity as the kite pulls cable from a drum. When the kite is fully deployed, it is steered automatically into an area where the pull is very low, and reeled in again.", 
    "section": "environment", 
    "gid": "environment/2012/feb/29/windfarms-that-float-or-fly", 
    "wordcount": "458"
}