{
    "headline": "E3 2012: Frank O'Connor on Halo 4  'Spartan Ops could run for years'", 
    "text": "In the run-up to E3, developer 343 Industries has been slowly unveiling the key new features of Halo 4. Back in spring we discovered that the single-player campaign would once again be following Master Chief  only this time in a new fight against an ancient force. The smart money, of course, is on the Forerunners, the super advanced race responsible for the mega Halo structures.  On top of that, we know a little about how multiplayer will work. The whole mode will have a narrative wraparound, based on the UNSC Infinity, which acts as a hub world to the action. Here, players will get to test the new Spartan Ops mode, an intriguing episodic co-op campaign, set to be delivered in chapters in the weeks after the game&apos;s release, and accompanied by epic cinematic sequences. It&apos;s also where we&apos;ll experience War Games, the new name for competitive multiplayer combat in Halo 4. Here players will compete against each other in a range of play modes, customising their load-outs and activating new combat enhancements called &quot;Specialisations&quot;, which augment key elements of individual play styles.  In the last week before E3, we got the chance to put some questions to franchise development director Frank O&apos;Connor about the new features, and what we can expect at E3. Here&apos;s what he said in our exclusive chat. How did you come up with the idea of housing all the multiplayer components within a narrative framework?The seed of that decision happened three, maybe four years ago, when Bonnie Ross first set up 343 Industries. We were just trying not to make the same mistakes that other franchises have made where they enjoy success but don&apos;t really plan for it, then just have to make it up as they go along.  We had the luxury of know what the next few years would look like and we decided at that point that one of the simplest strategic decisions we could come to, was to make sure that everything mattered; that every single piece of fiction we made counted, that every storyline and character we created actually had some worth and value and was part of a long term investment in the Halo universe. Taking that philosophy through books and comics and graphic novels is one thing, but applying it adds a wrapper for the entire game experience is something really different.  What that enabled us to do was to move separate components of the game, together. Normally, the campaign, the competitive multiplayer and the half-way house of the co-op mode are ring fenced apart from each other. Wrapping the whole thing together allowed us to make sure that all the fiction in all of those pieces actually mattered  in this case, it connects directly to your career as well as the narrative experience.  Also, it allowed us to make everything feel much more comprehensively connected, more thoughts out. I think when you played multiplayer in the past it felt a little ... surreal. There&apos;s definitely a charm to that, that we&apos;ve retained, where there seems to be this purposelessness for your fighting. But ultimately, all the effort that you put into that experience would feel a little futile because you were just shooting for a single number that our True Skill system would identify for you and then keep you there. We wanted to turn the whole thing on its head while keeping the core gameplay that people love. So does the UNSC Infinity exist within the single-player campaign as well?The Infinity is going to be a real object in the game, it&apos;s a really significant part of the plot. You&apos;ll start hearing more about it after E3, but once you&apos;ve completed the campaign and move on to other aspects of the game, then you&apos;ll start to find that the Infinity and the characters who live and work about it, are all deeply interconnected via the story that happens after the Infinity leaves the campaign story in Halo 4.     Halo 4 Photograph: Copyright, Microsoft, 2009. All    The idea of Spartan Ops as an episodic adventure is an interesting one. What was the thinking there?Well, we talked about some of the independent components of that separately. We talked about what would be a cool co-op experience, what would be a cool fiction ... but ultimately, it came down to this conversation we had a few years ago about, what is a really interesting water cooler experience as it relates to video games? People will typically buy a new game, they&apos;ll talk about the big set-pieces in that game, and then they&apos;ll move on to the multiplayer component, and often just stop talking about it.  We wanted gamers to have a continual water cooler conversation that revolves around shared gameplay experiences. So if you have four people working together to get through these missions and then watching and experiencing fiction at the same time ... it&apos;s not that you have to go and blow up a reactor and then you watch a cinematic sequence of a reactor blowing up; it&apos;s real characters with really significant universe-changing events going on in the narrative.  We have the Spartan Ops story mapped out, at least loosely, for a few years. The first season is very rigid at this point and we know where this story goes. If it&apos;s successful, if people enjoy it, we have a narrative arc that can last for years, with a known beginning, a middle and an end.  So if we&apos;re talking about multi-season interactive episodic content, there&apos;s quite a cost to developing that. Will you be charging at some point?The first season is absolutely free if you buy either the special edition or the regular edition - that&apos;s a really significant amount of content; it&apos;s being compared to an entire campaign on top of the one that ships with the game.  Yes, it&apos;s a lot of content and yes it&apos;s an expense, but we think it&apos;s worthwhile. Halo has long tradition of doing innovative things: Halo 2 had Xbox Live multiplayer; Halo 3 had social and sharing aspects. It&apos;s a tradition that goes back to the first game and we wanted to continue that spirit of experimentation. But this works, it&apos;s fun and it&apos;s testing really well. It&apos;s going to be interesting to see if those water cooler conversations emerge organically and naturally. We have our fingers crossed that they will.Have your writers had to adapt the way they build and structure a story for this episodic approach? Have they all been watching Battlestar Galactica and Game of Thrones to swot up?I think you&apos;d be hard pressed to find a video game writer who doesn&apos;t watch Battlestar Galactica and Game of Thrones! But yes, they&apos;re paying close attention to that, and a couple of our writers have Hollywood and TV experience  they&apos;re bringing that to the game.  The episodic structure is kind of a luxury. We tend to think of video games like movies, with a three-act structure, which is maybe not appropriate. People tend to play games in fits and starts; you may get a few who sit down and play in eight-hour sittings, but typically people play in increments of 15 minutes to half an hour, trying single player, multiplayer... and all of those things add up to their narrative experience.  The problem with that is, you can&apos;t really control the pace of the drama as rigidly as you can when you know someone is going to sit in front of a movie for two hours. With films, you know exactly when to build tension, atmosphere and so on. TV is much more analogous to how people digest content in video games  which is in these short spurts.      Halo 4 Photograph: Copyright, Microsoft, 2009. All    People were very interested in the concept of episodic content a few years ago, but little has happened with the format since then. It&apos;s only smaller studios like Telltale that seem to be having success with the format. Is it because there are major technical complexities involved for larger titles?I think we&apos;ve had a pretty significant luxury in that we work very closely with Microsoft and the platform. The 360 has evolved into a great hub for digital distribution and all the systems and tools we need for future efforts are there already  we kind of don&apos;t have to worry about that.  Most of the experimentation and prototyping we&apos;ve done is not about delivery  most of that content will be on your disc. It&apos;s more about how you experience it, how you co-operate with people and then how the pieces of gameplay that you win through have an effect on the story. So a lot of it is about creative challenges. Our engineers are going to kill me for saying this, but the technical challenges are nowhere near as trying as the challenge of making little discreet chunks of content and story and entertainment that fit together seamlessly and make sense together. Technology is not the biggest part of the problem. With the War Games online multiplayer content, a few gamers have voiced fears that the customisable load-outs and character progression elements are moving the series closer to Call of Duty. How would you allay those fears?One thing I&apos;ve learned over 10 years of working with video game communities is that trying to allay fears is like trying to put out a fire with gasoline. You just have to believe in what you&apos;re doing. I&apos;ve been in this industry for twenty years, and most of the comparative systems that people think are being ripped off or borrowed from one title have been around in the industry for longer than I have.  It&apos;s not so much that we&apos;re doing completely new things or that we&apos;re taking things from other games, it&apos;s just that, every time we go through the process of making a new Halo game, we have to evolve it to move it forward  otherwise you just increase the resolution of the successful maps and put out the same game every year. That wouldn&apos;t work, that would be terrible business.  So you have to evolve the game naturally and sometimes fairly radically. Some of the things we&apos;ve done would seem fairly trivial to the average man in the street, but they make a really significant difference to players who take this stuff seriously. And of course, in the vacuum of not having played it  or in our case, they haven&apos;t even seen a lot of it  there&apos;s this panic and resistance to change.  Typically we find that, as long as we do our jobs correctly and ensure everything is balanced and fun and makes sense for our game, which has a very specific heart to it, then eventually even the most resistant players will figure out what&apos;s good and what&apos;s bad for them, and then pick their matchmaking style based on those premises. Eventually, they adapt. Do you see Halo 4 at the forefront of a new era of games in which all the elements  campaign, multiplayer, co-op  do exist within a single narrative experience? Can multiplayer contribute to stories in this way?We&apos;re seeing that already, especially on PC. Something like World of Warcraft often creates those moments  it doesn&apos;t do them in a serialised form, but you do hear people having water cooler conversations about MMOs, for example. But I think what we&apos;re talking about here are console action games, which have typically been either fairly solitary or hyper competitive experiences. We have a blend of those ideas in Spartan Ops and in some of the other stuff we haven&apos;t talked about yet... Is there anything you&apos;re interested in seeing at E3?I have been to every single E3 and I&apos;ve always been working. I can honestly tell you I&apos;ve never seen the whole thing! I&apos;ll probably check most of it out on the internet when I get back to my hotel. It&apos;s like being in Willy Wonka&apos;s chocolate factory, except we&apos;re the Oompa Loompas rather than Violet Beauregarde. I think that&apos;s the best simile I&apos;ve ever heard about being a developer at E3...Even as the words were falling out of my mouth I was regretting saying that. Halo 4 is released on Xbox 360 on 6 November", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jun/04/e3-2012-halo-4-interview", 
    "wordcount": "2034"
}