{
    "headline": "Boot up: Google to warn over state-sponsored attacks, Sean Parker's Airtime, and more", 
    "text": "A quick burst of 6 links for you to chew over, as picked by the Technology team Security warnings for state-sponsored attackers &gt;&gt; Google Online Security Blog  &quot;We are constantly on the lookout for malicious activity on our systems, in particular attempts by third parties to log into users&apos; accounts unauthorized. When we have specific intelligence--either directly from users or from our own monitoring efforts--we show clear warning signs and put in place extra roadblocks to thwart these bad actors.&quot;  Hewlett-Packard CEO Meg Whitman Has a Lot to Say (Interview) &gt;&gt; AllThingsD One takeaway:   &quot;Additionally, she [Whitman] doesn&apos;t see a scenario where HP would spin off any piece of its operations, because in her mind they all fit together.&quot;  Are you ok with Airtime secretly taking pictures of you while you&apos;re video-chatting? &gt;&gt; Forbes Sean Parker&apos;s latest work: a video-chatting service that already looks like its in hot water over privacy. A new record? Apple will probably lose German Motorola Mobility Xoom case &gt;&gt; Businessweek  The German court that banned Samsung Electronics Co.&apos;s Galaxy 10.1 tablet sales last year is unlikely to grant Apple the same victory against Motorola Mobility&apos;s device, Presiding Judge Johanna Brueckner-Hofmann said at a Dusseldorf hearing. The assessment is preliminary and may change after today&apos;s arguments are reviewed. A ruling is scheduled for July 17.    &quot;We don&apos;t think someone sits in a coffee house using the Xoom and hopes other people will think he owns an iPad,&quot; Brueckner-Hofmann said.  Might not make a big difference. MMI didn&apos;t release figures for Xoom sales for the past quarter in its financial results, unlike every one of the previous five quarters. Google acquires QuickOffice &gt;&gt; Official Google Blog Google&apos;s first buy for a while. Will this mean a faster Drive? Pre to postmortem: the inside story of the death of Palm and webOS &gt;&gt; The Verge Chris Ziegler has a few thousand words on the topic. From zero to, well, pretty much zero in 20 years. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/jun/06/google-state-sponsored-sean-parker", 
    "wordcount": "367"
}