{
    "headline": "Easter-egg makers not doing enough to cut packaging, says MP", 
    "text": "  A Lib Dem MP has accused confectionery giants and supermarkets of complacency when it comes to Easter egg packaging, in an analysis that claims they have made little progress in the past year in reducing card and plastic and improving recyclability. Commercially produced Easter eggs generate an estimated 3,000 tonnes of UK waste each year, according to the government&apos;s waste advisory body, Wrap. But despite some improvements, many Easter chocolate products remain over-packaged and unrecyclable, according to a report by the Liberal Democrat MP Jo Swinson, a long-standing campaigner against excessive and wasteful packaging. Her 2012 Easter Egg Packaging report found that, on average, only 38% of what is in an Easter egg box is an egg  the same figure as last year. It also criticises some manufacturers for failing to ensure their packages are made from widely recyclable materials, which means that much of the packaging still ends up in landfill sites. This year&apos;s study  the sixth such annual exercise  analysed 11 eggs and drew comparisons between the eight brands also surveyed between 2007 and 2011. It includes products from Mars, Nestl, Cadbury and Thorntons, as well as own-brand products from supermarkets such as Sainsbury&apos;s and Marks &amp; Spencer. Products were weighed and measured and given two ratings, for the highest ratio of chocolate egg to packaging and for overall recyclability. The study found the &quot;big three&quot; confectionery companies  Nestl, Mars and Cadbury  have cut overall packaging and eliminated plastic from medium-range Easter eggs. This year Nestl, which produces 20m eggs for the UK  one in four sold  has gone further by becoming the first major confectioner to make its full range of Easter egg packaging 100% recyclable. Elsewhere, however, the report says that luxury eggs from Thorntons, Baileys and Marks &amp; Spencer continue to rely on plastic packaging that is not recyclable in most local authorities, leaving consumers confused as to what is destined for landfill and what&apos;s meant for the recycling bin. In the case of Sainsbury&apos;s Taste the Difference chocolate egg, incorrect information means thousands of plastic boxes may wrongly end up in recycling bins. The egg, packaged on a cardboard plinth in a plastic box, bears the widely recycled symbol. However, according to the On-Pack Recycling Label scheme, the only plastics widely recycled are bottles or jars. While not readily available on the high street, Montezuma&apos;s Easter egg is singled out as &quot;a shining example&quot; of best practice, based on an innovative design made of just two parts  a biodegradable outer shell and recyclable foil wrapping. It came top of the list of 11 eggs for the least amount of packaging and recyclability, while at the bottom were a large Baileys egg with truffles and Sainsbury&apos;s own-brand eggs. Swinson said: &quot;Since launching this report in 2007 the main chocolate companies have acted to reduce their packaging and improve recyclability. However, there are still a number of companies who rely too much on plastic and are sitting on their laurels. &quot;A few manufacturers are hiding behind green credentials with packaging that isn&apos;t easily recyclable by the majority of consumers. Manufacturers know that their plastic boxes aren&apos;t widely recycled and yet they continue to use them, despite other companies showing how Easter eggs can be packaged with a mind to efficiency and recyclability.&quot; David Rennie, managing director of Nestl Confectionery UK and Ireland, said of its move to make its entire Easter egg packaging 100% recyclable by replacing rigid plastic with cardboard in its mug eggs: &quot;Nestl carefully considers the environmental impact of packaging as an integral part of its product design.&quot; Bob Gordon, head of environment at the British Retail Consortium, said retailers were not complacent: &quot;First and foremost, Easter eggs are a gift and their packaging is an essential part of that. Nonetheless, retailers have made massive progress over recent years reducing the quantity of packaging involved, so much so that it&apos;s now hard to take further dramatic strides. &quot;We&apos;ve got our sights set on far bigger goals, such as reducing the carbon impact of all packaging by 10% in the next three years.&quot; Meanwhile, the Co-operative said it was stocking its so-called Real Easter Egg for the second year running due to demand. Made by the Meaningful Chocolate Company, it is claimed to be the only Easter egg to explain the Christian understanding of Easter on the box. It is also Fairtrade-certified, and supports charity and development projects. David Marshall, director of the Meaningful Chocolate Company, said: &quot;Prior to the launch of the Real Easter Egg, not one of the 80m Easter eggs sold every year mentioned the story of Easter.&quot; Best egg-to-packaging ratio  Montezuma Eco Egg Sainsbury&apos;s Marks &amp; Spencer Green &amp; Black&apos;s Nestl Worst egg-to-packaging ratio    Baileys Guylian Kinnerton Mars Thorntons", 
    "section": "environment", 
    "gid": "environment/2012/mar/29/easter-egg-packaging-waste", 
    "wordcount": "810"
}