{
    "headline": "Game on: The Darkness II", 
    "text": "Part-Godfather and part-Exorcist, The Darkness II (PS3/Xbox 360/PC) feels, at times, as much a film as a game. In the title menus, each of the game&apos;s four difficulty levels is accompanied by a single sentence of explanation. The essence of the game is neatly captured in the tagline of the easiest setting: &quot;Tell me a story.&quot; The Darkness II began life as a comic book and, rather than walk thenow well-trodden path from cult comic to blockbuster to video game tie-in, it ditched the middle man and skipped straight to 2007&apos;s The Darkness  a quiet success story in terms both ofsales and reviews. That a film has yet to materialise may be in no small part due to the gruesome setting and tone, combining the prostitution, drugs andviolence of the organised crime world with demonic ritual, haemophiliac gore and a journey tothedepths of hell. More fool film. For all the vice and viscera, The Darkness II, like its predecessor, is at heart a love story: between our hero, young mafioso Jackie Estacado, and his childhood sweetheart Jenny Ramano, his only friend from the orphanage they grew up in. In one scene from the original game, Jackie and Jenny sit watching To Kill A Mockingbird on a tattered old sofa. Jennie falls asleep, her head on your shoulder, and as the player you can choose to stay there, watching the film all the way to the end, in real time. Games blogger Nathan Grayson called it &quot;the most authentic instance of romance ever conveyed in a videogame&quot;. For the players who sat with Jenny until the end, it must have hit like a hammer when a short while later rival mobsters shot her dead in front of them. In the sequel the pair are reunited in short, bittersweet and tender hallucinations  stark counterpoints to the relentless blood, guts and grime of the rest of the game. The sofa scene is an example of the way storytelling in games can be both far richer and, at the same time, far less important than in films, and in a sense for the same reason. Unlike in films, the story of a game will tend to be optional  in The Darkness II, as in most new games, players who just want to crack skulls can skip nearly every cutscene and line of dialogue, and scoff at the game&apos;s attempt to engage them emotionally or intellectually. Video games can still be mindless if theplayer wants. But just as there&apos;s the option of foregoing the story, you can also seek it out. Early in The Darkness II, the player is left alone to wander his mansion. A pair of burly mafia goons sit at the bar, deep in Sopranos-style banter. You can, of course, choose to ignore them, but opt instead to talk with them and they&apos;ll bicker  their names, we learn, are Eddieand Frank, and as well as being mobsters, they&apos;re brothers-in-law. Eavesdrop and Frank accuses his brother-in-law of never having been in love. Wait longer and you discover he cheats on Eddie&apos;s sister, and Eddie knows, and what&apos;s more, he&apos;s OK with it. Wait still longer and the pair share along and smutty Lone Ranger and Tonto joke. Each conversation is warm, characterful and funny. All of it voice-acted, the characters gesticulating wildly  like proper, three-dimensional mob men. This is not a game for action gamers: it plays, by and large, as a fairly simple first-person shooter. But as an answer to the refuseniks who still dismiss games&apos; potential as a storytelling medium, The Darkness II is emphatic.", 
    "section": "technology", 
    "gid": "technology/2012/feb/09/the-darkness-2-games-review", 
    "wordcount": "616"
}