{
    "headline": "If only Marx had used emoticons", 
    "text": "Typing up a passage from Hobbes, I was astonished to see a smiley face appear. And what was it that so tickled my computer&apos;s central processing unit? That &quot;slaves may kill or carry away captive their Master justly&quot;. Well, yes, I could see why a computer might approve. Holding my breath, I typed in another passage: Life in the state of nature is &quot;solitary, poore, nasty, brutish and short&quot;. Zilch. Nothing. Where was the sad face? A grave disappointment. On further investigation, I realised that instead of adding enthusiastic but understated commentary, all my computer had done was to convert Hobbes&apos;s archaic punctuation into modern idiom. Hobbes had ended the sentence with a colon and a closed bracket, and the computer did the rest. Try it yourself. We&apos;ll need to consult the experts to find out if that combination is ever now regarded as legitimate, but when Hobbes was writing, in the 1650s, Lynne Truss was yet to be invented. You could sprinkle punctuation however you felt, and if you wanted to spell the same word three different ways in the same sentence that was nobody&apos;s business but your own. Vindiciae contra tyrannos (even if Hobbes is more often regarded as being on the side of the tyrannos). The emoticon is under-used in the great works of philosophy. Descartes, for example, wrote that &quot;of all things, good sense is the most fairly distributed: everyone thinks he is so well supplied with it that  he never desires more of it than he already has&quot;. This, as far as I know, is his only published joke, and it isn&apos;t bad. It calls for a whole row of smiley faces. But we can go further. From time to time, I get involved in a debate about whether Karl Marx thought that capitalism was unjust. A pretty stupid question, you may feel. But in the thousands of pages we now have of Marx&apos;s writings, no one has found the bit where he explicitly says &quot;capitalism is unjust&quot; (as distinct from calling it &quot;robbery&quot;, &quot;embezzlement&quot;, &quot;usurpation&quot; etc etc). And what&apos;s more, on the rare occasions when he does explicitly discuss the issue, he writes that the exploitation of labour &quot;is a piece of good fortune&quot; for the capitalist, but &quot;by no means an injustice&quot; to the worker. So what was going on in his big and complicated mind? One school of thought says that to read this passage literally is to forget that Marx was a master ironist. A dangerous move, as it means that any sentence can be read as meaning the exact opposite of what it says. Who can know which sentence is intended literally and which ironically? If only Marx had been in the habit of using little winky faces, all could easily be settled. The natural habitat of the emoticon, though, is not Capital Vols 1 to 3, or even The History of the Decline and Fall of the Roman Empire (lots of sad faces) but the email. There is something about email that turns irony, wit and style into trouble. Why this should be so with the email when it isn&apos;t with the picture postcard is something that needs to be investigated. (Research councils, are you listening?) But as a result, we constantly find ourselves with second-order discussions over the intentions behind first-order messages, which sometimes then require mediation by third parties, and if conducted by email may start the whole thing off again. Could the measured use of emoticons save the agony? Well, not for me. Receiving a message with a smiley face brings out the crusty old colonel in me and leaves me spluttering into my cornflakes. Rather than use emoticons, I recommend emailing in the style of a 1930s telegram: &quot;Amputation unsuccessful. Arriving Thursday. Mildred.&quot; Others may wish to forestall the problem of email miscommunication by the use of little faces, but as far as I&apos;m concerned, two wrongs don&apos;t make a right.  Jonathan Wolff is professor of philosophy and dean of arts and humanities, University College London", 
    "section": "education", 
    "gid": "education/2012/dec/17/marginal-notes-emoticons-email-clarity", 
    "wordcount": "691"
}