{
    "headline": "Facebook shares fall below $30 as US authorities begin investigation into IPO", 
    "text": "Facebook&apos;s shares dipped below $30 Tuesday as the company&apos;s shares hit new lows and continued to struggle in the wake of its massive initial public offering (IPO). Even as US stock markets bounced back from falls last week, Facebook&apos;s shares slumped 9.62% to end the day at $28.84  almost $10 below the $38 price set at their IPO earlier this month. Stock markets in the US, which had been closed on Monday for Memorial Day, ended up for the day. The share slide means Facebook is now valued at $61.98bn, a sharp fall from the $104bn it was valued at when the company went public on 18 May. The IPO has proved a disaster for Facebook and its bankers. US authorities are investigating allegations that the company gave critical information to some investors and not others. Shareholders have launched class action lawsuits against founder Mark Zuckerberg, the company and its bankers, including lead bank Morgan Stanley. Walter Zimmermann, senior technical analyst at United-ICAP, said there was plenty of evidence that the stock could fall further. He said the share sale had represented &quot;a mania of historic proportions&quot;.  &quot;This was an IPO that was going to save California and uplift the western world. It was so overhyped and overvalued that it could only fall,&quot; he said. Some traders pointed to technical reasons for the stock&apos;s continuing woes. Trading in Facebook options  contracts that allow investors to make bets on the direction of a company&apos;s shares  started Tuesday. Traders can now also &quot;short&quot; Facebook shares, betting that the price will fall.  Sam Hamadeh, founder of analyst PrivCo, said most of the options were &quot;bearish&quot; meaning traders were betting on price falls and that popular contracts were putting Facebook&apos;s share price in the mid $20s for June and July. PrivCo estimated Facebook&apos;s shares were worth $25 ahead of the IPO. &quot;The shares would have probably fallen anyway but this probably sped the process up a little bit,&quot; he said. Zimmerman said discussions of technical issues missed a wider point. He said Facebook had sold so many shares  96m  that there was little appetite from investors who had not bought shares. &quot;Who is left to buy?&quot; he said. News that the company is considering building its own mobile device, an area where it has struggled to make money, seems to have been shrugged off by investors. Last week law firm Robbins Geller launched a class action lawsuit on behalf of Facebook investors against the company and its bankers. Massachusetts&apos; secretary of commonwealth William Galvin has sent a subpoena to Morgan Stanley demanding more details of what the bank and Facebook executives told select investors ahead of the IPO.", 
    "section": "technology", 
    "gid": "technology/2012/may/29/facebook-shares-fall-new-low", 
    "wordcount": "459"
}