{
    "headline": "Car review: Porsche Boxster", 
    "text": "Price from 37,589 MPG up to 34.4 Top speed 164mph Kitty is a pretty 13-year-old with awinning smile and long blonde plaits. She also has cerebral palsy and finds it very difficult to speak, but there is no doubting what she&apos;s thinking as I floor the accelerator of the Porsche Boxster and send us swooping towards along left-hander. She lets out ayelp of glee and punches the air with her fists. It&apos;s infectious and I let out ahuge whoop, too. Yeeeeeeehaaa. Ijam the gear stick into third and the car&apos;s mighty 2.7-litre flat-6 engine joins the party with a throaty holler. Kitty has form as athrill seeker. Her brother Kallum told me she&apos;d ideally like to spend every weekend strapped into the front seat of the Nemesis or the Megafobia. Or maybe the Steel Cyclone  a sort of Magimix for your innards. Whatever, there was nothing about my driving that was going to scare her. But I was certainly going to give it a good shot. I stood on the brakes, surged round bends and treated speed bumps like launch pads Nothing but screeches of joy. I&apos;d told Kitty&apos;s mum we&apos;d be out for 20 minutes, but after an hour she still hadn&apos;t had enough  and neither had I. Porsche&apos;s Boxster is as addictive as motoring gets. The entry-level Boxster is often belittled as the &quot;pauper&apos;s Porsche&quot;. And at 37,589 it&apos;s true it is the cheapest and most basic Porsche you can buy. But it&apos;s not some stingey, watered-down Porsche-lite. It&apos;s still a front-row seat for one of the most peerless driving experiences you can have. And people have been queuing to get their bums on those seats ever since it was first introduced. The car has always been Porsche&apos;s biggest-selling sports car  outstripped only by the Cayenne SUV. The Boxster&apos;s name comes from the fact that it has a &quot;boxer&quot; (or horizontally opposed) engine and is a&quot;roadster&quot; (two seats and a soft top). But the name seems to suit it beyond that. It&apos;s short, wide and pugnacious. Its wide-tracking front end, scooped flanks and square derriere make it look more like a supercar than some of its siblings. But perhaps the best thing about the Boxster is that it celebrates simplicity. Porsche makes cars of immense capability with extras lists as long as your arm. But with the Boxster everything has been kept as uncomplicated as possible.     Blue-sky thinking: the stunning new Boxster  possibly the best roadster ever built. Photograph: Observer    There are two engines available: a 2.7-litre or a 3.4-litre unit. Buy the smaller one  it&apos;s all you need. How often can that be said? The car comes with a six-speed manual gearbox, too, so no fiddly steering-wheel paddle shifters or anaesthetising automatic. It&apos;s proper driving with a terrific old-school, short-throw gear stick and square-bottomed steering wheel. Climb in and there is no sense of being short-changed on the interior. There are tightly wrapped leather panels, chrome and rubber touch points and Porsche&apos;s immaculate instrumentation. The double-skinned canvas roof flips open in seconds to stow behind you, meaning there is still a surprisingly usable boot to complement the usual Porsche baggage cubby up front. But automotive adrenaline isn&apos;t for everyone. After Kitty&apos;s dad lifted her from the car  he was very impressed at the support the car&apos;s bucket seats had offered her  I asked Caspian, her little brother, if he fancied a spin. &quot;Yes,&quot; he said warily. &quot;But only if you shut the roof  and go very slowly!&quot; Email Martin at martin.love@observer.co.uk or visit guardian.co.uk/profile/martinlove for all his reviews in one place", 
    "section": "technology", 
    "gid": "technology/2012/nov/18/car-review-porsche-boxster", 
    "wordcount": "620"
}