{
    "headline": "Shale oil and gas will help make western hemisphere self-sufficient", 
    "text": "Growth in shale oil and gas supplies, along with other fuel sources, will make the western hemisphere virtually self-sufficient in energy by 2030, according to a BP summary published as an overview accompanying BP&apos;s latest energy outlook. In a development with enormous geopolitical implications, a large swath of the world taking in North and South America would see its dependence on oil imports from potentially volatile countries in the Middle East and elsewhere disappear, BP said, although Britain and western Europe would still need Gulf supplies. Based on figures in the report, the summary forecast a growth in unconventional energy sources, &quot;including US shale oil and gas, Canadian oil sands and Brazilian deepwater, plus a gradual decline in demand, that would see the western hemisphere become almost totally energy self-sufficient&quot; in two decades. BP&apos;s chief executive, Bob Dudley, said: &quot;Our report challenges some long-held beliefs. Significant changes in US supply-and-demand prospects, for example, highlight the likelihood that import dependence in what is today&apos;s largest energy importer will decline substantially.&quot; The report said the volume of oil imports in the US would fall below 1990s levels, largely due to rising domestic shale oil production and ethanol replacing crude. The US would also become a net exporter of natural gas. And, Dudley said, US oil imports &quot;are likely to be half of today&apos;s level in 2030&quot;. Overall, global energy demand would surge in the next 20 years, fuelled by economic and population growth in China and India, but at a slowing annual rate, due to advances in energy efficiency and growth of renewables. China would leapfrog the US to become the biggest energy importer. By 2030, China and India would be the world&apos;s largest and third-largest economies and energy consumers, jointly accounting for about 35% of global population, GDP and energy demand. World energy demand is likely to grow by 39% over the next two decades, or 1.6% annually, almost entirely in non-OECD countries. Consumption in OECD countries is expected to rise by just 4% in total over the period. Global energy will remain dominated by fossil fuels, which are forecast to account for 81% of energy demand by 2030, down about 6% from current levels. The period should also see increased fuel-switching, with more gas and renewables used at the expense of coal and oil. BP said: &quot;This means growth in the rest of the world, principally Asia, will depend increasingly on the Middle East in particular for its growing oil requirements.&quot; Although oil will continue to lose market share to other sources of energy, global oil demand will increase by 18% by 2030. And the Opec oil cartel will see its market share rise to 45%, a level not seen since the 1970s. Presenting the 2030 energy outlook, Dudley said: &quot;This report is by turns challenging, fascinating and stimulating for anyone in the energy business. It helps us to be both realistic and optimistic. It shows there are things we can&apos;t change  like the underlying drivers of energy demand  and things we can change  like the way we satisfy that demand. &quot;The main message is that we need to have an open, competitive energy sector, which encourages innovation and thereby maximises efficiency in order to enjoy energy that is sufficient, secure and sustainable into the future.&quot; Oil, the world&apos;s leading fuel today, would continue to lose market share throughout the period, BP said, although demand for hydrocarbon liquids would still reach 103m barrels per day (b/d) in 2030, up by 18% from 2010. This means the world will still need to bring on enough liquids  oil, biofuels and others  to meet that forecast 16m b/d of extra demand by 2030 and replace declining output from existing sources. While coal is expected to continue gaining market share in the current decade, growth will wane in 2020-30; gas growth will remain steady and non-fossil fuels are likely to contribute nearly half of the growth after 2020. Power generation is expected to be the fastest growing user of energy in the period to 2030, accounting for more than half the total growth in primary energy use. And it is in the power sector where the greatest changes in the fuel mix are expected. Renewables, nuclear and hydro-electric should account for more than half the growth in power generation. In China, growth of energy use is expected to slow significantly after 2020 as the economy matures. Although India&apos;s population is on track to exceed China&apos;s, its energy growth path is unlikely to replicate China&apos;s energy intensive growth path. It will more than double its energy use to 2030, heavily based on coal, but this will still result in consumption of some 1.3bn tonnes of oil equivalent, or just over one quarter of China&apos;s total. BP says it expects to see steady progress in longstanding efforts to displace oil with gas and to improve the efficiency of energy use within the region. Saudi Arabian, Iraqi, and regional production of gas-related liquids will dominate supply growth as the region&apos;s share of global oil supply rises to 34% by 2030. By 2030, today&apos;s energy importers will need to import 40% more than they do today, but the experience will vary by region. Europe&apos;s energy deficit remains at current levels for oil and coal but will increase by two thirds for natural gas, supplied by liquefied natural gas and pipelines from eastern Europe. China&apos;s energy deficit across all fuels will widen by more than a factor of five and India&apos;s, mainly of oil and coal, will more than double in the period to 2030. Global carbon dioxide emissions are likely to rise by about 28% by 2030slower than the current rate of energy demand growth, due to the rapid expansion of renewables and natural gas. If more aggressive policies than currently envisioned are introduced, global CO2 emissions could begin to decline by 2030.  This article was amended on 20 January 2012. The original reported BP as predicting that growth in shale oil and gas supplies will make the US virtually self-suffient in energy by 2030. BP predicted that a range of fuels, (including shale oil and gas) would see the western hemisphere almost self-sufficient in energy by 2030.", 
    "section": "environment", 
    "gid": "environment/2012/jan/18/shale-oil-gas-us-energy-self-sufficient", 
    "wordcount": "1046"
}