{
    "headline": "iPhone 5 sales could see Apple boosting US economy, says JP Morgan economist", 
    "text": "When it was originally unveiled, the iPhone was so universally revered that wags dubbed it the &quot;Jesus Phone&quot;. Five years on, its power is so great that its latest iteration could perform the miraculous feat of saving the US economy. Apple&apos;s release of the iPhone 5 on Wednesday could materially impact US gross domestic product (GDP) in the fourth quarter of the year, claimed JP Morgan&apos;s chief economist Michael Feroli in a note to clients. Boosting the bottom line of the world&apos;s most valuable company is one thing, but Feroli contends that iPhone sales could add between 0.25 and 0.5 of a percentage point to the US&apos;s sluggish economic growth rate. JP Morgan expects Apple to sell around 8m of the new devices in the fourth quarter and for the iPhone 5 to be priced at about $600. Subtracting about $200 in imported component costs would allow the government to factor in $400 per phone into its GDP calculations for the fourth quarter, according to Feroli&apos;s calculations. In his note, Feroli wrote: &quot;Calculated using the so-called &apos;retail control method&apos;, sales of iPhone 5 could boost annualized GDP growth by $3.2bn, or $12.8bn at an annual rate.&quot; Sales would help prop up the struggling US economy by limiting &quot;the downside risk to our Q4 GDP growth protection, which remains 2%&quot;, he wrote. Feroli said the estimate of between a quarter to a half point of annualized GDP &quot;seems fairly large, and for that reason should be treated skeptically&quot;. But, he added, &quot;we think the recent evidence is consistent with this projection&quot;. The report met with some scepticism among Feroli&apos;s peers. &quot;God help us if we have to rely on the iPhone to underpin the US economy,&quot; said one analyst who wished to remain anonymous. Others questioned the math, pointing out that if people buy iPhones with money they had intended to spend elsewhere, there would be no GDP boost. Dan Greenhaus, chief global strategist at BTIG said the larger point was what the story said about the US economy. &quot;There&apos;s no doubt that Apple are going to sell millions of these things,&quot; he said. &quot;But it underscores how weak the economy is that we even care about the possible impact of a quarter percentage boost to the economy.&quot; Of course there is always the tiny possibility that Apple will not be releasing the iPhone 5 at all. The notoriously secretive company has given no details of tomorrow&apos;s much anticipated launch. If it isn&apos;t a new iPhone, heaven help us all.", 
    "section": "technology", 
    "gid": "business/2012/sep/11/apple-iphone-5-boost-us-economy", 
    "wordcount": "439"
}