{
    "headline": "Heartland Institute wastes real scientists' time yet again", 
    "text": "This spring, I began receiving calls and emails from colleagues about a strange little book that was mailed to environmental science professors around the country. This was a big mailing, in total, a reported 100,000 copies were sent out. What was it about this little book that got us talking? Many things. First, a coordinated mailing of a book is unusual. But what is more unusual is a book that purports to be the &quot;real story&quot; about climate change, with graphs, figures, and tables. It came with a foreward by Senator Harrison Schmitt who is well known for misrepresenting the science. There was also an accompanying letter by Fred Singer. Many of us already know of Fred Singer; he was focused on in an excellent book by Dr Naomi Oreskes who catalogued his history of undermining the science and concerns related to second-hand smoke, ozone depletion, and acid rain. The letter from Fred Singer was on letterhead from the Heartland Institute which is a radical organisation that had compared belief in global warming to murder. While author of the book, Mr Goreham, is described as a &quot;researcher on environmental issues&quot;, a literature search for scientific publications revealed nothing.  But all this, by itself, doesn&apos;t mean much. I mean we are all entitled to our opinions on any subject, even if we don&apos;t know much about it, aren&apos;t we? Sure but your opinions should be based in fact. With this in mind, let&apos;s examine some of the claims made in the book. The best way to evaluate a claim is to go to its source. It appears that the author had ample references to support his claims. The only problem the reference list isn&apos;t included in the book, nor is an index. Now why would an author reference papers but not list them in the book? I had to dig around to find the missing references so I could fact-check the text. In his discussion of past climate variations, Mr Goreham used graphics from a contrarian website (CO2Science); I have previously debunked this site. He had other sources as well. In the book, Goreman references a graph which he claims he obtained from the 1995 IPCC report on climate change. The problem is the figure isn&apos;t there. He must have lifted the figure from a different report. Perhaps that was just a typo, let&apos;s give him the benefit of the doubt. On the same page, however, he cites a graph as originating from a 1998 paper by Mike Mann. That, too, is incorrect, the figure wasn&apos;t in the Mann paper. I wrote to Steve, asking him to clarify where these images had originated. He responded that I was right, he had made mistakes. He promised to correct these errors in future editions of his book. I then reviewed the other papers he cited, did they really show a medieval period that was global and warmer than today? One of the authors that Mr. Goreham cited regarding the presence of a medieval warm period (MWP) was Dr Delia Oppo. I wrote to Oppo who works at Woods Hole Oceanographic Institution. She responded:   I do not think that data from one location should be used to assess whether globally, the MWP was warmer or colder than today. As you say, there is considerable evidence to the contrary (mostly from tree rings). Further, as you also noted, even if it WAS as warm during the MWP as it is today it does not follow logically that the recent warming is natural.   Goreham went on to make statements linking changes in the Pacific Ocean to temperature trends however comparing his own graphs on pages 67 and 68 shows that they do not match very well. Surely he should have caught this inconvenient inconsistency during the editing process?  What about his claim that scientists ignore the sun? That too is pure fantasy. His statements that temperatures have been flat or declining in the past few years? Also not true. But if Mr Goreham won&apos;t take my word for it, maybe he will take the word of the Koch-brothers funded study which agrees with me.  What about his claim that humans are responsible for only a very small fraction of carbon dioxide in the atmosphere? Wrong again. Humans are responsible for approximately 40% of the carbon dioxide in the atmosphere today. In fact, Goreham makes an elementary-school error by confusing gross emissions with net emissions. This is a mistake that anyone with a bank account can see. It is like the difference between the paycheck deposited in your bank account and the amount of money that remains after paying all of your bills. He also gets confused about how long elevated carbon dioxide will persist in the atmosphere. The high levels of carbon dioxide which results from human emissions will persist for decades and centuries, far longer than the 5-6 year molecule-specific residence time he claims. What about his comments that the ocean will just absorb the carbon we emit? Wrong again. But then again, Goreham never claimed to be good a chemistry. What about his claims that &quot;all major climate models assume positive feedback&quot;? Wrong again. But it gets even worse. On one page (83), Gorehman admits that water vapor is an important greenhouse gas. But then just a few pages later (88) he states that the effect of water vapor may act to reduce warming. Not only does Goreham disagree with real scientists, he disagrees with himself. Now, in his defence, Goreham may be confusing water vapor with clouds. But real scientists know they are not the same thing. In fact, Goreham cites two studies by Richard Lindzen and Roy Spencer that don&apos;t even deal with water vapor feedback. I&apos;m going to go out on a limb here but I challenge Mr Goreham to get the very scientists he cites (Lindzen or Spencer) to agree with him that increased water vapor may not cause warming. Just a few more errors, stick with me. On page 91 Goreham claims the IPCC &quot;discounts&quot; the sun. This is absurd and the quote he supplies is obviously misunderstood. What about his claims that the Antarctic is &quot;growing&quot;. Real science disagrees here and here. His statement that the Greenland Ice Sheet is &quot;healthy&quot;? Not according to these real scientists or these.  At this point, I just had to skip to the end of the book and hope it was the end of the errors. Not so. At the close of the book (page 238), Goreham discusses ocean temperature measurements down to depths of 2,000 meters to determine how much heat is entering ocean waters. But then, he shows a &quot;surprising result&quot; that there has been no change in ocean heat content. What is &quot;surprising&quot; is that the data he shows isn&apos;t for ocean depths of 2,000 meters at all. In fact, he only shows data for a small fraction of the ocean waters. Had he shown the correct data, he would have come to the correct conclusion  oceans are warming. So let&apos;s put all these errors, misinterpretations, and misguided comments aside. We know Mr Goreham isn&apos;t a climate scientist, in fact, isn&apos;t a publishing scientist at all. He admitted that in an email to me. What we should reflect upon is the absurdity of this mailing. Who really thinks that this glossy-covered book will sway real climate experts? Not a chance. It is much more likely that this was a major waste of time and effort. Why would such effort be spent? Why would the author now be promoted as a speaker who charges up to $5,000 per event as someone who can &quot;deliver the real story&quot; when he fails miserably in print?  Wouldn&apos;t it be nice to live in a world where armchair experts gave up fighting over whether climate change is occurring and instead spend their time working on solutions? Solutions that we could implement today that would not only clean up the environment but would also create jobs, improve international security, and diversify energy supplies? Until we move on to that discussion, we scientists have the thankless job of fact-checking persons like Mr Goreham. It&apos;s a boring job but someone has to do it. Dr. John AbrahamUniversity of St. ThomasClimate Science Rapid Response TeamClimate Science Legal Defense Fund", 
    "section": "environment", 
    "gid": "environment/climate-consensus-97-per-cent/2013/may/20/heartland-institute-scientists", 
    "wordcount": "1403"
}