{
    "headline": "Facebook's Sheryl Sandberg defends mobile advertising plans", 
    "text": "Facebook&apos;s chief operating officer, Sheryl Sandberg, has said the social network stands by its mobile advertising plan, despite concerns that users will be bombarded with unwanted messages. New software to be released by Facebook this year will mean companies can send ads directly to users&apos; smartphones  even if the homescreen is locked. The move is part of Facebook&apos;s drive to take over the mobile platform, which Sandberg said may soon be a more important advertisement vehicle than television. &quot;The size of the audience makes this  the phone  a mass medium. It&apos;s as important to a marketer as TV,&quot; she told journalists at Facebook&apos;s headquarters in London on Monday. &quot;This is as important  if not more important  than television.&quot; Sandberg, who is Facebook&apos;s No 2 behind the founder and chief executive, Mark Zuckerberg, said the company had monitored the aggregate engagement of users who saw ads on their mobile apps and those who did not. &quot;So far, we&apos;re very pleased with the results,&quot; she said. Asked whether the social network was concerned about placing too many ads on users&apos; handsets, she said: &quot;Our goal is not to increase the number of ads you receive but to increase the usefulness of those ads to you.&quot; Facebook introduced ads on its apps on Apple iPhones and Google Android handsets last year, placing messages from brands alongside wall posts, photos and other content in users&apos; news feeds. The move received a mixed reception from some of the social network&apos;s billion regular users, but advertisers and shareholders welcomed the chance to get their message on to the smaller screen. According to the research firm eMarketer, Facebook earned more US mobile display revenue than any other publisher last year, with an 18.4% share of the entire market, thanks to ads in the news feed. The move helped overall ad revenues rise 36% year-on-year to $4.27bn (2.8bn) in 2012, according to the company&apos;s most recent full-year results.", 
    "section": "technology", 
    "gid": "technology/2013/apr/15/facebooks-sheryl-sandberg-mobile-advertising", 
    "wordcount": "332"
}