{
    "headline": "Sacked Groupon boss leaves older, wiser - and richer", 
    "text": "When a 32-year-old dotcom multimillionaire known for his &quot;goofball&quot; approach to business is fired, the chances are he is not going to slip out the back door, hanging his head in shame. And so it was with Andrew Mason, founder of the Groupon daily bargains website, ousted on Thursday night. In a classic of the resignation genre, Mason&apos;s goodbye was frank, funny and wide-ranging. It referenced Pope Benedict XVI and video game Battletoads, included a promise to head off to &quot;fat camp&quot; and told his 11,000 staff he would miss them terribly before signing off: &quot;Love Andrew&quot;. The company Mason built, driving bargain hunters to local businesses in return for a cut of the sales, swiftly became a multinational. Founded only four years ago, it was dubbed the world&apos;s fastest growing company and valued at $13bn (10bn) by 2011. But the business has become a textbook example of just how fast go-go internet firms can fall out of favour. The loss-making company is now valued at $3bn and the founder  once heralded as a star on the cover of Forbes magazine but more recently described by analysts as a &quot;goofball&quot;  became a liability. By Thursday evening, after Groupon reported a huge $80m loss over the last three months and shares slid another 24%, the board had had enough. Mason was axed  and the value of the firm immediately climbed. In an email to the &quot;People of Groupon&quot; to break the news, Mason wrote: &quot;I&apos;ve decided that I&apos;d like to spend more time with my family. Just kidding  I was fired today.&quot; He continued: &quot;If you&apos;re wondering why you haven&apos;t been paying attention.&quot; Admitting accountability for a host of financial failures, he said: &quot;The events of the last year-and-a-half speak for themselves.&quot; He was now &quot;getting in the way&quot;. But he counselled: &quot;For those who are concerned about me, please don&apos;t be I&apos;m OK with having failed at this part of the journey. If Groupon was Battletoads, it would be like I made it all the way to the Terra Tubes without dying on my first ever play through.&quot; The first play for Mason, music graduate turned web designer, started in marshalling left-field ideas on a social networking website called The Point. With the backing of wealthy Chicago investor Eric Lefkofsky, the site started connecting groups of buyers with retailers prepared to offer discounts for bulk orders. The first deal was a half-price pizza from a restaurant in Groupon&apos;s office block. The concept rapidly caught on and soon Groupon was offering deals for just about every consumer experience  with special emphasis on weekends away, spa days and fish tank pedicures. Three years ago the future could hardly have looked rosier for Mason. He was heralded as the next Mark Zuckerberg, Groupon the next Facebook. Forbes magazine&apos;s August 2010 edition, plastered a scruffy but grinning Mason over its front page, and billed Groupon as &quot;the fastest growing company ever&quot;. The magazine declared: &quot;Groupon represents what the dotcom boom was supposed to be all about: huge sales, easy profits and solid connection between bricks-and-mortar retailers and online consumers.&quot; The sales growth took investors&apos; breath away  that the business was far from profitable was ignored. The hype soon attracted interest from technology group. In 2010 Yahoo reportedly offered more than $3bn to buy it, only for Mason to turn them down. A month later Google offered 6bn. Again he sent them packing. Shortly afterwards, he announced all could share in his success with a stock market flotation. But as details of Groupon&apos;s aggressive accounting, its losses and its liabilities began to emerge some critics warned that the business  however fast it increased sales  could never support the valuations Mason and his backers hoped for. Numerous rivals sprang up to compete on the same model. Some retailers were doubting the benefits. A US study found firms that signed up to provide Groupon deals lost thousands of dollars in profits, attracting customers who never returned. Customers might have liked the prices, but many struggled to unsubscribe from the daily email that outlines the bargain deals. But critics were ignored in the enthusiasm for dotcom stocks. Groupon floated on the Nasdaq market in New York at a value close to $13bn  almost $2bn higher than Mason had sought. His stake alone had a paper value of $940m. Now he departs, older, wiser  but still about $200m or so richer than when he started out. Others who refused to go quietly Andrew Lahde, 37, quit as boss of a Los Angeles-based hedge fund as the financial system faced meltdown in 2008 after making a fortune betting that sub-prime mortgages would go sour. In his farewell letter to clients he said: &quot;I am writing to say goodbye. I was in this game for the money. The low-hanging fruit  ie idiots whose parents paid for prep school, Yale and then the Harvard MBA  was there for the taking. [They were] stupid enough to take the other side of my trades. God bless America. Throw the Blackberry away and enjoy life. &quot;I am content with my rewards  I will let others try to amass nine-, 10- or 11-figure net worths. Meanwhile, their lives suck. &quot;So this is it. With all due respect, I am dropping out.&quot; David Miller, finance director of Amey, quit his 280,000-a-year job 10 years ago, saying: &quot;The reality of it is that being a public company finance director is a bit of a shitty job.&quot; He said dealing with new accounting standards was not fun: &quot;[It&apos;s] a little cup of sick and I&apos;m not going to drink it. I&apos;m going home for a bit.&quot; Carol Bartz, sacked as chief executive of Yahoo in September 2011, said: &quot;These people fucked me over.&quot; The chairman, she said, had fired her over the phone, by reading out a lawyer&apos;s letter: &quot;I said  &apos;I think that&apos;s a script. Why don&apos;t you have the balls to tell me yourself? I thought you were classier.&apos;&quot;", 
    "section": "technology", 
    "gid": "technology/2013/mar/01/sacked-groupon-boss", 
    "wordcount": "1037"
}