{
    "headline": "Rio+20: A voice from London, UK", 
    "text": "   Clare Barrell, Rio+20 Photograph: Guardian    Sustainable development does not exist without being respected and considered as important by a local community and those who live within it. In 2010, I was part of a team organising a youth sports festival to celebrate Human Rights Day in a township near Cape Town, South Africa. On the way to the community sports ground, I visited a local &quot;Aunty&quot; who runs the local safe house, to borrow her music equipment for the day. When I arrived, she introduced me to a young boy taken in the night before. &quot;Look at his body,&quot; she said to me, pointing at the cigarette burns and marks across his chest. He had been tied to a chair and brutally whipped and burned. This boy had been denied his human rights, but today, he was going to play football, because the sport and development organisation running the football activities throughout the year worked in schools, with populations in the community many had given up on, and the community believed in the positive impact sport can bring. As he jumped into the car, in his eyes I saw myself: someone in the community looking at the bigger picture, someone who was part of a group of people bringing sport to the lives of those who had been denied opportunities. He is the reason I believe that sport can offer a sustainable intervention for young people around the world to gain confidence in what they do, learn universal skills and bring change to vulnerable populations around the world. Sustainable development can only occur when people in the community, who are part of wider and existing community structures, are part of the process. &quot;Aunty&quot; understood that the boy, by joining us, wasn&apos;t just playing football  he was regaining his human rights to play, to learn, to be free.", 
    "section": "global-development", 
    "gid": "global-development/2012/jun/15/rio20-voice-london-uk", 
    "wordcount": "308"
}