{
    "headline": "Energy bill published  as it happened", 
    "text": "  5.04pm GMT    Closing summary    I&apos;m closing the liveblog now, but to quickly wrap up:  Ed Davey, the energy secretary, made a statement to the Commons to herald the publication of the long-awaited energy bill. Details that were not otherwise already confirmed included: a commitment to use financial incentives to encourage energy efficiency; an exemption from low carbon levies for energy-intensive industries; and the lack of any decarbonisation targets for electricity generation until 2016. Tim Yeo, chair of the energy and climate change select committee, signalled that the government might face a cross-party rebellion in order to force an amendment to the bill so that it includes a decarbonisation target. Caroline Flint, Labour&apos;s shadow to Davey, suggested she would push for such an amendment. The energy industry largely welcomed the bill; environmental groups were far less enthusiastic, particularly over the issue of the decarbonisation target. There is still confusion and debate about the precise impact the bill will have on domestic energy bills. Expect this to run and run...        4.40pm GMT    Political reaction    Caroline Lucas, the Green party MP for Brighton Pavillions, has posted a statement on her website:  In 2006, David Cameron said that we need targets as well as technology to make the shift to a greener economy, yet he has allowed his chancellor to completely disregard the committee on climate change, his coalition partners, the renewables industry, NGOs and a raft of the UK&apos;s largest businesses by scrapping the 2030 decarbonisation target. Equally deplorable is the governments refusal to support binding energy efficiency and renewables targets for 2030 that would deliver the longer term certainty that green investors are crying out for. Amendments are also needed to this bill to rule out a new dash for gas. Gas is the real threat to our energy bills, not green policies - it has been repeatedly shown that the UKs ongoing dependence on expensive and polluting imported gas is what is forcing up energy bills. Yet ministers have failed to tackle this problem. This governments apparent determination to keep the UK hooked on gas even in the face of the UNs latest warnings on climate change also raises serious questions about who ministers are listening to over energy policy and the influence of pro-gas voices like Lord Howell.        4.36pm GMT    Fuel poverty protestors outside the Treasury    Here&apos;s a picture of Fuel Poverty Action Group protesters laying &quot;tombstones&quot; on the Treasurys steps earlier today to illustrate &quot;its responsibility for fuel poverty deaths&quot;. The protest has now come to an end. Here&apos;s a statement from the group:  Protesters, including many pensioners and disabled people, occupied space outside the Treasury&apos;s front door and laid giant tombstones on the Treasurys steps to symbolise George Osborne and the Treasurys responsibility for fuel poverty deaths. One tombstone said: George Osborne, your cuts kill, one tombstone said: Gas power = killer bills and another slogan said: 24,000 winter deaths. Big Six profits up 700%. They held banners that said: Stop the great fuel robbery, Energy to meet our needs, not for corporate greed and Justice for Pensioners. The protesters demanded George Osborne let them warm up inside the Treasury, chanting Let us in! and saying that people who cannot afford to heat their homes should be allowed inside to keep warm. However, protesters were refused entry inside the building by a heavy police presence. Protesters accused George Osborne of leaving vulnerable people outside in the cold. Those present then held a speak out session where people talked about their personal experiences of living in fuel poverty and pinned the blame on George Osborne and the Big Six energy companies. The protest ended with a march to parliament, with protesters chanting: George Osborne, shame on you! and Cold homes are a killer.      Fuel Poverty Action Group members outside the Treasury protesting against the energy bill, 29 November 2012  Photograph: Fuel Poverty Action Group         4.21pm GMT       Milton Catelin, the CEO of the World Coal Association, says:  Coal plays a vital role in the UK energy sector. Because of low coal prices,coal consumption in the UK actually increased by 28% in the first half of2012 compared with the same period the year before. Disappointing that the UK energy bill doesn&apos;t acknowledge a fuel that contributes around 40% of the UK&apos;s electricity. TheUK&apos;s emissions performance standard (EPS) will simply allow the construction ofunabated natural gas plants, while prohibiting the construction of coalplants. It does not incentivise thedeployment of high-efficiency low-emission coal-fired power plants, which area necessary milestone towards CCS.CCSis needed on all fossil fuels  gas as well as coal. Unabated gas is not asolution to climate change. TheEPS is also a concern from an energy security perspective. The expectationthat unabated gas alone will provide the fossil fuel back-up to renewablesis clearly high risk in terms of prices. Whileit is a positive step that the bill includes support for CCS via a feed-intariff, governments and international institutions must support all lowcarbon technologies. There is significant potential to reduce CO2emission through more efficient coal power plants. Averageefficiency of electricity production from coal in the UK is 38%,compared to 45% that can be achieved today in power plants withstate-of-the-art technology. Given that a one percentage point improvementin the efficiency of a conventional coal plant results in a 2-3%reduction in CO2 emissions, replacing old technologies with new onesat UK coal plants could result in 14%-21% reductions in greenhousegas emissions from coal-based electricity generation. Support of all low carbon technologies would also allow coal to continueto play its vital role in the UK energy mix and help alleviate the on-goingissue of energy poverty in the UK. A conservative estimate is that 3,000people die each year in the UK as a direct result of fuel poverty. The UK energy bill will increase the UK&apos;s dependence on natural gas, whilelimiting the role of coal which is a more affordable source ofelectricity.        4.17pm GMT       Philip Sellwood, chief executive of the Energy Saving Trust, says:  We welcome the commitment to energy efficiency by government and firmly believe that reducing electricity demand is the most cost-effective way of addressing the future of energy in the UK. Our Powering the Nation study shows that the increase proliferation of electrical gadgets is a big factor in the increase in electricity demand. 40 years ago the UK averaged 12 appliances per household but today this is 40 appliances per household. On average, we are spending between 50 and 86 per year by powering electrical appliances we are not even actively using. It is unrealistic to ask people to stop using gadgets altogether. What we need is for all of us to start taking control of our energy use to realise the benefits of being more energy efficient in the home. Smart meters have a huge role to play in allowing us as consumers to understand their energy use and take control of how much were spending on our energy bills. A fundamental aspect of the smart meter roll-out is ongoing advice to ensure households fully understand how to use them and reap the benefits as a result. Essentially smart meters will only really work with smart people fully engaged.        4.13pm GMT       Following on from the last block, here&apos;s a statement from National Energy Action, the fuel poverty charity:  The government&apos;s proposals will have clear and long lasting implications for domestic energy consumers. Despite a high level commitment that any costs incurred should present value for money, we are alarmed at the potential imposition of new and additional costs and, in particular, that low-income vulnerable consumers may end up picking up the tab for energy intensive users. This would be a clear contradiction of the principle that the polluter should pay.  In addition, the government is aware that levies, paid for by energy consumers, disproportionately penalise the poorest households. The impacts of this type of policy can be mitigated through adequate and proportionate assistance; however, an independent review commissioned by the government recently warned that existing and future policies fall far short of what is required to protect the health and welfare of millions of households. We are therefore urging the government to face up to the impact of their proposals on low-income vulnerable households and to design and implement mitigating policies to minimise further hardship for these households.        3.56pm GMT    Video    Here&apos;s Ed Davey speaking to ITN outside parliament earlier today...                 3.50pm GMT       As the BBC&apos;s environment analyst Roger Harrabin raises in a tweet (highlighted in the previous block), Davey announced today that the energy intensive industries, such as steel and cement factories, will be exempted from new low carbon costs. The tab for this will be picked up by domestic billpayers. As Damian Carrington points out in his article today, there is a growing perception that these industries are being overly cosseted by the government:  There is little else in the bill that was not trailed last week, when the coalition simply kept its promise to support renewables but failed to fully end the crippling uncertainty facing the investors expected to commit the 200bn needed in coming decades. However, there was today the promise of yet more exemptions for energy intensive industries such as steel and cement. Make no mistake, these are important industries, both for building the UK&apos;s new energy system and for jobs. But many in the sector are carbon fat cats, who are rolling in billions of Euros of free carbon credits. &quot;They are past masters at special pleading,&quot; as Tim Yeo MP put it. So Davey will have to walk a fine line between protecting those industries and showering them with more subsidies. That is particularly important because, lest we forget, every penny of the money spent on our future energy system will come from me and you, through our energy bills. The good energy efficiency measures proposed today will - if they are delivered - shorten the odds on the great 200bn energy gamble. But the policy still relies too much on volatile gas to be the best bet for consumers and the climate.        3.23pm GMT    Twitter updates      Energy Bill presser got antsy when John Hayes repeatedly failed to answer @fionaharvey q if they're any onshore wind farms he's in favour of&mdash; Tim Probert (@TimProbert) November 29, 2012     Ed Davey cast doubt over decision on Cuadrilla to restart fracking next week. Quasi-judicial and will have to go through process properly&mdash; Tim Probert (@TimProbert) November 29, 2012     The #EnergyBill means my Auntie Mavis will subsidise Tata Steel (it's exempt from clean energy levy) Ministers say it won't cost her much.&mdash; roger harrabin (@RogerHarrabin) November 29, 2012     So, with @carolineflintmp and Tim Yeo calling for decarb target and Lib Dem conference demanding one, what chance a backbench rebellion?&mdash; James Murray (@James_BG) November 29, 2012     Worth moment to reflect that today is the day marking game over for new coal in the UK. Remember that Kingsnorth campaign. Yeah, we won.&mdash; Joss Garman (@jossgarman) November 29, 2012        3.02pm GMT       Dr Gordon Edge, director of policy at RenewableUK, has a comment piece on the Guardian&apos;s Comment is Free website:  You don&apos;t have to be a whizz at maths to see that the [energy bill] targets will require a steep growth rate in renewables. It would be a remarkable trajectory, taking wind from a 1% share of the nation&apos;s electricity to around 25% in under 15 years, overtaking nuclear power in the process. But can this actually happen? Yes it really can, provided the industry (both in the UK and abroad) continues to make the strides it has been making over the past few years. At around 9.30pm on a cold day in mid-September last year, something extremely exciting happened in the UK (albeit completely unnoticeable to all but a few operators in the National Grid&apos;s control centre): wind power set a new all-time generation record of 3.98GW. &quot;System demand&quot; at the time was 34.9GW which meant that, for the first time in the UK&apos;s history, the wind was meeting more than 10% of our total electricity demand, nearly 12% actually. This probably doesn&apos;t strike you as a particularly high figure, but bear in mind that it wasn&apos;t until 2007 that wind power actually registered in the government&apos;s energy statistics at all, coming in at a rather paltry 0.9%. Nevertheless, that was also the year in which the largest windfarms were given the status of &quot;major power producers&quot; by the then Department for Business, Enterprise and Regulatory Reform. Installed capacity (the maximum amount of electricity that can be generated by a technology) is 10 times greater today than eight years ago, in 2004, and that kind of growth isn&apos;t too bad over a period in which, for the greater part, the country has been mired in economic difficulties.        2.56pm GMT       Tim Yeo MP, chairman of the energy and climate change committee, has just commented on the energy bill:  I welcome the governments response to my committees report and am pleased that there have been some significant changes to the bill as a result. However, there is still room for improvement. It is disappointing that Decc is only launching its consultation on electricity efficiency today, when my committee has been calling for stronger action on efficiency for many years. I am pleased that ministers have seen sense on having a single counterparty to guarantee new energy contracts, but if the Treasury wants to deliver the best deal for consumers it should use the governments triple AAA rating to back the contracts directly. This would lower the risk for investors and reduce capital costs, keeping the overall bill for energy investment down. I am also concerned that National Grid will face conflicts of interest in its role as delivery body for these reforms. I believe this role should be performed by a new, independent, not-for-profit company.        2.53pm GMT    Reaction    Graham Meeks, director of the Combined Heat &amp; Power Association:  While we applaud the government for its bold steps in seeking to secure investment in new low carbon generation, the energy bill does not provide the simplicity necessary to support the continued growth of the decentralised energy sector. The expansion of the small scale feed-in tariff, as recommended by the energy and climate change committee, is the simplest way to provide that access forcombined heat and power andrenewables generation.  Harry Huyton, the RSPB&apos;s head of climate change policy:  Mr Daveys claim would be considerably more credible if the bill had introduced a clear commitment to near-zero carbon electricity by 2030. Without this, the UKs nascent renewable energy industry continues to operate with considerable uncertainty that has been fuelled by high-profile rows within the coalition about the role of renewable energy versus fossil fuels. The stakes couldnt be higher; climate change threatens to drive species to extinction across the world, and this years extreme weather at home and abroad is a stark reminder of the impact that unbridled climate change can have on people and wildlife.  Juliet Davenport, CEO of Good Energy:  The bill is a step forward in delivering more large scale renewable generation and thats obviously a good thing. We also welcome that the government has indicated that its willing to listen to suppliers on how these proposals will work in practice. But its continued inability to look beyond the need for larger projects is disheartening. To create a more competitive market, Decc must be more proactive in encouraging independently owned, decentralised generation, ideally through extending the current Feed-in Tariff scheme.  Tom Delay, chief executive of the Carbon Trust:  The inclusion in the energy bill of a levy cap of up to 7.6bn a year, in todays money, by 2020 is welcome. It should provide far more certainty that new projects moving from their development to construction phase will have adequate revenues. However, until the detail of the strike price for the various technologies has been agreed and the relationship between the price, the capacity and the total cap is clarified it is too premature to fully welcome this measure... The news that the coalition government has decided to defer to 2016 the inclusion of a carbon target out to 2030 is disappointing as it misses an important opportunity to send an immediate long term signal to the market that the overall policy to decarbonise the electricity sector is set. Overall the energy bill, assuming strike prices are published quickly and are set adequately to generate commercial returns, will have done enough in the short-term to bank and re-boot the low carbon energy sector but it could have done so much more.  Neera Sharma, Barnardos assistant director of policy:  The government must...  Hold energy companies to account for ensuring that the poorest families are on the lowest tariffs available and that prices for pre-payment meters are brought down to the same rates as online tariffs. Ensure help is available to help drive down the energy bills of the poorest families, for example by usingmoney gained from carbon taxesto invest in a major programme to make homes super energy efficient Bring forward the requirements on landlords (contained in the Energy Act 2011) to make their rental properties more energy efficient so that all families living in substandard accommodation can benefit from energy efficiency improvements.   James Vaccaro, head of corporate and market development at Triodos Bank:  There are many clarifications to the levy control framework which are essential for supporting future investment. Whereas it sets out the broad brush strokes for a policy, there are still worrying gaps where the future devils in the detail could creep in over the next few months. As a major investor in renewable energy, were keen for rapid progress to be made so that we can get on with the job of supporting more renewable energy generation and green infrastructure. In particular, the lack of a transparent framework for conducting future pricing reviews and consultations could leave the industry with the prospect of future political uncertainty. This could have (and still can) be dealt with in the months to come, and may be even more significant than a decarbonisation target: e.g. if there was a truly stable framework that investors could rely upon, then the green infrastructure that we need would be built quicker and cheaper. Such a mechanism, which goes beyond measures such as the carbon floor price, needs to support a range of promising new renewable energy technologies, whose deployment prices are likely to fall rapidly as their industries grow  but that will only happen if the government gets the next bit right.        2.17pm GMT       The UK Energy Research Centre has published a detailed response to the energy bill on its website:  It will be crucial to avoid a situation where the headroom in levy control framework is taken up prematurely with contracts for power plants that do not get built; thereby crowding out other projects that fail due to lack of public finance. ...The absence of a 2030 electricity decarbonisation target in the bill may not persuade investors of the need for new manufacturing assets in the UK, as there is a risk that these could be stranded after 2020 once the current targets have been met. If low-carbon investors do not feel sufficiently secure in the UK actually to build their factories and their supply chains here, they may continue to source a large proportion of low-carbon equipment from overseas.        2.08pm GMT       The Financial Times has a new report on the publication of the energy bill with the headline: &quot;Industry friendly energy bill unveiled&quot;       1.56pm GMT       Fiona Harvey, the Guardian&apos;s environment correspondent, has just asked a question at the energy bill press conference being held at Decc. She asked whether John Hayes, the new energy minister, approved of any onshore wind. He refused to answer.       1.54pm GMT       James Murray, editor of BusinessGreen, believes Ed Davey has &quot;played a very savvy hand&quot;:  In short, investment in clean energy has never looked more attractive. The business case for investing in clean energy directly or sourcing clean energy from suppliers looks increasingly compelling for financial, as well as environmental reasons. It is little wonder the bill has been welcomed by the CBI, EnergyUK, RenewableUK, and the EEF, just as it is no surprise green groups will argue it does not go far enough... Caveats aside, the energy industry and the green economy have been waiting decades for a policy landscape as clear and progressive as this. It has taken longer than it should, mistakes have been made along the way, and the government will almost certainly take a kicking over the impact on energy bills, but if you consider the long term vision contained in this bill then Davey and co deserve some plaudits.        1.46pm GMT       John Alker of the UK Green Building Council emails to say he&apos;s noticed an omission in the small print that is of potential concern:  A scan and search of the 100+ page document reveals no mention whatsoever of display energy certificates, currently driving energy efficiency improvements in public sector buildings. This is bizarre really  firstly because they are doing a good job in public buildings. Secondly, there is a big lobby to roll them out to commercial buildings, and they will be essential if we are going to pay people to use less energy  because how on earth will that be measured without some sort of assessment tool?        1.39pm GMT    Political reaction    The Labour party has now posted a transcript of Caroline Flint&apos;s response to Ed Davey in the Commons on its website:  I make no bones about it  we support a clear decarbonisation target in this bill. From what I read in this mornings papers, so do many honourable members on the governments own benches, including the chair of the select committee. And when the time comes, we will work with colleagues across the house, to put a decarbonisation target into this bill.        1.34pm GMT    Still lots of reaction arriving...    Guy Newey, head of environment and energy at Policy Exchange:  The subsidy lobby has won. The energy bill will lead to more and more decisions being made by the government, rather than in the market. This will increase the unnecessarily high level of subsidies that are going to low carbon technologies such as offshore wind. An EU-wide carbon price would allow different low carbon technologies to compete, which is the best way of going greener as cheaply as possible.  Angela Knight, chief executive of Energy UK:  This energy bill is a big and positive step forward. In its detail it must provide sufficient clarity and confidence for investors over the direction the UK is taking on energy policy. The capacity market proposals will mean that gas power stations will be there, not just to keep the lights on while the new nuclear power stations and renewables are being built, but also for the longer term future. This means that the huge investment will now start being made in our energy infrastructure and this will create jobs and help economic recovery. At the same time, a focus on affordability for households and for businesses of all sizes, now and during these changes, is essential. The energy industry will be doing its part in both providing free and subsidised insulation and particularly assisting the elderly and vulnerable. We will be working closely with consumer groups, business groups and those who are big energy users as the bill goes through its processes, as well as government, all political parties and the regulator.  Ray Noble, PV specialist at the Solar Trade Association:  Solar could readily deliver a third of the UKs power supply, using south-facing roofs and facades alone. This technology will be massive. Furthermore solar puts the power to generate directly in the hands of millions, not the few. Decc and its electricity market reform agenda now need to fully recognise the major role that solar power will play in transforming our electricity markets. The approach so far has been top down. Solar power means a bottom-up energy revolution and any government serious about breaking openthe electricity market to much greater consumer choice and competition should be right behind us.  Alistair Smith, chair of the Institution of Mechanical Engineers power division:  Although the majority of measures being announced today are positive, and should enable us to meet our 2020 EU renewables obligation, the lack of an emissions target for 2030 leads to longer term uncertainty on clean energy investments. In the absence of this clear target we will likely see a dash for (unabated) gas and it effectively removes any legislative incentive to develop carbon and capture and storage technology for gas-fired powered stations in the medium-term. What is clear is that whatever technologies the UK ends up relying on to meet energy demand, energy prices are set to rise. The UK has enjoyed 20 years of cheap energy which has lead to complacent energy use. People must adjust to the fact that if they want to keep energy costs down they must adjust their behaviour.  Gaynor Hartnell, chief executive of the Renewable Energy Association:  The devil will be in the detail, which we have yet to fully examine. However, if the new regime is implemented sensitively, consumers and green generators should both win. Electricity customers will only pay what is necessary to move the UK towards a more sustainable and secure energy future. Thats because, with these new contracts, if the price of electricity increases, the amount of subsidy required can fall. Generators should get a stable price, provided they achieve the fair market price for their electricity. Thats why its essential we have a route to market which guarantees this. We cant afford to be complacent, however. It is vital that confidence in the policy framework is established quickly given the investment hiatus we face. There is still much work to do, to translate the legislation into clear and effective policy. We look forward to working closely with Decc to ensure our members can have full confidence in the new framework as quickly as possible.  Alan Raymant, chief operating officer of Horizon Nuclear Power:  Were extremely pleased to see publication of the energy bill. This process is critical in allowing developers to progress projects which will provide the secure, sustainable and affordable energy which the UK needs.  Matthew Spencer, Green Alliance director:  This is a timely and vital bill to ensure we get a secure, low carbon energy system. Unfortunately, this good bill is let down by two deficiencies. Firstly, it doesnt create a market for energy saving to reduce the cost of new energy production. Secondly, by failing to establish a decarbonisation target it risks losing thousands of jobs on offer in wind turbine manufacturing because investors dont have certainty about the direction of UK energy policy. We hope these issues will be addressed in amendments to the bill.        1.18pm GMT       The energy bill press conference at Decc has now started. I&apos;m told that Greg Barker is sitting between Ed Davey and John Hayes...       1.09pm GMT    Video    Here&apos;s a video recorded last Friday by Damian Carrington, the Guardian&apos;s head of environment, explaining what the energy bill will mean for consumers...                 1.04pm GMT       Tom Burke, the environmental consultant and former director of the Green Alliance, has written a comment piece for the Guardian today arguing that, despite common thinking, the energy bill is actually a victory for Davey and the Liberal Democrats, as opposed to George Osbourne and the Treasury:  The government is now explicitly committed to meeting its obligations under the renewables directive. And it has provided the money to do so through increased cap in the levy control framework. That means that by 2020 just over 30% of our electricity will come from renewable sources. This is a significant defeat for the Treasury, which has long sought a way to avoid meeting this commitment. It means that by 2020 a lot of relatively cheap renewable electricity will have been contracted for an as-yet unspecified period, but which is likely to extend beyond 2030. John Hayes, the wind-sceptic energy minister, may think he has killed onshore wind, but he will now discover that money talks louder than ministers.        12.57pm GMT       Guy Shrubsole, an energy campaigner at Friends of the Earth, has emailed to say he&apos;s spotted something interesting:  Trawling through the energy bills small print, it looks like the government is trying to dilute still further its already weak commitments on cleaning up the power sector. Up until now, DECC have said they were looking at the power sector decarbonising to 100g of carbon dioxide emissions per kilowatt hour by 2030. But today, DECC have snuck out documents saying they will be updating their analysis to anticipate emissions being up to 200g/kWh by 2030. Theyd already moved the goalposts - now theyre moving them again. Its a total cop-out that will hurt the climate and tie us into an expensive dash for gas. The relevant doc is here  Of course, the Committee on Climate Change - which was set up to advise government on setting carbon budgets - recommends (pdf) a target of 50g CO2e/kWh by 2030.    Updated at 1.05pm GMT     12.49pm GMT    Yet more reaction...    Andy Atkins, Friends of the Earths executive director:  This Energy Bill will lock the nation into increasingly expensive gas, condemn cash-strapped households to rising fuel bills and threatens the nations targets for tackling climate change. Ministers must nail the lie that green policies are behind soaring fuel bills  its the rocketing price of gas thats overwhelmingly responsible for the misery inflicted on consumers. MPs must support an amendment for a decarbonisation target to give businesses confidence to invest in clean energy to deliver new jobs and investment and a power system we can all afford.  Paul King, CEO of the UK Green Building Council:  After some major setbacks for its greenest government ever claims, todays announcements are much more encouraging than many  including ourselves  have been expecting. Its great to see government bringing forward innovative proposals to reduce energy demand, but of course, it will be critical that they learn lessons from the feed-in tariff debacle and the carbon reduction commitment to ensure that this is done in the right way and provides the certainty industry needs to invest. Just as we need to encourage consumers and providers to make the most of the green deal, we need to rally behind the governments efforts to reduce businesses energy demand too. Research from McKinsey cited by DECC suggests that a 26% reduction in energy use is possible by 2030 and we need to see this as a realistic target to cut demand, save money and carbon as well as helping us keep the lights on.  Steve Thomas, professor of energy policy at the University of Greenwich, and Dr Paul Dorfman, founder of the Nuclear Consulting Group (a joint statement):  The energy bill will not complete its passage in this parliamentary term and carbon reduction targets and funding beyond 2020 will be decided in 2016, long after the government has completed negotiations on the price to be paid for nuclear energy. This price will be well above the market price for electricity, and energy consumers will be required to pay the difference (via Contracts for Difference) through a levy on their bills. The impact of these contracts would be to shift the very great economic risk of building new nuclear facilities from the nuclear corporations to consumers. With the stroke of a pen, the government is attempting to disguise a subsidy, under which the corporate liability for new nuclear cost over-runs is simply passed on to the UK consumer. And if new build in Finland and France is anything to go by, these cost over-runs will be very great. In order to pay for new nuclear by the time it comes online, the subsidy budget will have to double to about 15bn and would have to be financed from additional levies from consumers. But new nuclear plants cannot be online before 2020 the time when funding under the current bill is no longer quantified. This raises two questions: will renewables face a fiscal cliff post-2020 because all the budget for additional budget post-2020 will already have been committed to nuclear; and is new nuclear the most cost-effective way to meet our climate change targets?  Michael Ware, a BDO corporate finance partner specialising in renewables:  The government needs to realise that the UK is just a rainy island off the coast of Europe and tariff and incentive schemes to encourage investment in renewable power are pretty universal across Europe. Therefore, if we dont provide clarity and certainty investors will simply take their money elsewhere. The energy bill is a big step forward in this process and will provide some much needed certainty to the industry. There is a clear message that a very significant proportion of the UKs electricity will be generated from renewable sources by 2020. There is still a great deal of detail on the electricity market reform to be revealed, however, it should provide investors with sufficient confidence to support investments in the renewable sector in the short-medium term. In particular, the feed in tariff contracts for difference model should be attractive to pension funds as, unlike the ROC scheme, the model ensures stable returns and incentives to generate.        12.34pm GMT       Damian Carrington, the Guardian&apos;s head of environment, has just posted a blog welcoming Davey&apos;s promise to focus on energy efficiency measures:  As Ed Davey points out today, even a modest 10% reduction in 2030 means five fewer power stations need to be built, nearly five million tonnes of carbon dioxide is saved, and 4bn is cut from bills. The ideas in the proposal are smart: financial incentives to install more efficient equipment and to guarantee keeping the lights on by allowing industry to commit to cutting energy use, not just by generating more. Targeting the replacement of old, inefficient appliances is a huge opportunity, but has proved tough to achieve in the past, such as when Gordon Brown as prime minister wanted to cut the VAT on efficient appliances only to be thwarted by European Union rules. The voluntary schemes the coalition is consulting - better information, prizes - would be more convincing if the coalition had not slashed the budget of the Energy Savings Trust, which does exactly this work.        12.14pm GMT    Lots of reaction now arriving...    John Cridland, CBI director-general:  Energy-intensive manufacturing is finally getting its place in the sun today, by the exemption from necessary new energy costs. This is vital for such companies to play a key part in our low-carbon economy and it is good news that the government has listened to our calls to build in support at this early stage, which will ensure we reap the full economic benefits at the earliest opportunity. Equally important is the welcome boost the bill gives to investor certainty. It will be crucial for investors to see the momentum kept up in parliament so that the bill can get onto the statute books as quickly as possible. The next vital debate is to decide how to improve energy efficiency and deliver real benefits to the economy. The current policy landscape is too complex, so we will look forward to seeing how todays electricity demand reduction proposals can move us towards a simpler, more strategic approach.  Joss Garman, Greenpeace&apos;s political director :  There is a gaping hole in the energy bill in the shape of a 2030 decarbonisation target. Billions of pounds of investment rest on this target being made law. Without it, there is serious risk of an investment vacuum after 2020, and of jobs and money being lost to our economic rivals. The good news is, Conservative chair of the energy committee Tim Yeo looks set to fight for an amendment to the bill that would offer low-carbon investors certainty through to 2030. Greenpeace will be working closely with MPs across all parties to push for the amendment.  Tony Ward, power &amp; utilities partner at Ernst &amp; Young:  It may not be until autumn 2013 before this bill reaches the statute book, so maintaining confidence in its safe passage will be vital. As ever, details remain to be ironed out or fully articulated. It is inevitable that in the coming days questions will be raised about specific elements, for example exactly how the CfD (Contracts for Difference) counter-party will operate, whether the capacity market will actually be deployed, and if so whether it will simply reward existing assets or incentivise new-build? Government and industry should work closely together to deliver on these details. We should also recognise that many other vital activities are running in parallel with the bill&apos;s passage, such as the determination of the strike price for the first nuclear CfD to support Hinkley Point C, and the ongoing focus to ensure that the planning regime does not act as a barrier to energy infrastructure development.  Nick Molho, head of energy policy at WWF-UK:  Todays energy bill is a unique opportunity for the government to finally speak with one voice in support of the renewables sector. David Cameron must now put an end to months of government infighting which have badly damaged investment confidence in one of the UKs few sectors of economic growth. The ultimate test for the bill will be through strong amendments on energy efficiency and a decarbonisation target that hold the government to their commitments. Consistent political messages are now more important than ever in boosting investor confidence.  Keith Parker, chief executive of the Nuclear Industry Association:  The bill provides much needed investment certainty. A major nuclear new build programme will lead to substantial industrial and employment benefits  including considerable opportunities for the UK nuclear supply chain and a boost for UK manufacturing and construction.  Jeff Chapman, chief executive of the Carbon Capture and Storage Association:  The publication of this bill will give a good deal more confidence to those businesses that are developing the UKs first CCS projects and laying the foundation of a world leading industry.  Maf Smith, deputy chief executive of RenewableUK:  This bill is crucial in setting the investment framework for the next 20 years and ensuring that we can build on our current world lead in offshore wind and marine technologies, and guarantee clean domestic power and tens of thousands of green jobs.  Clare McNeil, senior research fellow at thinktank IPPR:  The government is right that going green mustnt mean going out of business. Energy intensive industries are particularly vulnerable to increases in energy bills but blanket exemptions and handouts are not the answer. We need smarter policies that offer incentives for innovation to reduce the reliance on carbon in industries like steel, cement, paper and pulp, ceramics and glass.     Updated at 12.19pm GMT     12.00pm GMT    Twitter reaction      Flint offers to work with colleagues across the House to put a decarbonisation target on the face of the bill.&mdash; James Murray (@James_BG) November 29, 2012     Davey promises to maximise fossil fuel extraction in the North Sea. How is this compatible an #energybill that is 'good for the planet'?&mdash; harry huyton (@Harryhuyton) November 29, 2012     #energy bill. Admirable ex-energy minister Charles Hendry says lets take politics out of energy policy &gt; good idea but good luck with that!&mdash; Damian Carrington (@dpcarrington) November 29, 2012     Davey says energy investment at record high. So, er, why do we need the bill?&mdash; guynewey (@guynewey) November 29, 2012     Good to see Ed Davey promising to ensure liquidity in wholesale energy markets. Problems highlighted in our gas sector rigging claims.&mdash; Terry Macalister (@TerryMac999) November 29, 2012        11.48am GMT       As Davey takes questions from other MPs, the Department of Energy and Climate Change has now placed on its website a transcript of his Commons statement as well as additional all-important details.    Updated at 11.55am GMT     11.34am GMT       A snap summary of Davey&apos;s statement:  Gas is a &quot;vital&quot; part of our energy mix, but we will ensure &quot;full protection of the environment&quot; New coal plants will only be built with carbon capture and storage (CCS) Consumer bills are &quot;my greatest concern&quot;, despite some &quot;recent misleading reports in the media&quot; Energy efficiency measures will be placed &quot;front and centre&quot;. 15m smart meters installed by 2019 The energy bill is &quot;good for consumers, the economy and the planet&quot;  Caroline Flint, Davey&apos;s Labour shadow, is now responding...       11.22am GMT    Ed Davey statement    Davey (with John Hayes sitting by his side - to the amusement of some MPs) is now speaking in the Commons...       11.20am GMT    Newspaper coverage    Here&apos;s how some of the papers have been reporting the energy bill&apos;s publication this morning... The Independent has, perhaps, the most interesting angle. &quot;Pro-green Tory and Lib Dem MPs consider rebellion over Coalition Energy Bill,&quot; says its headline. The article says that the lack of any decarbonisation target in the bill means a &quot;cross party group of MPs led by the members of the Energy and Climate Change Committee are considering tabling an amendment to the Bill to re-introduce the commitment&quot;.  Speaking to The Independent Tim Yeo, the Conservative chairman of the Energy Committee said such an amendment was a real possibility. I think it would most likely be done at report stage in the New Year but I think there could be a worthwhile debate about amending the Bill to introduce a target range for emissions from the energy sector by 2030, he said. Liberal Democrat sources said Government ministers would almost certainly be whipped to vote against any amendment. However they added that the 2030 target had been agreed as policy by the partys conference in October and backbenchers might be free to support it.  The Telegraph has the headline: &quot;UK energy investment &apos;in limbo for a decade&apos;, says Lord Oxburgh.&quot; It reports on an interview with the former Shell chairman on BBC Radio 4&apos;s Today programme this morning. The Guardian carries a comment piece by Ditlev Engel, the CEO of Vestas Wind Systems AS:  The failure to establish a firm 2030 power sector carbon cap prolongs uncertainty for the supply chain where investment time horizons extend well beyond 2020. This is a significant missed opportunity. It is, however, helpful that the need for a 2030 power sector target has been recognised, as has the importance of the energy mix to facilitating the 2050 carbon targets at least cost. Wind will have a huge role to play in delivering both of these.  The Financial Times has the headline: &quot;Energy bill key to investment, says EDF.&quot;       11.06am GMT       Ed Davey has not started to make his statement yet in the Commons, but you can watch live here or here when he does begin.       10.56am GMT    Welcome    Today, after months of speculation, politicking and lobbying, the coalition government finally publishes its energy bill. At 11.30am, the energy secretary Ed Davey will make a statement to the House of Commons, followed by an hour-long press conference at 1pm. (You, too, might have spotted that it happens to coincide with another long-awaited publication.) We will bring you all the details, analysis and reaction as it comes in, but here&apos;s what we already know from previous announcements:  Energy firms will be allowed to triple the amount of money they add to customers&apos; bills to pay for renewable power, nuclear and other environmental measures. The Treasury has capped this at a total of 7.6bn up to 2020. But there is still fierce debate about what this will mean for average household energy bills. The government says it will add about 80 a year by 2020, on average. The legislation will not, says Davey, rule out future abated gas plants or the exploitation of shale gas reserves through &quot;fracking&quot; in areas such as Lancashire. There will be no electricity decarbonisation target for 2030, to the dismay of many environmental groups. A decision on this has been pushed back until 2016, after the next general election. The government has also announced this morning that &quot;energy intensive industries&quot; will be exempted from additional costs arising from new long term contracts for difference designed to bring on investment in low carbon power plant such as nuclear power stations and wind farms. It said: &quot;The scope of the exemption is currently being considered by DECC and BIS, who will run a consultation in 2013 once the proposed exemption has been further developed. The exemption will require state aid clearance from the European Commission.&quot; And on the day the energy bill is announced, the government has also announced that &quot;financial incentives&quot; will be used to &quot;dramatically reduce electricity demand across the whole UK economy&quot;. This includes payments &quot;for each kWh saved through energy saving measures installed such as energy efficient lighting&quot;.     Updated at 11.07am GMT  ", 
    "section": "environment", 
    "gid": "global/blog/2012/nov/29/energy-bill-published-electricity-emissions", 
    "wordcount": "7195"
}