{
    "headline": "Reddit user Violentacrez to explain 'gallows humour' in CNN interview", 
    "text": "The prolific anonymous Reddit user who was exposed by a Gawker article as the troll &apos;Violentacrez&apos; has issued an apology of sorts for his involvement in posts that included racist and misogynistic images, comments and links. Gawker&apos;s Adrian Chen exposed 49-year-old Texas programmer Michael Brutsch in an investigation of the frequent Redditor contributor on Friday.  Violentacrez was also attached to hundreds of sub-forums with names including Chokeabitch, Hitler and Rapebait. In an interview with CNN for Anderson Cooper 360 to be broadcast on Thursday night, Brutsch described his activities as &quot;gallows humor&quot; which he claimed had been a way of unwinding from his job. Asked by reporter Drew Griffin if he was stopping because he has been identified. Brutsch replied:   Yes. I mean that is, you know, Violentacrez is what I did in my spare time to unwind from my 10-hour-a-day job. That&apos;s how I relaxed in the evening. I no longer need to relax in the evening, because I no longer have a job. That and the fact that the curtain&apos;s pulled back and everyone can see the puppeteer  that and the fact that I have, as with the rape and pregnant Reddits, I have come around over the last few months to understand that some of these things can be harmful to other people.  In the interview, Griffin asked: &quot;Are you apologizing for what you did or trying to make an excuse for what you did?&quot; &quot;Well, I am to some degree apologizing for what I did. Again, I was playing to an audience of college kids. Two years ago, when all of this was at its height, the audience was appreciative and supportive of the sort of gallows humor that I put out there,&quot; Brutsch said.  Brutsch also said Reddit admins instructed him to make sure there was no overt or real child porn on the site. He said the Jailbait forum was mature teenagers with clothes on or &quot;their naughty bits covered&quot;. According to Brutsch: &quot;They [Reddit administrators] depended on me to make sure things were within the rules and things were with the lines.&quot; Brutsch deleted his Violentacrez account after Chen told him he knew his identity but returned to Reddit under username mbrutsch. He said on the site Tuesday that he was fired from his job over the weekend and that he would be appearing on CNN. He declined an interview with the Guardian to prepare for the interview.  Violentacrez also created Reddit&apos;s Jailbait forum which hosted images of underage girls, usually pulled without consent from their Facebook accounts. It included the phrase &quot;keep a teen off the streets  put her in your van&quot; in the group&apos;s description.  Anderson Cooper reported on Reddit last year and called out Violentacrez for creating the site, without identifying Brutsch. The full interview will air Thursday on CNN&apos;s Anderson Cooper 360 at 8pm and 10pm ET.", 
    "section": "technology", 
    "gid": "technology/us-news-blog/2012/oct/17/reddit-violentacrez-cnn-gawker", 
    "wordcount": "490"
}