{
    "headline": "It's refreshing that Queensland shark encounter has avoided Jaws hysteria", 
    "text": "     A remarkable encounter with what was initially identified as a dusky shark on Queensland&apos;s Sunshine Coast was caught on film over the weekend. The shark entered knee-deep water on a busy Caloundra beach before being removed by onlookers concerned at the danger it posed to swimmers. This story is interesting for two reasons: the first being that the near-hysteria often accompanying the presence of a large shark was mostly absent, seemingly replaced by a genuine appreciation of the stunning oceanic predator. And secondly, while moving into such shallow water is certainly interesting behaviour for a dusky shark (Carcharhinus obscurus), some of the footage suggests the shark may in fact have been a blue shark (Prionace glauca)  making it an altogether more fascinating story for marine biologists. To see a blue shark so close to shore is unusual. Known to undertake epic transoceanic voyages of more than 9,000km, blue shark are sleek, perfectly adapted oceanic wanderers, predominantly found beyond the edge of the continental shelf in the open ocean. Indeed, they are one of the most widely distributed shark species in the world, found in all temperate and tropical waters  including a seasonal appearance around the UK and Ireland each summer. What brought this blue shark into the bathing waters of Caloundra&apos;s Bulcock beach can only be guessed at. The shark&apos;s presence in such shallow water could perhaps have been the result of the animal becoming disorientated, perhaps swimming off-course in pursuit of small pelagic fish  its preferred prey. As large, wild animals, blue sharks should be treated with the utmost respect and caution. To see one alive so close to shore is a privilege, and for most media stories on the incident to have largely side-stepped the traditional Jaws hysteria is refreshing. But in 2012, sharks in Australian waters made the news for all the wrong reasons, with a series of tragic fatal attacks in Western Australia. Naturally this generated a sense that shark attacks  and the threat posed by sharks  were on the rise, with a heated debate emerging as to how authorities should protect people from shark attack. The likelihood of shark-human interaction must be viewed in context. Central to this is the rapid growth in coastal populations, with some 40% of the world&apos;s population now living within 100km of a coast  a figure expected to increase significantly in the coming decades. Consider also the burgeoning popularity of water-sports such as surfing, kayaking, scuba diving and snorkelling, and the growing global tourism industry. Combined, these trends mean that each year around the world hundreds of thousands more people are entering a wider range of marine environments for longer periods of time  environments which they will share with large marine animals: dolphins, seals, whales and, of course, sharks. Although many water-users understand the inherent risks and unpredictable nature of their &quot;playground&quot;, a great deal more are likely to be unfamiliar with the associated risks  including sharks and their behaviour. While there is often a degree of statistical anomaly in shark attack figures (you&apos;re more likely to be struck by lightning), the number of attacks each year is relative to the rising number of people entering the water. This is somewhat ironic given the critically low population levels of many shark species as a result of global overfishing. There is absolutely no doubt shark attacks  fatal and non-fatal  are hugely terrifying and tragic incidents. But the risk of shark attack is lessened further by an improved understanding of shark behaviour and movements, with early-warning and shark monitoring programs offering more effective protection. And on those occasions when interaction has been unavoidable, the percentage of fatal attacks relative to total attacks continues to fall as more people survive as a result of advances in medical treatment.  John Richardson is a conservation officer at the Shark Trust .", 
    "section": "environment", 
    "gid": "environment/blog/2013/jan/21/queensland-shark-encounter-avoided-jaws-hysteria", 
    "wordcount": "638"
}