{
    "headline": "Agriculture, forestry and food", 
    "text": "What youll learnPut aside images of country squires in Burberry tweed driving around their estates in Range Rovers, and think GM crops, food security and international markets. Agricultural courses have grown in popularity in recent years - it was the fastest growing course in 2015, with increasing numbers of female students taking the subject. A degree in this area will give you an insight into some of the most pressing issues of today. How can agricultural systems adapt to changing weather patterns? How can the demands of food supply and environmental sustainability be achieved? What is the position of UK agriculture in world production and food supply? A wide number of disciplines are incorporated into agriculture, forestry and food  from science (biology, chemistry, physics, biosciences and social sciences), environmental studies and food technology, to economics and management. By the time you graduate youll be brimming with both professional skills and the facts gleamed from a range of subjects.   interactive   How youll learnExpect lots of hands-on learning. Some courses in this area are based on rural campuses, set in acres of land, so you can, literally, get out in the field and put theory into practice. Others are based on large campuses with dual access to university farms and a diverse student population covering all disciplines. As well as the usual lectures and seminars, you may find yourself undertaking laboratory work, learning about topics such as plant biology or disease. You may also need to get to grips with different computer programmes for applying statistical techniques to agricultural data. As well as learning from staff who are involved in cutting-edge research, most courses will expect you to complete your own research through a dissertation project. Its worth asking about the links different departments have with industry - some offer the chance to spend a year with a business, as well as vacation opportunities that include lambing and harvest jobs. What are the entry requirements?Entry grades vary, so its worth checking with universities directly. Some agriculture courses will prefer one or more A-levels (or equivalent) in science. Other relevant subjects include biology, geography, environmental sciences, maths and economics.   interactive   What jobs you could doThe agricultural industry requires 60,000 new entrants over the next 10 years, so there are lots of opportunities out there. Graduates will often find themselves in farm management, research and advisory work. Those with an interest in sales and marketing could get roles that deal with agricultural products, such as animal feed or fertiliser, for example. Students with more an interest in food sciences could become dietitians, food technologists, scientists or product developers.", 
    "section": "education", 
    "gid": "education/2008/may/01/universityguide.agricultureandforestry", 
    "wordcount": "439"
}