{
    "headline": "Headteachers claim forced academy status is unjustified", 
    "text": "Anna Jones* is a headteacher with a proven track record in school improvement. When she joined her Birmingham primary school, it was in special measures. She had brought a previous school out of special measures and was appointed to do the same again. As soon as she arrived, Jones set about an extensive analysis of the gaps in teaching performance and put in place a monitoring programme to check and re-check that pupils&apos; achievement (progress) and attainment (results) were accurately assessed and targeted for improvement. The efforts appear to be working. The school is now out of special measures and was deemed &quot;satisfactory&quot; after an Ofsted monitoring visit. It is oversubscribed in some year groups, has 95% attendance, and pupil achievement and attainment are increasing fast. Crucially, internal tracking of progress predicts that, come this summer, the school will pass Ofsted&apos;s newly redrawn Sats floor target, under which 60% of 11-year-olds must reach the standard expected of them in English and maths. This is a large school in an area of multiple deprivation. Jones pays tribute to her deputies, who, she says, have &quot;worked really hard to pull it up&quot;. Now, she says, &quot;we have quality and improved teaching and learning. We have very robust self-evaluation and our improvement plan is led by that&quot;. But despite all this, a shellshocked Jones has just been informed that her school is among those that will be forced into academy status. If her governors do not vote to apply for academy status, this will be deemed evidence of &quot;weak leadership&quot;. Existing governors would, she was told, be removed, a section 60 &quot;notice to improve&quot; issued, a new governing body put in place and a sponsor imposed. The 12-month lag between a school&apos;s most recent published results and its next set of Sats scores is the problem, Jones explains. If Ofsted turns up this term to inspect her school, under the recently redrawn criteria, it would no longer be deemed &quot;satisfactory&quot; because its most recently published results  the Sats tests taken in 2011  were below the 60% floor level. It&apos;s a matter of timing, Jones notes wryly: this summer, when this year&apos;s validated Sats results come out, her rigorously policed internal tracking of pupil progress indicates that the school will hit the threshold. Jones is adamantly opposed to becoming an academy, though she says she has no ideological opposition to the model. She says she and her chair of governors have researched the available evidence and nothing they have seen has convinced them that it&apos;s a magic bullet for improving pupil outcomes. Compounding her lack of confidence in the evidence base for academies, Jones is concerned that academy schools may further marginalise already vulnerable children; she cites national fixed exclusion figures, which show that permanent exclusions are more than three times higher in academies than in community schools. She also says she has found no compelling evidence that the academies model benefits primary schools, and objects to her pupils being guinea pigs. After meetings with education department officials, however, Jones has been left in no doubt that opposing the will of the secretary of state would be &quot;career suicide&quot;. &quot;We&apos;re going to have to make this work for us, and exerting some influence over the choice of sponsor is the only way we&apos;re going to have the vaguest of says in this process. It is absolutely outrageous,&quot; she says. In Birmingham, the National Association of Head Teachers (NAHT) reports that it has been contacted by more than 20 schools to say that they are being forced to become academies against the will of the governing body, headteacher, staff and community. All of those, it says, with one exception, are recording improvement in their internal tracking of pupils&apos; achievement and attainment. Birmingham may be the biggest local authority area in the country, but it is only one part of the story. The NAHT&apos;s representative for the West Midlands, Rob Kelsall, says that more than 60 primary schools in his region have contacted him with fears that the DfE will oblige them to &quot;choose&quot; an academy sponsor and make the switch. &quot;The data and trajectory is on the up in almost all of these schools,&quot; he says. Given this, he says, there is a growing suspicion among heads that the DfE is targeting schools that were failing but are now on the up precisely so that their rising achievement  when the next set of Sats results is published after each school&apos;s switch to academy status  can be claimed as a success for the academies strategy. The DfE says this is &quot;wholly untrue&quot;. Kelsall, however, believes his members are being picked off and intimidated. In two cases, DfE officials have requested one-to-one meetings with headteachers to discuss restructuring, without even their chair of governors being present. &quot;It seemed quite out of order,&quot; says Birmingham primary head Joelle Varley. &quot;My chair of governors and the NAHT said no.&quot; &quot;I totally ignored his request to meet me alone,&quot; says Fiona Fair, another primary head in the Birmingham local authority area. &quot;My governors said &apos;we have a school improvement plan and we are moving forward&apos;.&quot; The DfE does not deny that such meetings have been requested; it says that it always tries to talk to local authorities and heads, but that private meetings with schools have been sought in cases where the local authority &quot;isn&apos;t helping us to make rapid progress&quot;. Varley may have thought that her own school&apos;s progress from being judged inadequate several years ago to its recent &quot;satisfactory&quot; Ofsted report may have given her, her staff and parents the right to a say over its future. Having arrived as head after the school had experienced significant staffing turbulence and turned it around so that, to her great delight, it hit the 60% floor target last year, Varley says she thought she would be left alone. But at the start of this year, she was informed that she would be required to &quot;choose&quot; an academy sponsor and make the switch. Increasing pressure, she says, has been brought to bear over several conversations with DfE officials, with hints about what would lie in store for her and the governing body if they mounted any opposition. She sensed she had no option but to comply or be edged out. &quot;In that first meeting, I asked, are staff&apos;s jobs safe? The answer was &apos;it&apos;s up to the sponsor&apos;,&quot; she says. Under TUPE legislation, which guarantees terms and conditions when staff transfer over from one organisation to another, jobs are protected. Staff jobs may be safe, but it appears headteachers may have to fight for their own; the DfE&apos;s line is: &quot;Whilst TUPE does apply, the new sponsor will have a view on the right leadership structure, as this will be critical in driving school improvement. Each project&apos;s leadership structure will therefore need to be decided on its own circumstances.&quot; Schools can be forced to convert if they are in special measures, or if they have been issued with a section 60 &quot;notice to improve&quot;. Because of this, says Kelsall, there is now enormous anxiety around spot Ofsted inspections. And the rate at which schools are being judged as failing seems to be on the increase, he says. In Staffordshire, Kelsall has counted 31 inspections in one term and 11 schools have gone into special measures. Before, Kelsall believes, the average going into that category was four a year. Varley and Fair are damning in their condemnation of the lack of support from Birmingham city council&apos;s education officials. They say that out of the five options ratified in Birmingham&apos;s school improvement strategy, the only one offered to them was to become an academy. Sally Taylor, director of education and skills for Birmingham city council, says officials &quot;do look at what is best for the individual school rather than a one-size-fits-all approach&quot;. She adds: &quot;Birmingham has a number of primary schools that have been under the floor standard for a number of consecutive years and school-to-school support may not result in the rapid improvement needed. &quot;So for each of these schools with a history of under-performance, where a range of other options have not succeeded, such as changed leadership, local authority support and changed governance, a radical response is needed. Becoming an academy or working with a network of academy schools may be the best way of ensuring sustained improvement.&quot; Two other nearby councils have taken a stand against the DfE&apos;s preferred option for school improvement. Coventry city council opposes the forced conversion of any school to an academy. And Sandwell council&apos;s cabinet member for children and families, Bob Badham, says they are resisting it. &quot;I can&apos;t guarantee that it&apos;s not going to be imposed upon us, but what we&apos;re doing is putting a very robust case that we don&apos;t think for all schools, especially primaries, academisation is beneficial,&quot; he says. Becoming an academy will not magically fix all under-performing schools, emphasises Russell Hobby, general secretary of the NAHT, but even if it did, the wrong ones are being targeted. &quot;Too many schools that are already on strong upwards trajectories are getting sucked into the scheme by crude analysis of data, thereby interrupting their progress rather than reinforcing it. We desperately need to recognise a wider range of strategies for school improvement and better, more consistent ways of monitoring school performance, or we may end up going backwards.&quot; The DfE says it takes action to compel academisation only when a school is underperforming. When a school is predicting improvement, it says it makes a case-by-case assessment of their sustainability. Last week, Michael Gove told the Birmingham Post: &quot;Once a school has been converted to academy status, all the evidence is that it is on a journey to improvement. No school is being threatened with academy status. Schools are being promised the benefits that come from being an academy.&quot; Varley doesn&apos;t want to, but she&apos;ll open as an academy in September. Fair is playing for time. Jones has ridden an emotional rollercoaster for weeks, and is now resigned to the inevitable. &quot;It&apos;s all about playing the game now, to get the best for my kids,&quot; she says. &quot;I&apos;ve had to put my morals to one side, because this is now the only way forward, but it goes against everything I&apos;ve come into this profession to be.&quot; * The names of all headteachers and some identifying characteristics have been changed", 
    "section": "education", 
    "gid": "education/2012/may/07/schools-forced-academies", 
    "wordcount": "1791"
}