{
    "headline": "Boot up: Samsung's Note-able 5m, Asus's fewer, Microsoft's hip replacement, and more", 
    "text": "A quick burst of 9 links for you to chew over, as picked by the Technology team GALAXY Note Reaches 5 Million Sales &gt;&gt; SAMSUNG TOMORROW Global Blog Not on its global or UK press sites, but on one of its blogs:   Samsung Electronics announced today (March 28th) that GALAXY Note, released in October last year, has surpassed 5 million sales in just 5 months. Thanks to the fast selling GALAXY Note, Samsung Electronics has gained about two thirds of the South Korean mobile phone market share, making Samsung the leading mobile phone provider in Korea in addition to China, France, Spain and others.   Strictly speaking, analysts say that its 5in size means they&apos;ll classify it as a tablet. Note too that these are &quot;sales&quot; to the retail channel - what others call &quot;shipments&quot;. However, it still means that the same two companies dominate in the smartphone and tablet markets. This is one of them. For an example of those struggling further down the tablet market, read on Judge: Asus Transformer isn&apos;t infringing on Hasbro&apos;s trademark... and Asus reveals embarrassing sales stats &gt;&gt; TechCrunch The Transformer Prime lives on. And:   As a little kicker on the story, court filings have revealed that the device has produced pre-order numbers that are, shall we say, less than legendary pre-orders for this poster child for Android 4 tablets (and it does look great) total a whopping 2,000 units as of a month ago That and 80,000 going to retailers worldwide make the device seem rather minor even in comparison to other Android products like the Nook Color and Kindle Fire.   (Thanks @pauljreynolds for the link.) Yahoo-Geddon: leaders debate layoffs and more today &gt;&gt; AllThingsD Kara Swisher says Yahoo is having a big think about:   How and where the company will make large-scale cuts in staff, which I have previously reported were coming and will perhaps be numbering in the thousands; which businesses to sell off and which to keep, including its ad tech unit; the correct structure for the reconfigured entity; and who will be left to run it all when it is all settled. Also up for debate is the best course of a two-pronged effort -- being led primarily by CFO Tim Morse and members of his corporate strategy team -- to renegotiate its search and advertising partnership deal with Microsoft, while also engaging in active discussions with Google about it taking over Yahoo&apos;s search business.   No explanation of why it might switch back to Google from Microsoft&apos;s Bing. But it would be a huge blow to Microsoft if it does. Apple TV isn&apos;t coming until 2013, says Asian research group CLSA &gt;&gt; Business Insider  Most analysts say Apple will release an Apple TV this year. Not Asian research group CLSA, which said in a note this morning that it thinks it comes out in 2013.   Bored yet with the game of &quot;when will Apple release a TV?&quot; Plenty more where that came from. Readers&apos; Choice Awards 2012: Smartphones and Mobile Carriers &gt;&gt; PCMag.com  When we asked our readers how satisfied they were with their smartphones overall, Apple and Microsoft customers both rated their phones an impressive 8.7 on our 0 (extremely dissatisfied) to 10 (extremely satisfied) scale. Android, on the other hand, only received a 7.9, the same rating it received in 2011. Apple&apos;s score improved from 8.4 last year; Windows Phone, which earned an Honorable Mention in 2011, improved 0.6 points. That&apos;s up from an 8.1, which is a big jump in satisfaction.   Statistics alert: this is a self-selecting sample, we don&apos;t know what the sample size is, whether sample sizes are comparable across the different platforms, and whether there was any gaming of results. Other than that... (Thanks @pauljreynolds for the link) Suddenly Microsoft is the hippest tech company around &gt;&gt; The Atlantic Wire  Which brings us to the other aspect of Microsoft&apos;s renaissance: good timing. The once-hipper than Microsoft foes, Google and Apple haven&apos;t looked so good these days. Google, the once beloved search company, has users uneasy with its Google+ integration, privacy issues and anti-trust concerns. Even Googlers aren&apos;t too sure of Google&apos;s mission, these days. Apple still produces insane-popular gadgets, but no longer wows reviewers like it once did. The new iPad is still the best tablet out there, but it&apos;s not a must-have. Plus, it too has gotten itself into its own privacy messes. It also had the misfortune of acting as the face of the last few months of Foxconn scandal. Though the Foxconn protesters that threatened mass suicide back in January made Microsoft&apos;s XBox, thanks to Mike Daisey and Apple&apos;s financial successes, Apple not Microsoft absorbed most of the bad PR.   (Thanks @rquick for the link.) Xbox Live TV: Why Microsoft, not Apple, will dominate television streaming &gt;&gt; Slate Magazine  Over the last few months, Microsoft has turned its video-game console into your TV&apos;s best friend. Late last year, the company revamped the Xbox&apos;s interface, adding a wonderful voice-search feature through the Kinect motion-gaming add-on. Microsoft also added dozens of entertainment services to its Xbox Live online plan, including Netflix, Hulu, ESPN, and on-demand video from cable and satellite services around the world. This week, the company is adding access to Comcast&apos;s Xfinity on-demand service, as well as apps for HBO and MLB.TV.   Microsoft is, finally, making everything happen; it&apos;s had this plan since about 2001. (Thanks @pauljreynolds for the link.) Google+: The Charge Of The Like Brigade &gt;&gt; TechCrunch Devin Coldewey:   Google never said &quot;What you&apos;re doing is broken. Use our thing instead.&quot; They always said &quot;Did you know you we can do that too, for free?&quot; Did they say Excel was broken when they let you make spreadsheets in Docs? Did they break down email to its bare bones and remake it for Gmail? Of course not. Google was about ubiquity, diversity, and a few memorable little quirks or improvements that set them out from the crowd. To attempt to build something new, a la Apple, with the assurance that company likes to make (&quot;This is the best way, which is why we made it the only way&quot;) is not a Google strength. They just aren&apos;t good at making new things. Never have been. Making existing things easier, faster, more accessible -- sure. But inventing them? Not so much. So the idea that they were going to invent a new way to share should have rung alarm bells to begin with. Sharing was never broken; Google merely found that they were losing a battle they had not even prepared for. Their declaration of war was a declaration of defeat.   Subtle point.  Flat-panel TV sales flatten in US &gt;&gt; AllThingsD  Market research firm IHS iSuppli said Tuesday that U.S.-bound shipments of flat-panel TVs will drop 5% in 2012, slipping to 37.1m units from 39.1m units in 2011. And that decline will likely continue for the next few years. By 2013, IHS figures shipments will drop to just below 35m and by 2015, they&apos;ll be hovering around 34.2m.   This is the environment that smart TV is being launched into: an unpromising one where the market is saturated, and the people who are buying are the &quot;late adopters&quot; of flat TV - and so are unlikely to take advantage of &quot;smart&quot; features. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/mar/29/technology-links-newsbucket", 
    "wordcount": "1274"
}