{
    "headline": "Research funding: are we in danger of concentrating too hard?", 
    "text": "This will be the year in which the higher education world turns its collective attention to one thing in particular: research. The Research Excellence Framework (REF) looms closer and work is beginning on party manifestos as the coalition moves into the latter half of its reign. As a result, the sector  as well as individual institutions  will be thinking hard about how best to protect their lot and to secure a well-funded research environment well into the next parliament. For institutions, this leads to questions on two different levels. First, how do we as a sector prevent a future claw-back from the research budget by the treasury in a climate where higher education is perceived to have &apos;done well&apos; in recent funding announcements? Second, should the research budget avoid painful cuts, what is the most effective way to allocate funding which will support high-quality research activities? The direction of current government policy relies on an equation between excellence, as measured by various quality indicators, and scale. Institutions which strike the right balance between the two are rewarded. At the level of research projects, we normally refer to the concept of critical mass. This is most commonly used to describe a quality of certain research projects that are high-quality but, crucially, have become big enough to be excellent on a world-leading scale. This definition is perhaps not controversial. The government&apos;s significant fiscal constraints makes the argument to fund research with a global impact an extremely compelling one. However, we must not assume that global impact can only be achieved through scale, and that we should therefore divert the lion&apos;s share of funding towards projects based on sheer size. Excellence and scale are two very different concepts, in danger of being made synonymous in the minds of higher education funders. In the years to come, we risk predetermining the nature of excellent research through an obsession with funding scale which, while sustaining some centres of excellence, will crowd out many institutions from competing for funding and may even stifle innovation. The contribution that scale makes to producing excellent research is questionable. Some disciplines, particularly the &apos;hard&apos; sciences, may benefit from a larger-scale concentration of resources, but there is little to no evidence that critical mass has any effect on the excellence of the work of mathematicians, or in the arts and humanities. Smaller research-intensive institutions in particular are already being sidelined by recent funding announcements that point to an increasing fixation on scale. For example, Hefce limited awards from its 10m fund to facilitate Open Access to 30 institutions purely on the basis of the size of historical quality-related and research council funding received. In a similar vein, Higher Education Innovation Funding (HEIF) to reward knowledge exchange activities is limited to institutions which have attracted in excess of 250,000 in external funding. The bias also occurs across the research councils: for example, the Engineering and Physical Sciences Research Council (EPSRC) recently restricted its Core Capability for Chemistry invitation for funding proposals to departments which have received 10m in funding in the past five years. Such calls create obvious barriers to nascent departments and younger research teams. Given that at least six STEM departments have closed at top universities in the last 15 years, and many have never had dedicated departments in areas such as physics and chemistry, the lack of space for creation of new departments in vulnerable disciplines is concerning. The chancellor&apos;s autumn statement, with its 600m pledge, offered some hope for the future of research, yet the government has laid its cards out regarding the allocation of these funds and has made clear that &apos;Big Science&apos; will be prioritised. This is to be welcomed  the UK has a crucial opportunity to capitalise on its success in areas such as computing, synthetic biology and materials. Yet the broader health of the UK&apos;s research base in terms of spread of investment and room for competition must not be neglected. Competition for highly concentrated sources of funding could lead to a narrowing of the sector, encouraged by developments such as the proliferation of doctoral training centres and increases in matched-funding calls. By extension, institutions will be incentivised to think about their research strategies in terms of a defined set of criteria, as well as selecting research staff and projects based on these. All of the universities I have worked with are distinct. Each has a unique character and takes great pride in its areas of strength and individual quirks. Often such diversity has a role in fostering excellent research and it would be a great shame if macro funding policy forced institutions to homogenise. Concentrating funding too far towards strategic could also erode certain discipline bases. Researchers in these fields, and those at smaller institutions, would face professional isolation and narrowed career prospects. The insistence on university-industry partnerships on only a macro scale creates an uneven distribution of investment across the regions. Scale is no guarantee of excellence, and if funding decisions continue to be driven by this assumption the UK&apos;s research base will suffer. Zo Molyneux is senior research and policy adviser at the 1994 group  follow it on Twitter @1994group This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/jan/02/research-funding-scale-obsession-excellence", 
    "wordcount": "892"
}