{
    "headline": "What's climate scientist James Hansen's legacy?", 
    "text": "Just a few weeks ago, one of the biggest names in climate science made one of the biggest announcements possible. Dr. James (Jim) Hansen said that he will &quot;retire&quot; from his duties at NASA to focus his energies elsewhere. This is a &quot;retirement&quot; that is anything but. Dr. Hansen has made clear that he will become more engaged in communicating climate science to the general public and he will continue to carry out the high-quality work which he is known for.  What does this mean for climate science and the future of the Earth? It is impossible to know now but instead of looking forward, I want to shine a light on what Jim has done for climate science, what he signifies to the larger public, and how he is viewed by current and upcoming scientists. Within the scientific community, Jim is known for works of impeccable quality and importance. Climate science is a complicated topic, it involves many intersecting disciplines. It is rare indeed for anyone to be knowledgeable about the entire climate system  but Jim is. He is among the small handful of scientists that can speak authoritatively about virtually the entire myriad of climate/energy topics. I have read many of his articles, particularly from the 1980s where he used emerging computational tools and clever intuition to show us how sensitive the climate is to human interactions. More recently, he has expertly delved into the past climate (paleoclimate) to reinforce his earlier predictions with signs and symbols from Earth&apos;s history. Throughout these decades, Jim has often been quicker to warn us about human-caused climate change than his colleagues. So far, his predictions have been proven correct. In recent years, he has expanded beyond the scientific literature to a more popular press approach, writing a detailed yet easy to read book which exudes the concern and care he holds for his family and their future. While reading this book, I could feel the ache Jim has for the foolishness of this generation&apos;s actions and the debt we are leaving our children. A testament to Jim&apos;s impact is given by how he is viewed by others. His long-time colleague, NASA Senior Scientist Dr. Andrew Lacis, told me,  The basic facts remaining unchanged. What Jim Hansen has been saying all along, is that global warming is a matter of fact and physics, leaving no room for doubt or uncertainty. What makes climate change difficult to explain is that there is also natural variability that is superimposed on the steadily increasing warming trend. Explaining such complexities, and the gravity of continuing to delay in implementing meaningful action, will keep Jim fully occupied for the foreseeable future.  Another colleague, Reto Ruedy, who has worked with Jim for 35 years related,   For me, working with Jim was a great experience. His enormous interest in the subject, his eagerness to learn is intoxicating and led his collaborators to voluntarily and joyfully work long hours. His most outstanding feature however, is his unwavering optimism where his first reaction to a blunder is to dig up useful pieces of information from it rather than to blame the culprit who caused it.  But those outside NASA also recognize Jim&apos;s significance. Bill McKibben, who founded the worldwide 350.org movement says,   If 350.org has a patron saint, it is Jim. It was his 2008 paper that gave us our name, identifying 350 parts per million CO2 as the safe upper bound for carbon dioxide in the atmosphere. But as much for his science, we respect him for his courage. He is always willing to speak the truth bluntly.  While this blunt talk has made him one of the best known climate scientists, it has also made him a target of attacks. Inept attempts to impugn his science have forced his opponents to rely upon personal attacks as the Earth&apos;s climate has shown his predictions to withstand the test of time. Importantly, to other scientists, Jim has been a model  showing how to navigate a world where speaking truth about climate change guarantees vitriolic attack.  Someone who knows these attacks firsthand, Mike Mann says,   Jim has been an inspiration and a role model for me. As I discuss in my book &apos;The Hockey Stick and the Climate Wars&apos;, Jim and a handful of scientists like Stephen Schneider helped pave the way for other scientists who would find themselves under attack simply because their findings and conclusions were inconvenient to powerful vested interests.  For most of the world, gracious statements honoring a &quot;retiring&quot; scientist may seem a bit like inside baseball. Why should we all care? We should care because Jim exemplifies courage, intellectual brilliance, character, and foresight. He exhausts superlatives and is a standard to which his colleagues aspire. He is emblematic of what the world needs to deal with the current risk of climate change. We are all indebted to him.  Perhaps it is best stated by a young, promising scientist, Sarah Moffitt,   The field of climate science will be fundamentally different. As a young scientist, his career has been a beacon to me and my peers. He is an example of what scientific leadership can look like. His retirement is a call for all of us young climate scientists to integrate our moral and ethical framework with our science fields.  I couldn&apos;t have said it better. Dr. John Abraham of University of St. Thomas, the Climate Science Rapid Response Team and the Climate Science Legal Defense Fund", 
    "section": "environment", 
    "gid": "environment/climate-consensus-97-per-cent/2013/apr/29/climate-scientist-james-hansen-legacy", 
    "wordcount": "918"
}