{
    "headline": "G8 urged to tackle malnutrition, the hidden killer in Mozambique", 
    "text": "For their meal tonight, Olinda Novela and her children will dine on tree root soup. This is what they ate for breakfast, and what they will likely eat tomorrow. The soup, made from mashed wood shavings boiled in salty water, has zero nutritional value. It is a thin, brown, evil-looking gruel. But in remote, drought-stricken Mahache village, about five hours&apos; drive north from Mozambique&apos;s capital, Maputo, there is simply no other choice. Novela, 37, has four children still at home; another four have moved away. They are not actually starving  not yet, anyway  but they are chronically malnourished, according to visiting community health workers. They have much in common with many other Mozambican children, with an estimated 44% of under-fives physically or mentally impaired  the technical term is stunted  because of severe malnutrition. Their weakened immune systems increase their susceptibility to malaria, HIV, and other fatal diseases. &quot;I am hungry. Everyone is hungry. I am hungry all the time,&quot; Novela said, standing outside her crumbling home of mud walls, wooden stakes and corrugated iron. &quot;I feel desperate. I don&apos;t know what will happen to me and the children if it does not rain.&quot; She says there has been no fresh food in Mahache since January. Olinda hitches her youngest, Alissi, on her hip. Alissi looks about one year old. In fact, she is 21 months. Olinda&apos;s son, Leonardo, is seven but looks like a four-year-old. The problem extends far beyond Mahache and its scale is daunting. Experts predict that in the next decade there will be 4 million chronically malnourished children in Mozambique, which despite recent, rapid economic growth and the discovery of large natural gas deposits remains one of the world&apos;s poorest countries. Globally, malnutrition is the key cause of the deaths of 2.6 million children each year. On present trends, the bodies and brains of an additional 450million worldwide will fail to develop properly because of inadequate diet over the next 15 years, according to a report published by Save the Children  in February. G8 leaders including Barack Obama and David Cameron have a chance to act this week. Food security  meaning, broadly, the availability of food at all times  is high on the agenda at their annual summit at Camp David, Maryland, beginning on Friday. Before the meeting, Obama will unveil a &quot;new alliance&quot; initiative involving selected African countries and private sector companies. The plan entails a $1bn, 10-year effort to lift 50 million people out of food poverty through increased investment in agricultural development. Pre-summit draft consultation documents seen by the Guardian identify six sub-Saharan African states as &quot;vanguard countries&quot;, including Mozambique. The leaders of another three, Ethiopia, Ghana and Tanzania, whose good governance records are deemed to be better than others, have been invited by Obama to attend the summit. If the initiative flourishes, it will be extended to other countries. &quot;The G8 confirms the ultimate goals of improving agricultural productivity, economic growth, food security and nutritional status, and recognises and affirms the central role of women and smallholder farmers in achieving these objectives,&quot; the document says. &quot;Malnutrition is a hidden problem, a hidden killer,&quot; said Carina Hassane Ismael of the independent Food Security and Nutrition Association in Maputo. &quot;It&apos;s not like a famine. It can be hard to spot because the children are not actually starving.&quot; Increased food availability was not necessarily the solution, she said. Better food quality as well as quantity, a balanced diet, improved hygiene, stable food prices, nutrition education and the overcoming of food taboos  in parts of Mozambique, children and nursing mothers are denied eggs, an irreplaceable source of protein  were all essential to defeating the stunting epidemic, she said. G8 action thus far has been spurred in part by the catastrophic drought and ensuing displacement and famine in east Africa and by dire warnings that a similar disaster is in the making this year in the western Sahel region, driven by high grain prices, environmental degradation and climate change. But responses to these emergencies have increased concern that endemic, long-term problems such as chronic malnutrition are not being tackled with similar urgency, and that promises to fund solutions will be broken. &quot;The G8 is always making plans but they don&apos;t implement them,&quot; said Rafael Uaiene, assistant professor of international development with Michigan State University, who is based in Maputo, and is a former director of Mozambique&apos;s National Agricultural Research Institute. &quot;The trouble is, millions of dollars are committed but they never reach the ground in most cases.&quot; Critics point to the example of the G8&apos;s L&apos;Aquila summit in 2009, which saw $6bn in new money pledged for food security and agricultural initiatives over three years. By last July, only 22% of the money had been spent. &quot;It is simply not acceptable for children to be eating roots to survive or to have only one meagre meal a day. This G8 meeting must mark the beginning of the world&apos;s biggest push to end hunger,&quot; said Justin Forsyth, head of Save the Children. &quot;Previously, the G8 has played its part in dramatically reducing child deaths globally and it must continue in that vein by focusing resources on the battle against malnutrition and reducing the number of children who are stunted around the world.&quot; The aching despair felt by Olinda Novela may not be assuaged by the G8 declaration. But Mozambique&apos;s experience also shows that intervention can help dramatically if those most in need can be identified and reached in time. In Songuene village, near Guija in the Limpopo delta, Louisa, a 44-year-old mother of eight, said community health volunteers had helped her improve her children&apos;s health. The volunteers are trained by Save the Children and equipped with motorcycle trail bikes to enable them to negotiate seemingly endless, sandy, unmade roads. &quot;My six-year-old Miseria was unwell. She has some cuts but they did not heal. So I took her to the hospital,&quot; Louisa said. &quot;They told me Miseria was malnourished. The health worker taught me to make porridge including nuts and oil to make enriched food. She is healthy now. I take her for regular check-ups. I tell the other mothers, I am lucky to have a community volunteer as my neighbour.&quot; In this way, in theory, word spreads. Marcela Libombo, national co-ordinator of the government&apos;s food security and nutrition secretariat (Setsan), said the government was implementing a new plan to address child malnutrition. Setsan aims to bring down the proportion of under-fives who are stunted from 44% to 30% by 2015, and to 20% by 2020. The plan identified vulnerable groups such as young women and stipulated better education and training on nutrition for public and health workers, Libombo said. Mozambique&apos;s efforts were supported by international NGOs and foreign governments, including Britain&apos;s Department for International Development. &quot;We are very optimistic. We are very positive about the G8,&quot; Libombo said. But it was necessary to closely link summit initiatives to human development, she added. &quot;If you want to invest in the future, you need to talk about people.&quot; In numbers 44% Proportion of Mozambique&apos;s under-fives who are stunted 7% Annual GDP growth in Mozambique 54% Proportion of population living below poverty line 2.6m Number of children who die from malnutrition worldwide each year 450m Number of children who will not grow properly over the next 15 years because of malnutrition $1bn Proposed G8 funding over next 10 years to lift 50 million people out of food poverty 22% Amount of G8 money pledged three years ago that had been spent by July 2011  Simon Tisdall travelled to Mahache with Save the Children", 
    "section": "global-development", 
    "gid": "global-development/2012/may/16/g8-malnutrition-hidden-killer-mozambique", 
    "wordcount": "1295"
}