{
    "headline": "Rio+20: A voice from Bangkok, Thailand", 
    "text": "   Anuwong Sidhisariputra, Rio+20 Photograph: Guardian    I don&apos;t think the world will last that long, the way it&apos;s going. The first immediate danger the world faces is a nuclear meltdown. Because of the earthquake and tsunami in Japan, the foundations of the spent fuel rod at the Fukushima plant are cracked and will take a couple of years to fix. So if we have another earthquake of six or seven on the Richter scale, that tank will collapse and whatever is inside will melt down and it will be 85 times the Chernobyl disaster. The second disaster the world faces is a global economic meltdown. There will be a meltdown in Europe  Greece is imploding, but that&apos;s very small compared with what will happen in Spain  and in the US all that&apos;s happening is one big stagnation. As long as the prices of US houses keep going down, there won&apos;t be any improvement in the economy. And US debt is already $16tn, which is over 100% of GDP  and that&apos;s just on the books. Things have got a lot worse in Thailand from a social point of view. People are money mad now. Thirty years ago, people still looked after each other for the sake of friendship and valued other people&apos;s behaviour morally. Now everything is about money: what kind of things you have and what your neighbour has. People place all their value on money. I expect that there will soon be a world of one government, and one world order. That&apos;s where we&apos;re headed. We&apos;re also getting weird weather all around the world  in Thailand there are no seasons anymore  and, with that, there&apos;s a great implication for food production. Plants need seasons to grow. Now we have too much water or too little water, and that&apos;s bad for rice. So we&apos;re going to have problems with food. I don&apos;t think we&apos;ll be able to sustain anything. There will be war. People will start killing each other because of the financial meltdown, and because they won&apos;t be able to eat. So my message to the leaders of Rio+20? Dig a bunker and store food, ammunition and guns in it. That&apos;s my advice. Ten years ago I would have believed that a conference like that would make a difference. But not now. It&apos;s too late.", 
    "section": "global-development", 
    "gid": "global-development/2012/jun/15/rio-20-voice-bangkok-thailand", 
    "wordcount": "381"
}