{
    "headline": "Students are in the driving seat  but where are the instructors?", 
    "text": "David Willetts, the universities minister, says the government&apos;s higher education reforms are all about &quot;putting students in the driving seat&quot;.  He means giving greater choice to students like you  who are now having to shell out up to 9,000 a year to go to university. Obviously you&apos;d prefer to spend that money on the educational equivalent of a souped-up sports car, rather than a clapped-out old banger likely to leave you stalled in the race for jobs. But Willett&apos;s plan will only work if you know how to drive properly and  like passing your driving test  that often comes down to how good your instructor is. Trying to decide if university is for you can be as overwhelming as working out what to do the first time you get behind the wheel of a car. Universities are now required to publish Key Information Statistics about all their courses, such as student satisfaction rates and starting salaries. That should give everyone equal access to the information they need to make their choice, but as Alan Milburn points out in his recent report into social mobility and higher education, not everyone has equal access to someone who can explain the statistics to them. The scrapping of the Aimhigher programme, which helped disadvantaged students get to university, and the loss of the Connexions careers service, mean many students, particularly those who would be the first in their family to go into higher education, don&apos;t have access to the help and support they need when making these crucial choices. Milburn&apos;s report recommends that universities make their applications process clearer  but this might already be too late if you&apos;re already trying to wade through all the information out there. You clearly can&apos;t hang around for things to get better  and you may need to start thinking about university a lot earlier than you expect. While getting good grades matters, it&apos;s equally important that they&apos;re good grades in the right subjects for the course you want to take.  The Russell Group, which represents some of the UK&apos;s most prestigious universities, published the Informed Choices booklet last year.  It showed they value what they call &quot;facilitating&quot; A-level subjects such as English, history and maths more than other subjects, such as business studies or art and design. That&apos;s information that can make a real difference to someone&apos;s chances in life at 16, but students often have to find and decipher it for themselves, and they need to do that before it&apos;s too late. Plus, not everything you need to consider when choosing where to apply to can be put in a booklet or bar chart. Things such as what the student societies are like and whether you&apos;ll get work experience could affect your career prospects after you leave, but not everyone looks into them before they go. You might be able to find the answers out at open days, but it helps to have someone tell you in advance what questions you should be asking. So what can you do about it now? The right information is out there if you know where to find it. The Guardian University Guide ranks all UK universities for every subject they teach, according to a variety of important factors, such as student satisfaction and employability. Plus there is a lot of additional advice on Guardian Students. Bright Knowledge explains student finance and other things you need to know without the jargon, you could try the course finder on the new WhichUni site from consumer organisation Which?, and bestcourse4me lets you compare different courses across the country.  But when you use any comparison website, you need to make sure you&apos;re not trying to compare apples and pears, and this is where the support of a teacher or careers adviser is invaluable. So if your school or college doesn&apos;t have someone who can help, pester them to get you the support you need. And of course, you&apos;ll also need to get away from your computer, by going to open days and summer schools to find out what university is really like. Doing extra-curricular work such as volunteering for a charity, taking part in arts or sports projects, and arranging work experience will really make your personal statement shine. That&apos;s going to help you get into the driving seat  and will make the ride as smooth as possible.", 
    "section": "education", 
    "gid": "education/2012/oct/19/students-accesstouniversity", 
    "wordcount": "730"
}