{
    "headline": "Development reads, slum dwellers and new UK secretary of state Justine Greening", 
    "text": "For many students, the new academic year begins this month. For those about to begin one of the numerous courses related to development, our list of recommended reads for first-year students may be helpful. We&apos;ve also published our suggested reads around the topic of environment and sustainable development, and over the next few weeks we&apos;ll be publishing reading lists on other key subjects in development, such as gender and economics. We will continue to update our student resource section over the coming months, adding more materials and articles. In the meantime, take a look at our development data guides, our list of the 20 most well-known development Twitter users worth following, and share your thoughts on development studies, reading lists and what you&apos;d like to see in our student section, on our Talk point. Elsewhere on the site Claire Provost reports on the work being undertaking by slum dwellers around the world to map their settlements and have a greater say in urban planning. Sunshine Lichauco de Leon reports on the battle lines being drawn in the Philippines over the country&apos;s proposed reproductive health bill. Sarah Jackson from Womankind Worldwide argued that African women will never wield any political influence without cultural change. Following a reshuffle of UK government ministers last week, the international development secretary, Andrew Mitchell, was moved out of the Department for International Development (DfID) and replaced by Justine Greening. We highlighted reaction to the news, while Sol Oyuela, from Christian Aid, outlined what Greening needs to focus on in her new post, and Jonathan Glennie discussed Mitchell&apos;s legacy. Coming up on the site On Thursday, Unicef publishes the latest global figures on child mortality. We&apos;ll report on its findings and look more indepth at the situation in Malawi. The final report on the Bellagio Initiative to provide a framework for philanthropy and development is published this week. Find out its key recommendations. This week, we begin a series of blogs on the impact of non-communicable diseases on development, to mark the anniversary of the UN high-level meeting on their prevention and control held in September last year. Guardian development achievement awards The shortlist for this year&apos;s international development achievement awards has now been published, and it&apos;s now up to you to decide who wins. Read about the five nominees, then vote for your winner. Voting closes on 7 October and the winner will be announced on 22 November. Multimedia In pictures: Sierra Leone&apos;s cholera outbreak Exacerbated by the rainy season, Sierra Leone&apos;s worst outbreak of cholera for 15 years has affected an estimated 32,000 people, killing more than 200. International awareness of the situation is growing. What you said: some of the best comments from our readers On Jonathan Glennie&apos;s blog reviewing Andrew Mitchell&apos;s legacy at DfiD, humanicontrarian wrote:  The utter failure of big charities to establish their independence from government undermines the NG in NGO. As such, it jeopardises the integrity of aid itself.  On our Talk point about studying development, Murewha said:  I did my undergraduate [degree] at the OU and I must say that was an eye-opener. As a person raised in rural Africa, it&apos;s interesting to see where some of the projects I have seen originate from.  Meanwhile, on Claire Provost&apos;s blog looking at the implications of US legislation on conflict minerals, Chuck Blakeman argued:  Dodd-Frank has burned down the entire mining industry of 10 million Congolese in the random hope that it might catch a militia or two in its path.  Highlights from the blogosphere On Global voices, Rezwan reports on the 51 people in a village in Madhya Pradesh, India, who have been submerged in water for 14 days to protest against a government decision to open the gates of a nearby dam, which will flood their villages. On Duncan Green&apos;s From Poverty to Power blog, Matthew Lockwood considers what would happen if the &quot;results-based agenda&quot; was applied to the millennium development goals. Meanwhile, on the TripleCrisis blog, Leonce Ndikumana looks at the possible impact of the Tunisian government&apos;s decision to audit the country&apos;s external debts accumulated under the Ben Ali regime. And finally  The Poverty matters newsletter will be back in two weeks with another roundup of the latest news and comment. In the meantime, keep up to date with the issues on the Global development website. Follow @gdndevelopment and the team  @ClaireProvost, @LizFordGuardian, @MarkTran and @JazCummins  on Twitter, and join Guardian Global development on Facebook.", 
    "section": "global-development", 
    "gid": "global-development/2012/sep/11/development-books-slum-dwellers-dfid-secretary", 
    "wordcount": "740"
}