{
    "headline": "Airlines agree to curb their greenhouse gas emissions by 2020", 
    "text": "International airlines have agreed for the first time to global curbs on their greenhouse gas emissions  but fell well short of the measures to combat climate change that green campaigners had demanded. The International Air Transport Association (IATA) on Monday passed a resolution calling on world governments to agree measures to manage carbon dioxide from air travel, which would come into force from 2020. They said there should be a single global &quot;market-based mechanism&quot;  such as emissions trading  that would enable airlines to account for and offset their emissions. But they did not agree to a global limit on greenhouse gas emissions from air travel, or set out in detail how governments should implement a market-based mechanism to cover all airlines. Their move may help to ease an ongoing row over whether airlines from outside the EU should be bound by Europe&apos;s emissions trading rules. The European commission insisted that they should, and would have to pay for carbon permits covering flights taking off and landing within the EU&apos;s borders. Under the emissions trading system, companies must produce a permit for every tonne of carbon dioxide they produce, with some permits allocated free and others auctioned. Companies can also top up their permit quota with carbon credits  awarded by the UN to projects that cut emissions in developing countries, such as solar panels or windfarms. Several governments, including those of the US, China and India, objected to their airlines being included in the EU emissions trading scheme, and began a legal battle. Last year, the commission said it would relax its rules if the global airline industry showed it was willing to regulate and reduce its emissions in another way. But green campaigners pointed out that Monday&apos;s IATA resolution could allow airlines simply to buy cheap carbon credits to offset their emissions, rather than make real reductions. Carbon credits are currently at rock bottom prices because of a glut on the market, and because companies covered by the EU&apos;s emissions trading system were awarded far more free permits than they needed. Bill Hemmings, aviation manager at the green campaigning organisation Transport &amp; Environment, said: &quot;The IATA resolution represents a welcome departure from their historical position that better air traffic control, better planes and biofuels alone can solve the problem. &quot;However, it kicks the ball in the long grass, until after 2020, and sets out a string of unworkable conditions. It rules out the EU emissions trading scheme as a stepping stone, [and rules out] the raising of revenues and impacts on traffic volume, which are inherent to any market-based measure. &quot;Finally it relies solely on out-of-sector offsets rather than real emissions reductions within aviation.&quot; The success of the IATA resolution also depends on whether governments and the International Civil Aviation Organisation (ICAO) can agree later this year on how to regulate airline emissions. Tony Tyler, director general of IATA, said: &quot;Airlines are committed to working with governments to build a solid platform for the future sustainable development of aviation. &quot;They have come together to recommend to governments the adoption of a single market-based mechanism for aviation and provide suggestions on how it might be applied to individual carriers. Now the ball is in the court of governments.&quot; Given the slow progress of global negotiations on climate change under the UN, however, the likelihood of governments coming up with a strong agreement on aviation emissions in the short term seems slim. Connie Hedegaard, the EU&apos;s climate chief, said European governments were willing to help draft and support a strong system on aviation emissions. &quot;It is a very strong message that the airline industry seems ready to support a single global market-based measures to keep their emissions in check. &quot;Now it is time for the governments to match this and deliver in ICAO. The EU is ready.&quot; If there is an agreement on a market mechanism, the next question will be how it operates. Eva Filzmoser, director of the campaigning organisation Carbon Market Watch, warned that the simplest system on offer  of allowing airlines to buy carbon credits  could be less effective than alternatives. &quot;A global carbon offsetting scheme is the wrong choice because it does not lead to emissions reductions in the aviation sector itself  it merely compensates these emissions through investment in reduction projects elsewhere. &quot;Only a cap-and-trade scheme with a stringent cap and a limit on the use of offsets will create sufficient incentives for essential emission reductions in the aviation sector itself.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/jun/04/airlines-agree-to-curb-greenhouse-gas-emissions", 
    "wordcount": "759"
}