{
    "headline": "Empty pumps and rising prices: politics as usual in Joyce Banda's Malawi?", 
    "text": "Joyce Banda came to office under unusual circumstances: elected as vice-president of the Democratic Progressive party (DPP) in 2009, she had been sidelined from day one by President Bingu wa Mutharika. In Malawian style, she reacted by forming her own party and populating it with disaffected politicians. Although she was thinking about running for president in 2014, and was drafting her policies, she was unprepared to take over the presidency in April when Mutharika unexpectedly died. Nor was she prepared for the skulduggery of Mutharika&apos;s brother, Peter, and his DPP colleagues, who sought to keep her from power. But she was quick and clever, and soon she had received military protection and promises of donor support. She also persuaded neighbouring leaders to offer their help. Next, she arranged to be sworn in and began to form her administration, inviting into her cabinet the leaders of opposition parties, people from the DPP who had proved their loyalty during the transition, and regional representatives. Taking into account the weakness of her People&apos;s party (PP), political calculations drove her cabinet choices. Unfortunately, it was not a cabinet full of technocratic expertise since the country was in the throes of a full-blown economic crisis brought on by Mutharika&apos;s policies. The year or so before Mutharika died had been marked by weeks of petrol queues, power cuts and periodically dry taps. Mutharika had been adamant that the Malawian currency, the kwacha, would not be devalued against the dollar, and he had held it firm to the point that the banks ran out of foreign exchange (hence, the fuel crisis) and the black market rate reached 80% above the bank rate. Businesses closed, throwing people out of work. Not surprisingly, the citizenry  which had given him and Banda a landslide victory in 2009  complained bitterly. During a demonstration in July 2011, 20 people were shot dead by police. Mutharika threatened opponents and an arson campaign targeted the offices and homes of civil society leaders. Among the &quot;20 demands&quot; made by civil society in July were several related to the economy, including that the government allow the kwacha exchange rate to float.           Reading this on mobile? Click here to view video This was the economic &quot;mess&quot; that Banda inherited (video). Immediately, she set about getting emergency supplies of fuel, and donors promised funds to create safety nets for the poor, who would be worst hit by inflation once she freed the kwacha exchange rate. Changes at the top of the police service, anti-corruption bureau and attorney general&apos;s office followed, and since then there have been other appointments (including the head of the electoral commission) of well-qualified candidates. Politics in Malawi is never simple and Banda&apos;s transition was no different. She had few PP supporters in parliament before Mutharika died. Many politicians thought about abandoning the DPP and other parties to join the ruling party. But a constitutional provision prohibiting MPs from &quot;crossing the floor&quot; meant this was not easy. Nonetheless, she managed to gain enough support to rule. Retaining such fickle loyalty has a price, though, and that appears to have been paid by giving followers positions on parastatal boards. One early ally was Atupele Muluzi, son of former president Bakili Muluzi and now leader of the United Democratic Front party. But Atupele left the cabinet in November and has reverted to acting like a presidential aspirant himself. Atupele and other campaigners are in a strong position because many Malawians, including civil society leaders who had previously championed Banda&apos;s cause, are unhappy with the president. Unrealistically, they had expected a quick economic recovery and blame her for &quot;following donor advice&quot;. As the kwacha has been allowed to depreciate (now at K330 to $1, up from K164 a year ago), inflation has risen to above 30% and that is pushing prices up quickly. Moreover, the country&apos;s reserves are down, and petrol queues and empty pumps have reappeared. Power outages continue as subsidies on electricity and water have been reduced. Though government is aware people are hurting and feel the situation is likely to improve within months, it has not helped that Banda has lacked a good PR strategy that would have had her regularly explaining her policies on radio, using common language. Civic leaders  especially watchful after seeing the once-admired Mutharika turn into a tyrant  are concerned about the apparent flouting of the constitution and protest against any action that could be interpreted as undemocratic. For example, in line with the constitution, Banda ordered her vice-president to supervise a number of agencies including the electoral commission, which has been construed as her interfering with the commission&apos;s independence. Also worrying are lapses of judgment that appear to be politically motivated, such as delays in completing important corruption trials and her personal distribution of relief aid. A recent poll by a major local daily paper, the Nation, put her in third place (behind Peter Mutharika and Atupele Muluzi) if the presidential elections were held today. Although the poll was undoubtedly flawed, it does reflect the views of many Malawians who complain about rising prices and the reappearance of politics as usual.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/dec/17/pumps-prices-politics-joyce-banda-malawi", 
    "wordcount": "859"
}