{
    "headline": "Wi-Fi: are there any health risks?", 
    "text": "If it is possible for a microwave oven to interfere with Wi-Fi signals  I just read something like that on your blog  because they operate at the same frequency, is Wi-Fi then not dangerous to your health? Would having Wi-Fi in your home not be like leaving your microwave door open?HermieThis is a question that comes up from time to time, and the short answer is no. In fact, we could rephrase your question and pretend that you&apos;d asked about baby alarms, radio-controlled cars, cordless (DECT) phones, Bluetooth headsets, security alarms and loads of other things that operate in the same unlicensed radio frequency band without causing concern. Is having a baby alarm in your home not like leaving your microwave door open? The longer answer is that the intensity of a Wi-Fi signal is around is 100,000 times less than a microwave oven. The oven is a targeted device that operates at very high voltages and short distances. Wi-Fi routers operate at very low voltages, broadcast in all directions, and are used at relatively long distances.  Since radio waves follow the inverse square law  like light, sound and gravity  then each time you double the distance, you get only a quarter of the energy. In other words, the signal strength falls off very rapidly. At normal operating distances, Wi-Fi&apos;s intensity is generally so low that it&apos;s not worth worrying about: it&apos;s just part of the &quot;smog&quot; that is generated by radio and TV signals, AC mains wiring, the motors in home appliances, and the universe in general. (As my colleague Charles Arthur once pointed out here, the wavelength of Wi-Fi signals is the same as the cosmic background radiation: 12cm. If you&apos;re worried, don&apos;t go outside.) As Guardian readers know, the electromagnetic spectrum stretches all the way from very long wave radio frequencies to very short wave gamma rays, with visible light somewhere in between. We know that types of ionising radiation with wavelengths shorter than light tend to be dangerous. Examples include ultraviolet (UV) rays, X-rays and gamma rays. (The ultraviolet part of sunlight is certainly dangerous. Wear sunscreen.) However, the non-ionising wavelengths that are longer than light tend not to be dangerous. These include infra-red rays, microwaves and radio waves. At 2.45GHz, Wi-Fi comes in the microwave band along with baby monitors and mobile phones. After that come the radio frequency bands used for TV broadcasting and AM/FM radio, and further along, long wave radio (famous only for Test Match Special and Economy 7 heating signals). Now, it&apos;s certainly possible to do dangerous things with radiation, even if it&apos;s just focusing the sun&apos;s rays with paraboloid mirrors to set Roman fleets on fire (not that there&apos;s much call for that). It&apos;s also possible to use a high-pressure water jet to cut through steel, but that doesn&apos;t mean you&apos;ll die from taking a bath or standing under a fountain. There have been hundreds of attempts to find out whether Wi-Fi routers or, more importantly, mobile phones represent a health risk. All we can say is that there is no known risk from Wi-Fi. After that, there&apos;s the problem of trying to prove a negative. Of course, it does make sense to minimise risk, as long as you concentrate on the biggest risks, not the trivial ones. If you want to do that, the mobile phone must be the first thing to go. In use, the phone is held close to the brain, while the Wi-Fi router may well be in another room (inverse square law). It has been estimated that you get a bigger dose of microwaves from one 20-minute phone call than from a year&apos;s Wi-Fi. Twenty laptops and two routers is roughly equivalent to one mobile phone. Your microwave oven should be safe enough because designs are tested to make sure they are properly shielded. However, you could check that your oven isn&apos;t leaking radiation, or stay well away from it while it&apos;s running. (In this case, &quot;well away&quot; is about 1m.) There should be no risk from leaving the door open as the magnetron should cut out when you open the door. However, if the oven is faulty and if it does keep working, don&apos;t put any part of your body inside. If you are extremely fussy about Wi-Fi, then make sure you sit 1m (or more) away from the router, and don&apos;t use your laptop on your lap. Put it on a table or tray instead. I don&apos;t think there is a risk, but you may feel safer if you remove a non-existent risk. Alternatively, you could connect your computers and other devices together using Cat5e cable. This will eliminate your Wi-Fi while also improving the speed and reliability of your internet. Of course, you will still be receiving mobile phone and Wi-Fi signals from neighbours, local mobile phone masts, and distant radio and TV stations. To eliminate some if not all of these, you would need to construct a Faraday cage, which is basically an inside-out microwave oven (it keeps microwaves out instead of keeping them in).  Aluminium foil works as a simple Faraday cage, and you can test this by wrapping a mobile phone in foil and then dialling it from another phone. If you get &quot;unobtainable&quot;, it worked. I expect a few people have taken this further and wallpapered whole rooms with aluminium foil, though the so-called  &quot;tinfoil hat&quot; is a more economical alternative. This also protects you from telepaths. Finally, you could move house. Last year, PC Pro magazine (What&apos;s killing your Wi-Fi? Wrapping your house in tin foil) reported that some builders were wrapping houses in sheets of Protect TF200 Thermo insulating material. This helps keep water out and heat in. Since it includes &quot;a durable bright high purity permeable aluminium layer bonded to the substrate&quot;, it may work as a Faraday cage as well. Other insulation products such as Celotex could have a similar effect. People who have signal problems might want to see if their insulation is to blame. The World Health Organisation, which has examined the topic in depth, says: &quot;In the area of biological effects and medical applications of non-ionizing radiation approximately 25,000 articles have been published over the past 30 years. Despite the feeling of some people that more research needs to be done, scientific knowledge in this area is now more extensive than for most chemicals. Based on a recent in-depth review of the scientific literature, the WHO concluded that current evidence does not confirm the existence of any health consequences from exposure to low-level electromagnetic fields. However, some gaps in knowledge about biological effects exist and need further research.&quot; The main gap appears to be the potential impact on children using mobile phones for more than 10 years. (Children are more susceptible to radiation than adults, and problems may take decades to appear.) My own feeling is that there are more important things to worry about than Wi-Fi. Last year, for example, more than 25,000 people were either killed or seriously injured on Britain&apos;s roads, and in 2010, there were 8,790 alcohol-related deaths. You are far more likely to die by falling off a ladder (roughly one death a week, in England and Wales) than by Wi-Fi.", 
    "section": "technology", 
    "gid": "technology/askjack/2012/sep/27/wi-fi-health-risks", 
    "wordcount": "1224"
}