{
    "headline": "Apple's iPad 3 launch targets the television revolution", 
    "text": "Wednesday&apos;s iPad 3 launch had a wider purpose than introducing an upgraded tablet. It was Apple&apos;s most coherent effort yet to bind its family of screens closer together, in a way that prepares the ground for the world&apos;s largest technology company to disrupt the world&apos;s most important entertainment medium  broadcasting. Tim Cook introduced his concept of the &quot;post PC era&quot;. With growing numbers of tablet computers and smartphones, the humble desktop computer is no longer the centre of our digital world. All our screens have become computers, and that revolution is coming to the television set. A quarter of TV sets being sold today have an internet connection. Apple has yet to reveal a TV set of its own, contenting itself with an upgrade to its set top box, known as Apple TV, which has been on sale for some years now but hooks up to your existing screen rather than an Apple made display. Some of the improvements to Apple TV and the iPad3 are about preparing for that event. First of these is high definition. Real HD sets have 1080 lines of vertical resolution. Apple TV&apos;s resolution has been improved, from 720p to 1080p. The iPad 3 will be able to take 1080p video and photos. The second is an expansion of the iCloud media storage service. This holds any content purchased from iTunes, or uploaded from your PC, in Apple&apos;s servers. The advantage is that your library of photos, videos and music are available on any Apple device, from phones to the television set. The service already stores photos, TV shows and music. From today it will also store movies bought on the iTunes store. Another binding technology we already know about is AirPlay, included in Apple&apos;s latest operating systems. This streams images from a phone, PC or a tablet onto a TV set. The Apple devices are increasingly able to produce and share high definition content, the kind of material that looks good on the biggest screen in the living room. Apple TV is a rare misfire: it came to market in 2007 and has sold just over 4m units. Paltry compared with 55m iPads in two years. After its latest upgrade, Apple TV can now be seen as a sleeper device, a hint of its maker&apos;s vision for the reinvention of broadcasting, and a test bed for bigger things to come.", 
    "section": "technology", 
    "gid": "technology/2012/mar/07/ipad-3-apple-launch-tv", 
    "wordcount": "398"
}