{
    "headline": "Google report reveals sharp increase in government requests for users' data", 
    "text": "Government surveillance of citizens&apos; online lives is rising sharply around the world, according to Google&apos;s latest report on requests to remove content and hand over user data to official agencies. In the first six months of this year, authorities worldwide made 20,939 requests for access to personal data from Google users, including search results, access to Gmail accounts and removal of YouTube videos. Requests have risen steeply from a low of 12,539 in the last six months of 2009, when Google first published its Transparency Report. Authorities made 1,791 requests for Google to remove 17,746 pieces of content in the first half of 2012, almost twice as many as the 949 requests made in the same period last year, and up from 1,048 requests made in the last six months of 2011. &quot;This is the sixth time we&apos;ve released this data, and one trend has become clear: government surveillance is on the rise,&quot; Google said in a blogpost. One of the sharpest rises came in requests from Turkey, which held an election on 12 June 2011. Google reported a 1,013% rise in requests from Turkish authorities in the latest reporting period, including 148 requests to remove 426 YouTube videos, Blogger blogs, one Google document and one search result. The contested items allegedly criticised Mustafa Kemal Atatrk (the first president of Turkey), the government or &quot;national identity and values&quot;. Google restricted Turkish users from accessing 63% of the YouTube videos. It did not remove the other content. The US accounted for the most requests, as it has consistently since the report was launched. US authorities asked for private details of Google users on 7,969 occasions, up from 6,321 in the last reporting period. The number is more than a third of the 20,938 requests for users&apos; details worldwide. Google fully or partially complied with 90% of those requests. Over the six months, Google was asked to remove seven YouTube videos that criticised local and state agencies, police and other public officials. It did not comply with these requests. US figures represent a larger share of the requests for a variety of reasons. Google has a larger number of US users, the US authorities are more familiar with working with Google and foreign countries sometimes make requests for information through US agencies. Those queries are logged as US requests, as Google is not told where the query originated from. Europe now accounts for five of the top 10 countries making requests for user data. France, Germany, Italy, Spain and the UK are all in the top 10 in terms of numbers of requests. The number of requests for content removal in the UK shot up 98% in the UK and 60% in Spain. In the UK, local police authorities unsuccessfully pressed for Google to remove links to sites that accused the police of obscuring crime and racism. The UK is currently considering a bill that would require internet and phone companies to track and store every citizen&apos;s web and mobile phone use, including social networking sites, without retaining their content, for 12 months. France and Germany, two countries that have pressed hard for more privacy online, made the most requests out of any European countries in this reporting period. Google complied with fewer than half of all requests in both countries. The top three reasons cited by governments for the removal of content are defamation, privacy and security. Google also reported that it has received a number of falsified court documents calling on them to remove content. &quot;The information we disclose is only an isolated sliver showing how governments interact with the internet, since for the most part we don&apos;t know what requests are made of other technology or telecommunications companies. But we&apos;re heartened that in the past year, more companies like Dropbox, LinkedIn, Sonic.net and Twitter have begun to share their statistics, too. Our hope is that over time, more data will bolster public debate about how we can best keep the internet free and open,&quot; Google said in its blogpost. From January to June 2012, the following countries made the most requests for user data:  United States (7,969) India (2,319) Brazil (1,566) France (1,546) Germany (1,533) From January to June 2012, the following countries made the most requests to remove content:  Turkey (501) United States (273) Germany (247) Brazil (191) United Kingdom (97)", 
    "section": "technology", 
    "gid": "technology/2012/nov/13/google-transparency-report-government-requests-data", 
    "wordcount": "746"
}