{
    "headline": "Meteorite crater reveals future of a globally warmed world", 
    "text": "The future of a globally warmed world has been revealed in a remote meteorite crater in Siberia, where lake sediments recorded the strikingly balmy climate of the Arctic during the last period when greenhouse gas levels were as high as today. Unchecked burning of fossil fuels has driven carbon dioxide to levels not seen for 3m years when, the sediments show, temperatures were 8C higher than today, lush forests covered the tundra and sea levels were up to 40m higher than today. &quot;It&apos;s like deja vu,&quot; said Prof Julie Brigham-Grette, at the University of Massachusetts Amherst, who led the new research analysing a core of sediment to see what temperatures in the region were between 3.6 and 2.2m years ago. &quot;We have seen these warm periods before. Many people now agree this is where we are heading.&quot; &quot;It shows a huge warming  unprecedented in human history,&quot; said Prof Scott Elias, at Royal Holloway University of London, and not involved in the work. &quot;It is a frightening experiment we are conducting with our climate.&quot; The sediments have been slowly settling in Lake El&apos;gygytgyn since it was formed 3.6m years ago, when a kilometre-wide meteorite blasted a crater 100km north of the Arctic circle. Unlike most places so far north, the region was never eroded by glaciers so a continuous record of the climate has lain undisturbed ever since. &quot;It&apos;s a phenomenal record,&quot; said Prof Peter Sammonds, at University College London. &quot;It is also an incredible achievement [the study&apos;s work], given the remoteness of the lake.&quot; Sixteen shipping containers of equipment had to be hauled 90km over snow by bulldozers from the nearest ice road, used by gold miners. Previous research on land had revealed glimpses of the Arctic climate and ocean sediments had recorded the marine climate, but the disparate data are not consistent with one another. &quot;Lake El&apos;gygytgyn may be the only place in the world that has this incredible unbroken record of sediments going back millions of years,&quot; said Elias. &quot;When you have a very long record it is very different to argue with.&quot; The new research, published in the journal Science, also sheds light on a crucial question for climate scientists: how sensitive is the Earth&apos;s climate to increases in carbon dioxide in the atmosphere? The relative slowing of global temperature rises over the past 15 years has led some researchers to suggest the climate is less sensitive to CO2 rises than current climate models suggest. But the record from Lake El&apos;gygytgyn of a very warm Arctic when atmospheric CO2 levels were last at about 400 parts per million (ppm) indicates the opposite, according to Brigham-Grette. &quot;My feeling is we have underestimated the sensitivity, unless there are some feedbacks we don&apos;t yet understand or we don&apos;t get right in the models.&quot; Prof Robert Spicer, at the Open University and not part of the new study, agreed: &quot;This is another piece of evidence showing that climate models have a systematic problem with polar amplification,&quot; ie the fact that global warming has its greatest effects at the poles. &quot;This has enormous implications and suggests model are likely to underestimate the degree of future change.&quot; Brigham-Grette said it would take time for today&apos;s CO2 levels to translate into the warming seen in the lake records: &quot;The Earth&apos;s climate system is a sluggish beast.&quot; Most scientists predict it will take centuries to melt the great ice caps of Greenland and Antarctica to the shrunken levels seen 3m years ago, and so push up sea level far above the world&apos;s coastal cities. But CO2 is increasing with unprecedented speed and the Arctic plays a key role in the global climate. &quot;I think we will feel the effects of climate change quickly  in years or decades  because changes in the Arctic sea ice bring changes in the circulation of the atmosphere and the oceans,&quot; says Elias. &quot; Arctic sea ice keeps that entire region cool and when it melts, the dark ocean revealed absorbs even more heat.&quot; Recent wet and cold summer weather in Europe, for example, has been linked to changes in the high level jet stream winds, which in turn have been linked to melting Arctic ice, which shrank to its lowest recorded level in September. Climate change has also already increased the likelihood of extreme heatwaves and flooding . &quot;Clearly the Arctic is warming very, very rapidly at the moment,&quot; said Sammonds. &quot;And if all the sea ice goes, there is no good reason why it might come back again.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/may/09/meteorite-crater-global-warming", 
    "wordcount": "782"
}