{
    "headline": "Mad Catz joins the Android micro-console battle with Project M.O.J.O.", 
    "text": "Technology startup Ouya made waves in 2012 when it raised $8.6m on Kickstarter to make an Android-powered games console that would be sold for less than $100. In 2013, it&apos;s one of several such devices jostling for the attention of gamers and developers. Gaming accessories maker Mad Catz is the latest manufacturer to enter the fray with a device codenamed Project M.O.J.O. When it goes on sale, it will go head-to-head with Ouya, as well as rival &quot;micro-consoles&quot; GameStick and Gamepop, although Project M.O.J.O. appears to be the furthest from a commercial launch. According to IGN, the device is still &quot;in its prototyping stage&quot;, with hardware specifications yet to be nailed down. It suggests that the device will ship with 16GB of internal storage, two USB ports, possibly Nvidia&apos;s Tegra 4 processor, and the ability to download games from existing Android app stores like Google Play and Amazon Appstore, as well as the ability to stream and play games wirelessly from a PC. Project M.O.J.O. will sit within Mad Catz&apos;s GameSmart range of mobile gaming accessories, which includes the C.T.R.L. wireless gamepad, R.A.T. and M.O.U.S. wireless mice and F.R.E.Q. headphones all of which will presumably work with the new micro-console. The timing of Mad Catz&apos;s announcement, as the E3 games-industry show gets underway in Los Angeles, emphasises that the Android micro-consoles will be a prominent sub-plot at the event, even if announcements around Microsoft&apos;s Xbox One, Sony&apos;s PlayStation 4 and Nintendo&apos;s Wii-U will hog more headlines. For more evidence, see the announcement on Friday (7 June) by Gamepop&apos;s maker BlueStacks that its device has been designed to make it easy for developers to port their iOS games, to bolster the 500-odd Android titles that will be available when it launches towards the end of 2013. That&apos;s the key battleground for all these devices: attracting talented developers with well-known iOS and Android games, but also original (and possibly exclusive) titles, to help them stand out from their rivals, and give gamers confidence that they&apos;ll be around for the long-term. Independent developer Overdose Caffeine caused a stir in May when it announced that it was ending development of its multiplayer space-dogfighting game Pocket Fleet for Ouya and switching to Gamepop instead. E3 will be bursting at the seams with announcements of new games for PS4, Xbox One and Wii-U. But keep an eye too on what Ouya, BlueStacks and Gamestick&apos;s owner PlayJam have to say about developer support for their own devices, as well as further details of Mad Catz&apos;s plans. There&apos;s a lively debate about whether any of these micro-consoles has a healthy future, though, given the growing popularity of gaming on smartphones and tablets, and the growing ease with which they can be connected wirelessly to a TV when desired. The theory of playing Android games on the living room&apos;s bigger screen may sound appealing, but the micro-console makers still have to prove that millions of people will want to buy a new device to do it, rather than use the ones already in their hands.", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/jun/10/mad-catz-project-mojo-android-console", 
    "wordcount": "532"
}