{
    "headline": "A world of life in a single cubic foot", 
    "text": "Long live the creepy crawlies, the bugs, the tiny wigglers and wrigglers, the minuscule parasites and nematodes, the mites and oribatids and all the myriad life forms that buzz, crawl and throb below our feet. Most have barely been given a second thought by science, but biologists now think that these mostly named creatures make up the beating heart of the biosphere and that the fate of all life may depend on the wellbeing of their fragile worlds. Thanks to photographer David Liittschwager, we now have a visual inkling of what exactly lives high in the cloud forest canopy, below our feet in the parks, in the sediments of rivers and on coral reefs. Liittschwager, primarily a portrait photographer, had the idea of taking a one-cubic-foot metal frame and recording what moved through this habitat over the course of a day and night. He then made portraits of the life that could be seen with the naked eye. What was found even in fairly nondescript places was wondrous. When the metal frame was dropped in the Duck river in Tennessee, it recorded 32 fish species, and nearly 100 others in the day. &quot;Dig a few handfuls of sediment from the bottom and the river&apos;s significance begins to reveal itself. Half of what you hold in your hands is sand and gravel, and the rest is live species  mussels, snails, juvenile crayfish, the larvae of stoneflies and dragonflies. It seems possible that the driving force of planetary life is actually very small and that its intricacies are lost on most of us,&quot; author Alan Huffman remarks in an essay accompanying the pictures. A whole, unknown world was found when the cube was suspended from the branch of a tree in Costa Rica&apos;s rainforest. This time, 145 species  birds, mammals, mosses, bromeliads and epiphytes  were recorded. &quot;This is the last biotic frontier, the missing pieces of the phenomenal jigsaw puzzle that is the tropical rainforest. How forest canopy populations become established, grow and disperse to other sites remains wholly unknown,&quot; said canopy researcher Nalini Nadkarni. The cubic foot was dropped on Temae coral reef near Tahiti in the Pacific. There, 600 individual animals and plants more than a millimetre in size  some living permanently in the space, others swimming or floating through  were recorded. &quot;And this is not counting the many thousands of smaller creatures that floated by each hour. Wrasses, sea slugs, a baby octopus, shrimp, worms and crabs as small as the letters on the page were all recorded,&quot; reported author Elizabeth Kolbert. Jasper Slingsby, a researcher at the South Africa environmental observational network, recorded life in a cubic foot of Table mountain national park in South Africa. &quot;In the course of 24 hours, the one cubic foot of mountain fynbos that we sampled revealed almost 30 plant species and roughly 70 invertebrates. But being stationary the cube could not capture what is arguably the most amazing component of fynbos diversity  how much it changes from location to location. If we picked the cube up and walked 10ft we could get as much as 50% difference in plant species we encountered. If we moved it uphill, we might find none of the species. There are multitudes of species many orders of magnitude smaller than the smallest mite we found. Indeed, it would take more than a lifetime simply to document the diversity of life in one cubic foot here. Even one cubic inch is a world worth contemplating,&quot; he wrote. Science is only slowly catching up with biodiversity, partly thanks to the great US biologist EO Wilson, who, apart from studying ants, has best communicated the interlocking mechanisms of life. &quot;When you thrust a shovel into the soil or tear off a piece of coral, you are, godlike, cutting through an entire world. You have crossed a hidden frontier known to very few. Immediately close at hand, around and beneath our feet, lies the least explored part of the planet&apos;s surface. It is also the most vital place on Earth for human existence,&quot; he says in a foreword. &quot;In any habitat, on the ground, in the forest canopy, or in the water, your eye is first caught by the big animals  birds, mammals, fish, butterflies. But gradually the smaller inhabitants, far more numerous, begin to eclipse them. There are the insect myriads creeping and buzzing among the weeds, the worms and unnameable creatures that squirm or scuttle for cover when you turn garden soil for planting.&quot; Wilson takes fungi as a starting point to illustrate nature&apos;s abundance. &quot;So far, about 60,000 species of fungi have been discovered and studied, including mushrooms, rusts and moulds. But specialists estimate that more than 1.5m species exist on Earth. Along with them in the soil thrive some of the most abundant animals in the world, the nematodes, also known as roundworms. Tens of thousands of roundworm species are known, and the true number could be in the millions. Both fungi and roundworms are outdone dramatically in turn by still smaller organisms. In a pinch of garden soil, about a gram in weight, live millions of bacteria, representing several thousand species. Most of them are unknown to science. &quot;Life at the ground level is not just a random mix of species, not an interspersion of fungi, bacteria, worms, ants and all the rest. The species of each group are strictly stratified by depth. In passing from just above the surface on down, the conditions of the micro-environment change gradually but dramatically. Inch by inch, there are shifts in light and temperature, the size of the cavities, the chemistry of the air, soil or water, the kind of food available, and the species of organisms. The combination of these properties, down to a microscopic level, defines the surface ecosystem. Each species is specialised to survive and reproduce best in its particular niche. &quot;It may seem that the whole icky lot of them, and the miniature realms they inhabit, are unrelated to human concerns. But scientists have found the exact opposite to be true. Together with the bacteria and other invisible micro-organisms swimming and settled around the mineral grains of the soil, the ground dwellers are the heart of life on Earth. The terrain they inhabit is not just a matrix of dirt and rubble. The entire ground habitat is alive. Living forms create virtually all of the substances that flow around the inert grains.&quot; Among the photographic celebration of life&apos;s abundance and complexity lies the tragedy. Liittschwager&apos;s pictures record the beauty, weirdness, elegance and sheer extraordinariness of life, but, as nearly every commentator in the book notes, these habitats are fast disappearing in what is becoming known as the sixth great extinction. The testaments of the experts are terrifying. &quot;Even as I make my measurements of the abundance of canopy life in the protected forests of Costa Rica, I can hear chainsaws. From Cameroon to Costa Rica logging, development, climate change and changes in agricultural land use have led to the disappearance and fragmentation of rainforests at an alarming pace. We canopy researchers hang from our arboreal perches, [but] we can see clear cuts just beyond,&quot; writes Nadkarni. &quot;If nothing is done to reduce [climate change] emissions, many scientists believe that, by mid-century, reefs worldwide will no longer be able to sustain themselves and will slowly disappear. With them will go the wealth of life they support. As the creatures from just this one cubic foot attest, the losses up and down the food chain would be staggering,&quot; says Kolbert. Earth, says Wilson, is the only planet we know that has a biosphere. &quot;It alone is able to maintain the exact environment we ourselves need to stay alive. If all the organisms were to disappear from any one of the cubic spaces depicted, the environment in it would shift to a radical new state. The molecules of the soil or streambed would become smaller and simpler. The ratios of oxygen, carbon dioxide and other gases in the air would change. A new equilibrium would be approached, at which the cubic foot would resemble that on some distant sterile planet.&quot; A small world, says Liittschwager, awaits exploration. &quot;In time, we will come fully to appreciate the magnificent little ecosystems that have fallen under our stewardship.&quot; Unless, of course, we leave it too late.", 
    "section": "science", 
    "gid": "science/2012/nov/11/world-in-cubic-foot-david-liittschwager", 
    "wordcount": "1412"
}