{
    "headline": "At war over geoengineering", 
    "text": "Few in the civil sector fully understand that geoengineering is primarily a military science and has nothing to do with either cooling the planet or lowering carbon emissions (Report, 6 February). While seemingly fantastical, weather has been weaponised. At least four countries  the US, Russia, China and Israel  possess the technology and organisation to regularly alter weather and geologic events for various military and black operations, which are tied to secondary objectives, including demographic, energy and agricultural resource management. Indeed, warfare now includes the technological ability to induce, enhance or direct cyclonic events, earthquakes, draught and flooding, including the use of polymerised aerosol viral agents and radioactive particulates carried through global weather systems. Various themes in public debate, including global warming, have unfortunately been subsumed into much larger military and commercial objectives that have nothing to do with broad public environmental concerns. These include the gradual warming of polar regions to facilitate naval navigation and resource extraction.Matt AnderssonFormer executive adviser, aerospace &amp; defence, Booz Allen Hamilton, Chicago  Richard Mountford (Letters, 8 February) says investment in geoengineering is necessary because of &quot;electorates not supporting the radical changes to their lifestyles ... required by significant emissions cuts&quot;. He has a point, but I&apos;d regard the lifetsyle changes suggested by, say, the Centre for Alternative Technology&apos;s Zero Carbon Britain report as considerably milder than some of those which politicians are already imposing on their electorates  such as removal of public transport from rural areas, or forcing young people to work without pay. Politicians seem to have no problem about imposing draconian measures when they fit in with their ideology or when they can plead force majeure. I can&apos;t see any way to tackle the former until we improve the quality of our democracy, but could the latter be tackled by setting up a &quot;Green IMF&quot; which would impose different conditionalities on its loans, such as, for example, a combination of development of public services (including public transport) and restraint on consumer goods spending. Simon NortonCambridge", 
    "section": "environment", 
    "gid": "environment/2012/feb/09/at-war-over-geoengineering", 
    "wordcount": "336"
}