{
    "headline": "Mystery bird: slaty-legged crake, Rallina eurizonoides", 
    "text": "      Slaty-legged crake, Rallina eurizonoides (synonyms, Rallina euryzonoides and Rallina minahasa; protonym, Gallinula eurizonodes), Lafresnaye, 1845, also known as the banded crake or as the banded rail, Philippine (banded) crake, Ryukyu crake, or as the slaty-legged banded crake/rail, photographed in Hong Kong, a Special Administrative Region of the People&apos;s Republic of China.  Image: Marie-Louise Ng, 3 March 2012 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Nikon D3S 1/80 sec, f/2.8, 165 mm iso:3200    Question: This lovely little Chinese mystery bird is a member of a family that is probably best-known for a very un-birdlike trait. What trait is that? How does this trait contribute to these birds&apos; ability to colonise remote locations? Can you identify this bird&apos;s taxonomic family and species? Response: This is an adult slaty-legged crake, Rallina eurizonoides, a small waterbird that is placed into the rallidae family (rails, crakes, bush hens, watercock, gallinules, swamphens, moorhens &amp; coots).  Rallidae have short, rounded wings and are weak fliers. Despite their weak flight, they can maintain flight for long periods of time and further, many species are migratory. This peculiar combination of traits allows rallidae to be blown off course, which leads to them colonizing many isolated oceanic islands. Once in place on an island, rails tend to evolve flightlessness quickly, since many islands have limited resources that do not support the maintenance of large flight muscles.  Slaty-legged crakes are placed into the genus, Rallina, along with seven other species, all of which are small swamp-dwelling birds in Asia and Australasia. The Rallina have chestnut or brown coloured plumage, often with bold black-and-white markings. Slaty-legged crakes are sedentary and territorial birds that live in wooded swamps, paddy fields, dense scrub and wetlands in forests throughout south Asia and on islands extending from Sri Lanka to the Philippines and into Indonesia. Some northern populations may migrate south in winter. They forage by either probing in mud or shallow water, or by sight; feeding on berries, insects, worms and molluscs and new shoots and seeds of marsh plants. This video captures a slaty-legged crake demonstrating its leaf-flipping foraging technique as it walks through leaf litter on a forest floor:             [video link] Females lay 4-8 eggs and both parents incubate and tend the young. Newly-hatched chicks are precocial and leave the nest within a day or two of hatching. Since everyone loves baby birds, I just have to show this video to you. It captures a group of fuzzy, adorable day-old slaty-legged crake chicks jumping off their nest and walking away into the marshes with their parents:             [video link] Slaty-legged crakes are small and secretive birds. Their body is laterally compressed so they can pass quietly through thick vegetation. Their long toes support their bodies as they walk on marshy ground or large floating leaves. These birds have brown upperparts, a rufous head and breast, reddish-brown iris, bold strong black-and-white barring on the flanks, underparts and undertail. They have a small white throat patch, a yellowish or greyish bill, and greenish-grey legs. Adult males and females are similar whilst immature birds lack the chestnut colouring on their head and breast. .. .. .. .. .. .. .. .. .. .. ..  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at the Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist Pinterest: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/apr/23/6", 
    "wordcount": "586"
}