{
    "headline": "How rational is America?", 
    "text": "This is the first of a short series of columns, so I&apos;ll begin with a brief introduction. I&apos;m the producer and presenter of a radio show and podcast called Little Atoms. It&apos;s a talk show mainly concerned with popular science and rationalism, encompassing the &quot;Sceptic&quot; movement. We&apos;re interested in how science and culture, and often science and religion, rub up against each other. I&apos;m not a scientist by training, my interest in science and scepticism coming quite late in life. As a child in the 1970s I was obsessed by the space race, and I was a fan of the science fiction of the era, such as Star Wars and Close Encounters and Silent Running. I read a lot of post-apocalyptic science fiction. I&apos;d therefore have claimed that I was interested in science, but what I would have really meant was weird phenomena: Bigfoot, UFOs, and the Bermuda Triangle.  I presumed all of these things to be, if not true exactly, then at least plausible and worthy of study by researchers. I certainly wouldn&apos;t have been able to tell you the difference between palaeontologists searching for ancient bones, and the search for the Loch Ness Monster.  Then one day I accidentally bought Carl Sagan&apos;s masterpiece The Demon Haunted World, presuming from the title that it was another book about unexplained phenomena. And it was, just not in the way I was expecting. Sagan calmly explains in the book that there are natural physical phenomena that are provable, and others that are not, and that there exists in the scientific method a mechanism for telling this stuff apart. This was a revelation to me. At the risk of looking foolish, let me reiterate that I was in my mid-twenties when this happened. From then on I obsessively devoured all of the popular science I could get my hands on. Through reading Sagan I also discovered the work of James Randi and the idea of organised scepticism. I&apos;ve been an atheist as long as I can remember, and have been an observer of the UK sceptical movement for the best part of a decade. Having been introduced to that movement via the American version, I&apos;m interested in the contrasts between sceptical and atheist campaigns in the UK and the US. There is a familiar clich in the UK media of an overtly religious, backward-looking, anti-intellectual and anti-science America, an America under sustained attack from the forces of irrationality. It&apos;s true that professing atheism in America is still considered to be a brave and transgressive act. American sceptics, atheists, scientists and science educators are engaged in numerous battles. Creationists continue to push for the teaching of &quot;intelligent design&quot; alongside evolution in science classes. Campaigners fight to protect the right to legal and safe abortion, for the use of stem cells in medical research, and against the growing anti-vaccination movement. At the same time conspiracy theories about a wide range of events from 9/11 to the moon landings remain widespread, and climate change denial continues to be a significant political force. Yet it remains a fact that America was founded on explicitly Enlightenment principles, is a bona fide secular state, will remain for the foreseeable future the number one country for science research in the world and contains a significant proportion of the world&apos;s top-rated universities. This contradiction has always interested me. So on 12 May I&apos;m travelling to America and embarking on a month-long, 6,000 mile road trip, with the aim of making a series of podcasts that present a wide-ranging overview of science and scepticism from an American perspective. I&apos;ll be interviewing scientists working on groundbreaking, cutting-edge science, educators combatting the encroachment of anti-science and irrationality into politics and the classroom, and writers attempting to popularise amazing ideas and concepts to the wider public. I&apos;m flying in to San Francisco and passing through Los Angeles, Tucson, Phoenix, Santa Fe, Roswell, Oklahoma City, St Louis, Chicago, Cincinnati, Pittsburgh, Washington DC, Durham, Asheville, Philadelphia, New York and Ithaca en route to Boston. I&apos;m going to be visiting the Seti Institute, the BEYOND Center for Fundamental Concepts in Science, the Los Alamos National Laboratory and the American Museum of Natural History. I&apos;ll also be paying a visit to Kentucky&apos;s Creation Museum.  I&apos;ll be spending a weekend at the annual conference of the Orange County Freethought Alliance, and attending the 5th World Science Festival in New York. And I&apos;ll be recording lots of interviews with scientists, a very short selection of which includes Leonard Susskind, Eugenie Scott, Sarah Hrdy, Kip Thorne, David Gross, Lucianne Walkowicz, Ann Druyan (Sagan&apos;s widow), George Church, Priya Natarayan, Paul Offit, Sara Seager and Steven Pinker. I&apos;ll be posting a weekly dispatch on this blog while I&apos;m travelling, and I&apos;ll be returning home with enough material for around 40 podcast episodes, which will be published once a week in a new RSS feed. The first episode will go online on Friday 18 May. You can find the feed here or search for Little Atoms Road Trip on iTunes, and also follow my progress on Twitter @littleatoms. My trip has been made possible by a 2012 travelling fellowship from the Winston Churchill Memorial Trust. Each year the trust gives out around 110 travelling grants for worthwhile projects. The application process for 2012 opened this month. You should think of an idea and apply. Neil Denny is the producer and presenter of the Little Atoms radio show and podcast, which is broadcast every Friday evening at 7pm BST on Resonance 104.4fm", 
    "section": "science", 
    "gid": "science/2012/may/11/how-rational-america", 
    "wordcount": "925"
}