{
    "headline": "Education in brief: Is Michael Gove right about shorter holidays?", 
    "text": "Holiday facts England&apos;s schools should think about lengthening the working day and cutting the holidays, as this seems to work in the Far East, Michael Gove told reporters last week. This won coverage for different practices in some academy schools. But is his claim about what goes on in the far east true? It seems not, at least in respect of summer holidays. He was reported as saying we should emulate Singapore, Hong Kong, China and Vietnam. But in Singapore there is a long school break this year, from 16 November to 31 December, which is six weeks. In Hong Kong , the government specifies an annual minimum of 190 teaching days, the same as here. In China, holidays seem to start in early July and end in late August, while in high-performing Shanghai last year they seemed to run from 28 June to 23August: eight weeks. Most European countries have summer holidays of at least nine weeks. We recently fact-checked a claim from Gove about &quot;easy&quot; science GCSE questions. We&apos;re beginning to wonder if this column needs to fact-check every time the education secretary speaks. It&apos;s a bad, bad world It&apos;s fair to say that England&apos;s new &quot;national&quot; curriculum  &quot;national&quot; is in quotes as it won&apos;t apply to academies  is not proving universally popular. Last month, Gove went on the offensive  against 100 academics who wrote a letter to complain that the proposed 2014 curriculum &quot;promotes rote learning without understanding&quot;. There has been a petition signed by 2,500 people, led by teacher Debra Kidd, and a letter endorsed by broadcaster David Attenborough and prominent environmentalists criticising the apparent downgrading of discussions on climate change in geography. But this only scratches the surface of complaints. Other recent developments include a Historical Association survey of 1,600 teachers, which found only 4% saying the proposed history curriculum was a positive development and 96% saying it was too prescriptive. Another petition organised by schoolgirl Esha Marwaha about the climate change move now has nearly 30,000 signatures. A survey by the charity Hamilton Maths Projects has seen more than 11,000 teachers saying that some topics  such as long multiplication and division  should not be taught too early in pupils&apos; lives. There are 102 signatories, including some leading subject associations, to a union-led petition saying the new curriculum will not raise standards, while a protest on the 38 Degrees website has nearly 2,000 signatures. The business lobby group the CBI said the curriculum &quot;doesn&apos;t pass the test&quot; while Score, representing five science organisations, said the science curriculum &quot;will not achieve its aims&quot; and &quot;lacks coherence&quot;. Robin Alexander, who led an exhaustive review of primary education from 2006 to 2010, wrote of concerns the curriculum was &quot;educationally unsound and evidentially questionable&quot; while Mary James, Cambridge University professor and a member of Gove&apos;s expert group on the curriculum, has written that the proposals &quot;seem a massive and rushed experiment&quot;. There is the odd voice in support, including the Royal Geographical Society and the English Association. But perhaps it is understandable if Gove wants to talk about other things, like holidays. Restricted mobility Why is the new board of the Sutton Trust, the charity that promotes social mobility, dominated by white males from banking and finance? Of the 18 members, 14 have investment backgrounds, while four are directors or former directors of the banks Goldman Sachs and JP Morgan. There are only three women, only one member is from an ethnic minority and none seems to have teaching experience. Asked to comment, the trust, which has backed at least one policy with a corporate ring to it  performance pay for teachers  said the board was &quot;composed of people who are making substantial financial contributions to the work of the trust, either individually or through their foundations&quot;. It added: &quot;The trust works closely with thousands of teachers each year.&quot; Going for Roke Parents at a school facing &quot;forced academy&quot; status are livid after the Harris chain advertised for a new headteacher before a consultation exercise on the proposal had finished. The advert for a new head of Roke primary school, in Kenley, Surrey, appeared on Friday, the final day of a consultation  also carried out by Harris  on whether or not the school should re-open in September under the Harris Federation. Parent Joanna Hearn said: &quot;How can they advertise the job when there is a consultation still taking place?&quot; Harris says it has advertised now because &quot;headteachers need to give notice by 31 May if they wish to take up the post in September  and we needed to allow time for a fair and thorough selection process&quot;.", 
    "section": "education", 
    "gid": "education/2013/apr/22/michael-gove-school-holidays-error", 
    "wordcount": "802"
}