{
    "headline": "Google-Oracle blogger details revealed", 
    "text": "The court-ordered release on Friday by Oracle and Google of details about any bloggers or commentators whom they retain produced no surprises: the database giant said that it &quot;retained&quot; Florian Mller, author of the Foss Patents blog, while Google said that it has not directly paid anyone to comment  although Oracle alleged in its filing that Google &quot;maintains a network of direct and indirect &apos;influencers&apos;&quot; to advance its intellectual property agenda. In the filing, which had been ordered two weeks ago by Judge Alsup as part of the fallout from the Oracle-Google trial, Oracle said that it has &quot;retained&quot; Mller &quot;as a consultant on competition-related matters, especially relating to standards-essential patents.&quot;  Mller posted about that retainer on his blog in April; Oracle says he wasn&apos;t retained to write about the case. &quot;Mr Mueller [sic] is a frequent critic of Oracle and was a leading advocate against Oracle&apos;s acquistion of Sun Microsystems,&quot; it says in the filing.  Neither the amount, nor the date from which any payments have been made, were revealed. Mller has previously said that he is receiving payment from Microsoft for research into patents. Oracle said that while some Oracle employees blogged about the case, they weren&apos;t asked to do so. It added that Professor Paul Goldstein of Stanford University advises [Oracle lawyers] Morrison &amp; Foerster and is the author of the treatise &quot;Goldstein on Copyright&quot;. Professor Goldstein, it said, &quot;has not commented on this lawsuit&quot;.  Google says in its filing that neither the company nor its lawyers have paid any &quot;author, journalist, commentator or blogger to report or comment on any issues in this case.&quot; Nor has it offered or asked for any quid pro quo coverage of the case. It excludes bloggers who might use Google&apos;s AdSense system on their own blogs because &quot;it is possible that any number of individuals or organisations  might have expressed views regarding this case.&quot;  It has asked Judge Posner to specify who else the judge might want. Again, it says, it has not paid &quot;any individuals or organisations&quot; to report or comment on any issues in the case. Alsup, who presided over the Oracle-Google trial earlier this year, ordered the disclosure in a one-page order issued on 7 August, in which he wrote that: &quot;The court is concerned that the parties and/or counsel herein may have retained or paid print or internet authors, journalists, commentators or bloggers who have and/or may publish comments on the issues in this case.&quot;  That provoked some perplexity over the extent to which he believed the jury might have been influenced by anything they read before or during the case. It also raised questions about whether such demands might infringe on the freedom of speech of anyone who turned out to be paid by those organisations. Alsup has still given no reason for why he requested the disclosures over the trial, which was heard before a jury. Google said it has made philanthropic payments to universities and non-profit organisations, where &quot;at least some  have representatives who have elected to comment or opine on the issues in this litigation, even though Google did not pay any of those representatives to provide that commentary.&quot; But Oracle disputed Google&apos;s hands-off claims, writing in its submission: &quot;Oracle notes that Google maintains a network of direct and indirect &apos;influencers&apos;; to advance Google&apos;s intellectual property agenda. This network is extensive, including attorneys, lobbyists, trade associations, academics, and bloggers, and its focus extends beyond pure intellectual property issues to competition/antitrust issues.&quot; It alleges that &quot;Google brought this extensive network of influencers to help shape public perceptions concerning the position it was advocating throughout this trial.&quot;  It alleged that Ed Black, head of the CCIA (Computer and Communications Industry Association), a pressure group which it says is &quot;funded in large part by Google&quot;, and has written specifically on the extent of copyright of APIs  a key issue in the trial which Oracle lost on almost every count. The CCIA&apos;s members also include Microsoft, Yahoo, Facebook and Fujitsu. Oracle also raises a query about Jonathan Band, co-author of a book called &quot;Interfaces on Trial 2.0&quot;, cited by Google in its copyright brief on 3 April 2012 for the trial. Band, it says, has an &quot;indicated relationship to Google&quot; through Google-supported trade associations.  Oracle did not specify which, if any, trade associations it funds or supports. Chris Watson, a partner and social media expert at law-firm CMS Cameron McKenna, commented: &quot;It is unlikely a similar case to this would occur in the UK due to most civil cases not involving juries.  &quot;However, there have been criminal cases in the UK where a jury has had to be discharged due to the concern that social media articles could influence their verdict and so risk contempt of court, which shows that judges are aware of the power of social media to shape debate on legal proceedings.&quot; Of the prospects for possible guidelines or regulation, Watson said: &quot;We have seen examples of celebrity product endorsements on Twitter being banned by the UK Advertising Standards Authority, so there is no reason why blog posts, whether paid-for or on a retainer basis, should not also be censured if they are deemed to constitute stealth advertising.  &quot;The introduction of standardised guidelines on what is and isn&apos;t acceptable advertising behaviour would help make it clear to both social media content creators and corporate marketing departments the code of conduct they are expected to follow.  &quot;In Australia, for instance, regulators have recently put the onus on companies to police all comments made on their Facebook brand pages, which suggests how regulation in this area could develop in the UK.&quot; Mller, however, uses Google&apos;s Blogger service, which is hosted in the US, where the First Amendment would mean that he could ignore any strictures on commentary that UK or other countries might want to place.  Oracle filing   Oracle Google 1236   Google filing   Oracle Google 1236 ", 
    "section": "technology", 
    "gid": "technology/2012/aug/20/oracle-google-oracle-patent-trial", 
    "wordcount": "1030"
}