{
    "headline": "West's first gene therapy gets closer to market", 
    "text": "The first gene therapy to treat a rare illness came closer to market today after the European drugs regulator recommended the medicine for approval across member states. The therapy, Glybera, is for patients with an unusual genetic disorder that means their bodies fail to make an enzyme that breaks down fat, causing the pancreas to swell. The condition affects one or two people in every million. Having rejected an application to approve the drug last year, a European Medicines Agency (EMA) committee revised its decision after assessing the treatment in a small group of patients who suffered from severe or multiple attacks of pancreatitis. The recommendation now passes to the European Commission for a formal endorsement. The approval will see Glybera become the first gene therapy available outside a clinical trial in Europe or the US. China approved a gene therapy for cancer in 2004. &quot;This is a watershed moment. Gene therapy holds incredible promise for people, especially those with rare diseases,&quot; said Tim Cot, former director of the US Food and Drug Administration&apos;s office of orphan products development and now an independent consultant at the Keck Graduate Institute in California. &quot;This is not an isolated example, this is the beginning of something. It paves the way for the approval of other treatments of this kind.&quot; &quot;There are about 3,000 of these rare genetic diseases out there waiting for a cure and this is the first one to come through. If you ask me, gene therapy is the way we&apos;re going to cure those 3,000 diseases,&quot; Cot added. Gene therapy works by replacing faulty genes with healthy copies. Though simple to describe, the idea has suffered a series of major setbacks. Many early treatments were ineffective because they failed to deliver healthy genes to the right cells in large enough numbers. And some very early trials were halted after patients died when therapies switched on the wrong genes. Glybera uses an inactivated virus to smuggle healthy genes into a patient&apos;s muscle cells. Once in place, the gene helps the cells to manufacture the enzyme needed to break fat down. Several other gene therapies that work in a similar way are in the pipeline at pharmaceutical companies. One therapy reverses Leber&apos;s amaurosis, an inherited eye disease that can lead to blindness. Another treats an inherited immune system disorder called adenosine deaminase deficiency (ADA). The European regulator said Glybera can be used under &quot;exceptional circumstances&quot;. The Dutch company, UniQure, that owns the drug must set up a registry to monitor patients&apos; responses to the treatment. The arrival of gene therapies on the market raises fresh questions for health services and pharmaceutical companies about how much the treatments will cost, said Cot. &quot;The big question is how are they going to price them and how will they recoup their costs for these therapies that are not like a drug that you have to take again and again and again, because you get cured by getting a new gene.&quot;", 
    "section": "science", 
    "gid": "science/2012/jul/20/west-first-gene-therapy-market", 
    "wordcount": "510"
}