{
    "headline": "Climate science attack machine took donations from major corporations", 
    "text": "A libertarian thinktank devoted to discrediting climate change received funds and other support from major corporations including some publicly committed to social responsibility, leaked documents reveal. The inner workings of the Heartland Institute were laid bare on Tuesday night after an &quot;insider&quot; emailed confidential documents detailing its strategy and fundraising network to DeSmogBlog, which monitors industry efforts to discredit climate science. Much of Heartland&apos;s work to discredit climate change is funded by a single anonymous donor, the papers reveal. However, a 2012 fundraising plan also indicated that Heartland has in the past received funds from a host of major corporations for other projects  including companies that publicly support action on climate change. Along with tobacco giants Altria and Reynolds America, and drug firms GlaxoSmithKline, Pfizer and Eli Lilley, major corporations have given over $1.1m in the past two years to the institute, and are planning to give another $705,000 this year. Some of the companies included on Heartland&apos;s list of donors were surprising. Bill Gates, the founder of Microsoft Corporation, has vigorously promoted clean energy in a number of speeches, and his charitable foundation works on helping farmers in the developing world, who will be badly affected by climate change. But Heartland claims in a fundraising document to have received $59,908 from Microsoft in 2011.  Microsoft said the donation to Heartland was confined to its global programme to provide free software licences to non-profits. &quot;As part of that programme the organisation requested free software licenses, and Microsoft provided them, just like we do for thousands of other eligible non-profits every year,&quot; Katie Stainer, a spokeswoman for Microsoft, said in a statement. &quot;Microsoft&apos;s position on climate change remains unchanged. Microsoft believes climate change is a serious issue that demands immediate, worldwide attention and we are acting accordingly. We are pursuing strategies and taking actions that are consistent with a strong commitment to reducing our own impact as well as the impact of our products. &quot;In addition, Microsoft has adopted a broad policy statement on climate change that expresses support for government action to create market-based mechanisms to address climate change.&quot; A spokeswoman for GSK said the $50,000 the company donated in the last two years was for a healthcare initiative. She could not comment on whether GSK would be working with Heartland in the future.  She said: &quot;GSK absolutely does not endorse or support the Heartland Institute&apos;s views on the environment and climate change. We have in the past provided a small amount of funding to support the Institute&apos;s healthcare newsletter and a meeting.&quot; General Motors Foundation, which is committed to social responsibility, has also made modest donations to Heartland, contributing $15,000 in 2010 and 2011, though for projects other than climate science. There was no immediate response from the foundation, but GM itself defended its $30,000 donation. Greg Martin, GM&apos;s director of policy and Washington communications, said: &quot;We support a variety or organisations that give careful and considerate thought to complex policy issues and Heartland is one of them.&quot; He said GM&apos;s cash was not donated for a specific programme. Diageo, the drinks company which owns Smirnoff, Johnnie Walker and Baileys, said its funding of Heartland was now under review. It gave $10,000 over the last two years, according to the leaked papers, and was projected to give another $10,000 this year.  A spokeswoman said the money had been given for a project on excise duty and the company did not agree with Heartland&apos;s views on climate change. The leaked documents provide an intriguing view of the inner workings of an organisation that has been at the forefront of undermining climate change, and suggest Heartland is on the cusp of a fundraising blitz.  The plan proposes raising revenues by a staggering 170% this year, to $7.7m. Heartland proposes to do this in part by hiring a direct mail firm that has been prominent in Republican election campaigns. The firm Griswold &amp; Griswold Inc promised to expand Heartland&apos;s donor list tenfold from 1,800 to 18,000 within the year. But the cache raises an equal number of questions  such as the identity of an anonymous donor that has been a mainstay of Heartland. The unnamed donor, who contributed $4.6m in 2008, has since scaled back contributions. Even so, the donor&apos;s $979,000 contribution in 2011 accounted for 20% of Heartland&apos;s overall budget, the fundraising plan says According to the fundraising document, Heartland hopes to bump that up to $1.25m in 2012.", 
    "section": "environment", 
    "gid": "environment/2012/feb/15/heartland-institute-microsoft-gm-money", 
    "wordcount": "763"
}