{
    "headline": "Activists plan to disrupt autumn badger cull after court appeal fails", 
    "text": "     Activists are threatening to take to the woods and fields to attempt to disrupt a cull of badgers due to start this autumn in western England after a bid to halt the plans failed in the appeal court on Tuesday. Volunteers plan to patrol the cull zones wearing high-visibility jackets and using powerful torches and megaphones to try to make it impossible for the trial culls in Somerset and Gloucestershire to take place. Raves and other music events are also being proposed, that will focus attention on the cull and make it more difficult to carry out. A group of mainstream campaigners including the RSPCA, the League Against Cruel Sports, the Badger Trust and the Humane Society will continue to push the government to change its mind over the cull, which is designed to combat the spread of bovine tuberculosis (TB). They are still hoping that &quot;people power&quot; could force the coalition to reverse its decision to allow badgers to be shot. But it is also clear that if all legal avenues and political avenues are shut off, some people are determined to take direct action to sabotage the cull. Among those at a national rally against the cull held in Bristol on Tuesday were animal rights activists from Manchester who said they would be back in the west of England at the end of this month and the start of next when the cull is expected to start. One of them, who asked to be identified as Nuala Bug-Eye, said they would work within the law. &quot;We know who the cullers are,&quot; she said. &quot;We&apos;ll be in those areas making sure they can&apos;t come out and quietly go about their shooting. If you&apos;re in the area making noise, badgers are not going to come out and be shot. We feel the science has been ignored and badgers are being scapegoated. &quot;We can understand that it&apos;s awful for the farmers, it&apos;s awful for the cattle. Once they&apos;ve done the badgers will they go after the deer? It&apos;s not going to end with the badgers.&quot;            The rally was a colourful one with some turning up in animal costumes, wearing badger masks or black and white face paint. Woody Fox (his real name, changed by deed poll) said he also feared the badger cull could open the door for other wildlife to be culled. &quot;We have hardly any wildlife left. There seems to be excuse after excuse to kill them all. I can understand the plight of farmers but it has never been proven that culls can work. It&apos;s another attack on wildlife. It goes on and on. Every creature we have is persecuted.&quot;            Brian May, the guitarist from the rock band Queen and a vocal animal rights campaigner, spoke at the rally and said the fight would continue. &quot;I think we are all hoping that David Cameron is looking at the possibility of reorganising and delaying the cull while they look more carefully at vaccination. You could kill all the badgers in Britain and it would not stop the problem of bovine TB in cows.&quot; At the appeal court in London the Badger Trust&apos;s legal team had argued the cull would break the 1992 law protecting badgers, which allows culling to &quot;prevent the spread of disease&quot;. They claimed the law is intended only to license culls for one or two landowners, not a mass cull. But three court of appeal judges decided the government&apos;s proposals did not break the law. The trust will now decide whether to attempt to take their legal action to the supreme court. Gwendolen Morgan, a solicitor at Bindmans acting for the trust, said: &quot;It makes no sense economically, scientifically, ethically or logically, or in terms of public safety.&quot; Morgan, who worked on the trust&apos;s successful legal challenge against a badger cull in Wales, added that the proposed cull would actually spread bovine TB, based on the findings of a landmark decade-long trial which showed that fleeing badgers carried TB to new areas. The trial found that, at best, TB incidence was reduced in the cull area by just 16% after nine years. The government argues the cull is necessary to curb the rising number of tuberculosis infections in cattle, which led farmers to slaughter 26,000 animals in 2011 alone. Owen Paterson, the new environment secretary, is a strong supporter of culling. A badger vaccination programme is replacing the cull plan in Wales, that was abandoned following legal challenges and the election of a new political administration. Vaccination is being tested by the National Trust in Devon and by the Wildlife Trust in Gloucestershire. The previous Labour government said an oral badger vaccine would be ready by 2015. The coalition cancelled five of the six trials of injectable vaccines and said a viable oral vaccine is &quot;years away&quot;. One other avenue still open is a complaint at the Council of Europe from the Humane Society International (HSI), which argues the badger cull contravenes the Bern Convention that protects wildlife. Mark Jones, the executive director of HSI UK said: &quot;As signatories to Bern, the UK is obliged to keep the badger population out of danger, a duty that is unquestionably abused by the plan to shoot and kill the vast majority of these magical animals in local areas.            &quot;The badger is an iconic wild mammal, one of the few we&apos;ve got left in the UK. They are such fascinating animals, they have complex families, some of their setts are generations and hundreds of years old. People really don&apos;t want to see them wiped out from large areas of western Britain.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/sep/12/activists-disrupt-bager-cull", 
    "wordcount": "953"
}