{
    "headline": "Birds, berries and backswimmers herald the arrival of winter", 
    "text": "Winter has arrived. The trees gave a long, bright and fiery display this autumn. The yellow leaves of the field maple became an accustomed sight. But just as the autumn changes seemed to falter, frost and ice arrived to strip colour, leaving the trees bare and dark. The hedgerows are now richly bedecked with haws, sloes and hips. Large flocks of winter thrushes have arrived and are urgently swooping between the bushes, as if the berries were about to disappear. Perhaps they are replenishing themselves after a long flight south and preparing for a bitterly cold spell. The redwing is a smart, businesslike bird with sharply defined, chocolate-brown spots (almost forming stripes on its chest), thick white eyebrows and a bright red flash under each wing. The fieldfare is larger; its grey head and rump give it a more considered and sage appearance. While the redwing is always furtively busy, the fieldfare is bolder and more deliberate, often perched high, surveying its surroundings; they seem to value each other&apos;s company. While theyare common winter visitors, they are rare breeders in Britain. The redwing in particular has a beautiful singing voice, but as he saves this for the breeding season it can only be reliably heardin the glens of Scotland. I have always wanted to hear the redwing sing, but climate change modelling predicts that one day there will be no suitable habitat left for them on our isles, so anyone wanting to hear this fabled sound should not leave it too long. An inch of glassy ice caps the pond. Water boatmen, backswimmers and a large diving beetle can be seen scattering when the ice is tapped. These are air-breathing animals, so how can they survive under the ice? Each carries a thin film of air on its underside; one assumes they survive the isolation from the atmosphere by staying still and allowing oxygen (colder water holds more oxygen) to diffuse into their air film. Also under the ice are several smooth newt tadpoles. They do sometimes overwinter, but there are a lot, and perhaps the cool wet summer slowed their development.", 
    "section": "environment", 
    "gid": "environment/2012/dec/05/elton-northamptonshire-birds-berries-winter", 
    "wordcount": "356"
}