{
    "headline": "The future of food", 
    "text": "How can we feed the 2.5 billion more people  an extra China and India  likely to be alive in 2050? The UN says we will have to nearly double our food production and governments say we should adopt new technologies and avoid waste, but however you cut it, there are already one billion chronically hungry people, there&apos;s little more virgin land to open up, climate change will only make farming harder to grow food in most places, the oceans are overfished, and much of the world faces growing water shortages. Fifty years ago, when the world&apos;s population was around half what it is now, the answer to looming famines was &quot;the green revolution&quot;  a massive increase in the use of hybrid seeds and chemical fertilisers. It worked, but at a great ecological price. We grow nearly twice as much food as we did just a generation ago, but we use three times as much water from rivers and underground supplies. Food, farm and water technologists will have to find new ways to grow more crops in places that until now were hard or impossible to farm. It may need a total rethink over how we use land and water. So enter a new generation of radical farmers, novel foods and bright ideas. Algae How do you free up huge amounts of farmland to grow more food for humans? Easy  switch to commercial algae farms. Algae are simple, single-cell organisms that can grow very rapidly at sea, in polluted water and in places that would normally kill food crops. Major airlines and shipping companies are now investigating a switch to algae oil, and smart clean tech money is pouring in to the nascent technology. The prize is huge: scientists say that under optimum conditions, commercial algae farms can produce 5,000-10,000 gallons of oil per acre, compared to just 350 gallons of ethanol biofuel per acre grown with crops like maize. In addition, algae could feed millions of animals and act as a fertiliser. Replacing all US ethanol (biofuel) production with algae oil would need around 2m acres of desert, but, says Arizona State university professor Mark Edwards, it would potentially allow 40m acres of cropland to be planted with human food, and save billions of gallons of irrigation water a year. Algae are at the bottom of the food chain but they are already eaten widely in Japan and China in the form of seaweeds, and are used as fertilisers, soil conditioners and animal feed. &quot;They range from giant seaweeds and kelps to microscopic slimes, they are capable of fixing CO2 in the atmosphere and providing fats, oils and sugars. They are eaten by everything from the tiniest shrimp to the great blue whales. They are the base of all life and must be the future,&quot; says Edwards. Artificial meat It looks like meat, feels like meat and it is meat, although it&apos;s never been near a living, breathing animal. Instead, artificial or &quot;cultured&quot; meat is grown from stem cells in giant vats. Scientists say the hunt for meat substitutes is critical because western eating habits are now spreading to China and other rapidly emerging economies, putting intense pressure on governments and farmers to fell more forests and open up new farmland. Cattle now occupy nearly one quarter of all cultivable land, and growing crops for animal feed takes up another 25%. In the US, nearly 70% of the grain and cereals grown are now fed to farmed animals. Much of the research into artificial meat is being done in Europe with scientists in Holland and Britain developing edible tissue grown from stem cells in laboratories. But while the first artificial hamburger could be developed next year, it might taste of nothing at all. Meat needs blood and fat to give it colour and taste, and while stem cells for blood and fat have been identified, this is slow, complex and expensive work. Nevertheless, studies show that artificial meat wins hands down in the environmental stakes, using far less water, energy and land. In addition, few ethical objections have been raised, largely because mass production of animals in factory farms and use of growth hormones and antibiotics is already considered questionable. New crops Few people have heard of Zhikang Li, but history may judge the Chinese plant breeder to be one of the most important people of the century. Last year, after 12 years&apos; work with the Chinese Academy of Agricultural Sciences and the International Rice Research Institute in the Philippines, he and his team developed &quot;green super rice&quot;, a series of rice varieties which produce more grain but which have proved more resistant to droughts, floods, salty water, insects and disease . Zhikang Li achieved this without GM technology, working instead with hundreds of researchers and farmers in 16 countries and using only conventional plant breeding techniques to cross-breed more than 250 rice varieties. Green super rice, which could increase yields in Asia enough to feed an extra 100 million people, will be rolled out in the coming years. But better plant breeding  with or without GM  will be key to increasing the yields of all other crops. However, most research money has gone into GM in the past 20 years. Here, the global agrichemical industry has promised new crops enriched with extra vitamins, enzymes or healthy fatty acids, as well as drought-tolerant corn, and crops that can save carbon emissions. But while it looks ahead to bananas that produce human vaccines, fish that mature more quickly and cows that are resistant to disease, its promise to feed the world has been patchy in terms of results. Last year more than 350m acres  about 10% of global cultivated area, or the same area as Germany, France and the UK together  were planted with GM crops, but this mainly covered only three big foods  maize, oilseed rape and soya  most of which went to animal feed. Desert greening Much of the world is arid, with its only nearby water being the sea. So could a technology be found to green coastal deserts in places such as Chile, California, Peru and the Middle East using salt water? Charlie Paton, a British inventor, has a vision of vast &quot;seawater greenhouses&quot; to grow food and generate power. The idea is simple: in the natural water cycle, seawater is heated by the sun, evaporates, cools to form clouds, and returns to earth as refreshing rain. It is more or less the same in Paton&apos;s structures. Here, hot desert air going into a greenhouse is first cooled and then humidified by seawater. This humid air nourishes crops growing inside and then passes through an evaporator. When it meets a series of tubes containing cool seawater, fresh water condenses and is then collected. And because the greenhouses produce more than five times the fresh water needed to water the plants, some of it can be released into the local environment to grow other plants. Seawater greenhouses have been shown to work and this year a large-scale pilot project backed by the Norwegian government will be built near Aqaba in Jordan. The Sahara Forest project will combine different technologies to grow food and biofuel crops and be up and running by 2015. But this is just one of many technologies being developed to enable food to be grown in unlikely places. One of the simplest, but most ambitious plans, may be the long-mooted Great Green Wall of Africa. This linear forest would be 15km wide and 7,775km long, and stretch from Senegal in the west to Djibouti in east Africa. It would, say the 11 countries through which it would pass, help to stop the southward spread of the Sahara, slow soil erosion and wind speeds, help rain water filter into the ground and create micro-climates to allow fruit, vegetables and other crops to be grown. Insects Locusts, grasshoppers, spiders, wasps, worms, ants and beetles are not on most European or US menus but at least 1,400 species are eaten across Africa, Latin America and Asia. Now, with rising food prices and worldwide land shortages, it could be just a matter of time before insect farms set up in Britain. Not only are many bugs rich in protein, low in fat and cholesterol and high in calcium and iron, but insect farms need little space. Environmentally, they beat conventional farms, too. The creatures are far better at converting plant biomass into edible meat than even our fastest growing livestock, they emit fewer greenhouse gases and they can thrive on paper, algae and the industrial wastes that would normally be thrown away. The advantages of &quot;micro-livestock&quot; farming are great, say the UN and EU, both of which are keen to see if insect rearing could be greatly expanded. The Dutch government is studying how to set up insect farms. But aware of western squeamishness, they have asked researchers to see if they can just extract the protein that many bugs contain. Meanwhile the EU is offering its member states $3m to promote the use of insects in cooking, and has asked food standards watchdogs to investigate their potential to supplement diets.", 
    "section": "environment", 
    "gid": "global-development/2012/jan/22/future-of-food-john-vidal", 
    "wordcount": "1538"
}