{
    "headline": "Science should be on the journalism curriculum", 
    "text": "&quot;What I want to know,&quot; said the voice on the other end of the phone, &quot;is how many more students would have passed this year if the grade boundaries hadn&apos;t been changed.&quot; It&apos;s a good question, and it strikes to the heart of last year&apos;s GCSE fiasco. Even when they&apos;re writing about numbers, journalists are really writing about people. Together we worked through the data he had, converting quantities of graduates into pass rates and back again, standardising, multiplying, distilling, until we had a number that reflected the human cost of the skirmish between teachers and examination boards. For a science or maths graduate, it would have been a straightforward problem to solve, but most journalists are not science or maths graduates. In fact, most journalists do not get any kind of numeracy training at all. Today I&apos;ll be speaking at the Association for Journalism Education conference in Middlesex to argue that should change. In a world increasingly saturated with data, science and statistical classes should form part of the core curriculum for journalism training. Despite its reputation as an enclave for humanities graduates, journalism is endlessly focussed on numbers: economic growth, benefit cuts, political polling, house prices, opinion surveys, crime stats, health risks, fare rises, birth rates, pass rates, unemployment rates, mortality rates. To get to the truth of these stories, it&apos;s essential that journalists are comfortable handling the data they report. Otherwise, we risk a media which conjures non-existent trends from statistical noise and writes off real trends as non-existent. Traditionally, journalism was learned on the job, but there&apos;s been a steady shift to academic training, and journalism courses have blossomed across the UK even in the face of a contracting industry. These courses are typically accredited by one of three bodies, the National Council for the Training of Journalists, the Periodicals Training Council, or the Broadcast Journalism Training Council which govern news media, magazines, and broadcast media education respectively. In the face of a rapidly changing industry, these authorities must constantly reassess what skills are essential for graduates to succeed in tomorrow&apos;s marketplace. If they seek inspiration, they need look no further than a report commissioned by the Department for Business, Innovation and Skills in 2010, which praised the quality of UK science journalism but highlighted a dearth of science or numeracy training for non-specialist journalists as a key concern. Since October 2011, I&apos;ve been working on BenchPress, a BIS-funded project at the Royal Statistical Society to bridge this gap. Although CP Snow&apos;s &quot;two cultures&quot; is as relevant today as when it was written, the divide is a geographic feature, not a fortification. Newsrooms and journalism colleges have been overwhelmingly receptive to the offer of science and statistical training. &quot;The case for this becomes increasingly more compelling with the ever more complex demands of data analysis,&quot; Paul Jones, head of foundation course training at the Press Association, told me in an email. &quot;I think that statistical training should be a core subject and should be added to the curriculum.&quot; The triumph of Nate Silver&apos;s data-driven election forecasts bruised the egos of American journalists who&apos;d clung to conventional tools like political pundits and vox-pops, but the implication is clear: embrace the world of data or face irrelevance. Many more tutors share Jones&apos;s view  but face two obstacles. Firstly, colleges already struggle to find space for their own input on a curriculum that can be dominated with the demands of the accrediting body. When I spoke to the NCTJ&apos;s chief executive Joanne Butcher last year, she agreed that a greater focus on numeracy would be beneficial to the curriculum. But the question remains: what do you remove to make space for it? Secondly, having never received such training themselves, many tutors don&apos;t feel confident enough to tackle science and statistics with their students. The solution to one of these problems lies in the hands of the accreditation bodies and schools. The solution to the other may well rest with scientists. In the past year, the BenchPress project has run primers on science and statistics for more than 300 students, 70 journalists and 100 press officers. Running at a couple of hours each in colleges and newsrooms, the workshops cover key concepts that journalists may face during their day-to-day work. Attendees learn how scientific work is published, how medical studies are run, as well as ways to understand and communicate concepts such as averages and uncertainty, randomness, regression and risk. We roll dice representing road deaths to see if a plastic speed camera can bring down your score (it can  if you only point it at the highest rollers). We scatter counters across a floor map to reveal disease, and the trainees are quick to apply their journalistic skills: look how clusters form around power stations, mining towns, motorways! (Of course, the counters fall almost randomly, but that doesn&apos;t mean they fall evenly.) The goal is not to turn journalists into scientists, rather it&apos;s to give them a sense of how numbers behave in the wild. We want to hone their journalistic instinct, not hobble it. This has only been possible due to a small force of enthusiastic scientists who have volunteered their own time and energy to run these workshops. We gave them the supporting materials and covered their expenses, and they delivered excellent, informative and rigorous science and statistical training to journalism students time and again. The BenchPress operates in a grassroots fashion  all the materials are available free online, and for anyone to adapt and use. The difficulties under which journalists operate are myriad, and a single afternoon&apos;s primer on science and stats won&apos;t alleviate all of them. But a year after their workshop, the subeditors of one broadsheet enthused that they were still using the things they&apos;d learned there on a daily basis. It&apos;s my sincere hope that just as Caf Scientifique and SciBar grew organically from academics who wanted to share their passion with others, those scientists who desire a better-informed media will reach out and offer a guest lecture on science or statistics to their local journalism school. Try it yourself, and you may find that the two cultures aren&apos;t so different after all.", 
    "section": "science", 
    "gid": "science/blog/2013/jan/11/science-on-journalism-curriculum", 
    "wordcount": "1041"
}