{
    "headline": "Floods set to continue to Christmas", 
    "text": "Torrential rain and widespread flooding are likely to create a miserable and potentially hazardous runup to Christmas for many parts of Britain, forecasters warned on Thursday. Householders, businesses and travellers endured another difficult time on Thursday as more heavy rain fell on sodden ground and into swollen rivers and streams. Only about 20 homes were flooded, but scores of roads were blocked and train services were disrupted as more than 40mm of rain was recorded in 24 hours across swaths of the country. In parts of east Scotland, 80mm of rain fell, and strong easterly winds increased the risk of coastal flooding at high tide. The most worrying incident was in Wallington, near Fareham, Hampshire, where cracks developed in a flood defence wall and the river Wallington threatened to inundate the village. A severe warning (indicating lives at risk) was issued by the Environment Agency and residents of the village were advised to leave their homes. Coaches were laid on ready to evacuate residents in the event that the flood defences were breached. But by last Thursday night the danger seemed to have passed. Alan Humphrey, a long-term resident of Wallington, said he had been flooded only once before, in 2000. Speaking from behind a flood barrier in his doorway, he said: &quot;We are in control. It&apos;s just a question whether the wall holds. If it gives there will be quite a few feet of water coming down the street. I&apos;m not panicking  it&apos;s only water.&quot; The agency said that if the wall failed &quot;catastrophically&quot;, the village would be flooded rapidly. Some residents transferred to a temporary rest centre in a leisure centre and others went to stay with friends and family. It is believed that most villagers chose to stay put. The wall held at high tide Thursday evening and engineers were monitoring it. Not far away, in the New Forest, a father and daughter were stranded in their car in flood water. Firefighters and police helped them to safety shortly before river water covered all but the roof of the vehicle. The Met Office said that more rain was due over the weekend. Steve Willington, the Met Office&apos;s chief forecaster, said: &quot;Further active frontal systems will move across the UK over the next few days and we could see rainfall mounting up to more than 100mm in parts of south-west England and parts of eastern Scotland by the end of the weekend.&quot; The Met Office issued severe weather warnings and called for the public to plan ahead to take account of travel delays or disruption over the festive period. By Thursday the Environment Agency had published more than 50 flood warnings (signalling that flooding was expected and immediate action should be taken). Almost half were in south-west England. There were more than 250 alerts (signalling possible flooding) in place for all regions of England and Wales. Scotland had 28 alerts and warnings. An agency spokesman said: &quot;Successive bands of heavy rain are moving across England and Wales, and with the ground already saturated, this is likely to lead to further property flooding from rivers and surface water as well as disruption to road and rail networks. This heavy rain is expected to ease on Friday, before returning again over the weekend. &quot;Cornwall, Devon, Somerset, Dorset, Hampshire, the Isle of Wight, West and East Sussex, south-east Wales, Northamptonshire and North Yorkshire are particularly at risk.&quot; As with the floods in November, it was Cornwall that first felt the brunt of the wet weather on Thursday. At Porthallow, Looe, the water was more than half a metre (2ft) deep in the village centre at one point. Firefighters pumped water from homes and cleared landslides in the county. A man became trapped in floodwater near Bude after leaving his car and becoming surrounded by fast-flowing water. Firefighters waded in to pull him out. The rain caused problems across the south coast and in Nottinghamshire and Wales. The AA said it went to the rescue of more than 200 drivers who tried to get through floodwater, citing Dorset and the New Forest as the worst-hit spots.", 
    "section": "environment", 
    "gid": "environment/2012/dec/20/flooding-wet-christmas", 
    "wordcount": "693"
}