{
    "headline": "Climate activists target Shell with ice protest over Arctic drilling", 
    "text": "     Climate activists protesting at Shell&apos;s drilling in the Arctic blockaded an entrance to the company&apos;s London headquarters on Tuesday morning by building a pyramid of ice blocks. The 15 activists, part of a group called the Climate Justice Collective, were protesting about Shell&apos;s exploratory oil expedition off the coast of Alaska that began this week but was halted on Monday after sea ice was seen drifting towards the company&apos;s drilling vessel. Lucy, who took part in the protest but did not want to give her full name, said: &quot;Something needs to be done right now. Shell petroleum are responsible for drilling in the Arctic sea. They are drilling in a new area. This must stop, Shell must be held to account. This is an unprecedented disaster we are trying to minimise.&quot; Another protester said: &quot;People from different backgrounds have got together. Sea ice is melting and Shell is partly responsible for that.&quot; The group placed the blocks of ice, each weighing 27kg and transported by a rented refrigerated van, outside Shell&apos;s headquarters on London&apos;s Southbank. Many of the protesters have previously been involved in similar environmental protests such as the Camp for Climate Action against Kingsnorth coal power station and the third runway at Heathrow. A Shell spokesman said: &quot;Shell recognises that certain organisations are opposed to our Arctic exploration programme and respect the right of individuals and organisations to engage in a free and frank exchange of views about our operations. We only ask that they do so with their safety and the safety of others, including Shell personnel and customers in mind.&quot; Shell also added: &quot;Shell has support from a multitude of stakeholders for our plans to execute a safe and environmentally responsible drilling programme in Alaska&apos;s Beaufort and Chukchi Seas. Shell&apos;s distinguished offshore record in Alaska, including our prior drilling activities, validates that we are well positioned to work in the Arctic.&quot; Meanwhile, this week ice scientists are expected to announce a record low for the Arctic sea ice minimum, following unprecedented melting rates in the region this summer.", 
    "section": "environment", 
    "gid": "environment/2012/sep/11/climate-activists-shell-ice-arctic-drilling", 
    "wordcount": "350"
}