{
    "headline": "Ethical living: what was the environmental cost of the Olympics?", 
    "text": "It might have been billed the One Planet Olympics, but the Games were always going to be in a different orbit of energy and resource demand. So the first trick was to reduce drastically the virgin resources needed  difficult to do when building a massive Olympic park. Yet the build impresses: the stadium, for instance, used half the steel of comparable venues and included recycled granite, pipelines and concrete. And 90% of build waste was reused and recycled. Extensive use of LEDs and energy from renewable sources will have brought the stadium&apos;s carbon footprint down. Throughout their 77 days in total, the Olympics and Paralympics are projected to generate an additional 3.4m tonnes of CO2 (the annual UK average is 550m tonnes of CO2). The second trick is to ensure that materials are reused and recycled. Fitting out an Olympic village for 16,000 Olympic athletes and then 6,200 Paralympic athletes required 64,000 bed sheets, 9,000 wardrobes and 6,500 lurid green bean bags, for starters. Where are they now? Rather than going to landfill, Olympic matter stripped from the sites (the same will happen after the Paralympics) is sent to vast warehouses in Tilbury, Essex to be split up and sold. Functional items  those bean bags can be had for 15  are on sale through remainsofthegames.co.uk, heritage items such as a torch carried by Bradley Wiggins (13,000) through memorabilia.london2012.com. Prompted by emails from upcyclers (who turn waste materials into new products to extend their life span) asking how to obtain London 2012 materials such as canvas banners, I visited Tilbury. Among the hurdles and chairs Ifound a few banners, and more were expected. Some stuff is already spoken for: the elastomer panels that wrapped the stadium are to be reused as shelters in Uganda and Brazil. Things are selling fast. Organisers are relying on this garage sale to meet an overall target of reusing, recycling or composting 70% by weight of all waste. The average rate for a large-scale event is just 15%. But remember that EDF provided the renewable energy, the Coca-Cola Company recycled the plastic bottles, Dow developed the recyclable stadium wrap and McDonald&apos;s its eco uniforms. So the green podium has to be shared with companies of less-than-glowing ethical reputation. Thatmay take the shine off. Green crush I thought I&apos;d fallen out of love with eco homesteads  they had started to take on a &quot;seen one, seen them all&quot; quality  but then Icame across architect Torsten Ottesj&apos;s Hus-1 eco lodge. It&apos;s small, coveringjust 25m2, but beautifully formed from two convex walls. Spending time inside has been compared variously to living in a hallway, being a snail (endearing) and living in an intestine (less endearing). It&apos;s compact, bijou, close to no amenities (it&apos;s on the west coast of Sweden and designed to fit into the natural landscape) and, frankly, magical. Go to ottesjo.se for details", 
    "section": "environment", 
    "gid": "environment/2012/aug/26/environmental-cost-of-olympics-ethical-living-lucy-siegle", 
    "wordcount": "502"
}