{
    "headline": "Arctic lost record snow and ice last year as data shows changing climate", 
    "text": "The Arctic lost more snow and sea ice between October 2011 and August 2012 than any year other on record, a premier US science agency reported on Wednesday, delivering the fullest picture to date of a region in the throes of rapid, system-wide change. The Arctic lost record snow cover and sea ice last year  even though air temperatures were not unusually high. By the end of August, several weeks before the end of the summer melt season, Arctic sea ice had retreated to its smallest extent since satellite records began in 1979.  In Greenland, virtually the entire ice sheet  97%  sustained some degree of thawing during a period of a few days in July, including on some of the highest peaks. Meanwhile, blooms of algae sprouted beneath the permanent sea ice in the middle of the Arctic ocean, feeding off the sunlight filtering through melt pools. The report cites a massive bloom of phytoplankton beneath the Chukchi sea ice stretching for more than 60 miles, as well as algae blooms near melt holes in the central Arctic. On land, shrubs are spreading across the lower Arctic because of a longer growing season, but other tundra plant types  such as moss and lichen  are declining. The change in vegetation is also creating favourable conditions for wildfires, the report said. In northern Europe, the Arctic fox is heading towards extinction because of the advance of the red fox. The findings, prepared by a team of 140 scientists overseen by the National Oceanic and Atmospheric Administration (Noaa), suggest widespread changes in the Arctic, because of a warming climate. The changes are unlikely to be reversible. &quot;What we have is a body of evidence that the Arctic is changing in significant ways and throughout the system,&quot; Martin Jeffries, a co-editor of the 2012 report and an Arctic science advisor to the Office of Naval Research, said. &quot;It is system-wide and these changes feed on each other.&quot; It is also unlikely the Arctic will recover in the near future, he said. Those changes, in the form of retreating summer sea ice and snow cover, in turn make the region even more vulnerable, exposing more of it to the sun&apos;s rays, Jeffries warned. &quot;As the sea ice and snow cover retreat, we&apos;re losing bright, highly reflective surfaces, and increasing the area of darker surfaces  both land and ocean - exposed to sunlight. This increases the capacity to store heat within the Arctic system, which enables more melting a self-reinforcing cycle.&quot; The report, an annual exercise by Noaa since 2006, was presented at the meeting of the American Geophysical Union in San Francisco. It further consolidates the growing body of evidence that climate change has exacted significant effects on the Arctic. Some of those changes are already altering political calculations  with Russia, Canada and America trying to stake their claims to the vast oil and mineral potential of an Arctic that could be entirely free of summer sea-ice within a matter of years. The gloomiest scientists say that summer sea ice could be entirely gone within the decade, other predictions stretch to mid-century for an &quot;ice-diminished&quot; Arctic. &quot;What it seems now is that even if we have a modest increase in greenhouse gases that that gets amplified in the Arctic,&quot; said James Overland, a Noaa oceanographer. &quot;We are going to continue to see an increase in all of these changes at least for the next few decades.&quot; Jason Box, a polar researcher at Ohio State University who oversaw the Greenland portion of the report, told the meeting the widespread melting last summer could signal a climate tipping point. &quot;In 2012 Greenland crossed a threshold where for the first time we saw complete surface melting at the highest elevations in what we used to call the dry snow zone,&quot; he told reporters at the AGU. &quot;As Greenland crosses the threshold and starts really melting in the upper elevations it really won&apos;t recover from that unless the climate cools significantly for an extended period of time which doesn&apos;t seem very likely.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/dec/05/arctic-sea-ice-scientists-report", 
    "wordcount": "689"
}