{
    "headline": "Boot up: Microsoft Surface, Apple and maps, the lawyer suing everyone, and more", 
    "text": "A quick burst of 8 links for you to chew over, as picked by the Technology team Microsoft Surface Windows 8 tablets - in pictures &gt;&gt; guardian.co.uk Get a look at it. Or read our story. Microsoft announces Surface: new family of PCs for Windows &gt;&gt; Microsoft  Today at an event in Hollywood, Microsoft unveiled Surface: PCs built to be the ultimate stage for Windows. Company executives showed two Windows tablets and accessories that feature significant advances in industrial design and attention to detail. Surface is designed to seamlessly transition between consumption and creation, without compromise. It delivers the power of amazing software with Windows and the feel of premium hardware in one exciting experience.    Microsoft-branded; no prices or availability yet. Google, Asustek expected to unveil 7-inch Nexus tablet PC at Google I/O &gt;&gt; Digitimes  Google and Asustek Computer&apos;s jointly developed 7-inch Nexus tablet PC is set to be unveiled at Google I/O, a developer event that will be hosted from June 27-29 at San Francisco&apos;s Moscone Center in the US, with its initially price to be set at US$199 and manufactured by Quanta Computer, according to sources from upstream component makers.   Suddenly a lot less interesting, isn&apos;t it? Microsoft knows how to put a downer on a do. Microsoft may be closer than it appears in Android&apos;s rearview mirror &gt;&gt; Flurry blog   For this snapshot, we compare Q2 2011 versus Q2 2012. Year-over-year, developer support has shifted, with Microsoft&apos;s dent becoming more visible, now representing 4% during Q2 2012. iOS and Android share continue to oscillate mildly now clocking in 67% for iOS and 28% for Android. BlackBerry remains flat. What is important to note is that all four platforms are growing, just at different rates. Specifically, growth rates per platform for year-over-year growth are: iOS 66%, Android 82%, Windows Phone 521%, BlackBerry 13%. Viewing the relative growth rates show just how much Microsoft is gaining against the market.   Hacked companies fight back with controversial steps &gt;&gt; Reuters  &quot;Not only do we put out the fire, but we also look for the arsonist,&quot; said Shawn Henry, the former head of cybercrime investigations at the FBI who in April joined new cyber security company CrowdStrike, which aims to provide clients with a menu of active responses.  Once a company detects a network breach, rather than expel the intruder immediately, it can waste the hacker&apos;s time and resources by appearing to grant access to tempting material that proves impossible to extract. Companies can also allow intruders to make off with bogus files or &quot;beacons&quot; that reveal information about the thieves&apos; own machines, experts say.  How bad Is Europe&apos;s mobile tailspin? &gt;&gt; Forbes Tero Kuittinen:   Just a few years ago, Spain was a locomotive of Europe&apos;s mobile growth - more than 40% of new mobile subscriber additions in EU came from Spain and the UK.  The continent is now waking up to a grim new reality. Spain lost 380,000 mobile subs in April alone. And this was before the nightmarish debt crisis spun out of control during May and June. That 380 K monthly loss equals 0.6% of Spain&apos;s mobile subscriber base.  One unpredictable facet of the new development is the pre-paid weakness - nearly 300,000 of the lost mobile subs were pre-paid customers.   One wonders what the news is like in Italy, Portugal - or Greece. Apple Maps&apos; effect on Google &gt;&gt; Business Insider Matt Rosoff:   Another way of looking at it: about 45% of all traffic to mobile versions of Google Maps comes from iOS. The remaining 55% comes from Android. (All stats are U.S. only, and measure only the app versions of Maps, not access to Google Maps through a mobile Web browser.)  While more monthly users came from Android (34.8m) than iOS (31.4m), the average number of DAILY users was much higher on iOS (9.7m) than Android (7.2m). This suggests that iOS users touch the Maps app more often than Android users use the Google Maps app.  The iPhone version of Maps also got greater engagement: on average, iOS users spend 75.5 minutes per month using the app, versus 56.2 minutes for Android users on Google Maps apps.   Conclusion: iOS users get lost for longer than Android ones? The Oatmeal v. FunnyJunk, Part IV: Charles Carreon Sues Everybody &gt;&gt; Popehat  He belonged to the ages the moment he filed that lawsuit not only against Matthew Inman, proprietor of The Oatmeal, but also against IndieGoGo Inc., the company that hosted Inman&apos;s ridiculously effective fundraiser for the National Wildlife Federation and the American Cancer Society.  But that level of censorious litigiousness was not enough for Charles Carreon. He sought something more. And so, on that same Friday, Charles Carreon also sued the National Wildlife Federation and the American Cancer Society, the beneficiaries of Matthew Inman&apos;s fundraiser.  Yes. Charles Carreon, butthurt that someone had leveraged his douchebaggery into almost two hundred thousand dollars of donations to two worthy charities, sued the charities.   He does indeed belong to the internet ages; he&apos;s up there in the lawyers v internet pantheon with Canter &amp; Siegel now. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/jun/19/technology-links-newsbucket", 
    "wordcount": "896"
}