{
    "headline": "Netflix and Zeebox: worlds of TV, movies and games move closer", 
    "text": "It&apos;s been a busy Monday for media announcements. First up, streaming TV and movie service Netflix has now officially launched in the UK and Ireland. It will offer unlimited access to a range of broadband content for 5.99 a month, or 6.99 in Ireland.  As well as being accessible via PC, Mac and mobile platforms, the service will be viewable on Xbox 360, PS3 and Wii consoles. The Netflix app is already available for download on PS3, with versions for the other consoles set to follow.  Content-wise, Netflix is promising &quot;tens of thousands of hours&quot; of TV and film content. There are deals in place with most of the major movie studios, but don&apos;t expect recent blockbusters to be filling the menu  the fact that the launch press release pulls out examples such as The Expendables and Paul Blart: Mall Cop tells you that, right now, this is more about back-catalogue content and niche releases. In terms of TV, there&apos;s a good selection from Peep Show to TOWIE (though this is all mostly available on the on-demand services provided by the terrestrial services), as well as acclaimed US series such as Breaking Bad. Its availability through consoles puts Netflix in direct competition with LoveFilm, which is now accessible via Xbox 360 and PS3, and costs 4.99 a month as a streaming service. Most of the TV shows and movies available on LoveFilm&apos;s PC offering are also open to Xbox and PS3 owners, although certain Pay TV content cannot be streamed via consoles due to rights issues. Plus, on Xbox 360, users get full access only if they subscribe to Xbox Live Gold.  Still, with LoveFilm and Netflix likely to be offering different movie selections as part of their services, it&apos;s an interesting time for console owners to start looking into video on demand from their machines. And while Netflix still dominates the sector, with 20 million members in 47 companies, LoveFilm is steadily growing  it has just past the two million users mark.  Meanwhile, BSkyB has just announced a partnership with &quot;second screen&quot; social viewing service Zeebox, which saw it take a 10% stake in the company. The Zeebox offering is a free app designed to run on a laptop, tablet or smartphone device and providing an interactive companion to whatever you&apos;re watching on TV. The idea is, it knows what you&apos;re watching and knows what&apos;s going on in the relevant programme or film  so if, say, Michael Fassbender pops up on screen, it&apos;ll tell you what other movies he&apos;s currently in (ie, all of them), as well as linking to biographical information elsewhere on line  a sort of live televisual hyperlink.  The service is also social, allowing you to see what your friends are watching, and communicate with them. And of course, it&apos;s Twitter-compatible. It&apos;s also fully e-commerced up: if an album or book gets mentioned on a TV chat show, there will be a link to the item for purchase.  For its part, Sky will now be building Zeebox compatability into its Sky+ and Sky Go apps. It will also allow subscribers to manage their Sky+ recordings while out and about as well as utlising their iPhones and iPads as remote control devices in the living room.  How does this relate to games? Well, this whole concept of the &quot;second screen&quot; is an enticing one for console manufacturers who are looking for ever more devious ways to turn our games machines into our central entertainment hubs. Nintendo&apos;s Wii-U console, set to launch later this year, includes a tablet-style controller with its own screen  now, this will no doubt be used for game content, but the potential is there for some kind of TV deal, allowing Wii-U owners to interact with programmes in new ways, very similar to the Zeebox proposition.  Meanwhile, both Sony and Microsoft are building ever greater links between their home consoles and their mobile devices  in Sony&apos;s case, that means both the Xperia Play phone and the PS Vita handheld; in Microsoft&apos;s its the Windows Phone format. Both companies are already looking at games that are playable across multiple platforms, but the next step is entertainment services that engage with both home and portable machines.  Right now, the implementations of services such as LoveFilm and Netflix on consoles are pretty dumb and straightforward  the machines are merely a conduit for the streaming data. Going forward, however, Sony and Microsoft must be planning Zeebox style initiatives, in which viewers get to control and share content across devices, and even perhaps, to view video-on-demand services within games or other entertainment apps.  Whether you&apos;re at all interested in a  okay lets write it  transmedia future or not, we probably just took a large stride in that direction.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jan/09/netflix-zeebox-tv-movies-games", 
    "wordcount": "800"
}