{
    "headline": "Internships v paid work: which would you choose?", 
    "text": "As the graduate employment market becomes increasingly competitive, we need to make ourselves stand out from the crowd  good grades and experience are a must. But we also have to pay the rent. So, when juggling student life, which do you prioritise: your degree, unpaid CV-boosting extras  or a part-time job? The answer may lie with your university&apos;s guidelines. Oxbridge advises students not to take work during term-time, while the University of Nottingham recommends no more than 16 hours a week. There&apos;s no national data to show how many students take part-time work, although the University of Warwick estimates that over 50% of students do so. Of these, most want to work in admin and student ambassador roles, according to Unitemps Nottingham manager, Ilze Skujina. She says that students can expect to earn anything from 6.08 (minimum wage) to around 8.50 an hour for things like high level admin work. But you can get more out of part-time jobs than money. They show employers that you can manage your time  and the work develops professional skills such as using computer programmes, writing emails and customer service. It&apos;s best to be realistic about how many hours you can spend working, says Skujina. If you&apos;re likely to need time off when you&apos;re approaching a deadline, communication with employers is paramount. For those who are worried about juggling the workload, summer holidays are a good time to earn some much needed cash. But it&apos;s a tough call: vacations are also the best times to do internships, possibly the first step on your career ladder. Which is the most beneficial? Even the employers I asked said it was hard to say. If a student has gained a highly sought-after placement, this shows the candidate&apos;s academic excellence and interview skills. Going out and getting a seasonal job, however, shows that an individual has a good work ethic. They&apos;ve used their initiative and are responsible  all desirable traits. Stephanie Harris, from the University of Nottingham, has undertaken both a part-time job and work experience while studying. She found her part-time position developed her communication skills, but that having hands-on work experience in her future career field was more helpful  especially since it was almost a &quot;requirement to have that kind of experience&quot;. Having said that, she has had less useful internships that involved lots of sitting around: &quot;I felt I was more of a hindrance than a help. I was always asking what I could do, but at the same time they were trying to get on with their work and it wasn&apos;t really helpful to either of us.&quot;  Unfortunately there&apos;s no easy answer. But we all know someone who has been able to do it all and still achieve good grades. We have no choice but to try our best to follow in their footsteps.     Guardian students sign up banner  ", 
    "section": "education", 
    "gid": "education/mortarboard/2012/may/25/students-working-part-time", 
    "wordcount": "478"
}