{
    "headline": "Zimbabwe's resettled farmers struggle to educate their children", 
    "text": "In the old kitchen at Dunstan farm, desks have been pushed up against the cream-coloured Aga. Children are having a maths lesson. The dining room where black staff served three generations of the Cullinan family is also a classroom. The children have dumped their schoolbags in the grand fireplace before sitting down for their lesson. A decade after President Robert Mugabe launched a &quot;fast-track&quot; resettlement programme that chased 4,500 white commercial farmers off the land, Zimbabwe&apos;s rural landscape has been transformed. The whites who owned vast tracts of land have been replaced by 150,000 black small-scale farmers and their families, creating the need for a rethink in the provision of education and health facilities. Yet western donors to this country that once prided itself on having the best education in Africa are reluctant to support people living on contested land. Headteacher Obed Saki, 43, says 293 children attend the primary school in the once-grand Italianate villa. &quot;It opened in 2002, but we only received textbooks in 2010,&quot; he says. &quot;The parents of these children have each been given offer letters for six hectares of land. Some are producing tobacco and doing well, but others are struggling for lack of seed and fertiliser so we have capped the fees at $8 per term.&quot; On a tour of the school and grounds, Saki says he is proud to be running one of Zimbabwe&apos;s so-called satellite schools  learning facilities for the children of Mugabe&apos;s land revolution. But he is frustrated at the slow progress towards normalising the lives of the new settlers. &quot;Parents who can afford to send their children to better-equipped schools in town will do so. The children here are the worst off,&quot; he says. Saki is one of seven teachers at the school. He adds: &quot;The farmhouse was initially occupied by war vets [land occupiers deployed by the ruling party], and we were teaching in the barns. But in 2004, we convinced the war vets to hand over the house, which had electricity. Now we have classrooms on the ground floor and the teachers sleep in six rooms upstairs. Unfortunately, most of the cables were stolen in 2006 so we no longer have electricity.&quot; In the grounds of the house, built on 3,600 hectares (9,000 acres) by the late Leslie Cullinan, son of the diamond magnate Sir Thomas Cullinan, the new occupants of the land have planted maize in a perfect rectangle that was once a tennis court. The double garage is a classroom with a piece of plywood for a blackboard. In the scullery, 40 children in &quot;early childhood development&quot; sit on the floor, and their teacher has a wooden bench. In the garden room  flooded with light through half-broken French windows  the teacher&apos;s desk has been confected from planks and a metal frame found in a greenhouse. &quot;The parents have done a lot to get the school working,&quot; says Saki, who receives a standard teacher&apos;s salary of $249 per month from the government. He and his prison-officer wife Matilda  who lives 30km away in the capital, Harare, with the couple&apos;s two children  are on the waiting list for land. &quot;Grades four and six have furniture,&quot; he says. &quot;It was bought by one of the parents. But we have hardly any books. We need novels and short stories  and latrines. Actually, we need a proper school. We have pegged a suitable plot for a building, but who knows when the government will build it? The nearest secondary school is five kilometres from here but there is a river in the way and in the rainy season the children cannot go for two or three weeks.&quot; The education minister, David Coltart, admits that Zimbabwe&apos;s satellite schools  1,363 facilities out of a total 8,000 primary and secondary schools  are &quot;problematic&quot;. But he denies his ministry, which is controlled by the opposition Movement for Democratic Change, is reluctant to support schools on formerly white-owned land. Coltart says his ministry lacks money to maintain and improve mainstream schools, let alone ones that have sprung up as a result of land reform. &quot;We have done as much as we can in the short term. We have ensured that all children in Zimbabwe have textbooks and teachers. We simply do not have the resources to ensure they have adequate buildings and facilities. That would require the government to cut back on foreign travel and defence spending.&quot; Britain is one of the main funders of the UN Children&apos;s Fund, Unicef, in Zimbabwe. It contributed $9m to Unicef&apos;s programme to distribute 22m textbooks. Last month, the Department for International Development (DfID) announced a further $38m for education in Zimbabwe. But no mention was made of satellite schools, and DfID executives are emphatic that no UK taxpayers&apos; money is given to resettled farmers on contested land. The Unicef country director Peter Salama says the impact of Britain&apos;s contribution to education in Zimbabwe was &quot;very tangible&quot;. But he concedes that it may be time to rethink how money is spent: &quot;Unicef&apos;s mission, regardless of politics, is to support vulnerable women and children. We acknowledge there are new realities, and that women and children are part of these realities.&quot;", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/apr/24/zimbabwe-farmers-struggle-educate-children", 
    "wordcount": "891"
}