{
    "headline": "Top scientists urge governments to solve environmental 'dilemmas'", 
    "text": "The world&apos;s leading scientific institutions have urged governments to focus on three &quot;global dilemmas&quot;: growing demands for water and energy, natural disasters and measuring carbon dioxide. In a series of statements, the scientists recommended that governments should &quot;engage the international research community in developing systematic, innovative solutions&quot; to these pressing problems. The heads of the national science academies of 15 countries, including the UK, the US, China, Germany, Russia and India, signed the statements, which are timed to be considered by governments at the forthcoming G8 meeting of the world&apos;s biggest industrialised economies, in the US. They recommended that governments should prioritise the three areas they had identified, and work with scientists in order to develop ways of solving the problems. On water and energy, the scientists recommended that governments should look at both resources as being interlinked. They said the efficient use of these resources would be key, and recommended developing ways of managing demand for them, as well as investing in scientific research on energy efficiency and the sustainable use of water. They also recommended that governments should make key data on energy and water freely available, and that the indirect costs associated with energy  which could include the relationship between greenhouse gases and climate change  and the costs of the degradation of water supplies should be accounted for . These costs should also be included in the development of policy. Natural disasters have been taking an increasing toll in recent years  last year&apos;s economic losses owing to natural disasters were the highest ever. In order to mitigate these risks, the scientists recommended that governments should undertake systematic assessments of disaster risks, and conduct research to improve our understanding of the underlying causes of such disasters. They also urged that central governments should devolve the responsibility for preventing and dealing with natural disasters to local communities, private sector companies and civil organisations. They called for long-term planning, investment in and enforcement of measures to prevent or reduce the damage from natural disasters, which could include new regulations on land use, building codes and zoning. Better international co-operation was also needed for more rapid responses to disasters, they said. Public health systems would also need to be improved, they said, along with the surveillance needed to judge the risks of disasters. Emergency services should play out mock disaster scenarios, and use gaming as part of the planning process. They added: &quot;Losses from disasters can be significantly decreased by improved standards for buildings, roads, electrical systems, water systems, and other infrastructure, and by zoning to reduce vulnerability.&quot; Aid donors must also build disaster planning into their aid programmes for developing countries, in order to ensure that the gains from the aid are not wiped out by the ill effects of disasters from floods and heatwaves to famines and tsunamis. Countries have been monitoring and estimating their greenhouse gas emissions for decades, though the practice varies among regions and some countries have moved on little in their methods. The leaders of the national scientific academies identified the measurement and verification of greenhouse gas emissions as a key issue deserving international attention. The question of the &quot;measurement, reporting and verification&quot; (MRV) of emissions was a key sticking point holding up agreement at the Copenhagen climate change summit in 2009, and has been a major source of tension since. Some governments  such as China  have been adamant that MRV is an issue of national sovereignty, and that they should not have to submit to international oversight. The scientists suggested that international cooperation was key to developing standards and methodologies for measuring emissions, and called for annual emissions reports from governments  offering expert assistance to help them do so. They also called for research programmes into areas of emissions that are still poorly understood, such as the potential release of methane from thawing permafrost in the Arctic and the seabed, changes in ocean chemistry and circulation, and changes in the way rainforests absorb and release carbon.", 
    "section": "environment", 
    "gid": "environment/2012/may/10/scientists-focus-environmental-dilemmas", 
    "wordcount": "669"
}