{
    "headline": "Nuclear waste-burning reactor moves a step closer to reality", 
    "text": "A plan to burn Britain&apos;s radioactive nuclear waste as fuel in a next-generation reactor moved a step closer to reality on Monday when GE-Hitachi submitted a thousand-page feasibility report to the UK&apos;s Nuclear Decommissioning Authority (NDA). The UK has a large stockpile  around 100 tonnes  of plutonium waste. This is considered a security risk and the government is considering options for its disposal. The current &quot;preferred option&quot; is to convert the plutonium into mixed-oxide fuel (Mox) for use in conventional nuclear reactors. But a previous Mox plant in the UK was deemed a failure, and GE-Hitachi claims that its Prism fast reactor  a completely different design fuelled by plutonium and cooled by liquid sodium  offers a more attractive solution. One of the potential benefits of fast reactors is that they could extract large quantities of energy from nuclear waste. In February, David MacKay, the chief scientist at the Department of Energy and Climate Change (Decc) told the Guardian there was enough energy in the UK&apos;s waste stockpile to power the country for more than 500 years. The NDA initially dismissed fast reactors as being decades from commercial viability. But after the Prism proposal was submitted by GE-Hitachi, the NDA agreed to review the evidence. Monday&apos;s report  a summary of which has been seen by the Guardian  is designed to persuade the NDA that the Prism is technically credible and commercially attractive. The report includes an assessment from consultancy firm DBD Limited that suggests there are &quot;no fundamental impediment(s)&quot; to the licensing of the Prism in the UK. It also includes an outline of the proposed business plan, which would involve the plant being owned by a private company and the government paying a fee for each tonne of plutonium processed. Senior figures at GE-Hitachi told the Guardian that this &quot;service model&quot; was designed to reduce the risk to the taxpayer. But they declined to give any detailed cost estimates and acknowledged that the government would still need to contribute towards the cost of building the plant. The NDA has also received three other proposals for disposing of the plutonium. Two were from individuals and weren&apos;t considered credible. The third involves burning Mox fuel in a Canadian-style Candu reactor. A detailed feasibility report on this option is currently being prepared. A spokesman for the NDA said it will review the Prism and Candu reports and update its advice to the government towards the end of the year. The government will then make a final decision and the proposal selected will be referred to the Office of Nuclear Regulation. Whichever technology is selected, there will be an extensive licensing and consultation process. This and the construction of the new facility will most likely take around 10 years, according to the NDA, which said it expects the new plant to be up and running in &quot;the early years of the next decade&quot;.", 
    "section": "environment", 
    "gid": "environment/2012/jul/09/nuclear-waste-burning-reactor", 
    "wordcount": "488"
}