{
    "headline": "BBC's War on Britain's Roads: even more fake than we feared", 
    "text": "     I&apos;m not the sort to go picking a fight with the BBC. This is the Guardian, after all, rather than the Daily Mail. But I&apos;ll confess: I&apos;m feeling a bit disappointed with the corporation at the moment. It&apos;s all down to The War on Britain&apos;s Roads, the high profile, overly alarmist and somewhat skewed documentary based on footage from cyclists&apos; helmet cameras which aired on BBC1 just over a week ago. I&apos;ve written previously about the programme&apos;s wider faults and the condemnation these brought from MPs and cycling groups, but this is about something very particular.  My contention  and I&apos;d say it&apos;s is a fairly serious one  is that the BBC and Leopard Films, the independent production company involved, would appear to have seriously misled viewers over a key element of the programme and are failing to own up to it. If you watched the programme you&apos;ll probably recall the final sequence, showing a group of couriers in London taking part in an &quot;alleycat&quot; race in which they ignore just about every road rule going so as to complete a pre-set route fastest. The footage is undoubtedly dramatic, but utterly out of context: I&apos;ve cycled in London off and on for 20 years, including as a courier myself for a time, and have never seen riding so reckless. It also emerged that this footage was filmed for a commercial DVD by a US semi-professional filmmaker, Lucas Brunelle, and dates from six years ago.  All this we knew before the programme was broadcast. However, there is more. A blog post published yesterday by Bill Chidley, usually known as Buffalo Bill, long-time stalwart and chronicler of the London courier scene who set up the Moving Target courier magazine, gives some fascinating extra background. He points to a 2006 Moving Target article about the filming of the race which describes how Brunelle essentially choreographed the action and offered money to spur the riders on. Childley summarises it thus:  In other words, the idea was to create a race with maximum chaos on the road, and that this was what Lucas was looking for. To encourage the riders to go as fast as possible, and take as many risks as possible, Lucas also had put up 300 in cash prizes.  Let&apos;s contrast this with the narration on The War on Britain&apos;s Roads:   Races across cities, like this one in London, are being organised by couriers to showcase their skills and speed.  No mention of the 2006 vintage. No mention of the filmmaker&apos;s orchestration. No mention of the filmmaker&apos;s cash.  Before the film was broadcast a BBC spokesman told me the alleycat footage was &quot;genuine&quot;. He said:   The footage has since been released commercially, but the fact remains that it depicts real behaviour on the streets of London.  That&apos;s broadly comparable to paying school pupils 100 to be filmed punching each other and using the footage to illustrate a story about school discipline. Yes, it happened, but it was crafted and manipulated. What is worse still is that Leopard Films and the BBC apparently knew all about this from the start. Brunelle says they interviewed him, although none of this was used in the programme. Oddly enough, it turns out that Brunelle never even gave them permission to use the footage, something he told the cycling industry journalist Carlton Reid, who has written at length about the programme, in an email. I asked the BBC and the PR people for Leopard Films to confirm they knew the truth about the courier footage, the orchestration by Brunelle and the cash prizes, and why they did not tell viewers.  Their response pointed me to a BBC blog post by the programme&apos;s executive producer which blandly reiterated the &quot;authentic footage&quot; line and ignored the fakery involved. Their email ended:  The BBC and Leopard Films are in agreement that Samantha Anstiss&apos;s blog on the BBC website speaks for itself on this and they will be offering no further comment.  That&apos;s the PR equivalent of them sticking their fingers in their ears and humming loudly. It&apos;s frankly pathetic. To me  and I&apos;m aware I&apos;m writing as a cyclist  this seems equally shocking as the infamous dodgy trailer from 2007 which wrongly implied the Queen had stormed out of a photoshoot. That stunt cost the jobs of the BBC1 controller and the chief creative officer of the independent programme maker. I&apos;m not suggesting anyone should resign here  as I said at the start, this isn&apos;t the Daily Mail. But it does give a sharp lesson in the how little the BBC seemingly cares for truth when those maligned are not the monarchy, just mere cyclists.", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/dec/13/war-britains-roads-fake", 
    "wordcount": "782"
}