{
    "headline": "Men's facial hair: losing by a whisker", 
    "text": "Not being a barber, and not having had an adulthood that spanned 130 years, Dwight E Robinson was in no position to report firsthand the frequency of changes in relative prevalence of sideburns, moustaches and beards in London during the years 1842-1972. He used an indirect source: issues of the Illustrated London News published during that time. Robinson, a business professor at the University of Washington, in Seattle, gathered his findings about those findings into a study that he called Fashions in Shaving and Trimming of the Beard: The Men of the Illustrated London News, 1842-1972. It was published not in Britain but in the American Journal of Sociology, in 1976. Robinson used and, he says, improved upon a general analytic technique pioneered by Jane Richardson and AL Kroeber, who in 1940 &quot;measured annual fluctuations in width and length of skirts, waistlines and decolletage as ratios to women&apos;s heights&quot;. &quot;My procedure for gathering data,&quot; Robinson explains, &quot;was, quite literally, to take a head count, determining for any one year the comparative frequencies of men&apos;s choices among five major features of barbering: sideburns alone, sideburns and moustache in combination, beard (a category that included any amount of whiskers centring on the chin), moustache alone, and clean shavenness&quot;. For the mathematically inclined, Robinson notes that &quot;the number of clean-shaven men in any year is by definition the reciprocal of the sum of those in the four whisker categories&quot;. Intent on choosing data that would accurately reflect the reality of Londoners&apos; facial hair, Robinson excluded photos of groups (because some faces might appear only partially, or in misleading angles), royalty (because royals receive more press coverage, if not necessarily more hair, than the general populace), advertisements, and &quot;pictures of non-Europeans&quot;. One graph shows, beginning in the year 1885, a stark, almost unceasing rise in clean-shavenness. Sideburns decline until about the year 1920, thereafter making only negligible appearances. Beards, too, hit bottom in 1920, but quasi-periodically grow back to modest popularity. In that hair-oilshed year 1921, moustaches reach their all-time peak, adorning nearly 60% of the non-grouped, non-royal, non-advertised, non-non-European men appearing in the Illustrated London News. Thereafter, moustaches dominate all other forms of facial hair. In one provocative graph, Robinson plots two grand, 115-year-long, rising-and-falling waves. One represents women&apos;s skirt width (in proportion to the women&apos;s height). The other shows the pervasiveness of beards among the male population. The skirt-width-ratio wave precedes the beard wave by a gap of 21 years. Robinson says the data reveals that &quot;men are just as subject to fashion&apos;s influence as women&quot;. Fashion tells just part of the story. A quarter century after Robinson&apos;s analysis, an independent, aptly-named scholar  the Irish-born, America-adopted Nigel Barber  published a study in which he reports that: &quot;Men shave their moustaches, possibly to convey an impression of trustworthiness, when the marriage market is weak&quot;.  Marc Abrahams is editor of the bimonthly Annals of Improbable Research and founder of the Ig Nobel prize", 
    "section": "education", 
    "gid": "education/2012/jun/04/men-facial-hair-research", 
    "wordcount": "503"
}