{
    "headline": "Apps Rush: Numberlys, Shazam Player, CloudMagic, Urban Crime, Burns Night, AFP Photo Book and more", 
    "text": "A selection of 12 apps for you today: Numberlys Moonbot Studios was responsible for the beautiful book-app The Fantastic Flying Books of Mr. Morris Lessmore. Now it&apos;s released a follow-up, Numberlys, that claims to be influenced by King Kong, Metropolis, Flash Gordon and the Marx Brothers. Storytelling, games and education rolled into one intriguing blend.iPhone / iPad Shazam Player Shazam&apos;s main app is used to identify music that&apos;s playing, and TV too in the US. Now the company has spun off a separate music player app for iPhone, which pulls in lyrics, videos and reviews for every song that&apos;s played. Social features are included, and it&apos;ll fire up the main Shazam app for identification needs.iPhone CloudMagic Web service CloudMagic helps people search across Gmail, Twitter, Google Docs, Calendar and Contacts. It&apos;s now gone mobile with an iOS and Android app, promising &quot;blazing fast search&quot;.Android / iPhone Urban Crime What if Grand Theft Auto went freemium? That&apos;s the idea behind Gameloft&apos;s Urban Crime, with its focus on gang warfare, free-roaming action and a free-to-play model. The spending appears to happen on cars in-app.iPhone / iPad Burns Night An app to get you in the mood for Burns Night? Perfect timing. This app is the work of independent books publisher Saraband, and includes poems and songs from the Scottish bard, performances from musicians and actors, and information on how best to spend the evening. Haggis recipes included.Android / iPhone Chalk&apos;n&apos;Talk Gamevil&apos;s Pictionary-esque drawing game Chalk&apos;n&apos;Talk comes to Android, getting people to play sketch-based mobile charades against other players around the world. Android Bug Village Glu Mobile&apos;s fun freemium game makes the leap from iOS and Android to Windows Phone, reflecting a trend that may gather steam in 2012. The game involves building, yes, a village populated by bugs, with sales of in-game currency providing Glu&apos;s revenues.Windows Phone AFP Photo Book : Eye on a New Century Agence France-Presse has released an iPad app gathering captioned photos representing each year of the last decade. The shots were all taken by the agency&apos;s journalists, with the app being the first of a series of single-theme apps due to be released this year.iPad Applorer The latest startup looking to help Android owners discover new games is Stream Media Private, which has launched an app called Applorer. Launched in beta, it focuses on free Android games, providing daily recommendations.Android Splashtop Remote Desktop HD Splashtop&apos;s remote desktop software comes to RIM&apos;s BlackBerry PlayBook, providing on-the-go access to the owner&apos;s PC or Mac, including the ability to stream video and audio to the tablet from the computer.BlackBerry PlayBook Paper Glider vs. Gnomes UK studio Neon Play&apos;s popular Paper Glider franchise gets a new game with more, ahem, gnomeage. It involves flicking paper planes at nefarious gnomes, coming across like a blend of Angry Birds and Worms. With pointy hats.iPhone / iPad Woody Woodpecker Forget Angry Birds, though: how about Cheerful Birds With Incredibly Annoying Laughs? Okay, the title needs work. How about Woody Woodpecker then: Chillingo&apos;s iOS revival of the famous cartoon character in a side-scrolling racing game.iPhone / Android", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jan/12/apps-rush-numberlys-shazam-cloudmagic", 
    "wordcount": "518"
}