{
    "headline": "GTA 5: Grand Theft Auto 5 screenshots - in pictures", 
    "text": "   Here's a moody image of the Los Santos seafront, showcasing the game's realistic weather system  and its approximation of the Santa Monica pier. Los Santos is the game's own version of Los Angeles, where much of the action takes place Photograph: Rockstar Games       An atmospheric glimpse of downtown Los Santos, featuring the sort of orange-tinted skyline that fans will remember from PlayStation 2 classic, GTA: Vice City. This is the scene of one of the first missions to be revealed by Rockstar in which lead characters Michael, Trevor and Franklin carry out a spectacular raid on a government building Photograph: Rockstar Games       As mentioned in our exclusive preview of the game, Rockstar has not only constructed the city of Los Santos, it has also modelled the seabed surrounding the bay. So yes, your characters will be able to go scuba diving. There's no word yet on whether there will be any aquatic missions Photograph: Rockstar Games       GTA 5 features lots of leisure pursuits for the lead characters to indulge in while not robbing banks. There's golf, there's mountain biking and there's... skydiving. Again, this may well prove pivotal to a mission, but Rockstar is giving little away Photograph: Rockstar Games       It wouldn't be a Grand Theft Auto game without weaponry, and in this scene Franklin is wielding... well, he's wielding a helicopter mini-gun. And that is no doubt a police car in the background Photograph: Rockstar Games       Naturally, GTA 5 has a day/night cycle so players will get to experience the seedy thrills of Los Santos at all hours. Michael seems to have some shady contacts in law enforcement  or at least access to law enforcement vehicles  so that could be one of the lead characters piloting the chopper. Fighter jets and light aircraft are also going to figure in the action Photograph: Rockstar Games       The game doesn't just focus on the city itself, it also stretches out to the deserts, forests and mountains surrounding the urban areas. Exploring these locations will throw up dynamic mini-challenges  as in Red Dead Redemption Photograph: Rockstar Games       Fans of the excellent GTA IV spin-off The Lost and the Damned will be pleased to see the return of motorbikes to the series. Here, unhinged career criminal Trevor is engaged in one of the many OTT chase sequences Photograph: Rockstar Games       The game includes hundreds of vehicles to steal and drive, from flashy exotics to trucks. The latest iteration of Rockstar's Rage engine seems to be adept at intricate modelling, as well as moody lighting Photograph: Rockstar Games       Michael is perhaps the linchpin in the game's three-character lineup. A retired bank robber now living in a mansion in the exclusive Rockford Hills area, he somehow gets tempted back for one last heist. Or series of heists... As series co-writer Dan Houser told us back in November, For people like this, there isn't a pipe and slippers happy ever after. Photograph: Rockstar Games  ", 
    "section": "technology", 
    "gid": "technology/gallery/2013/mar/28/gta-5-screenshots-pictures", 
    "wordcount": "0"
}