{
    "headline": "'Twins' born five years apart", 
    "text": "Floren Blake is an &quot;absolute miracle&quot; to her mother, a &quot;feisty little character&quot; to her father, and, at just under two months old, a &quot;twin&quot; to five-year-old brother Reuben. Even the clinicians who delivered the baby girl in November last year were &quot;blown away&quot; and &quot;ecstatic&quot;, said her 38-year-old mother, Jody Blake, as the family shared the excitement brought about by advances in fertility treatment over the past 20 years. Her two children were born from the same group of embryos  Floren from one that spent five years in a freezer and a change of premises. &quot;It does feel quite surreal. I think people are really, really surprised and it almost takes people a few minutes to get their heads around it. We obviously had nine months to get it straight and to think, &apos;Gosh we are having Reuben&apos;s twin,&apos; but it is incredibly special,&quot; said Mrs Blake, a programmes manager for children&apos;s charity WellChild. When she and her husband, Simon, told the operating theatre team delivering Floren by caesarean section, &quot;they were saying, &apos;We&apos;ve never had this before,&apos; and they were really excited for us, which made the experience really special&quot;. The couple, from Cheltenham, Gloucestershire, have been married nine years, and after trying to start a family without success had intra-cytoplasmic sperm injection (ICSI), a technique that involves injecting a single sperm directly into an egg to fertilise it. The fertilised egg is then transferred to the woman&apos;s womb as an embryo. The first baby born in the UK using ICSI was born in 1992, 14 years after the birth of Louise Brown, the first &quot;test-tube&quot; baby. Mr and Mrs Blake had treatment at the Bristol Centre for Reproductive Medicine. Five embryos were produced and two were implanted in Mrs Blake&apos;s womb, while the rest were frozen. Reuben arrived on 9 December 2006, weighing 9lb and 5oz, and last March the couple decided they wanted another child. Only one of the remaining embryos survived being defrosted and Floren was born on 16 November last year, weighing 8lb 2oz. &quot;We were aware the odds were long,&quot; said Mr Blake, a business and economics lecturer at University College, Birmingham. &quot;There aren&apos;t a huge amount of reliable statistics because it isn&apos;t done that often, but we knew it was a long shot. You just can&apos;t comprehend that a life could come from some material that&apos;s been frozen that length of time.&quot; Mrs Blake said it was always &quot;at the back of our mind&quot; to use the stored embryos at some point &quot;but I don&apos;t think we thought we would be lucky with using those&quot;. She added: &quot;We remember the heartbreak of infertility and that never quite goes away but  to have two very healthy children we do feel incredibly fortunate.&quot; Valentine Akande, director of fertility services at the Bristol centre, said: &quot;We are delighted with the great outcome that Jody and Simon have encountered. It&apos;s a sensible approach to safely having babies. It&apos;s usually better to have one baby at a time rather than two because carrying twins is associated with greater risk.&quot; Not everyone would be able to have surplus embryos and not every transfer was a success. As for Reuben and Floren, Akande said: &quot;It does depend on how you interpret the term twins. Twins generally means that they are born at the same time. &quot;But, yes, twins in that they have come from the same batch of embryos, collected from the same treatment cycle. Twins born at a different time  but not a twin pregnancy when they have grown in the womb together.&quot; Reuben and Floren were similar, their parents said. Reuben was &quot;just a bigger version of Floren when he was born&quot;, said Mrs Blake. The baby girl was &quot;quite a feisty little character, quite vocal&quot;, according to Mr Blake, while her brother was &quot;quite determined, independent, stubborn sometimes and assertive&quot;. Reuben had already taken his sister to school to show her off, said their mother. &quot;He knows that she has been in the freezer  he likes to say she has been in the freezer with the chips and the chicken  so he is sort of aware that she is his twin, but obviously he doesn&apos;t really understand how it&apos;s all worked.&quot;", 
    "section": "science", 
    "gid": "science/2012/jan/04/twins-born-five-years-apart", 
    "wordcount": "746"
}