{
    "headline": "Curiosity rover: Obama congratulates team on 'incredible success'", 
    "text": "&quot;It&apos;s really mind-boggling what you&apos;ve been able to accomplish,&quot; said US President Barack Obama on Monday, addressing the team responsible for landing Nasa&apos;s Curiosity rover on the surface of Mars. A week after Curiosity landed on the Martian surface using a sophisticated rocket-and-winch system, Obama telephoned the rover&apos;s operations team to congratulate them on their &quot;incredible success&quot;. The president said the team were, &quot;laying the groundwork for an even more audacious undertaking in the future, and that is a human mission to the red planet&quot;. He added: &quot;Really what makes us best as a species is this curiosity that we have and this yearning to discover more and more, and to push the boundaries of knowledge, and you are a perfect example of that.&quot; Charles Elachi, director of Nasa&apos;s Jet Propulsion Laboratory in Pasadena, California  home of the rover team - said: &quot;On behalf of all of us at Nasa  hopefully we inspired some of the millions of young people who were watching this landing.&quot;      During a more lighthearted exchange about the control room engineer who sported a mohawk haircut during in the landing, Obama praised the engineers&apos; and scientists&apos; sartorial sense. &quot;You guys are a lot cooler than you used to be,&quot; he said. During the past few days, Curiosity has been transmitting a high-resolution colour panorama of its landing site to Earth, while also receiving new operating software. The software upgrade will prime the plutonium-powered, 900kg vehicle to begin driving across the floor of the 155km-wide Gale Crater. Curiosity&apos;s cameras will next target the peak of Mount Sharp, which rises 5.5km above the floor of Gale Crater. The mountain at the centre of the crater towers over the landing site but the bulk of it was missed off the rover&apos;s pre-programmed panorama. Studying Mount Sharp&apos;s foothills is the ultimate scientific goal of the rover. Colour images from planetary spacecraft are traditionally derived from separate black-and-white images taken through colour filters. Curiosity takes colour images in a single step, using built-in colour filters  the same technique used in consumer digital cameras and smartphones. The images returned so far show a barren plain peppered by gravel and small rocks, with the distant hills that form the walls of Gale Crater partially obscured by a &quot;haze&quot; of dust suspended in Mars&apos;s thin atmosphere. Dunes are visible between the rover and the layered rocks at the base of Mount Sharp. The first images from the rover showed a mysterious transient cloud. Some speculation had arisen among keen amateur scientists that the cloud was the short-lived plume of dust thrown up by the intentional crashing of its rocket-powered descent stage. Following analysis of landing site images taken by the Mars Reconnaissance Orbiter, mission management agreed that this kicked-up dust was the likely cause of the feature. The rover&apos;s suite of 10 instruments will be used during the planned two-year mission to deduce the geological history of Mars and to determine whether conditions have ever been favourable for microbial life.", 
    "section": "science", 
    "gid": "science/blog/2012/aug/13/curiosity-rover-obama-congratulates-team", 
    "wordcount": "511"
}