{
    "headline": "Beyond employability: embedding life skills in higher education", 
    "text": "If you want to sour the mood of any discussion with an academic, throw in one of the following words: austerity, managerialism and employability. And who can blame them? Tough economic times, higher tuition fees and a competitive graduate jobs market have led to increased pressures being placed on academia  from government, parents and the media  to ensure that students get what is expected of them at the end of their time at university: a job. The current climate has revived that old chestnut about the purpose of higher education, but while the debate rages, many institutions have been facing the challenges head on, rethinking the role of careers services, academics, and even support services in boosting employability. Amid all the activity, it is easy to forget that the skills students need are not limited to how to write a CV and present yourself at interview. As David Docherty, chief executive of the Council for Industry and Higher Education (CIHE) puts it: &quot;The emphasis on the vital importance of non-academic skills to employability will come as no surprise to anyone in the UK higher education system. But as we quite rightly develop this agenda, we must not lose sight of the talent universities are really put on earth to deliver. They must provide us with people with the ability to continually learn, to think critically and theoretically, to be reflective and reflexive, to innovate and break the status quo, and to navigate in the unstable waters of the global economy&quot;. Reiterating David&apos;s point, Steven Schwartz, VC of Macquarie University in Sydney, lists the skills graduates should possess, then adds wisdom: &quot;If the point of the university is to prepare students to learn from their experiences, then wisdom is a key characteristic we have to develop in our students as they seek employment.&quot; It seems then that the place where these skills will most often be imparted is in the lecture theatre, the tutorial room or the study group. So how can academics ensure that they are embedding these skills in their course design and delivery? Join our panel on Friday, 5 October, from 12 to 2pm BST, to share your experiences of teaching and transferring life skills. The live chat takes place in the comment threads beneath this blog. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network. Panel Leonard Holmes, reader in management, Roehampton University Business School Leonard has been engaged in research on graduate employability for over 20 years. During which time he has developed an alternative approach to the skills and attributes model which, he argues, is seriously flawed, theory and in practice. Instead of creating more questionable lists of such supposed skills and attributes, we should focus on the processes by and through which individuals move through their higher education onto their post-graduation lives, in employment and other spheres. @lenmholmes Kerry Bellamy, vice-chair, Association of Learning Development in Higher Education (ALDinHE) Kerry works as the student advice and mentor manager, working in student services at University of Wales Newport. Kerry recently established Newport&apos;s highly successful Student Experience Awards which celebrate the student&apos;s work and showcase the benefits of engaging with extracurricular roles to enhance employability and personal success. @KezBellamy  Ruth Lawton, teaching fellow for employability, Birmingham City University Ruth is an HE staff developer, lecturer and careers guidance professional - including being head of careers. Her current work - at the Centre for enhancement of learning and teaching - is all about embedding employability and personal development in the curricula and culture of the university. Ruth is the convener of the employability developers group with international membership of over 800. @RuthLawton Stephen Fallows, sub-dean for postgraduate studies, University of Chester  Stephen works with postgraduate students at the University of Chester on a range of taught and research programmes. He is co-editor of &quot;Integrating key skills in higher education&quot;. Suzanne Shaffer, instructional designer and college reading instructor, Pennsylvania State University York Campus Suzanne wears many hats. From helping with course design, to classroom management, to ed-tech integration, to student retention and success. Last year her focus was critical thinking and innovation. This year, she&apos;s trying to learn more about using data effectively in higher education in decision-making - at the classroom and campus levels. @suzshaff Maureen Tibby, academic lead, employability, Higher Education Academy Maureen worked in the careers field for over 30 years in a variety of roles from careers adviser to lecturer and from work experience co-ordinator to curriculum development manager. In 2009 she was awarded the Chancellor&apos;s Medal for Sustained Outstanding Service to Aston University. She&apos;s also been a writer and co-editor of the AGCAS/UCAS What do Graduates Do publication. Karen Strickland, senior lecturer and senior teaching fellow, Edinburgh Napier University Karen&apos;s role is to support academic staff in their development of teaching and learning practice. Karen teaches on the postgraduate certificate in teaching and learning in higher education and on the MSc Blended and online education. She has previously a lecturer in nursing, where practice-based learning and the development of &apos;life skills&apos; are an integral part of program. @strictlykaren Sean McGuire, chief executive, Ambitious Minds Ambitious Minds, an education business which delivers a programme of life-skills education to young adults, rooted in financial comprehension. Formerly the head of corporate training for Kaplan, Sean founded Ambitious Minds in 2009 to bring the same proven educational approach to the problem of how young people create their own independent, self-sustaining life. @AMthoughts Barbara Workman, principal learning development consultant, Middlesex University, institute for work based learning Barbara initially trained as a nurse and has been teaching in HE since 1995. She has been involved in work based learning at HE level since 2000 and has expertise in recognising and accrediting learning from the workplace, designing work based programmes and teaches WBL across all FE/HE levels. Currently she is involved in a project developing higher apprentices within HE. Flea Palmer, learning technologist, Plymouth University Flea has 12 years experience developing both generic and subject-specific pedagogically-informed resources. She also researches and evaluates new technologies, with the aim of inspiring others to use them. She currently runs workshops, with careers, advising on managing online identity and using the web for networking and self-promotion. @fleapalmer", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/oct/03/embedding-skills-in-higher-education", 
    "wordcount": "1064"
}