{
    "headline": "Oil companies going unpunished for thousands of North Sea spills", 
    "text": "Oil companies operating in the North Sea have been fined for oil spills on just seven occasions since 2000, even though 4,123 separate spills were recorded over the same period, the Department of Energy and Climate Change (Decc) hasconfirmed. The disclosure came as Decc said on Thursday that the government had offered a &quot;record-breaking&quot; 167 new licences to oil and gas companies seeking to drill in the North Sea. A further 61 &quot;blocks&quot;, or licences, are under environmental assessment. Total fines resulting from prosecutions between 2000 and 2011 came to just 74,000 and no single oil company had to pay more than 20,000. Two companies received fines of 20,000: BP, for causing 28 tonnes of diesel to spill into the sea in 2002 from the Forties Alpha platform, and, a year later, Total E&amp;P, for causing six tonnes of diesel to enter the sea during a transfer between fuel tanks on the Alwyn Northplatform. Information about the fines was released by Decc after a freedom of information request and further inquiries by the Guardian. The smallest fines over this period were those imposed on two companies, Venture North Sea Oil and Knutsen OAS Shipping, of 2,000 each, after 20 tonnes of crude oil was spilt during a tanker transfer on the Kittiwake platform. In total, 1,226 tonnes of oil were spilt into the North Sea between 2000 and 2011, according to Decc&apos;s archives. Decc said there is no &quot;volume threshold&quot; determining whether a company will be prosecuted over a spill at sea, although a spill of less than five tonnes is unlikely to go to court. A tonne of crude oil is broadly equivalent to seven barrels, or, more precisely, 1,136 litres. Decc said its inspectors, all of whom have enforcement powers, judge each case separately to assess the circumstances and the seriousness of the allegedoffence. Slightly different arrangements exist in Scotland from those in England, Wales and Northern Ireland, for pursuing a prosecution. A Decc spokesman said: &quot;The UK has one of the toughest and most successful oil and gas regimes in the world and we work closely with industry to ensure the highest standards of environmental protection are in place and enforced. &quot;There are a number of enforcement options available to Decc, with court action reserved for serious offences. On the rare occasions legal proceedings have been deemed necessary, it is for the court to decide the level of fines to handdown.&quot; Environmental campaigners said it was worrying that Decc viewed itself as operating the global gold standard of offshore regulation, especially as oil companies were now pressing for permission to drill in extreme and vulnerable environments such as the Arctic. Vicky Wyatt, a Greenpeace campaigner, said: &quot;Ministers and oil companies can spout all the carefully crafted quotes they like to tell us how safe drilling at sea is. But while they&apos;re spouting these words, their rigs are all too often spouting oil into our oceans. The government should hit these companies who pollute the oceans in this way with meaningful fines. &quot;A few grand is not even a slap on the wrist for companies who pocket millions of pounds every hour. &quot;It&apos;s both staggering and wrong that some of these companies are now also drilling in the fragile and pristine Arctic, where a similar oil leak would becatastrophic.&quot; Speaking about the issuing of new drilling licences, the energy minister, John Hayes, said: &quot;Fortune has favoured the UK. Oil and gas from our waters provides around half the energy we need to heat our homes, fuel our cars and power our industry. &quot;It is the single largest industrial UK investor, supporting 440,000 jobs, and benefits the UK&apos;s trade balance to the tuneof 40bn.&quot; He added: &quot;This successful licensing round shows we are taking the right action to offer certainty and confidence to investors. Our fiscal regime is now encouraging small fields into production and our licensing regime supports new faces as well the big players to invest. Importantly, we are guaranteeing every last economic drop of oil and gas is produced for the benefit of the UK. It is our work with industry that is cultivating this precious resource, making our seas a fertile landscape for investors for many years to come.&quot; Fined North Sea oils spills since 2000 Kerr McGee North Sea (UK) Ltd  22 October 2000 Release of about 400 tones crude oil to sea from subsea pipeline: 10,000 fine. Pipeline between NW Hutton platform and Hutton TLP, northern North Sea. BP Exploration Operating Company  2 December 2002 Release of approximately 28 tonnes diesel to sea due to accidental draining of fuel to open drain system and sea sump: 20,000 fine. Forties Alpha platform, central North Sea. Total E&amp;P UK PLC  17 June 2003 Release of about 6 tonnes diesel after diesel transfered from tanks via valve not identified as dump valve: 20,000 fine. Alwyn North, northern North Sea. Shell UK Ltd  12 May 2003 Release of 7.5 tonnes diesel to sea during bunkering operations  return path for diesel supply system found to be closed and plant condition not as expected: 7,000 fine. Comorant Alpha, northern North Sea. Amoco (UK) Exploration Company  1 July 2004 Release of 31 tonne diesel to sea from day tank during bunkering operations: 12,000 fine. Lomond, central North Sea. Shell UK Ltd  10 November 2004 Release of 7.33 tonnes oil-based mud to sea during bunkering operations. 3,000 fine. North Cormorant, northern North Sea. Venture North Sea Oil Ltd and Knutsen OAS Shipping AS  5 April 2007 Release of 20 tonnes crude oil to sea from SAL [single anchor loading] during transfer onto tanker. 2,000 fine each. Kittiwake, central North Sea.", 
    "section": "environment", 
    "gid": "environment/2012/oct/25/oil-companies-north-sea-spills", 
    "wordcount": "1002"
}