{
    "headline": "Scientists are not divided over device that 'remotely detects hepatitis C'", 
    "text": "   At the moment, there's no evidence to suggest C-Fast is any more effective than a divining rod. Illustration: Alexander Bertram-Powell     To claim that scientists are divided over a new device that can remotely detect hepatitis C is akin to claiming that scientists are divided over homeopathy. Yet an article that was tagged as &quot;science&quot; on the Guardian website (though it was posted by Egypt correspondent Patrick Kingsley) did just this. The original headline (which has now been changed) was describing C-Fast: a device, supposedly based on bomb detection technology, that its developer claims will &quot;change chemistry, biochemistry, physics and biophysics&quot;. That kind of a claim by itself is enough to raise eyebrows, but the description of the device, and the mention of bomb detectors, reminded me of a story I had heard a few years ago on Newsnight. While I don&apos;t know whether the devices are the same, the similarities are striking. The device discussed on Newsnight was marketed as a bomb detector, and also seemed to operate like a divining rod; both devices have an antenna that resembles a radio aerial, which supposedly swings towards whatever it has been programmed to detect.  I have actually seen a similar-sounding &quot;bomb detector&quot; devices, when I attended a Skeptics in the Pub night in Bristol, where Professor Bruce Hood showed us how easy it is to unconsciously move the aerial. If your attention is drawn somewhere, the aerial is likely to follow. It&apos;s vital that studies testing these devices are performed double blind. For example, if a detector claims to test for hepatitis C in people, then neither the person operating the device, nor the people being diagnosed must be aware of their disease status. If the patients have already been diagnosed and are aware of their illness status, they may unconsciously indicate this to the person holding the device, skewing the experiment (it is an oft-noted problem with psychology experiments: participants are too keen to do what they think the experimenter wants).  Before the Guardian article, Hood was unaware of devices based on bomb detector technology being used to diagnose illness. These medical devices may not be the same as the bomb detectors Newsnight found to be completely ineffectual, but he said &quot;they do sound remarkably similar&quot;. As a scientist, I always want evidence. It would be both astounding and wonderful if there was indeed a way to diagnose hepatitis C freely and accurately. However, searching online for this device does not turn up any evidence as to how it is proposed to operate. The patent application for the device can be found here, but there are no details about how it identifies the sick. Other than the patent, the most informative document online is an abstract for a poster presentation at an international conference on liver studies from 2011. This provides the most detail about how the device is alleged to work, by utilising what is referred to as a &quot;molecular signature&quot;  the unique frequency of a molecule. The original Guardian article mentions &quot;distant electromagnetic cell communication&quot;, though when I searched for this in a database of academic journal articles (pubmed), I found no mention of the phrase in any academic papers. Structural biologist Stephen Curry informed me that while molecules may have properties that make them unique, detecting those properties when the molecule in question is in your liver and the device doing the detecting is in someone&apos;s hand across a room is impossible with current technology. He said: &quot;I know of no credible evidence that hepatitis C virus emanates EM [electromagnetic] waves.&quot; It&apos;s also unclear whether the experiment presented in the poster was performed blind or not. Blinding was also an issue when the device was observed by Professor Massimo Pinzani, chair of hepatology at University College London. He was mentioned in the original article as having seen a demonstration of the device. I spoke to him earlier, and he clarified that he has seen the device operate, but never under truly double-blind conditions.   during a visit to this hospital I was offered a demonstration of the performance of C-Fast. This was not obviously a controlled trial but just a demonstration. About 10 different patients were introduced in a room and Prof Shia using the device was able to select only the patients with HCV RNA [hepatitis C virus RNA]. Patients with HBV DNA [hepatitis B virus DNA] or just positive for HCV antibody were negative. Clinical records with viral serology were available for all cases. The test was then directed at identifying plastic tubes containing blood with HCV RNA or negative blood. The test was positive also in this case. Just to make the demonstration (not the trial) a bit more articulated, I invited Prof Shia to exit the room and I hid a HCV positive tube in the coat of one of the 5-6 persons present in the room that were then scattered around. The device was able to identify the person where the positive tube was hidden.  Professor Pinzani also clarified to me that he offered to be involved in European trials of the device only after the device had been subjected to a technical analysis by a panel of independent experts (this was made clear in a revision to the original article). It would be brilliant if this device turns out to work, and indeed revolutionises medicine. If, however, the device turns out to be ineffectual, lives will have been put at risk by its false reassurances in cases where people are infected with the virus. Currently there is no published, peer-reviewed evidence for its efficacy, and no scientifically plausible explanation of how it works.", 
    "section": "science", 
    "gid": "science/sifting-the-evidence/2013/feb/27/scientists-device-remotely-detects-hepatitis-c", 
    "wordcount": "935"
}