{
    "headline": "Sims 4 announced as single-player offline title", 
    "text": "The sims are back  again. Series developer Maxis has announced that it has a new instalment of its life simulation in development for PC and Mac. The new game will be released in 2014.  In a departure from recent trends, the new addition to the 150m-selling franchise will primarily be a single-player experience. As the press release makes clear: &quot;The Sims 4 celebrates the heart and soul of the Sims themselves, giving players a deeper connection with the most expressive, surprising and charming Sims ever in this single-player offline experience. The Sims 4 encourages players to personalise their world with new and intuitive tools while offering them the ability to effortlessly share their creativity with friends and fans.&quot; The announcement is almost certainly a reaction to the controversy surrounding the launch of SimCity earlier this year. That title requires an internet connection for its mandatory multiplayer component, but thousands of users found themselves unable to pay due to slow servers and bugged software. Maxis was quick to offer apologies and improvements, but the launch was branded a disaster by many pundits. In a recent interview with industry news source GamesIndustry.Biz, Will Wright, the creator of both SimCity and The Sims, branded the server issues, &quot;inexcusable&quot;: &quot;That you charge somebody $60 for a game and they can&apos;t play it. I can understand the outrage. If I was a consumer buying the game and that happened to me, I&apos;d feel the same.&quot; The Sims 4 announcement comes at a difficult time for EA. The company has been restructuring since the departure of its chief executive, John Riccitiello, in March, resulting in job losses. It has also canned the Facebook titles, Sims Social and SimCity Social. The main Sims series has always been a reliable cash cow for the publisher, attracting a vast community of ardent fans  some of whom were invited to a special unveiling event for the new title.  More information about the game is expected later in the week.", 
    "section": "technology", 
    "gid": "technology/2013/may/07/sims-4-announced-maxis", 
    "wordcount": "336"
}