{
    "headline": "Samsung criticised as Android device copy bug is unfixed after eight months", 
    "text": "Samsung has come under fire from developers and users of its Android smartphones and tablets for failing to fix a longstanding bug that crashes any app if the clipboard has previously been used to copy more than 20 items of data. The only way users can work around the bug, first spotted in June 2012 - just weeks after the launch of the flagship Galaxy S3 phone - is to carry out a complete &quot;factory reset&quot;, wiping apps and other data from the phone. The company has failed to officially acknowledge the existence of the bug, which has been widely documented by both users and developers. Both smartphones and tablets are affected by the bug, which seems to lie in the Samsung &quot;TouchWiz&quot; software it runs on top of the Android operating system; it does not occur in Samsung &quot;Nexus&quot; products - which use Google&apos;s stock Android software - or in &quot;rooted&quot; Samsung phones where the user has installed their own version of Android.  Samsung shipped a total of 212.4m smartphones in 2012 as the world&apos;s largest maker of smartphones, according to research firm IDC. But its use of the TouchWiz software in almost 200m of those means millions of users could be affected by the bug.  Only Samsung can develop a complete fix for the bug, which would require it to send new code to every handset and tablet. But that might be blocked by network operators, who have been slow to approve updates, while Samsung has been more focussed on developing new phones than rolling out new software to older phones.  Samsung did not respond to a request for comment. Terence Eden, a British developer who raised the problem in the past 24 hours, called the bug &quot;shockingly bad engineering&quot;. Writing on his blog, he said it was &quot;Typical Samsung. Sloppy engineering followed by complete indifference towards their customers.&quot;  Users began complaining of the bug within a few weeks of the SGS 3, one of 2012&apos;s best-selling phones, going on sale in May. On 14 June a user called Nathanp05 wrote on the Android Forums site: &quot;Had the Galaxy S3 for a couple of weeks now and it has been great. One thing, last weekend it started to crash any app when I tried to copy text.&quot; The only resort was a factory reset - which wipes any data stored on the phone, including photographs or notes. Anything not downloaded to a computer or uploaded to the cloud would be lost, and the user would have to re-enter details and re-download their apps. Users also began complaining on Google&apos;s Android forums in July. In September, they were advised to call Samsung&apos;s US number to complain.  The problem has continued without being fixed. Samsung&apos;s official developers were notified on 22 October through the Samsung Developer forums, where it was described as a &quot;fatal clipboard bug&quot; which seems to occur randomly.  The fault was pinpointed to a file directory which does not exist in stock Android: &quot;the fault is clearly with the Samsung software,&quot; noted the developer, Veeti Paananen, the author of a clipboard-based app who had noticed the bug surface in reports from users around the same time that the Android Forums post appeared. Paananen told the Guardian that the problem persists: &quot;Some say that an 4.1.x update has fixed it but others claim that the problem just returns later on. Even if a 4.1 update has fixed the issue, there are a lot of Samsung devices that will not receive an update past Android 4.0.&quot; He added: &quot;Anecdotally, I still receive daily reports about the issue, but Google&apos;s tools don&apos;t show me any OS version numbers.&quot; Users and developers are still reporting the fault on the Android Forums, Samsung Developers, and Google boards, with the most recent being today and the oldest being just four days old.", 
    "section": "technology", 
    "gid": "technology/2013/feb/21/samsung-copying-bug-android-devices-criticism", 
    "wordcount": "666"
}