{
    "headline": "Squirrel extreme assault courses", 
    "text": "    Did you know that today is Squirrel Appreciation Day? Well, it is in the United States, and since squirrels are fun to watch anyway, I am helping you to appreciate squirrels regardless of where in the world you reside. Since it also happens to be Caturday, I found a few nifty videos to help us with our weekly attitude re-adjustment and at the same time, get us in the mood for Squirrel Appreciation Day.    Squirrel Appreciation Day is the day when you are allowed to enjoy your local squirrels without feeling ashamed (even if you are in the UK where you do not formally celebrate Squirrel Appreciation Day). Of course, if you are in the UK, this means you are probably enjoying the eastern grey squirrel rather than your own (endangered) native red squirrels, Sciurus vulgaris. The small, cute and shy native red squirrels are endangered due to the introduction of the larger and much more aggressive eastern grey squirrel, S. carolinensis (which I believe is known in the UK, erroneously, as the American grey squirrel). I sometimes think of the exotic eastern grey squirrel as North America&apos;s &quot;revenge&quot; on the UK for the introduction of the house sparrow, Passer domesticus, and common starling, Sturnus vulgaris, into the United States, where both species are aggressive invasive species. (I should also point out that the eastern grey squirrel was also introduced into western North America, which led to the endangerment of the smaller, shyer and much handsomer western grey squirrel, S. griseus.) Anyway, seeing as how this is squirrel appreciation day, I guess I am not allowed to say anything disparaging about squirrels, native or not, so let me tell you a little about the spirit of this day. It&apos;s held in the dead of winter because this is when these animals are most visible against the snow, gloom and lack of vegetation. Since there is a scarcity of food, squirrels are at their hungriest at this time, so they also are their most entertaining, as the videos here will show.  Even though this holiday is only observed in the United States it seems to lend itself well to being observed anywhere in the world. According to Christy Hargrove, a wildlife rehabilitator in North Carolina who started Squirrel Appreciation Day: &quot;Celebration of the event itself is up to the individual or group -- anything from putting out extra food for the squirrels to learning something new about the species.&quot; Since the local squirrels have not made it up the side of my building to the 13th floor where I reside, I&apos;ve not put out extra food for the squirrels, but I hope I have helped you learn a little bit more about several species.  Here&apos;s a few people filming &quot;their&quot; squirrels solving obstacle courses for a few seeds. First up are some of the UK&apos;s native red squirrels displaying their talents:            Visit BBCWorldwide&apos;s YouTube channel [video link].  What can you do with a clothesline, a few bits of wood, some trellis and enough sticky-back plastic to rival Blue Peter? Build a squirrel assault course with your son, of course. Add one exotic black (melanistic eastern grey?) squirrel and watch the action unfold!:            Visit WriterSteveBarley&apos;s YouTube channel [video link].  And last but not least, another exotic eastern grey squirrel solves the most intricate assault course I&apos;ve seen yet on YouTube (and no, I won&apos;t tell you how many squirrel videos I&apos;ve watched recently):             Visit McGrath127&apos;s YouTube channel [video link].  NOTE: the silly cat/pet/animal videos that are shared here on Saturday (Caturday) mornings are intended to amuse. This feature is designed to help hard-working and stressed-out people shed their professional faade so they can be better friends, companions, parents, family members and drinking pals to those in their personal lives. Any relationship between these videos and science or any scientific principle is sweet when I manage to present a solid connection to you, but is random, mostly unintended and usually coincidental.  .. .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientistevil google+: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/jan/21/1", 
    "wordcount": "677"
}