{
    "headline": "The week in wildlife  in pictures", 
    "text": "   The eye of a parrotfish near Hawaii, as captured by Swiss underwater snapper Franco Banfi, who has photographed many of the creatures who populate the waters of the Indian Ocean, Pacific Ocean and the Mediterranean Sea Photograph: Franco Banfi/Rex Features       A butterfly on a flower petal at a park in Hyderabad, India Photograph: Mahesh Kumar A/AP       Thousands of birds take flight at sunset in Ahmedabad, India Photograph: Ajit Solanki/AP       A month-old pygmy elephant calf  an endangered species  on Malaysian Borneo. Numbers of elephants in south-east Asia is the cause of some concern, with the Sumatran elephant now critically endangered, and Thai elephants being hunted for their meat Photograph: Malaysia Wildlife Authorities/AFP/Getty Images       British wildlife photographers Anup Shah and Fiona Rogers spent the past year travelling the world snapping primates such as this chimpanzee, to demonstrate the similarities between the animals and humans Photograph: Anup Shah and Fiona Rogers/NPL/Rex Features       Debris is removed from the neck of an endanagered Hawaiian monk seal at Kure Atoll, Hawaii. Scientists say their efforts to rescue seals from sharks, fishing nets and other hazards have prevented an even steeper population decline for the critically endangered species Photograph: NOAA/AP       A red-bellied woodpecker perches on a suet feeder in the village of Nyack, New York. The first major winter storm of 2012 to hit the north-east US was expected to drop up to eight inches of snow on the region. In the UK, this weekend sees the annual RSPB bird survey Photograph: MIKE SEGAR/REUTERS       The leaf beetle (Stilodes sedecimmaculata) is found only in the Guyana Shield, a geological formation in South America. The beetles store toxic chemicals from the plants they eat in their bodies, and advertise this toxicity with bright colours to warn off predators. This week, it was announced that 46 new species had been found in neighbouring Suriname Photograph: Trond Larsen/Conservation International       A male Pacific tree frog makes its mating call, call as it floats in a pond on a farm near Roseburg, Oregon Photograph: Keystone/USA-ZUMA/Rex Features       The largest patch of old growth redwood forest remaining in Humboldt Redwoods state park, California. It was reported this week that the world's biggest trees are rapidly dying out from drought and disease Photograph: Michael Nichols/NG/Getty Images       Trees lay toppled  along the shoreline in Salisbury City Park, Maryland. A beaver that has settled in the park has been allowed to stay by the the state department of natural resources, despite chewing down trees Photograph: Todd Dudek photo/AP       A less harmful species of Sri Lankan wasp collects mud globules to build its nest in a garden near Colombo, Sri Lanka Photograph: M.A. Pushpa Kumara/EPA       Whooper swans gather at Martin Mere wetlands centre, Burscough, England. Up to 2,000 swans have arrived early at centre due to the recent cold weather. Many whooper swans had remained in Scotland due to the unseasonally warm weather, but the recent cold snap has encouraged them to undertake the last leg of their migration Photograph: Christopher Furlong/Getty Images       Long-tailed macaques for sale in Ngawi, Indonesia. A British animal rights group this week demanded that Indonesia ends trade in the endangered species, releasing disturbing video footage and images of men ripping the monkeys from the wild Photograph: BUAV/AFP/Getty Images  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/jan/27/week-in-wildlife-in-pictures", 
    "wordcount": "0"
}