{
    "headline": "Smart meters could lead to huge rise in energy bills", 
    "text": "Plans to roll out new and more sophisticated meters to every home in Britain are open to abuse by energy companies and should be regulated with more vigour by the government, a powerful committee of MPs has concluded. Savings to the supplier from the installation of so-called &quot;smart meters&quot; might not be passed on to customers, while ministers may be over-reliant on an ineffective market to drive down prices, a report by the public administration committee finds. It comes just days after one consumer group called for the government to halt the plans over fears that costs could escalate uncontrollably. Margaret Hodge, the chair of the committee, said that the government will have to do more to ensure that consumers reap the benefits from the changeover. &quot;Consumers will have to pay suppliers for the costs of installing and operating smart meters through their energy bills and no transparent mechanism presently exists for ensuring that savings to the supplier are passed on. The track record of energy companies to date does not inspire confidence that this will happen. &quot;The government is relying on competition in the market to drive down prices. But, as has been previously reported by Ofgem, the energy market does not currently operate as an effective competitive market,&quot; she said. &quot;The department [of energy and climate change] should clearly set out what energy suppliers&apos; responsibilities will be for engaging with consumers to deliver the benefits of smart meters; and how they will be held accountable to both the department and consumers,&quot; she added. Under European directives, all member states are required to install &quot;intelligent metering systems&quot; to at least 80% of domestic electricity consumers by 2020. The government has opted for a more challenging programme, with plans for energy suppliers to install smart electricity and gas meters in all homes and smaller non-domestic premises by 2019. The government plans to install 53m of them in all homes and small businesses in the country by 2019, at an estimated cost of 11.7bn. The committee also voiced concerns over how the programme will affect vulnerable consumers and those on low incomes. &quot;Expecting these consumers to pay for smart meters is of itself regressive, and there is a risk that they may end up paying more through their bills where the costs of installing the meters outweigh the savings they are able to make,&quot; it concludes. &quot;The department should set out how it intends to ensure that vulnerable and low-income consumers do not miss out on the benefits from smart metering,&quot; a committee spokesman said. Recently ministers were urged to halt the planned rollout of new energy meters until they can guarantee that the costs will not escalate uncontrollably. The consumer campaign group Which? said the government&apos;s hands-off approach to the installation of smart meters by energy companies meant it was at risk of becoming a &quot;fiasco&quot;. The energy minister Charles Hendry, commenting on the report, said that the coalition government could not accept further &quot;dither and delay&quot; by re-examining how smart meters will be rolled out. &quot;We accept that in the past government had been too hands-off and that is exactly why we have brought the programme in-house. We are determined to take the scheme forward, with ministerial oversight and safeguards for consumers built in.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jan/17/smart-meters-rise-energy-bills", 
    "wordcount": "566"
}