{
    "headline": "Readers' voices: your views on UK aid to India", 
    "text": "UK aid to India will end from 2015, the international development secretary Justine Greening announced on Friday, with efforts focusing instead on skill-sharing in areas such as trade, investment and health. Earlier this week we asked our readers to share their views on UK aid to India, which receives 280m a year. Read what they had to say, and let us know what you think.     Guardian aid to India poll results. Image: guardian.co.uk    From SSathianathan:  We must not forget that despite India&apos;s impressive economic growth there are still more poor people in India than the whole of sub-Saharan Africa. In fact a third of the world&apos;s poorest people live in the country.  If the UK abruptly stopped giving money without a smooth exit strategy, it would run the risk of undoing the poverty reduction progress which has been achieved. In the meantime British aid must be better targeted to the most vulnerable by funding projects which improve people&apos;s education and health, but also give them the tools to make sure they can monitor their own government&apos;s spending choices.  From DavidWTN:  It is about how the money is spent. At the moment it is wasted. Target the right people and the right projects, and give the money to those NGOs on the ground who can show results.  From Darkati:  While its purely UK govts decision, as an Indian I feel, aid is really not required any longer. If I were the UK govt decision maker, I would reduce aid gradually... and end it gracefully over a period of time. Rather than an abrupt stop.  From tiojo:  An aspect of this question is that with a ring fenced aid budget and a commitment to increase aid to meet the UN target of 0.7% then where will the money go that is cut from India&apos;s budget? The likelihood is that it would go to security measures in Afghanistan in order to facilitate spending of the aid budget there. So the choice is spending it on the poor in India or on soldiers in Afghanistan.  From Husnazaidi:  Indian is able and should support its population  Unless India looks at its own social practices and creates a culture of human equality, no aid can help India&apos;s poor. India must exercise and control corruption, which is endemic.  From arvind11d:  Maybe a win-win solution is to channel the equivalent amount of aid as investment support to Indian companies investing in the UK and British companies investing in India!  From bluezoo:  Trade has by far and away the biggest impact for growth in developing countries. The UK should ensure: 1) trade supports the growth of local economies in developing countries rather than simply becoming an exploitative process for western pockets - primarily through its own practices, but also through lobbying within the WTO, the EU and OECD organs; 2) trade relations are also based on supporting good governance and democratic freedoms and human rights. ", 
    "section": "global-development", 
    "gid": "global-development/2012/nov/09/readers-voices-views-uk-aid-india", 
    "wordcount": "480"
}