{
    "headline": "What the Loch Ness monster can't tell us about evolution", 
    "text": "Pointing out the errors in creationist literature may seem to have more than a faint whiff of a fish-barrel-shooting situation about it, but what tends to fascinate me more about these mistakes and canards (after the tooth-grinding rage has subsided) is what it implies for how people think about evolution and palaeontology. The goal, presumably at least, for these people is to convince their followers and those who might be swayed, that they have a real case for creationism and/or against evolution. As such, the areas they are going to target are likely to be things that people misunderstand, or don&apos;t know and appreciate already, and so can be convinced in spite of the scientific data. Even they no longer pursue lines of argument such as all fossils being forgeries because it is so transparently the case that there are millions of them and that they are real and are easily found by anyone who searches in the right places. In short, creationist claims can somewhat ironically tell us as science educators about areas we might improve upon. And so to the story that prompted the headline: as reported earlier this week, a textbook in Louisiana aimed at Christians claims that the Loch Ness monster (a dinosaur apparently) is alive and well, and that this disproves evolution.  Naturally I won&apos;t even bother with the idea that the Loch Ness monster is real, or, if it were, that it was a dinosaur (they didn&apos;t live in water). There&apos;s a myriad of awfulness in the few reproduced lines from this book (as reported here for example) and each one seems to be the kind of thing that has been thrown at scientists for generations and some of it as &quot;evidence&quot; would embarrass the average delegate at a tinfoil hat convention. But really the crux of the claim is the concept that a species surviving long after it should have gone extinct according to the fossil record is somehow evidence against evolution.  I find it odd that this point should keep surviving as alleged ammunition for the creationist cause because it seems so irrelevant to the claims at hand. I assume the idea is that if the fossil record is good enough to provide evidence for evolution, and palaeontologists say an animal group has died out, and then it is found alive, then maybe the fossil record isn&apos;t so great after all. That that fossil record is far from great in many ways is no news to palaeontologists. It&apos;s an imperfect record of the past with various biases and issues built into its very nature. Understanding, appreciating and unravelling those biases helps us make the best of what fossils we do have and the rocks in which they appear. Some species preserve better than others through being more common, or having many hard parts like bones or a shell, or living in places where burial is common. Quite simply, if a species is not fossilised, we can&apos;t find it and if it was rarely fossilised we probably won&apos;t find it.  There are a lot of good reasons to think that the dinosaurs (less birds, of course, which are living dinosaurs) and many of their relatives such as pterosaurs and plesiosaurs did die out on Earth some 65.5 million years ago. Evidence of a massive meteor impact, of catastrophic huge climate change, and the absence of fossils after this point all suggest that these animals were gone for good. Dinosaurs, for example, go from being basically ubiquitous in fossil-bearing rocks to quite simply absent. However, extremely and extraordinarily unlikely though it is, it&apos;s not inconceivable that in a remote corner of the Earth a dinosaur or ancient reptile survived in small numbers and hung around for millions of years without showing up in the fossil record. After all, a species with a small population has few individuals that could be fossilised, making them hard to find. And some big land masses are rather bereft of fossils or hard to access (it&apos;s hard to dig for remains in the Amazon basin for example).  But as the fossil record is incomplete and has biases built into it, we should not be surprised if things effectively slip through the gaps. Indeed, we should expect it, and there are examples. Some well-known animals have terrible or very patchy fossil records (most famously the coelocanth) and yet this says nothing about evolution. Evolution does tell us that species facing changes through competitors, predators, diseases and parasites, changing environmental conditions or the like will have to adapt or go extinct. Extinction is a part of evolution, but a late survivor saying nothing about evolution  merely that the lineage did survive through adapting to the challenges it faced, or was lucky enough to have ended up in a time and place that changed little for a long time. If the Loch Ness monster popped up from the depths tomorrow, or a sauropod dinosaur walked out of the Congo, or a pterosaur flew out of New Guinea tomorrow (all things that some creationists have claimed, with a straight face, to be likely) it would be a truly incredible event. Palaeontologists most of all would be utterly delighted and awestruck, but what we would not be is incredulous at the impossibility of it, or abandoning evolutionary theory or rethinking the fossil record. To do that, we&apos;d have to completely misunderstand what the fossil record represents and what evolution says about extinction.", 
    "section": "science", 
    "gid": "science/blog/2012/jul/05/loch-ness-monster-evolution", 
    "wordcount": "912"
}