{
    "headline": "Expert report sets out new agricultural resilience strategy for African countries", 
    "text": "World leaders must recognise that agricultural growth in Africa is still too fragile and needs to become more resilient if the continent is to work towards improving the livelihoods of millions, according to a new report (pdf). In the report, published on Wednesday, the Montpellier Panel  consisting of leading experts in the fields of agriculture, trade and sustainable development  has set out a strategy for resilient African agriculture before the forthcoming Rio+20, G8 and G20 summits. The panel argues that agricultural growth per se is not enough if countries are then unable to face, withstand and bounce back from the enormous and continual challenges facing African farmers, including continuing fluctuations in food prices, pest and plant disease epidemics, and climate change. &quot;Africa is growing fast and agriculture is inevitably a hugely important part of this growth, but the point we&apos;re making is that this growth is still incredibly fragile and that the importance of making this growth resilient and sustainable has not been high enough on the development agenda,&quot; said Sir Gordon Conway, professor of international development at Imperial College, London, and chair of the Montpellier Panel. &quot;For example, free trade is important, but if you don&apos;t have an enabling environment within Africa such as strong inter-African food trade, access to markets, technology, and a resilient population then it&apos;s not going to work long-term.&quot; One of the main themes of the report is how to develop what it terms &quot;sustainable intensification&quot; of crop yields and agricultural products, which Conway identifies as one of the greatest challenges facing Africa. &quot;What we&apos;re talking about is basically getting more for less,&quot; he said. &quot;This depends in part on developing ways to combat land and water degradation and finding better varieties of crops resilient to drought and disease. GM technology is no magic bullet but will undoubtedly play a role, partly as a way to deal with the horrendous pest and disease problems that risk wiping out food production across sub-Saharan Africa. This is something that is already being recognised and invested in by African countries.&quot; The panel recommends that governments work with the private sector to achieve resilience and sustainability in markets, agriculture and people across Africa by reducing price volatility, building &quot;climate-smart&quot; agriculture, scaling up nutrition and focusing on rural women and youth. It hopes the recommendations will particularly chime with delegates at this summer&apos;s Rio+20 summit, who will be addressing how to create a more sustainable global economy.", 
    "section": "global-development", 
    "gid": "global-development/2012/mar/21/expert-report-agricultural-resilience-africa", 
    "wordcount": "421"
}