{
    "headline": "Education in brief: rewriting history; more bullying allegations; spotlight on academy governors", 
    "text": "A case of rewriting the history curriculum? Who wrote the much-discussed new national curriculum for history? It is an intriguing question, with the Historical Association having said its advice and evidence have been ignored, while one Conservative former adviser to Michael Gove said the current draft &quot;bore no resemblance&quot; to versions he had worked on as recently as January. So what is the rumour going around the history community at the moment? It is that the seven-page draft curriculum, with its 134 bullet points, including the stipulation that key stage 1 pupils learn about Christina Rossetti and those in KS2 about the Heptarchy, was written by the education secretary himself. Chairing a history conference last week, the shadow schools minister, Kevin Brennan, voiced this publicly. &quot;There&apos;s no truth to the rumour that the secretary of state wrote up [the draft history curriculum] over a weekend?&quot; he asked of senior civil servant Marc Cavey. &quot;It&apos;s a nice story, but indeed not,&quot; replied Cavey, perhaps a tad nervously. A source had earlier told Education Guardian that the seemingly unsubstantiated gossip had featured at a recent Historical Association meeting. Speakers at the Westminster Education Forum event disagreed over the merits of the document&apos;s detailed content. But most were of the view that the volume of material included made it questionable whether the new curriculum would ever actually be taught in full to pupils. More bullying allegations surface at the DfE With Gove due to reappear before the education select committee this week to answer questions about what he knew about bullying allegations within the Department for Education, news reaches us of an official complaint that has been made about &quot;intimidation&quot; by one of that department&apos;s academy &quot;brokers&quot;. The complaint came in a letter sent by Tim Crumpton, a Labour councillor in Dudley, West Midlands, to the office of Gove&apos;s schools commissioner, Elizabeth Sidwell, last November. Crumpton, the council&apos;s cabinet member for children&apos;s services, asked the office to investigate &quot;bullying&quot; by the broker. As reported in this column, these DfE brokers are seeking to push many schools towards academy status. Crumpton said he had accompanied the senior official on three visits to schools in Dudley. &quot;On each occasion, [her] behaviour has been intimidating and bullying towards governors, headteachers and local authority staff,&quot; he wrote. The broker had provided no agenda or subsequent notes of the meetings at schools under pressure to become academies, while, said Crumpton&apos;s letter, on each occasion she had said: &quot;The minister will make you become an academy, and will intervene both in the school and in the local authority if they do not support this action.&quot; Crumpton told his local paper, the Stourbridge News, he had received an unhelpful response to the letter from the DfE. The DfE said: &quot;We carried out a thorough investigation and found no basis in the claims.&quot; Meanwhile, campaign groups associated with at least four schools that are under sustained DfE pressure to convert to sponsored academy status have joined together to set up an organisation called Parents Against Forced Academies. The group has a proposal on the 38degrees campaigning website which, with approaching 2,000 supporters, was top of a list of &quot;hot&quot; issues on the site as of last week. Parents at Roke primary school in Kenley, Surrey, have now said they intend to launch a legal challenge against the DfE&apos;s move to enforce academy sponsorship under the Harris chain. Kingsdale results under the spotlight Intriguing goings-on continue at Kingsdale school, the academy in Southwark, south London, which has been at the centre of an unresolved GCSE and BTec cheating inquiry by exam boards for more than 18 months now. Sources say the school refused to give out its 2012 GCSE results to parents last autumn citing the controversy over GCSE English, meaning that grades were provisional at this stage. But in January, official league table results on Kingsdale  described as &quot;brilliant&quot; by David Cameron in 2011  seemingly showed a dramatic fall in grades in summer 2012. The previous year, 60% of pupils gained five good GCSEs including English and maths. By 2012, it had fallen to 36%, which is below the government&apos;s current 40% &quot;floor target&quot; minimum. The government data does not include the effect of any GCSE English resits or appeals, and the school has now published unofficial statistics, taking them into account, which put the figure at 49%. However, new data published by Ofsted makes it clear that Kingsdale&apos;s results drop was not confined to English, with science A*-Cs also falling sharply, from 63 to 26%, and maths also down. Ofsted visited the school in December and gave it a &quot;good&quot; rating. But some parental and whistleblower sources are puzzled as to why the latest GCSE results were not given more prominence in the inspection report, which says mysteriously that unspecified &quot;circumstances&quot;, leading to a reduction in revision support, helped to explain the 2012 drop. Steve Morrison, Kingsdale&apos;s headteacher, said the decision to hold back some of its 2012 exam data last term, because of the GCSE English review, was a practice &quot;in line with hundreds of schools&quot; across England. Kingsdale results were also generally good, with early-entry GCSE grades for pupils now in years 10 and 11 at a &quot;record high&quot;, he said. The crme de la crme of academy governors? The state of Swindon academy, one of seven academies that have had warning letters from Ofsted, suggests that having experts on the governing body is not always a guarantee of success. Sir Michael Wilshaw, the chief inspector, has been complaining that some governors are not up to scratch, but Swindon has a line-up other schools might envy. Mary Curnock Cook, the chief executive of Ucas, the university admissions service, has been a governor there for five years. The chair is Sir Anthony Greener, a former chair of the now abolished Qualifications and Curriculum Authority. Fellow governors include Colin Fraser, recently retired deputy head of Marlborough College (31,000 a year for boarders) and Marlborough&apos;s director of science, Nic Allott. From industry, there is Mike Godfrey, who until a couple of months ago was chief engineer at Swindon&apos;s Honda plant. He had worked for Honda for 27 years. The blame-hunters might direct their attention at United Learning, the academy&apos;s sponsor, which runs its schools from the centre. United Learning is now run by Jon Coles, a former senior civil servant at the DfE.", 
    "section": "education", 
    "gid": "education/2013/mar/11/national-history-curriculum-author", 
    "wordcount": "1102"
}