{
    "headline": "Boot up: iPhone 5 supply choke, Twitter unfails, the useless web and more", 
    "text": "A quick burst of 10 links for you to chew over, as picked by the Technology team The Useless Web You didn&apos;t actually have anything needed doing today, did you? Group-IB US: Zero-day vulnerability found in Adobe X &gt;&gt; Group-IB  The end price on this vulnerability on black market is approximately US$30,000 - $50,000. For now this flaw is distributed only in only small circles of the underground but it has the potential for much larger post-exloitation methods.   Coming to an inbox near you soon? Twitter kills the Fail Whale, one tweet at a time &gt;&gt; NYTimes.com  Among the millions of messages, photos and videos people sent on Twitter Tuesday night, there was one picture people didn&apos;t see: the company&apos;s Fail Whale, a once-famous icon that showed Twitter&apos;s Web site was down.  Instead, Twitter shattered a number of records during the election as people, including the President Obama, took to the social network to share results, commentary and quote speeches.   Handled about 43 times more tweets per second in 2008. Hundreds of Obamas and Romneys go to war in this ridiculous-looking mod &gt;&gt; Kotaku  The mod, created by Reddit user matbitesdog, is used in Medieval II: Total War, and you can download it for laughs here.   Enjoy the pics. Perhaps future elections could be fought like this too. Chart: Tablets cutting legs out from under regular PCs &gt;&gt; GeekWire  Tying the two trends together, here&apos;s the more interesting stat: In terms of unit sales, the tablet market is now nearly 32% the size of the traditional PC market -- the highest percentage on record. More and more people seem to be opting for tablets over similarly priced Windows notebooks.  Free ebook: Introducing Windows 8: An Overview for IT Professionals (Preview Edition) &gt;&gt; bink.nu Could be useful.  The Apple Haters&apos; 7 stages of grief &gt;&gt; Farley&apos;s Tumblr  The Apple haters&apos; stages of grief go something like this:  1) Predict failure of new Apple product2) Attribute early success of new Apple product to rabid fanbois affected by the reality distortion field3) Attribute longer term success of product to stupidity of consumers...   This sound familiar to anyone? Hon Hai says iPhone 5 design leads to production delays &gt;&gt; WSJ.com  A key supplier to Apple Inc. said Wednesday it is shipping &quot;far fewer&quot; new iPhones than the Cupertino, Calif., company has requested, because some quality standards still can&apos;t be met due to design-related production difficulties.  Supply-chain problems have led to a long wait for the iPhone 5 since the device&apos;s late-September launch, analysts said. The scarcity of the phones has been weighing on Apple&apos;s share price as well, as investors are concerned Apple may not be able to meet consumer demand in the near future, weighing on its earnings.   (Subscription required for more.) Chrome updated with Do Not Track protocol support, but leaves it turned off by default &gt;&gt; The Verge  Google just released the latest stable version of Chrome, which finally includes support for the somewhat-controversial Do Not Track protocol. This makes Google the last major browser developer to support it, as Microsoft, Mozilla, Apple, and even Opera enabled it in their browsers some time ago. Google&apos;s chosen to have the option turned off by default, the opposite of Microsoft&apos;s default behavior in Internet Explorer 10.  Nate Silver and data win the election &gt;&gt; Lane Filler  Silver has been saying that President Barack Obama was a favorite to win this race for a quite a while, and he&apos;s been arguing of late that Mitt Romney&apos;s chances had evaporated to practically nothing. In return, he&apos;s been lambasted by a cohort of conservative columnists and &quot;statisticians&quot; who claim the polls are all wrong (yes, all of them), and Silver is a tool of a vast left-wing media conspiracy.   Magnum of champagne for Mr Silver. The real lesson being that   hard as it might be for charlatans, fortune tellers and political hacks of either party to believe, data always wins.  You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/nov/08/technology-links-newsbucket", 
    "wordcount": "699"
}