{
    "headline": "Bruce Willis v Apple: who actually 'owns' the music on an iPod?", 
    "text": "Is Bruce Willis just like the rest of us? Did he, too, click on &quot;I Agree&quot; without reading the small print when buying music on iTunes? It has been reported that Willis is cross that he isn&apos;t legally entitled to bequeath his digital music collection, held on his &quot;many, many iPods&quot;, to his children when he dies. He was said to be consulting his lawyers about establishing a family trust to &quot;hold&quot; the music in an attempt to bypass the law  although his wife has since denied any such legal moves on Twitter. Whatever the truth, it raises an interesting issue. &quot;A lot of people will get a similar shock when they realise this is the situation,&quot; says Jim Killock, executive director of the Open Rights Group, which campaigns for digital rights. &quot;There will soon be a lot of upset customers, not just for Apple, but also for Amazon and all the other companies selling digital content, such as books, which operate these licence agreements. We have no rights over the digital goods we buy. The laws were written to prevent piracy, but treat everyone as a thief.&quot; Joshy Thomas, an intellectual property lawyer, says that most iTunes users probably don&apos;t realise that when they pay for content all they&apos;re actually doing is paying for an assurance they won&apos;t be sued for having that file on their computers. &quot;Say I own a horse. I can give you permission to ride it every Tuesday, but it is still my property. It also doesn&apos;t mean your child has permission to ride it every Tuesday after your death. This is the situation as it stands. Apple could fix this tomorrow, though, by simply changing its small print.&quot; Thomas says the issue of who owns our &quot;digital footprint&quot; has been growing for a while now: &quot;People are just starting to talk about this. For example, what happens to our Facebook page when we die? Or our email archive? Willis needs to tread carefully, though. By forcing a change in licensing agreements, he could potentially rob his fellow artists of income. Apple is only the middle-man here.&quot;", 
    "section": "technology", 
    "gid": "technology/shortcuts/2012/sep/03/bruce-willis-v-apple-owns-music-ipod", 
    "wordcount": "368"
}