{
    "headline": "Canadian firm faces new forced labour claims over Eritrean mine", 
    "text": "Dozens of Eritreans are to join a groundbreaking civil action in Canada as plaintiffs in a lawsuit against Nevsun Resources, which majority-owns the Bisha mine in north-west Eritrea, following a ruling last week.  Two of them  Kidane, a security guard, and Aman, an administrator  spoke out for the first time about what they claim they experienced at the mine: forced labour, horrendous working conditions and a climate of fear and intimidation. The mine was like an open prison, Kidane told the Guardian. They can take you and do what they want with you. I was owned by them. We were like objects for the government and for foreign companies to do with us what they wanted. Kidane claims he was forced to work in a majority-Canadian-owned mine in Eritrea during his time as an army conscript. According to his lawyers, he is one of dozens of Eritreans who will be joining a historic civil action in Canada as plaintiffs against Nevsun Resources, which owns and operates the majority of the Bisha gold, copper and zinc mine. Lawyers representing the group have said it is the first time foreign claimants have been able to file a lawsuit in Canada against a Canadian company over alleged human rights abuses abroad. Kidane and Aman spoke on condition that their identities and whereabouts were not revealed, due to fears their families may be targeted back in Eritrea. They have been granted refugee status in a European country. Their testimonies follow a ruling last week by a Canadian court, which paved the way for a lawsuit against Nevsun Resources over claims of forced labour at the Bisha mine. The ruling rejected arguments put forward by the Vancouver-based mining company that the case should be heard in Eritrea rather than Canada. The accounts offered by Kidane and Aman will be used by lawyers for the plaintiffs as evidence in the ongoing case. The civil action, which began in 2014, was taken on behalf of Eritrean workers by Canadian law firms CFM Lawyers and Siskinds LLP, and backed by the Canadian Center for International Justice and Human Rights Concern Eritrea. Nevsun owns 60% of the Bisha Mine Sharing Company, which owns and operates the mine. The other 40% is owned by the Eritrean government. The lawsuit claims that Nevsun engaged Eritrean-run contractors and the military to build the mines facilities. It is claimed that the companies and the army forced Eritreans to work in abhorrent conditions. None of the accusations have been proven in court.  Nevsun, which had revenues of $357m (291m) in 2015, and earlier this year expanded its operations in Eritrea, denies the allegations in the lawsuit and says the mine is a model development. In legal filings, the company said the Eritrean military did not provide labour to the mine. Even if it, did, the company argues, Nevsun was not directly responsible for employing the workers. In public statements, Nevsun has said it has a screening process to ensure no conscripts work at the mine. In its response to the ruling on 6 October, by the supreme court of British Columbia, Nevsun said it was studying the courts decision and is considering an appeal. In a statement, the company said the decision addressed only preliminary legal challenges: The judgment makes no findings with respect to the plaintiffs allegations, including whether any of them were in fact at the Bisha mine. The judge also emphasised that the case raises novel and complex legal questions, including on international law, which have never before been considered in Canada. In a separate email to the Guardian, a Nevsun spokesperson referred to two independent human rights impact audits. He said they showed the company had adhered to international best practices, adding: As the bulk of [the Guardians] inquiries  relate to a legal action that is currently before the courts, we are unable to make any comments. The government of Eritrea did not respond to requests for a response to the ruling. The judges ruling referred to the findings of a June inquiry into human rights in Eritrea by the UN, which found that the government, a military dictatorship, had been responsible for crimes against humanity  including an indefinite period of national service  since assuming control in 1991. The 2016 report by the UN commission of inquiry on human rights in Eritrea said it had reasonable grounds to believe that the national security office is responsible for most cases of arbitrary arrest, enforced disappearance and torture in official and unofficial detention centres in the country. Joe Fiorante QC, lead counsel for the plaintiffs at CFM Lawyers, said of the preliminary judgment last week: Its a huge step forward to hold Nevsun accountable to what our clients allege are very serious breaches of basic human rights. To date, there has been no accountability in Eritrea. It opens the door to a hearing in a court of law in a country where the rule of law governs. Kidane and Aman claim they worked at the mine between 2007 and 2014 for as little as a dollar a day with no freedom of movement, and faced imprisonment and harsh penalties for transgressions. They allege that state security officers were present at the mine and say this is corroborated by official documents at Bisha. The plaintiffs claim they were fearful of these officers because they suspected some were employed to spy on workers. They also say there are records of conscripts working at the mine as recently as 2014. Another worker, who also spoke to the Guardian last week but is not a plaintiff in the case, claimed he was abducted at his workplace, imprisoned in solitary confinement and tortured so badly he was unable to walk. Interviewed in a hotel in a European capital, the two new plaintiffs described what their alleged experiences as government conscripts at Bisha mine. Aman, 32, said he was conscripted by the army when he was 20 and assigned to work at Segen, an Eritrean government construction firm. He claimed he was  sent to Bisha mine, hundreds of kilometres from his family, in 2009.  Life was very harsh, he said. There were sandstorms 24 hours [a day], the temperature was 38C [100F] or 40C. We never had full stomachs. My work was constant.  Aman said he worked at Bisha as an administrator for five years, working six and a half days a week, fed only lentil broth and bread and paid $28 a month. It devoured my youth, he said. We were prisoners. If we were free, we could have looked for a job with better pay.  Amans wife, who lived two days travel from the mine, was very sick, he said, but he was refused sufficient leave to visit her and had no money to take her to hospital. I said to them, My wife is very ill  she may die. They would say, You think you are the only one with problems? I could not see her and take her to hospital. I had no money to pay to take her there. Aman said he finally escaped from the mine in 2014 and fled to Europe. Im not surprised by the Eritrean government, as they already use conscripts as slave labour. It is accepted as normal, he said. But the Canadian company should know better. The Guardian tried to contact Segen via and email and telephone but received no comment on the allegations. Kidane, 37, a father of two from northern Eritrea, also alleged abuses at the mine. He said he worked at the checkpoint at Bisha mine between 2007 and 2013 and was employed by Eritreas defence ministry. The helicopter used to come twice a week to take the gold away, he said. But we were not given enough money for a bar of soap. After his father died and he was refused permission to attend a religious memorial ceremony, he left the mine without permission and went into hiding for four months. He was punished with two months imprisonment. On another occasion, when he failed to recognise a government figure at the checkpoint, he was imprisoned for two months in solitary confinement. The Guardian also spoke to a third Eritrean, who claims he worked for Senet, a South Africa-based company contracted by Nevsun at Bisha mine. Although not a plaintiff in the ongoing case, he said he is considering legal action against Nevsun, claiming he was abducted and tortured while working at the mine. He alleges that he was subjected to months of being followed and intimidated by government agents at the mines after a series of minor workplace disputes with his superiors and other workers.  Solomon, 29, said he was abducted at gunpoint from Bisha mine, thrown into solitary confinement, tortured with electric shocks and beatings, and accused of being a spy. He said he still suffers psychologically and physically from his ordeal. If a company employs you, [it should] follow up when you disappear from the workplace  But that is not what happened. They should have protected me. A South African former employee of the mine, who spoke on condition of anonymity, said it was known among local workers that Solomon had disappeared.  He just didnt arrive for work one day, said the employee. We started asking other workers and they said he had been taken. I spoke to the security manger. They claimed to have investigated but hadnt found out anything.  Asked for a response to Solomons allegations, Pieter Theron, project director of Senet, said: There is an ongoing legal case at the Canadian supreme court and therefore we are not prepared to make any statements. Names have been changed to protect identities  This article was amended on 17 October 2016 to add the names of the law firms involved in the case.  ", 
    "section": "global-development", 
    "gid": "global-development/2016/oct/14/canadian-firm-nevsun-resources-new-forced-labour-claims-eritrea-bisha-mine", 
    "wordcount": "1644"
}