{
    "headline": "Students: just say no to sugar", 
    "text": "When people talk about substance abuse at university, they generally think of recreational drugs. But even if you think you&apos;re keeping your time as a student relatively clean, research suggests you will probably fall victim to one highly addictive drug innocently consumed in large quantities by millions. That drug is sugar. We don&apos;t think of sugar as a drug: it&apos;s found in most of the foods and drinks we encounter every day. And at university, where stress levels can be high and fast food is cheap, it&apos;s all too easy to reach out for the comfort blanket it provides. Many students&apos; diets consist of pizzas, take-aways and chocolate bars. Whether you spend your time raving or revising, there&apos;s always something better to do than think about eating healthily. And with university halls often providing only the most basic cooking facilities, a well-balanced diet simply doesn&apos;t feature in most students&apos; lifestyles. But a growing understanding of sugar&apos;s addictive nature, coupled with a sharp rise in obesity and type 2 diabetes in the UK, means universities are starting to take healthy eating issues seriously. Unsurprisingly, many of the leading studies into the effects of sugar on the human body have been conducted in America, where obesity levels among adults aged 19-39 has more than doubled in the past 30 years. The student population is a particular concern: at New York University 48% of undergraduates currently consume more than one sugar-sweetened drink every day. At Princeton, neuroscientists have conducted a ground-breaking study on the effects of sugar on the delicate chemical balance in the brains of rats. They found that sugar acts on parts of the brain and spinal column to release a neurotransmitter called dopamine, the levels of which affect energy, memory and focus. Normally the body would respond to an increase in dopamine by releasing another neurotransmitter called GABA, which counteracts its effects. Sugar, however, inhibits this release, leaving the body with an uncurbed surge in dopamine. The result is a burst of energy and feelings of euphoria  things we associate with a drug high. There is another substance that works on the body via the same mechanisms: heroin. Although the brain&apos;s resilience means the effects of sugar are comparable to heroin only when consumed in large quantities, the addictive process is the same. Reducing the amount of sugar consumed makes the body crave more dopamine. Stopping sugar intake altogether can induce physical and psychological withdrawal symptoms. Because the release of GABA plays a role in regulating insulin levels, people who regularly consume sugary foods are at risk of developing diabetes. High sugar consumption is also linked to binge-eating and weight gain, as sugar acts on the parts of the brain which control our appetite. Scientifically speaking, a drug is any substance that alters normal bodily function when absorbed into the body of a living organism. Now that research has proved sugar&apos;s role in altering our brain chemistry, we should treat it with caution. For students, that can start with making yourself aware of what you&apos;re eating.", 
    "section": "education", 
    "gid": "education/mortarboard/2013/mar/18/are-students-eating-too-much-sugar", 
    "wordcount": "506"
}