{
    "headline": "TV should switch to internet, peers suggest", 
    "text": "The switch to digital television is not yet complete, but UK households could be forced to adjust their sets again with a parliamentary inquiry now forecasting a second wave of switchover, this time from the airwaves to the internet. The government should draw up plans to have every channel, including those from the BBC, broadcast over the internet, freeing up the spectrum for other uses such as mobile phones, the House of Lords suggested on Tuesday. &quot;Eventually the case for transferring the carriage of broadcast content, including public service broadcasting, from spectrum to the internet altogether will become overwhelming,&quot; the Lords communications committee said in its report on internet infrastructure. The recommendation comes months after most of the country&apos;s 26m television households retuned their sets from analogue to digital, with two regions  the north-east and Northern Ireland  due to complete the process by the end of October. Digital switchover increased the number of terrestrial channels from five to 50, but the internet can transmit an unlimited amount of content, at a lower cost. However, Britain will need a better broadband network to cope with future technologies, the committee concluded after a wide-ranging, six-month investigation. It raises the alarm over the way Britain&apos;s network is being built, describing government strategy as &quot;flawed&quot; and liable to widen the digital divide between those communities with fast internet access and those living in broadband blackspots. &quot;If broadcast services move to be delivered via the internet,&quot; said committee chair Lord Inglewood, &quot;then key moments in national life such as the Olympics could be inaccessible to communities lacking a better communications infrastructure.&quot; BT, TalkTalk, Sky and Virgin Media are moving rapidly to connect more television sets to the internet, so that they can offer video on demand as well as conventional TV channels. TalkTalk&apos;s YouView box, unveiled last week, offers internet access to libraries of TV series and films for viewing on demand, as well as conventional channels broadcast over the internet rather than through an aerial. BT this summer spent 738m on acquiring Premier League football rights to boost its own internet TV service, BT Vision. The committee says the airwaves are better suited to mobile, and their use for TV could be considered &quot;wasteful&quot;. It says the date for a second switchover could be some years away, but recommends that the government, regulators and the industry start planning now. &quot;People will perhaps feel fed up, but going from analogue to digital may not be the whole journey,&quot; said Inglewood. &quot;Now we are finding we may go from digital to internet.&quot; A broadband connection could become a universal right, he said, as and when all channels including public service broadcasters such as the BBC and ITV are delivered over the web. However, services including YouView require a connection of at least 3 megabits per second. With an estimated 14% of UK homes unable to get even 2Mbps, according to telecoms watchdog Ofcom, swaths of the population could be left out of the next phase of the TV revolution. Government targets promise only that everyone will be able to get 2Mbps by 2015, with 90% getting 24Mbps. &quot;The government&apos;s strategy lacks just that  strategy,&quot; said Inglewood. &quot;The complex issues involved were not thought through from first principles and it is far from clear that the government&apos;s policy will deliver the broadband infrastructure we need  for profound social and economic reasons  for the decades to come.&quot; The government is urged to abandon its speed targets, which could widen the digital divide by reinforcing the idea of a two-speed Britain, and instead concentrate on making sure that every home is eventually connected to the internet by a fibre line all the way to the exchange. BT has been rolling out fibre at record rates, with 11m homes now connected, but the technology it is using comes in for criticism by the committee. This is because BT is only installing fibre to street cabinets, with old and weather-sensitive copper wires carrying the signal to the doorstep. Those who wish will be able to order fibre from BT all the way, but this will come at a high price. &quot;It is our contention that the government have proceeded from a flawed prospectus, that the progress being made may prove illusory,&quot; the committee warns. It also proposes to help the efforts of many communities left out of BT&apos;s fibre plans to build their own networks by proposing a series of &quot;hubs&quot; within reach of every village in the country. These hubs would allow any company or community to plug their local broadband network, be it fixed-line or wireless, into BT&apos;s network at a set price. These hubs would increase the amount of money from the private sector for building out broadband networks, and increase the speed of roll-out, the committee suggests. TV, but not as we know it With a little help from companies such as Apple and Google, the internet has changed music and publishing forever, and many believe that it is only a matter of time before television goes the same way. Switching off the terrestrial broadcast signal in the UK would mark the beginning of the end of TV as we know it. For many viewers, TV has already changed. First, we have what the industry likes to call &quot;time shifting&quot;. Digital video recorders can easily be programmed to save a whole series, so that we are just as likely to get our Downton Abbey fix a day or two after broadcast than we are to watch it live. In a growing number of households, TV is just as likely to come over the broadband connection as it is to arrive through the aerial or satellite dish. The BBC iPlayer, so successful that it has prompted some good copycat versions from the other public-service broadcasters, received requests for nearly 2bn television and radio shows in 2011. While most people still watch it on their desktop, smartphones, tablets and internet-connected TVs are generating a lot more traffic than they used to. In December, 7m BBC programmes were requested via connected TVs, an increase of 1000% on the previous year. And the choice of on-demand entertainment is set to grow. Sky, BT, Virgin Media and, as of last week, TalkTalk all now sell internet TV services bundled with a broadband connection. The TalkTalk set-top box, priced like BT&apos;s for the mass market, will offer US television series like Lost, and Hollywood films on a pay-per-view basis. Instead of buying the DVD boxed set, customers will be able to summon up and pay for a series using their remote control. Some sets now also have access to Lovefilm, the UK film rental service bought by Amazon. Eventually, televisions may have their digital video recorders and internet connections built in  no box required. The programme guide will be stored online, and the remote control will be replaced by a mobile phone running a specially designed app. In fact, many believe that Apple is developing a set along just these lines. All of this means that a new way of watching is emerging. Instead of letting the channel controller decide the time and content of our evening&apos;s entertainment, the internet is giving viewers the power to choose for themselves. On these connected screens, the traditional television channel, broadcasting one programme at a time, with a menu determined by the time of day, may no longer have a reason for being.  This article was amended on 31 July 2012. The original version wrongly suggested the switchover to digital television in the UK was complete.", 
    "section": "technology", 
    "gid": "technology/2012/jul/31/digital-television-internet-revolution", 
    "wordcount": "1285"
}