{
    "headline": "Research in brief  21 March 2013", 
    "text": "Arts and humanities     Photograph: the Guardian.      Neolithic and Bronze Age rock art panels in Northumberland  some of the world&apos;s ancient art  is at risk of disappearing, warn a group of researchers. &quot;Our findings show that predicted changes to our broader environment  such as more wind and warmer, wetter weather - could have a devastating effect on these artworks. If we want to keep them, we need to start looking at how we can preserve them now,&quot; said professor David Graham from Newcastle University.   A virtual &quot;talking head&quot; which can express a full range of human emotions and could be used as a digital personal assistant, or to replace texting with &quot;face messaging&quot;, has been developed by researchers at the University of Cambridge.  The lifelike face can display emotions such as happiness, anger, and fear, and changes its voice to suit any feeling the user wants it to simulate. &quot;This technology could be the start of a whole new generation of interfaces which make interacting with a computer much more like talking to another human being,&quot; said professor Roberto Cipolla, from the University of Cambridge. Science and technology     Photograph: Bluegreen Pictures/Doug Perrine.      Antarctica&apos;s first whale skeleton has been discovered with nine new deep-sea species living on it by marine biologists from the University of Southampton, giving new insights into life in the deep ocean. &quot;One of the great remaining mysteries of deep ocean biology is how these tiny invertebrates can spread between the isolated habitats these whale carcasses provide on the seafloor,&quot; says co-author Adrian Glover at the Natural History Museum. &quot;Our discovery fills important gaps in this knowledge.&quot;  Researchers at the Universities of Oxford and Southampton discovered that 97% of UK doctors have prescribed placebo treatments to patients at least once in their career. Placebos were mainly given to either induce psychological treatment effects because patients requested treatment, or to reassure patients. &quot;This is not about doctors deceiving patients,&quot; says Jeremy Howick, co-lead author of the study from the University of Oxford, &quot;The study shows that placebo use is widespread in the UK, and doctors clearly believe that placebos can help patients.&quot; Social science     Photograph: Dan Chung for the Guardian.     The attitude of football fans towards gay players has changed dramatically in the last 25 years, according to a Loughborough University academic. Figures form the study showed 93% of fans said that a player&apos;s on-field performance, not his sexuality, was the most important thing to them.  A study of 13 and 14-year-olds in 13 Staffordshire schools has revealed worrying levels of domestic abuse by children. Figures show over half of the 1,203 Year 9 pupils had some direct experiences of domestic abuse, whether as victims, witnesses, or perpetrators. The research led by the University of Manchester and the University of Keele revealed boys were more likely than girls to perceive hitting a partner as justifiable in various circumstances, but much less likely to say they would seek help if it happened to them. And finally     Photograph: the Guardian.      According to a study looking at over 120,000 tweets about the Health and Social Care Bill which was recently passed into law in England, Twitter provided an important forum for discussion between professional groups that rarely talk, say researchers at Imperial College London. The researchers developed a way to assess how influential individuals or organisations are on Twitter, based on the H-index, a widely-used measure of impact in academia. Their method identified the doctor and writer Ben Goldacre as the most influential tweeter on the subject of the NHS reforms, followed by GP Jonathon Tomlinson and the Guardian. &quot;Our analysis suggests that Twitter was a democratising force in the debate,&quot; said lead author Dominic King, from Imperial College London. &quot;It enabled health professionals to speak directly to journal editors, presidents of royal colleges, journalists and politicians, and express their views on the proposed reforms.&quot; Would you like your university&apos;s research featured on the network? Email claire.shaw@guardian.co.uk with your latest news This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/2013/mar/21/research-in-brief-march-universities", 
    "wordcount": "695"
}