{
    "headline": "Watchers at the ford", 
    "text": "An old couple, arms linked, walking sticks giving an easy, patient impetus, are climbing the lane as I descend through its wild avenue of alder, oak and ash. They ask if I&apos;m bound for the ford, and tell me how special a place it is for them. A blush of opening buds glows along the overarching boughs. I hear the stream running over slabs before I reach it. Under the hazels on this near and mossy bank, leaves of bluebells have speared up through a fading litter of celandines. They are late into flower among these cold hills, only a few stems drooping into bloom, hinting at the coming richness of colour and pervasive scent. Pale delicacy of primrose-clusters are badged luminous across deep shade, and water ripples across the penetrations of light. I catch a muted flash of yellow, focus on incessant flitting activity among gleaming stones. Two grey wagtails, not yet in the cadmium intensity of summer plumage, slender long tails bobbing incessantly, shrill at me in alarm and flit urgently upstream, away from my intrusion. Shoes and socks come off, trousers are rolled, and I wade across, the water shin-deep, forceful and chill. There is something about a ford that thrills. It&apos;s not just the excitement of encounter with nature&apos;s uncertainties  the memories of times when I&apos;ve driven this lane, had my headlights pick out the fierce dark flood of a hill-stream in spate, and reversed chastened up the twisting lane. It&apos;s that as the progress of civilisation and convenience has forced the old crossing-places higher up towards the sources, their typological resonances have retreated thus too. So that in a quiet and remote place like this, your subconscious mind might still encounter the watcher at the ford, daughter of the god of war in the old tales, premonitory, washing the clothes of warriors slain or to be slain as the raven  cigfran in Welsh, &quot;the meat-crow&quot;  circles overhead.", 
    "section": "environment", 
    "gid": "environment/2012/apr/27/cambrian-mountains-watchers-ford", 
    "wordcount": "324"
}