{
    "headline": "Diablo and World of Warcraft players warned over Battle.net hacking", 
    "text": "Millions of players of Blizzard Entertainment&apos;s Diablo, World of Warcraft, Starcraft and other online games have been warned to change their passwords after the company revealed that it was hacked on 4 August. Blizzard Entertainment says it has no evidence that the intruders acquired credit card information, billing addresses or players&apos; names. But it said that hackers were able to access other data, including email addresses and answers to players&apos; personal security questions. Blizzard says it doesn&apos;t believe such information alone is enough for anyone to gain access to its Battle.net online accounts, which let people play with others around the world online. It warned users to beware of &quot;phishing&quot; emails that might purport to come from the company asking people to follow a link to reset passwords. Those should be ignored, and users should instead log in directly on the site using a bookmark. The company also says hackers took encrypted versions of passwords. As a precaution, it is recommending that players change their passwords. Blizzard, which is a division of Activision Blizzard Inc, didn&apos;t say how many accounts were affected, but there are millions of accounts on the system. &quot;We encourage our North American players to change their passwords,&quot; the company said in an FAQ page about the hack. (Battle.net users can click here to log in.) After carrying out a security audit, Blizzard now fears that the hackers have gained access to the data used to reset or change passwords, including &quot;secret&quot; questions and answers. Mobile users will also be encouraged to update their software. &quot;We urge all members of our community to closely monitor all of their online accounts,&quot; the company said. The hack is the latest in a growing list where companies holding millions of accounts have seen databases compromised. While in theory encrypted passwords should be safe  and Blizzard used a method called &quot;salting&quot; to make encrypted passwords essentially uncrackable  other elements such as secret questions and answers may give the hackers the clues they need to break into other systems. But Blizzard won praise from Rob Cotton, the NCC Group chief executive, for its action. &quot;Blizzard should be given a lot of credit for its response,&quot; he said. &quot;It&apos;s been clear and open about what happened, apologised to users and made assurances that it will improve its security systems. Other organisations and policy makers should take note, as this is the kind of transparency we need if we&apos;re to combat the cyber threat effectively. &quot;Even though Blizzard had what it believed to be tight security measures in place, cyber criminals still managed infiltrate its systems. It highlights the importance of regular testing, external audit and continually updating security measures to stay ahead of the latest threats.&quot; Blizzard said that it learned of the hack on 4 August, but that it took until now to announce it because it had been working &quot;around the clock&quot; to work out how the hack was done, and what data was accessed. &quot;Our first priority was to re-secure our network, and from there we worked simultaneously on the investigation and on informing our global player base. We wanted to strike a balance between speed and accuracy in our reporting and worked diligently to serve both equally important needs,&quot; it said. Online games companies are an increasingly popular target for hacking attacks because they often hold user names, emails, passwords and credit card or other payment details. Even if the hackers cannot get access to the details directly, grabbing a large number of emails can set them up for phishing attacks which may yield some users&apos; passwords and other details, or help to plant viruses on machines via phishing emails with malicious attachments.", 
    "section": "technology", 
    "gid": "technology/2012/aug/10/diablo-world-of-warcraft-hacking", 
    "wordcount": "635"
}