{
    "headline": "World water day: water stress in Sudan - in pictures", 
    "text": "   A woman from Jebel Saiey in north Darfur fills a jerrycan with water outside the Abu Shouk camp for internally displaced persons in El-Fasher. Conflict and climate change have created major problems for water access in Sudan; with supplies at the camp scarce, Abu Shouk residents are forced to travel to a distant water point once a weekPhotograph: Albert Gonzalez Farran/AFP/Getty Images       Abu Shouk resident Kariya Mohamed Abbakar gives water to her child. Darfur is situated just below the Sahara desert, which is advancing a mile or more a year in certain places  a situation compounded by reduced rainfall, which has turned millions of hectares of already marginal semi-desert grazing land into desert Photograph: Albert Gonzalez Farran/AFP/Getty Images       Women carry jerrycans back to the Abu Shouk camp after visiting the water point. Water scarcity in Sudan has forced people to migrate, adding significantly to stress on the livelihoods of pastoral communities. Many have been left with no option but to move south in search of pasturePhotograph: Albert Gonzalez Farran/AFP/Getty Images       Shepherds rest with their livestock as they wait to get water from a well in El-Halaba, on the rural desert outskirts of the White Nile. Unpredictable rains, late harvests and severe crop losses have made life difficult for agricultural communities in recent years, exacerbating the effects of conflict Photograph: Mohamed Nureldin Abdallah/Reuters       A man in El-Halaba collects water from a well for camels to drink. 'Population displacement since January has put pressure on already meagre water resources,' says Timothy Yates, head of the Red Cross sub-delegation in El Fasher  Photograph: Mohamed Nureldin Abdallah/Reuters       A man pulls drinking water from a well in El-Halaba Photograph: Mohamed Nureldin Abdallah/Reuters       Children wait as a man pours out drinking water for them at Hajar al-Assal, on the rural desert outskirts north of Khartoum Photograph: Mohamed Nureldin Abdallah/Reuters       A woman washes her child after receiving water at a shelter in Hajar al-Assal Photograph: Mohamed Nureldin Abdallah/Reuters       A man pours out drinking water for livestock at Hajar al-Assal Photograph: Mohamed Nureldin Abdallah/Reuters  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2013/mar/22/water-stress-sudan-in-pictures", 
    "wordcount": "0"
}