{
    "headline": "Why Scotland's approach to publicly funded education works", 
    "text": "Last week, a British education minister spoke eloquently of the necessity of a highly qualified teaching profession, free university learning and the vital importance of public education as a &quot;societal, not just an individual, good&quot;. No, Michael Gove has not had a radical change of heart over the summer break. The minister in question was Michael Russell, cabinet secretary for education in the SNP government. He and I were sharing a platform at a packed session at this year&apos;s Edinburgh book festival on &quot;the value of education&quot;, with many cogent and passionate contributions from leading academics and educationalists. The most immediate thing to strike a visitor from Planet Gove is how very different the atmosphere and assumptions are on this subject north of the border. With its proud tradition of the &quot;democratic intellect&quot;, long history of compulsory education and world-renowned universities, the Scots seem genuinely to value their school system. Here one finds very little teacher-bashing and scant reference to market solutions to social problems. At the Edinburgh event, the overriding concern was how to improve access by poorer students to higher and further learning and keep universities free, despite considerable pressure from an unholy alliance of English newspapers and Scottish conservatives. There is a heartening and robust belief in publicly funded, publicly accountable high-quality education. Is this perhaps the very reason we in England hear so little about Scotland&apos;s education system, bar some envious carping at its avoidance of tuition fees? While every fashionable free-schooler or educational conservative has rushed to bash underfunded Wales as proof of comprehensive failure, or bemoaned attempts in Northern Ireland to eliminate its outmoded selective system, there is little discussion of the evident strengths of the Scottish comprehensive system. In fact, Scotland has deliberately rejected what Russell accurately labels the Germ (Global Education Reform Movement) approach so beloved of the coalition, with its commitment to privatisation, competition and deregulation. He is rightly scathing of the &quot;three initiatives before breakfast&quot; policy-hyperactivity of the current English government. At the Edinburgh session he declared himself &quot;stunned&quot; at recently announced English plans to allow unqualified teachers into classrooms. Rigorous teacher training is at the heart of the Scottish approach, and there are plans, modelled upon the Finnish example, to require every teacher to possess a master&apos;s in addition to a first degree. Scotland publishes no official league tables, although individual schools obviously release their results. (Even Wales now publishes the results of secondary schools grouped into one of five bands.) The Scottish government is moving towards greater school self-evaluation and has, over the past decade, slowly rolled out a progressive &quot;curriculum for excellence&quot;, in stark contrast to our own government&apos;s speedily devised, overly prescriptive and increasingly contested programmes for learning. And it seems to be working. Results for Scottish highers, a formal examination taken between 16 and 19, have slowly climbed over the years and are up again in 2012, with no serious claims of grade inflation. From this year, pilot schemes will be rolled out, with the ultimate aim of each child learning two languages in addition to their own. And only last year, the Royal Society praised the high numbers of Scottish students  49.7%  who study science to the higher levels, and suggested that the rest of the UK should emulate Scotland in this regard. Denominational schooling is still a huge issue and while some indicators suggest that Scotland is better at educating its poorer students than we are in England, it remains, like all parts of the UK, dogged by an unacceptable attainment gap based on social class. Acknowledging this, Russell points to &quot;some spectacularly good practice&quot; on improving the performance of low-income students in Glasgow&apos;s toughest schools. It is an approach, says Russell, consistent with Scotland&apos;s belief in &quot;collaboration rather than competition&quot;. He adds succinctly: &quot;We do not believe that poverty is destiny. But Kipp (a reference to the US Charter model) would not work for us.&quot; Not perfect but improving: that seemed to be the general, modest consensus up in Edinburgh. Indeed, it may be that modesty and consensus-seeking are the hallmarks of Scotland&apos;s approach, in marked contrast to the &quot;quick fix&quot;, grandstanding approach of Germ guerillas everywhere who deliberately seek to undermine public trust and confidence in the role of the state. Scotland offers another model, celebrating both the possibilities of good government and education as a public good. As a result, it could well nudge ahead of busy old England in the years to come. Melissa Benn&apos;s latest book School Wars: The Battle for Britain&apos;s Education is published by Verso", 
    "section": "education", 
    "gid": "education/2012/aug/27/scotland-supports-publicy-funded-education", 
    "wordcount": "780"
}