{
    "headline": "Organic product sales in UK fall by 3.7% in 2011", 
    "text": "Sales of organic products including food and drink fell by 3.7% in the UK last year, as consumers continued to rein in their spending in the face of ongoing tough economic conditions. Figures show that the slump was driven mainly by a 5% drop in supermarket sales  which account for 71.4% of organic food sales  after retailers cut back on own-brand organic ranges. Publishing its annual guide to organic trade in the UK, the Soil Association said that despite strong growth in all other major European markets and the US, the picture in the UK was &quot;more complex&quot;. It said committed organic shoppers were looking increasingly to specialist retailers as most of the supermarkets slashed their ranges of organic products and the amount of shelf space devoted to them. Overall, sales of organic products fell from 1.73bn in 2010 to 1.67bn in 2011, a smaller drop than the 5.9% recorded over the previous year. At their height in 2008, sales of organic products totalled 2.1bn. The report provides the most up-to-date analysis of the sector, examining the sales trends of different products and polling both consumers and producers. Some products - such as baby food (up by 6.6%), lamb (up 16%), poultry (up 5.8%) and cosmetics (up 8.7%) - bucked the trend, and despite the &quot;posh&quot; image and higher price tag of organic food and drink, there was a 16% growth in organic sales at the discount supermarket Lidl. Jim Twine, business development manager with the Soil Association, the trade body for organic producers, said the 5% drop in supermarket sales had been driven by the faltering economy, as families continue to look for savings on household spending, and by cuts by the supermarkets themselves. He also singled out &quot;a striking lack of investment in own-label organic ranges, reflected by minimal marketing activity.&quot; Chief executive Helen Browning said she was confident that the organic market could turn around even with with consumers feeling the pinch. &quot;Many consumers are clearly looking for a deeper connection to the production values behind their food, as support for farm shops, markets and independent retailers suggests.&quot; The research found that 83% of households bought organic products in 2011. Dairy products and fresh fruit and vegetables continued to be the most popular categories, accounting for 29% and 23% of sales respectively. Internationally, organic sales grew by 8% in 2011 and global sales are now valued at 44.5bn (37.1bn). Sales of fairly traded products have proved more recession-proof, growing by 12% in the last year. The latest figures from the Fairtrade Foundation, published earlier this week, revealed that the value of Fairtrade products sold through shops reached 1.32bn in 2011, compared with 1.17bn in 2010.", 
    "section": "environment", 
    "gid": "environment/2012/mar/02/organic-products-sales-uk-fall", 
    "wordcount": "475"
}