{
    "headline": "MDMA could be effective in treating post-traumatic stress disorder  study", 
    "text": "MDMA (the illegal drug ecstasy) may provide long term benefits as a treatment for post-traumatic stress disorder, according to a study which looked at its use alongside psychotherapy. The research was a follow up to an earlier study published last year in which a group of 12 patients with chronic treatment resistant PTSD were given MDMA, and compared with another group of eight patients who were not, during and after psychotherapeutic treatment for their PTSD. The new paper, which is published in the Journal of Psychopharmacology, has followed up all but one of the original participants, up to six years after they were treated with MDMA. The researchers found that their PTSD symptoms remained reduced, they didn&apos;t go on to abuse drugs, and there was no harm to memory and concentration after the treatment. PTSD can be debilitating to those who suffer from it and there is a need for more effective treatment options. Some people vividly relive traumatic events in their past via uncontrollable flashbacks or nightmares; often those suffering from it will avoid anything linked to the traumatic event, which can lead to difficulties in daily life (if a person was assaulted while shopping for example, they may be unable to cope in crowded places afterwards). In the original study, people were given MDMA up to a maximum of three times, and in a therapeutic setting (including extended therapy sessions involving overnight stays), so short term effects of the drug could be monitored, and long term harms would be unlikely. The people recruited for the study were those who had already received conventional treatment for PTSD, which had been unsuccessful. Although the number of people in the study was very small, they found that both groups&apos; symptoms improved over time  those who received MDMA as well as psychotherapy showed a greater improvement up to two months after the end of treatment. The follow up paper shows that improvements to most of the participants in the short term persist in the longer term; at least three years after treatment. Two participants relapsed after the end of the trial, and three did not answer the questionnaire, meaning the treatment was still not completely successful for everyone. This is not unusual in treating complex mental health problems. After the end of the initial study, all participants in the placebo group were offered further therapy with MDMA, and all but one accepted, so there is no longer a comparison group. This means it&apos;s harder to tell whether the participants would have got better anyway. There&apos;s also another reason for caution. When running experiments that begin with an extremely ill population, as this study does, an improvement over time is highly likely due to an effect called &apos;regression to the mean&apos;; if you only investigate people at one end of a spectrum, they are more likely to move back towards the middle of the spectrum, regardless of the treatment they receive. Currently, sufferers are treated with selective serotonin reuptake inhibitors (SSRIs, the drugs often used to treat depression), and with psychotherapy including cognitive behavioural therapy and psychodynamic psychotherapy. While these treatments are the best available at the moment, they are not that effective. Clinical trials of psychotherapy have shown that roughly a quarter of PTSD sufferers who enrol for treatment fail to complete it, and even for those who finish their treatment, recovery is not guaranteed. Before it was made illegal, MDMA was sometimes used by psychotherapists to aid therapy sessions. People who use MDMA describe it as inducing euphoria and decreasing fear, but also report remaining clear headed and alert, unlike after using other drugs and alcohol. Psychotherapeutic techniques can involve asking patients to revisit their traumatic event in a safe environment, in order to try and eliminate the excessive reaction to the memories. In PTSD, the fear response to these memories can sometimes be so great that patients are unable to revisit them, even in the safety of a therapy session. If MDMA does reduce feelings of fear, but does not affect clear headedness, it could be a very useful tool for psychotherapists to help put patients at ease before they have to remember their trauma. But MDMA is not without harms. Short term effects of use can include hyperthermia (the opposite of hypothermia; the body heats up) and dehydration. Researchers initially assumed this was because MDMA was often used at raves, where people danced in hot rooms and didn&apos;t drink, but experiments in lab conditions have shown these short term effects too. Also, there is evidence (although not all studies agree) that long term use can have damaging effects on memory, increase depression and anxiety, and lead to liver and teeth damage. This is only a pilot study, it will need to be repeated with larger numbers of patients. But doing these kinds of studies using illegal recreational drugs can be very difficult. Professor David Nutt&apos;s TV show &apos;Drugs Live&apos; earlier this year was also attempting to investigate MDMA and PTSD, and he suggested there are difficulties in obtaining funding for conducting research into uses for illegal substances. As Mark Stokes pointed out recently, turning to TV to fund these experiments doesn&apos;t always make for brilliant science. This study was funded by a group called the Multidisciplinary Association for Psychedelic Studies, rather than a more traditional research funding body. In the current climate of austerity and spending cuts for science, it is hard to tell whether studies that examine uses of illegal drugs are being selectively less funded, or whether all areas of science are being forced to look to more unorthodox sources for money.", 
    "section": "science", 
    "gid": "science/2012/dec/27/mdma-ecstasy-post-traumatic-stress-disorder", 
    "wordcount": "935"
}