{
    "headline": "Thailand takes first steps on long road to inclusive mainstream education", 
    "text": "The strict hierarchy of Thai society means the drive for inclusive education needs strong commitment from both politicians and school leaders. In the past decade, there has been significant political progress in moves to implement a system that ensures children with disabilities have access to mainstream schools. However, with cultural barriers and resistance from some headteachers, the journey towards fully inclusive education has only just begun. &quot;Even when I offered to work for free, they still could not be convinced,&quot; explains Paul Lennon, a British ex-pat whose son was born with Down&apos;s syndrome. When he started looking for mainstream schools for his son in Chanthaburi province six years ago, headteachers in the local area refused him a place. Yet the National Educational Act, passed in 1999  and accompanied by posters declaring: &quot;Any disabled person who wishes to go to school can do so&quot;  supposedly guaranteed all disabled children access to state education. Some headteachers Lennon spoke to were amenable to the concept of inclusive education, but didn&apos;t feel they had the resources or training to implement it effectively. Others, with decades of experience of working in special schools, felt this institutional model was more suitable. The education act did have some success. Between 2000 and 2004, the number of students with disabilities accessing education increased from 145,000 to 187,000. These students were taught at more than 18,000 inclusive schools, defined by the government as those that teach children with and without disabilities. There was further legislative progress with the Education Provision for People with Disabilities Act, passed in 2008, which made it illegal for schools to refuse entry to children with disabilities. After much perseverance in securing a school place for his son, Lennon turned his attention to helping other children gain access to inclusive education by helping to set up the Good Child Foundation. Nanthaporn (Nuey) Nanthamongkol, a six-year-old girl with Down&apos;s syndrome, was due to be sent to a distant boarding school before he intervened. &quot;Without our work, Nuey would have been separated from her parents, sent to a school 80km away,&quot; says Lennon. &quot;For kids with Down&apos;s syndrome, this is the worst possible thing you could do.&quot; Nuey&apos;s story also highlights the cultural complexities of disability in Thailand. Sermsap Vorapanya, who is the author of A Model for Inclusive Schools in Thailand and has conducted a study on Thai inclusive education practices, explains: &quot;It is critical to understand that most Buddhists [in Thailand] believe in reincarnation. Disability is widely viewed as a deserved failure to lead positive previous lives.&quot; Theravada Buddhist teaching on rebirth led some families to report feeling shame about having a disabled child. However, many headteachers in Vorapanya&apos;s study cited the Buddhist belief in the need for compassion as a reason they support inclusive education. Meanprasat private school in Bangkok, which combines western-style &quot;child-centric&quot; learning with a Buddhist ethos of moral ethics and regular meditation, is recognised as a national leader in integrated educational practices. In total, 130 of its 1,300 students are disabled. The school&apos;s philosophy is that children with disabilities &quot;should have the chance to mix with society and be accepted by it&quot;. More than 5,000 teachers visit the school annually and attend workshops held to help spread good practice. State schools, however, which have much less funding, have been described by Vorapanya as having &quot;woefully insufficient resources&quot; to implement inclusive education properly. Headteachers have complained that while schools can now access a minimum of 2,000 baht (approximately 41) funding for each disabled child, this is not enough to cover the required resources or training expenses. Another problem is that this funding can only be given if the child has been officially certified with a disability. Teachers have reported that some parents do not want this social stigma or are fearful that this certification will lead to discrimination. Despite the significant challenges, Lennon is optimistic. &quot;We are making great strides,&quot; he says. &quot;If we keep doing good, the results will surely follow.&quot; Chanthaburi province is moving away from the special schools model, placing students with moderate special needs in mainstream schools. Lennon helps place volunteers in local schools with children with Down&apos;s syndrome, and is working with local government to demonstrate how this practice can be replicated across the province. Inclusive education remains in its early development stages in Thailand. But, as Vorapanya says, the country has &quot;made a great beginning&quot; to a monumental task.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/mar/27/thailand-first-steps-inclusive-education", 
    "wordcount": "762"
}