{
    "headline": "Rare note of harmony at Doha as action agreed on black carbon", 
    "text": "A rare note of harmony was sounded at the fractious UN climate change talks in Doha on Thursday, when countries agreed to take strong action on some of the most potent causes of global warming. The bad news was that those causes did not include carbon dioxide. Instead, ministers from 25 countries will co-operate to vastly reduce black carbon (better known outside these talks as soot), as well as methane and ozone in the atmosphere  substances known collectively as short-lived climate pollutants. In so doing, the members of the Climate and Clean Air Coalition (CCAC) could cut global warming by 0.5C by 2050, which could give the world breathing space from projections of 4C to 6C of warming later this century. Soot, when it falls on snowy areas such as the Arctic and high mountains, causes the earth to absorb more sunlight, instead of reflecting it as snow does. Reducing these substances has other benefits: countries could cut their air pollution-related deaths by as much as 2.4 million and crop losses by around 30m tonnes annually. Achim Steiner, executive director of the UN Environment Programme, which helped to found the coalition, said: &quot;Swiftly reducing short-lived climate pollutants represents a supportive and additional action with near-term benefits that need to happen anyway. Indeed for the human health and food security benefits alone, set aside the climate ones, nations need to be acting if they are serious about a transition to an inclusive green economy and realising sustainable development.&quot; These substances are not currently regulated within the Kyoto protocol or its parent treaty, the 1992 UN Framework Convention on Climate Change. As a result, their levels or actions to reduce them are not formally discussed as part of the annual climate negotiations, which this year are taking place in Doha. The talks are progressing slowly, with countries still disagreeing over issues such as finance from developed to poor countries, helping them cut emissions and adapt to climate change, and the wording of the final text. Some of the issues are highly technical, such as whether one set of the discussions, known as long-term co-operative actions, can be effectively wrapped up so the focus can turn to the main talks. If ministers can manage to agree in Doha, it will clear the way for the substantive negotiations to begin next year on a proposed new global treaty on climate, which would bind both developed and developing countries into cutting their emissions, and which would be signed in 2015 and come into effect in 2020. With the talks due to end on Friday night, the lead negotiator for the Philippines could stand it no longer. Naderev Sao became emotional on the conference hall floor, telling delegates of the plight of his country as typhoon Bopha sweeps the region. He said: &quot;As we sit here in these negotiations, even as we vacillate and procrastinate here, the death toll is rising. There is massive and widespread devastation. Hundreds of thousands of people have been rendered without homes. And the ordeal is far from over, as typhoon Bopha has regained some strength as it approaches another populated area in the western part of the Philippines.&quot; He said: &quot;I appeal to the whole world, I appeal to leaders from all over the world, to open our eyes to the stark reality that we face. I appeal to ministers. The outcome of our work is not about what our political masters want. It is about what is demanded of us by 7 billion people.&quot; The excruciating pace of the UN talks, and without a globally accepted treaty after 20 years of negotiations, stands in contrast to the action from the CCAC, which was formed in February, with strong support from US secretary of state Hillary Clinton. All of the partner governments have agreed to take action to reduce the substances, for instance by fitting scrubbing equipment to coal-fired power plants or burn landfill gas  methane  for energy. The World Bank is planning to provide finance of about $5bn to the projects. Some of the projects will focus on other gases, the byproduct of certain industrial processes, known as HFCs. Phasing these out would be the equivalent of saving 100bn tonnes of carbon dioxide by 2050, and could cut warming by a further 0.5C. Many governments have still not decided whether to join the CCAC, however, include some of the biggest emitters, such as China and India. Insiders say that talks to include them are progressing in a co-operative manner. Reducing these substances may be easier than cutting emissions of carbon dioxide, which is so pervasive because the vast majority of our energy still comes from burning fossil fuels  as delegates at the talks have been continually reminded by their location in Qatar, one of the world&apos;s biggest producers of natural gas. Carbon dioxide remains a far bigger problem, and cutting it will require large investments. Steiner said: &quot;This does not mean we don&apos;t need a global treaty [on the climate]. Without serious and significant cuts in emissions of carbon dioxide now and in the future, the world will be unable to keep a global temperature rise this century under 2C.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/dec/06/doha-conference-black-carbon-methane", 
    "wordcount": "874"
}