{
    "headline": "Academies use covert selection methods to skew intake, report finds", 
    "text": "Some academy schools have been accused of manipulating admissions to improve results and using covert selection methods, according to a major report into the programme, which also warns that the government&apos;s push to boost the number of academies is not leading to a consistent rise in standards. A number of academy chains are seemingly more focused on expanding their empires than improving their existing schools, the report concludes. The study, led by Ofsted&apos;s former chief inspector Christine Gilbert, also notes an overall lack of transparency and openness, particularly over the way academy sponsors are chosen, and warns that too many school governors are not up to the hugely more significant role they play in academies. The report comes from the self-styled Academies Commission, which broadly backs the &quot;aspirational vision&quot; of academies and has links to the programme. The commission was set up by the Royal Society of Arts, which sponsors an academy in Tipton, West Midlands, and the textbooks giant Pearson. Among Gilbert&apos;s co-authors is Brett Wigdortz, founder of Teach First, the charity that brings high-flying graduates into disadvantaged schools and is hugely popular with Michael Gove, the education secretary. The commission finds that some academies seem to be taking advantage of the ability to set their own admissions criteria by cherrypicking more more able pupils. This, says the report, has &quot;attracted controversy and fuelled concerns that the growth of academies may entrench rather than mitigate social inequalities&quot;. The commission says it has heard examples of some academies &quot;willing to take a &apos;low road&apos; approach to school improvement by manipulating admissions rather than by exercising strong leadership&quot;. It says it has received numerous submissions suggesting that &quot;academies are finding methods to select covertly&quot;, such as holding social events for prospective parents or asking them to fill in lengthy forms when applying for a place. &quot;Such practices can enable schools to select pupils from more privileged families where parents have the requisite cultural capital to complete the [form] in ways that will increase their child&apos;s chances,&quot; the report says. It warns that as more school become academies, in charge of their own admissions, &quot;there is a risk that admissions &apos;game playing&apos; may be extended further&quot;. Among the panel&apos;s several dozen recommendations is that academies publish an annual socioeconomic audit of how its their intake compares with the pool of applicants. There is a need for concerted action, both in academies and the Department for Education (DfE), Gilbert said. &quot;We feel there&apos;s a real danger in equating an increase in the number of academies with an increase in the quality of our schools. Academisation alone is not going to deliver the improvements we need.&quot; While the academies programme began under Labour, it accelerated sharply when Gove took over at the DfE. More than half of secondary schools and many primaries have become academies or plan to convert. Gilbert stressed that the role of the commission was not to judge the pace of change, only to make this process more effective. The report makes a series of specific recommendations, notably focused on making sure there is more attention paid to improvements inside academies rather than the process of creating them. Specific suggestions include that academies show more evidence of fulfilling their mission to improve wider local school standards and that local authorities develop a new watchdog role as &quot;champions of the child&quot;. Gilbert told the Guardian that while some sponsor chains had committed to taking on new schools only if they were convinced they could bring sustained improvements to their existing network, others  she declined to say which  were less cautious. She said: &quot;There are some chains where we felt that not only were they expanding too quickly but they weren&apos;t linking improvement into the process. They were talking about large numbers but not really thinking what it was that they were going to be doing in terms of how they would support those different schools.&quot; Gilbert said she was &quot;not convinced&quot; by some chains&apos; ambitions: &quot;It is too early to judge, but they made us more anxious rather than more confident. We weren&apos;t always convinced that the record of success was strong enough to justify that expansion.&quot; The report also raises concerns about the process by which schools converting to academy status privately select a sponsor from a group of suitors, pointing out that other major public contracts would routinely be chosen by a transparent tendering process. Similarly, the panel says chairs of governors should be selected openly. Often, Gilbert said, existing governors stayed in place in converter academies and struggled to adapt to their expanded role: &quot;We were concerned by the number of governors who told us themselves they didn&apos;t fully understand their new responsibilities and they didn&apos;t feel equipped to lead the process of academisation as was envisaged. I was surprised that that point was made so strongly by governors themselves.&quot; A key government argument for academies is that removing local authority control brings schools closer to their community. This, however, does not always happen, Gilbert warned: &quot;It&apos;s not automatic. Some are doing it very well, others are not. We heard many tales where parents felt they were no longer able to have their voice heard. This really has to be worked at.&quot; She added: &quot;We&apos;re saying really clearly that the process of academisation is, of itself, no panacea at all. It won&apos;t mean anything unless a number of things happen at the same time. The process alone won&apos;t do it.&quot; A DfE spokesman said: &quot;The report rightly acknowledges the overwhelming success of the expanding academies programme in driving up standards for hundreds of thousands more pupils. So we make no apologies for accelerating the programme  if we had delayed, thousands of children would have continued getting a second-rate education. Sponsors are carefully selected through a rigorous process and have a superb record of transforming below-par schools and raising standards.&quot; Stephen Twigg, the shadow education secretary, said: &quot;This report highlights serious problems with Michael Gove&apos;s management of one of Labour&apos;s key school improvement programmes. Academies under Labour were about raising standards and this government is putting that legacy at risk. The report issues a clear warning on the implementation of the academies policy, echoing Labour&apos;s concerns that under this government the schools system is becoming chaotic, impacting on standards and fairness.&quot;", 
    "section": "education", 
    "gid": "education/2013/jan/10/academy-schools-covert-selection-skew-intake", 
    "wordcount": "1083"
}