{
    "headline": "Derrik Littler obituary", 
    "text": "My former colleague Derrik Littler, a pioneer of nuclear power, has died aged 92. In New Mexico, in July 1945, Derrik witnessed the world&apos;s first atomic bomb explosion and was one of the first members of the team to go up to the bomb crater to collect results. After the test, he joined the newly formed Atomic Energy Research Establishment at Harwell, Oxfordshire. There, he worked on the first British nuclear reactor, the Graphite Low Energy Experimental Pile, and developed an oscillation technique for measuring neutron absorption characteristics of a wide range of materials. A major discovery of this work was that magnesium had a low neutron absorption cross-section, and this led to the development of a magnesium alloy (Magnox) for the cladding material enclosing the uranium fuel rods in the first British commercial nuclear power stations. He wrote up this work as a doctoral thesis. Derrik was born in Cheshire and moved to London in 1934 when his father, who worked for ICI, was transferred to head office. He attended Regent Street Polytechnic (now the University of Westminster) and studied physics at Imperial College London. He took his final BSc examination early, in June 1939, and had to stay on for another year to be awarded his degree so that he had undertaken sufficient study to fulfil the regulations. This research work on electron diffraction at different temperatures would have led to a PhD, but this was prevented by the outbreak of the second world war. Derrik joined the army to work on defusing unexploded bombs, but it was felt that his talents would be better used in the Ministry of Supply measuring the explosive effects of bombs. In 1945 he was seconded to the Manhattan Project at Los Alamos to help prepare for the test of the first atomic bomb. He married Patricia in 1953 and, two years later, was seconded to the United Nations in New York to help organise the first International Conference on the Peaceful Uses of Atomic Energy. On his return he set up the Harwell Reactor School to train scientists and engineers for the design and operation of commercial nuclear power stations. He co-wrote a textbook on the physics of nuclear reactors, and was the editor of The Journal of Nuclear Energy from 1954 to 1972. In 1959 he joined the Central Electricity Generating Board which was setting up the facilities to support the nuclear power stations then under construction. He joined as chief physicist in the research department, and later became director-general of research, responsible for staff in three laboratories. In 1981 he became principal at the new CEGB staff training college. He retired in 1983. Derrik was a keen gardener who produced prize-winning roses, and became a qualified judge of flowers, fruit and vegetables. One of his proudest achievements was to persuade the BBC Gardeners&apos; Question Time to broadcast from his horticultural society in Hatch End, north-west London. He was well-liked by his colleagues and is survived by Patricia, his son John and daughter Anne.", 
    "section": "environment", 
    "gid": "environment/2012/feb/10/derrik-littler", 
    "wordcount": "504"
}