{
    "headline": "Google's Eric Schmidt: mobile groups being 'regulated to death' in Europe", 
    "text": "Mobile operators are being &quot;regulated to death&quot;, according to Google chairman Eric Schmidt, endangering their ability to invest in better networks. &quot;It is very difficult to be a telecom operator right now,&quot; Schmidt told the Mobile World Congress during a keynote speech on Tuesday. &quot;You&apos;ve got the reality that you have to upgrade your equipment to 4G and you have customers who are busy using enormous amounts of the bandwidth that is so scarce for you, and governments, in addition to regulating you to death, are charging huge fees for new bandwidth.&quot; In order to deliver 4G super-fast mobile internet, mobile operators must buy more spectrum. The UK auction is due to conclude early next year and analysts estimate it could raise up to 4bn for the British government. Schmidt called for a lighter-touch approach to the industry. &quot;The operators and regulators have got to sit down and come to some kind of rational collaboration. We at Google are critically dependent on this infrastructure building out.&quot; Schmidt surprised many by siding with the mobile phone giants in the debate about telecoms regulation which was kicked off on Monday by Vodafone chief executive Vittorio Colao. Colao called for a &quot;moratorium&quot; on regulation, saying rounds of price cuts imposed by European governments were endangering mobile operators&apos; ability to invest in upgrading their networks for 4G mobile internet. Vodafone and the other major European operators met Neelie Kroes, vice president of the European commission responsible for the digital agenda, on Monday morning to argue regulators should pare back their role in controlling mobile call prices. Kroes has been responsible for pushing through successive rounds of cuts, the latest of which was voted on by MEPs on Tuesday. They agreed to bring down the cost of using a phone while travelling in the EU. So-called roaming rates will be capped at a wholesale price of 170, subject to a vote by the European parliament this year. This is significantly lower than the 400 originally proposed by the commission. Kroes appeared to be in no mood to step back. She used Twitter on Tuesday morning to hit back at Colao, writing: &quot;Message to Vittorio + Vodafone: I call your bluff. I take the side of the Vodafone customer.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/feb/28/eric-schmidt-google", 
    "wordcount": "387"
}