{
    "headline": "Students, lazy? Not at all, they're changing lives", 
    "text": "It&apos;s a running joke with my mates how long I was involved in scouting. But without it, there is no way I would have had the confidence to get involved in community work, join my students&apos; union, and eventually run for president of National Union of Students. I didn&apos;t think of the work we scouts did in the community to restore green spaces and coach young people as &quot;campaigning&quot; or &quot;activism&quot;, but that&apos;s exactly what it was. Volunteering is all about giving back and helping to create confident citizens  and no better examples can be found than the student volunteers we are highlighting during Student Volunteering Week 2013.  To me, volunteering and campaigning actually overlap. Sometimes people start volunteering in a soup kitchen and end up being the most informed policy advocates around issues such as poverty and hunger, becoming integral to a campaign. I think that this is the approach today&apos;s student volunteers should take. While you have time to do so, seize the opportunity to contribute  the full working day of employment is not so kind. This week, the NUS, Student Hubs and Barclays are celebrating the achievements of student volunteers. There are more than 5,000 students involved in over 300 events around the country that contradict the stereotypes of students as being self-centred and disengaged. Actually they&apos;re helping local communities, contributing positively to campuses, and even travelling abroad to help. I&apos;ve been incredibly lucky as NUS president over the past two years to represent what I consider to be the most inspiring group of people in the country. If you don&apos;t believe me, then allow me to illustrate with some of the finalists shortlisted for Student Volunteer of the Year award. Anna Ray has led an English conversation and support class for refugees and asylum seekers in Leeds for the past three years (oh, and did I mention she&apos;s also a medical student). She tells me: &quot;I spend a lot of my life with asylum seekers and refugees now  at English class, at my house, at their homes. &quot;It&apos;s just life. Nothing I can put on my cv. But it&apos;s all because, when you volunteer, when you really see and connect with others, they change you, and you can&apos;t say no.&quot; Thomas Holt has devoted 166 hours in the past two years to working as a telephone counsellor to over 400 children for Childline. He also mentors a little boy and is a scout leader. &quot;People often ask why I do what I do,&quot; he says, &quot;and how I can get up in the morning knowing I have 12 hours of children&apos;s activities to plan and run along with assignments and uni work. The truth is, I enjoy every second of it.&quot; Our finalists may have been singled out for recognition, but there is more going on, all the time, that people don&apos;t know about. The time students spend volunteering often goes unsung and unnoticed. Students Eats, for example, brings universities and communities together to grow locally sustainable produce. Schemes such as Green Impact promote energy save and greener work practices. And thousands of students and students&apos; unions raised money for Children in Need last year. Thomas and Anna are right: volunteering is a human story. It&apos;s about connecting with people in a real, tangible way. You can see the difference you are making. It&apos;s something in which I passionately believe. Because it&apos;s actually not overly idealistic or zealously liberal to believe you can make that difference. You can. We are.  The winner of the Student Volunteer of the Year award will be announced on Wednesday by Nick Hurd MP, minister for civil society.", 
    "section": "education", 
    "gid": "education/mortarboard/2013/feb/11/students-higher-education", 
    "wordcount": "619"
}