{
    "headline": "Observer Ethical awards 2012: Shortlist", 
    "text": "The Observer has announced the shortlist for its annual ethical awards. The shortlist includes celebrity chef, Jamie Oliver; campaigner and chef, Hugh Fearnley Whittingstall; eco energy company, Ecotricity; and fruit and veg delivery scheme, Riverford. Local initiatives also featured heavily in the list with projects as varied as a local eco football stadium, Dartford Football Club, to a Liverpool based wired aerial theatre production, As The World Tipped, which highlights the issues of climate change through film and performance. The Observer Ethical Awards, in association with Ecover, are now in their seventh year of celebrating the projects, businesses, ideas, campaigns and activists making sustainable change a reality. The awards include a mix of reader-voted categories and judged categories and all were judged earlier this month by a panel of ethically-minded celebrities and experts including Colin Firth and Livia Firth; poet, Ben Okri; model, Lily Cole; and TV presenter, Ben Fogle. The Observer&apos;s Lucy Siegle who founded the awards said of this year&apos;s judging, &apos;There was real energy in the judging process this year. Two new categories, for sports and arts and culture really helped to broaden the discussion of environmental and social justice and challenged our notions of what is ethical. At one point we also asked, what is art?! Notably this year we focused on dynamic supply chains and looked for projects and individuals that took a global view of environmental issues and understood how interconnected we all are. In the run up to Rio+20 we really felt we had the wind in our sails. All of our winners are ready to fight for ecological and social justice on our behalf.&apos; The full shortlist is: Retailer Warren EvansProducers of ethical beds and wooden bedroom furniture handmade in London. RiverfordOnline organic farm shop and box scheme. FrugiOnline organic clothing brand for adults and children. Campaigner sponsored by B&amp;Q Hugh Fearnley Whittingstall Jamie Oliver Caroline Lucas Unsung local hero sponsored by The Body Shop Dr S Oliver NatelsonDr S Oliver Natelson a community campaigner that has worked for over 30 years supporting the local wood and nature reserve in Barnet, working for an organisation for the blind and campaigning on the impact of environmental changes on the habitat of bats. Patrick FrewPatrick Frew a community leader, for 15 years in Ballymoney, Northern Ireland, who engages people of all ages in environmental action.  Digi StepsEstablished by four students three years ago, Digi Steps aims to bring about digital inclusion for those most alienated from today&apos;s technologies by providing one to one training session. Sports Surfers Against Sewage (SAS)SAS a national movement that takes action on sewage pollution at surf breaks was founded in 1990 in Cornwall.  London Youth RowingLondon Youth Rowing brings the sport of rowing to over 5000 young people a year in London&apos;s most deprived boroughs. Dartford Football ClubDartford Football Club is an ethical stadium with water recycling, bike racks, a bus stop dedicated to stadium, grass roof and solar panels. Arts &amp; Culture sponsored by Festival Republic When China Met AfricaA film highlighting the new problems associated with the Chinese expansion in Africa.Wired Aerial Theatre - As The World TippedAs The World Tipped is a production from Wired Aerial Theatre, Liverpool, that combines aerial performance with film to create a dramatic outdoor show exploring climate change. ArtsadminArtsadmin provide creative opportunities to allow artists to engage with issues and concerns whilst being proactive and inspiring against a backdrop of economic crisis.  Big Idea sponsored by National Grid SafetyNetThe SafetyNet is a new trawling system that cuts down on the catch and subsequent discarding of juvenile and endangered fish. Shared Interest SocietyBased in Newcastle Upon Tyne, Shared Interest Society is the world&apos;s only 100% fair trade lender. Fungi FuturesFungi Futures is a company from Totnes that recycle the tons of waste coffee grounds produced each year in the UK by growing Gourmet Mushrooms on them. Fashion and accessories sponsored by Vogue.com VejaUsing organic cotton from agro-ecology initiatives in North Brazil, wild Amazonian rubber, and acacia tanned leather, Veja produces trainers and accessories. BottletopBottletop is an ethical lifestyle brand that also delivers visible, measurable social impact, both through its operational activities and through its foundation. Ada ZanditonAda Zanditon is a fashion designer who creates ethical womenswear and accessories. Business Initiative sponsored by Jupiter EcotricityEcotricity is a green energy company and supplier and generator of eco electricity and gas. Newlife paintsNewlife paints, based in West Sussex, recycle waste emulsion paint back into a premium grade emulsion. Ethical fruit companyThe Ethical Fruit Company, Evesham, is a group of companies that specialise in sourcing, growing and packing fairly traded organically grown fruits for the UK market. Blog sponsored by environmenttheguardian.com DfID - Hannah RyderA blog from a UK civil servant showing how economics, poverty and action to avoid climate change and to protect the environment in developing countries relate to real life. UpcyclistUpcyclist reports on artistic projects that show the innovative reuse of unwanted materials and objects. Four and a Half BelliesA blog charting the progress that a family of five makes towards planning, shopping and cooking more ethically and healthily, yet economically.  Grassroots Community Challenge sponsored by Timberland Climate Change Schools ProjectThe Climate Change Schools Project (CCSP), Durham, is a not-for-profit-project that puts climate change at the heart of the national curriculum and makes schools beacons of positive action in their local communities.  Barlow Road Community Agriculture ProjectBarlow Road Community Agriculture Project, Sandwell, is working towards turning five acres of overgrown, flytipped land into allotments will be used to supply fresh fruit and vegetables to local households via a bag scheme The Edible Bus StopThe Edible Bus Stop is an idea which originated by transforming a disused space in South West London into a thriving neighbourhood garden. The group aim to create London&apos;s first Green Bus Route, sourcing and transforming neglected spaces along the route of the 322 Bus. They promote harmonious community spaces, demonstrating that good design is not socially exclusive. Ecover Ethical Kids Challenge Eco-sticksEco-sticks grow commercial amounts of hazel and willow on their school site to support local social enterprises supplying living willow kits, garden canes, biomass fuel and bentwood furniture. Don&apos;t Bottle Out, Bottle In!Don&apos;t Bottle Out, Bottle In&apos;s idea is to prevent the daily purchase of plastic drinks bottles in school so that it can be a plastic bottle free zone. Fact FashionFact Fashion draws attention to important issues like conservation of scarce resources to changing behaviours by producing fashion items that display the powerful numbers associated with these problems. The winners will be announced at a ceremony in London on the 30 May 2012.", 
    "section": "environment", 
    "gid": "environment/2012/may/09/observer-ethical-awards-shortlist-2012", 
    "wordcount": "1108"
}