{
    "headline": "Brics bank raises critical development questions, says OECD", 
    "text": "The creation of a development bank by the five big emerging economies of Brazil, Russia, India, China and South Africa, known as the Brics, is welcome but raises critical questions, according to the head of the Organisation for Economic Co-operation and Development (OECD). Angel Gurra, secretary general of the OECD, said an important consideration will be the new bank&apos;s criteria for loans, or conditionality. &quot;Will it lend at market rates and what policy conditionality will be attached to the loans?&quot; he said in an interview with the Guardian. &quot;What we know about development banking is that the loan itself is the least important aspect; it&apos;s the policy related to the loan  the policy conditionality. Or will the loans be like IDA [International Development Association] loans?&quot; The World Bank&apos;s soft loan arm, the IDA lends money on easy terms, charging little or no interest. Repayments are stretched over 25 to 40 years, including a five- to 10-year grace period. The IDA also provides grants to countries at risk of debt distress. The IDA is one of the largest sources of assistance for the world&apos;s 81 poorest countries, 39 of them in Africa, and is the single largest source of donor funds for basic social services in these countries. The Brics have in principle agreed to create a development bank to provide initial funding for infrastructure projects worth $4.5tn (3tn). Plans were announced last month in Durban, South Africa, where the Brics declared that the bank represented part of a &quot;new paradigm&quot;, reflecting a shift in economic power away from the west. A Brics bank could provide an alternative to western-dominated financial institutions  the International Monetary Fund (IMF), the World Bank, and regional development banks in Africa, Asia and Latin America  that followed the second world war. Jim Yong Kim, the World Bank president, recently welcomed the prospect of a Brics development bank to help meet massive infrastructure needs in middle-income countries. Developing countries have criticised the World Bank and the IMF for attaching neoliberal conditions to their loans, including privatisation of public services such as water and health, and premature liberalisation of markets. The development bank would be the first institution of the informal Brics forum, which launched in 2009 amid the global financial crisis, representing 43% of the world&apos;s population and 17% of trade. Pravin Gordhan, South Africa&apos;s finance minister, said in Durban plans were moving with &quot;a great sense of urgency&quot;. Other developing countries would eventually be invited to join the bank, he said, adding that India had proposed $50bn of seed capital to get the initiative started, although no final decision had been reached. Talk of a new development bank comes against a backdrop of falling official development assistance (ODA) from rich countries for the second successive year. In this context, Gurra said the possibility of new financing  additionality  was welcome and a constructive declaration of south-south co-operation. The question was how the bank would work in practice. The Durban agreement revealed little detail about the prospective bank: how much seed capital the bank will start with or where it will be headquartered. Gurra also wondered how it would fit into the development landscape. &quot;What kind of niche or blind spot, what is the missing link are the Brics trying to fill?&quot; asked Gurria. &quot;How will they apply this financing in practice? Today, there are more questions than answers. It&apos;s very welcome but like everything else the devil will be in the details.&quot;  Mark Tran travelled to Paris with the OECD", 
    "section": "global-development", 
    "gid": "global-development/2013/apr/09/brics-bank-critical-questions-oecd", 
    "wordcount": "603"
}