{
    "headline": "Twitter hit-and-run boast shows dangers of 'road tax' entitlement", 
    "text": "It&apos;s safe to assume that most people in the event of hitting a cyclist while driving, who realised what they had done, would stop, call the police, and stay on the scene. Not so for one young woman, who appears to have hit a cyclist, carried on driving, and then most bizarrely taken to Twitter to boast of the incident.  @emmaway20 Emma WayDefinitely knocked a cyclist off his bike earlier  I have right of way he doesn&apos;t even pay road tax! #bloodycyclists  Norwich Police responded quickly, asking Emma to get in touch with them as soon as possible, and report it, rather than broadcast it to the world.  @emmaway20 we have had tweets ref an RTC with a bike. We suggest you report it at a police station ASAP if not done already &amp; then dm us  Norwich Police (@NorwichPoliceUK) May 19, 2013  Way has since deleted her Twitter account, after cyclists on Twitter roundly turned on her, especially once a cyclist came forward who had been hit by a car that didn&apos;t stop shortly before Way&apos;s missive. Toby Hockley, who&apos;d been riding the Boudicca Sportive with the Iceni Velo club, came forward after seeing the fallout on Twitter. Both parties are now in contact with the police, Norfolk constabulary have confirmed. What her statement says about hierarchy on our roads is just as interesting as watching social media close the net around someone claiming to have injured a cyclist. For starters there&apos;s the tiresome fact that, as every cyclist knows, road tax doesn&apos;t exist  you pay vehicle excise duty for your car, and road maintenance is funded from centralised taxes. Yet, the canard of &quot;road tax&quot; as an annual toll for using roads is rolled out time and again by motorists annoyed at the mere presence of bikes on the road. The fact that cyclists seemingly &quot;don&apos;t pay&quot; to use roads, then overtake motorists in traffic jams rankles, is burned deep in the minds of our more irrational drivers. This internalised hierarchy on the roads is also evident as a pedestrian  it&apos;s not uncommon to be crossing a road when the lights have turned amber and have cars race off narrowly avoiding you, or for cars to ignore the fact you&apos;ve stepped onto a zebra crossing for the sake of shaving a few seconds off their journey. But cyclists seem to bear the brunt of this  few cyclists don&apos;t experience regular outbursts of road rage, or dangerous driving from motorists who&apos;ve clearly clocked them but are simply unhappy they&apos;re allowed on the road at all. I&apos;ve been told to &quot;pay road tax&quot; more times than I can remember, though sadly explaining the intricacies of road taxation  deftly explained by the excellent site I Pay Road Tax  takes longer than the few seconds you get on the road. And when this entitlement dehumanises cyclists to the extent someone is happy to excuse hitting a cyclist by explaining they don&apos;t believe they should be on the road at all, it becomes more than an annoyance  it&apos;s an active danger.", 
    "section": "environment", 
    "gid": "environment/bike-blog/2013/may/21/twitter-hit-and-run-boast-road-tax", 
    "wordcount": "514"
}