{
    "headline": "South Sudan appeals for humanitarian aid after fighting", 
    "text": "South Sudan has declared Jonglei state a disaster zone and has appealed for international aid for thousands of people who have fled into the bush to escape fighting between rival ethnic groups. South Sudan&apos;s council of ministers declared the disaster at a special meeting on Wednesday, South Sudan&apos;s media reported, and asked international relief agencies to rush aid to the area. The latest round of fighting broke out in late December when 6,000 armed men from the Lou Nuer ethnic group attacked Pibor county, the home of the Murle community, in the latest clash between the two groups. UN officials estimate more than 20,000 people fled as the Lou Nuer moved on the remote town of Pibor in apparent retaliation for cattle raids by the Murle. Gunmen burned thatched huts and looted two medical facilities run by Mdecins Sans Frontires (MSF) over the past week during fighting that has left more than 1,000 dead in recent months. The attacks threaten to destabilise the world&apos;s newest country. Sarathy Rajendran, head of Mdecins Sans Frontires in South Sudan, who was in Pibor on Thursday morning, said people were slowly coming back and MSF planned to start operating in the town by the end of the week. &quot;I was there this morning, which is an hour away by plane from Juba [the capital]. Parts of the town have been burnt, our facilities were completely looted, but people are coming back and are not afraid any more. It is stable now. There are enormous needs, some people need every single item. Our first priority will be medical care, but we are planning to provide non-food items as well so people can start rebuilding.&quot; As the South Sudanese government appealed for emergency aid, the information minister, Benjamin Barnaba, told the BBC&apos;s Focus on Africa programme that he could guarantee the security of any aid workers who went to the area. &quot;This area is under the complete control of the government,&quot; he told the BBC. Minority Rights Group International, which focuses on indigenous peoples, called on the South Sudan government to take immediate steps to protect civilians from all ethnic groups. MRG said in the long-term the government must address the root causes of violence among minority communities through political representation, disarmament and equitable distribution of natural resources. &quot;Competition between ethnic groups over scarce resources has escalated in South Sudan. At the same time there is a security vacuum, leading to the formation of militia groups and a breakdown of traditional structures of authority,&quot; said Chris Chapman, MRG&apos;s head of conflict prevention. &quot;This will continue to threaten the stability of the new nation, unless the government acts quickly to ensure security, inclusive representation for all communities, and equitable access to land and natural resources.&quot; The clashes, which on the face of it appear to be cattle raids, have deeper causes to do with poverty, competition for scarce resources, the plethora of small arms left over from a decades-long war, and marginalisation of ethnic minorities, said MRG. Some minority groups felt that their interests are not being represented within the South Sudanese political system, and that resources have been diverted to more populous ethnic groups. The fighting in the past week is the latest outbreak of violence that has lasted several months. In one incident last year, 600 Lou Nuer were killed by attackers from the Murle people, who also took away 38,000 cattle. The UN says communal violence in Jonglei state, an isolated and swampy state with limited mud roads that are often impassable for months during heavy rains, left more than 1,100 people dead during 2011 and displaced more than 60,000 others. The clashes represent the latest challenge to the fledgling country, which became independent in July. It also faces cross-border tensions with its northern neighbour, Sudan.", 
    "section": "global-development", 
    "gid": "global-development/2012/jan/05/south-sudan-appeal-humanitarian-aid", 
    "wordcount": "654"
}