{
    "headline": "Rhodium", 
    "text": "    This week&apos;s element is rhodium, a hard, shiny silvery-white transition metal that is 1000 times scarcer than gold. Rhodium has the atomic symbol Rh and the atomic number 45.    Since there aren&apos;t any minerals that contain quantifiable amounts of rhodium, most of the world&apos;s rhodium is obtained as a by-product of mining for other, more common, precious metals such as palladium, copper, silver, platinum, and gold. Most rhodium comes from South Africa and most rhodium is used in North America and Europe as catalytic converters in automobiles. Of all the metals, only rhodium can reduce the damaging nitrogen oxide gases in automotive exhaust to gaseous nitrogen and oxygen.  Rhodium is more valuable than any other element on the planet due to its extreme rarity combined with the demand from the automotive industry. Thus, those who invest in rhodium can demand any price they wish for this metal. But it does have other uses, particularly in the jewelry industry, where rhodium plating gives platinum or gold jewelry (&quot;white gold&quot;) its lovely gleaming white surface, and protects sterling silver jewelry from tarnishing.  Perhaps the most interesting bit of trivia that I can tell you about rhodium is that, instead of being given a gold or platinum disc, Paul McCartney was given a rhodium-plated disc in 1979 in recognition for being the all-time best selling singer-songwriter.  But that said, I think the most interesting character of rhodium is its peculiar ability to absorb oxygen from the atmosphere without becoming oxidized itself. How does it do this? When melted, rhodium captures oxygen and then releases oxygen when it solidifies.  Here&apos;s the Professor to tell us a little more about this extremely rare precious metal:             Visit periodicvideos&apos;s YouTube channel [video link].  .. .. .. .. .. .. .. .. .. .. .. ..  Video journalist Brady Haran is the man with the camera and the University of Nottingham is the place with the chemists. You can follow Brady on twitter @periodicvideos and the University of Nottingham on twitter @UniNottingham You&apos;ve already met these elements: Ruthenium: Ru, atomic number 44Technetium: Tc, atomic number 43Molybdenum: Mo, atomic number 42Niobium: Ni, atomic number 41Zirconium: Zr, atomic number 40Yttrium: Y, atomic number 39Strontium: Sr, atomic number 38Rubidium: Rr, atomic number 37Krypton: Kr, atomic number 36Bromine: Br, atomic number 35Selenium: Se, atomic number 34Arsenic: As, atomic number 33Germanium: Ge, atomic number 32Gallium: Ga, atomic number 31Zinc: Zn, atomic number 30Copper: Cu, atomic number 29Nickel: Ni, atomic number 28Cobalt: Co, atomic number 27Iron: Fe, atomic number 26Manganese: Mn, atomic number 25Chromium: Cr, atomic number 24Vanadium: V, atomic number 23Titanium: Ti, atomic number 22Scandium: Sc, atomic number 21Calcium: Ca, atomic number 20Potassium: K, atomic number 19Argon: Ar, atomic number 18Chlorine: Cl, atomic number 17Sulfur: S, atomic number 16Phosphorus: P, atomic number 15Silicon: Si, atomic number 14Aluminium: Al, atomic number 13Magnesium: Mg, atomic number 12Sodium: Na, atomic number 11Neon: Ne, atomic number 10Fluorine: F, atomic number 9Oxygen: O, atomic number 8Nitrogen: N, atomic number 7Carbon: C, atomic number 6Boron: B, atomic number 5Beryllium: Be, atomic number 4Lithium: Li, atomic number 3Helium: He, atomic number 2Hydrogen: H, atomic number 1 Here&apos;s a wonderful interactive Periodic Table of the Elements that is just really really fun to play with!  .. .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientistevil google+: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/jan/06/1", 
    "wordcount": "533"
}