{
    "headline": "Has the MMR debacle immunised the media against other scare stories?", 
    "text": "When Jeremy Paxman this week apologised to MMR experts on Newsnight for the shameful role played by parts of the media in the MMR crisis, he joined a chorus of soul searching over who is to blame for the ongoing measles outbreak and whether an unfounded scare story with such far-reaching consequences would get so much media attention today. While many, like Paxman, blame the media for giving disproportionate coverage to a small study and a maverick doctor, others blame the government for bullying parents into using the combined jab and demonising Wakefield. Others will never forgive the Lancet. I was reminded of this when questioned on the story by Lord Leveson (in the course of his inquiry into the practices of the British press), who was keen to impress on me that the media reported the claim only after a respected peer-reviewed scientific journal had published it. For my part I can think of few players in this saga who should not indulge in a little critical self-reflection, but if I have to choose a culprit mine would be the media&apos;s serious addiction to amplified debate and controversy in the name of the principle of &quot;journalistic balance&quot;. There is much to criticise Wakefield for, but not even he can be held responsible for the completely false impression that medical science was split down the middle on the safety of the jab. Surveys show that is what the public believed. One senior BBC TV health reporter has told me about stand-up rows in the newsroom over his opposition to the editors&apos; diktat that every package about MMR must feature Wakefield or his supporters alongside the mainstream view. Balanced coverage works beautifully in politics and makes entertaining viewing but when rigidly applied to science and public health it clashes with other journalistic principles like truth-telling and accuracy. But could it happen again? In some ways the outlook is rosy. Stung by criticism of inaccurate reporting on stories like MMR, many editors now defer more to their specialist science and health reporters, who were sidelined at the height of the MMR frenzy. Like good specialists should, these journalists do battle with news editors on a daily basis over what, where and how new studies are reported  and whether they are covered at all. Many rightly pride themselves on keeping bad science out of their newspaper just as much as getting great science in. I think there is reason to believe that under their watchful gaze extraordinary claims like those of Wakefield would not now receive such prominence for so long. A few years ago, when a teenage girl died suddenly shortly after receiving the HPV vaccine these journalists reported a possible link while emphasizing the mountain of evidence on safety. When it was discovered that there was no connection, they promptly and prominently reported this, and I am probably one of the few who even remember this short-lived vaccine scare. The scientific community is also playing a dramatically different role now. When Wakefield made his claim 13 years ago, far too many scientists and institutions lambasted the media coverage in the same breath as refusing to speak to the media. That thousands of research scientists are now prepared to leave their ivory towers to ensure that the media have access to their expertise at times like this will help immunise us against another MMR scare. However, only a reckless optimist would claim this could never happen again. Just as it took lots of actors to make the MMR debacle, so today the risk of another MMR does not come from the press alone. When Daily Mail editor Paul Dacre was challenged by Leveson about an irresponsible cancer story, Dacre defended it by pinning the blame on an overhyped press release. Scientific journals make me nervous. When I heard that a respected, peer-reviewed toxicology journal had published a study showing that GM food caused cancer in rats I prepared for the biggest science story of the decade. Hours later it became clear that this study was deeply flawed and, in the view of many scientists, should never have passed peer review. But it is the persistence of a certain culture and practice in newsrooms that worries me most. The media&apos;s love affair with mavericks and outliers continues to leave scientists in despair as they watch people with little or no expertise enjoying disproportionate column inches and air time on issues like climate change and child development. And while some journalists have made great strides in weaning themselves off their addiction to overly simplistic &quot;balance&quot; others are finding it harder to kick the habit. Avoiding another MMR-style scare requires vigilance, which is why the Science Media Centre got together with a group of science reporters, news editors and sub editors to draft guidelines for good science reporting, which we submitted to Leveson. They were recommended in his final report. Perhaps when we finally get our new press regulator the guidelines will be adopted and we can collectively make sure that the vaccine scare we all talk about continues to be MMR.", 
    "section": "science", 
    "gid": "science/2013/apr/26/mmr-debacle-immunised-media-scare-stories", 
    "wordcount": "851"
}