{
    "headline": "Sally Morris obituary", 
    "text": "My friend and colleague Sally Morris, who has died aged 64 of ovarian cancer, was a pioneer in the community arts movement, and became a leading figure in her field through 40 years of committed work at the Black-E (formerly the Blackie) in Liverpool, the UK&apos;s first community arts project, founded in 1968. Whether guiding the creation of animated films with young people, setting out with teenagers to interview Michael Jackson or to organise film shows about liberation struggles, creating cultural events with women or with the environment in mind, Sally brought thought and passion to her work. Her leadership was &quot;hands on&quot;. She could light a performance, set up a PA system, project film, record and edit sound and vision, write press releases, and organise the catering. Outside the cultural programme, Sally was fundraiser, administrator and manager. Somehow she also found the time to become the Black-E&apos;s in-house photographer  and, most recently, to lead the creation of the Black-E choir. Away from the Black-E, Sally accepted commissions from Merseyside Play Action Council to lead arts-in-play programmes. She took a year out to study film-making at the London College of Printing (now London College of Communication). She was a founder member of the Campaign for Women in the Arts. Sally was born in Birmingham, where she attended King Edward VI high school for girls. After a degree in English literature at Exeter University, and a spell at Widnes Technical College, Cheshire, as a lecturer, Sally arrived in Liverpool in 1972. Away from her work (which was also at times her play) Sally, together with Kevin McIntryre, her beloved partner of 32 years, was a dedicated gardener. Their gardening was purposeful, mainly vegetables and fruit to eat, but also exotic (peaches and figs). All that they did together was either (like their transformation of their home into a work of art) a labour of love, or (like their cycling holidays around Europe) a celebration of the joys of love. Sally is survived by Kevin and by her sisters Irene and Elizabeth.", 
    "section": "education", 
    "gid": "education/2012/aug/05/sally-morris-obituary", 
    "wordcount": "342"
}