{
    "headline": "London Metropolitan University sets up hotline for worried non-EU students", 
    "text": "London Metropolitan University has set up a hotline offering help and support for thousands of worried international students following reports that it is about to lose its right to provide courses to people from outside the EU. The university has been unable to accept any fees from present or potential students since the UK Border Agency (Ukba) suspended its highly trusted sponsor status in July, leaving current students uncertain whether they can complete courses and potential ones uncertain if they can take up offers. Ministers have denied claims made in the Sunday Times that Theresa May, the home secretary, had already decided to end the university&apos;s power to sponsor visas. But the university says there is a &quot;growing 10m hole&quot; in its balance sheet because of investigations by the agency. A final decision on the university&apos;s future is expected this week. The university charges its non-EU students up to 13,500 a year in tuition fees and it says the timing of the UKBA&apos;s suspension has made it difficult to alert all its estimated 2,600 international students to the problem. It said it was doing all it could to inform and assist international students and applicants, who had put their faith in the university. Students need clear information on their options for future study and timelines for securing those options, the university said. Home and EU students would also need reassurance and support. Seyda Yilmaz, 20, from Istanbul, is about to start the third year of a 10,000-a-year journalism course. She told the Guardian the threat to international students at the university was shocking and unexpected. &quot;I hadn&apos;t heard anything about this before two days ago, I spoke to two of my Turkish friends. They, like me, didn&apos;t know anything.&quot; She was unable to contact anyone at the university over the weekend. Yilmaz, who lives in north London with her sister, a master&apos;s student at the University of Westminster, said she didn&apos;t have time to transfer her course. She is currently in Turkey but plans to return to London before lectures begin on 1 October. &quot;I have a valid visa but I don&apos;t know if [Ukba] are going to send me back to my country because the university doesn&apos;t have any access to international students.&quot; Yilmaz has not yet told her parents, but suggested she might prosecute the university if she was unable to finish her course. The university&apos;s international students office posted on its Facebook page last Monday thanking students for their patience and saying it was &quot;frustrated&quot; Ukba had not yet finalised its work. The post said international students due to start this academic term had until Monday 15 October to enrol. &quot;With visa processing times being around 15 days, this still gives students good time to make travel and other preparations. As an alternative, postgraduate students might be interested in joining us in February.&quot; Daniel Stevens, international students&apos; officer for the National Union of Students, said: &quot;Students are now left in limbo, not knowing if they will have just weeks to find a new course or face deportation. Even those that do find new courses may find themselves thousands of pounds out of pocket and having to uproot to another part of the UK. Students and institutions should be helped to manage the visa sponsorship process rather than facing hasty punitive measures that threaten universities that are both valuable centres of learning and important businesses.&quot; Stevens echoed concerns of the university&apos;s vice-chancellor Malcolm Gillies over the impact on the entire university sector. &quot;Not only will this decision have disastrous consequences for thousands of students but it may well have a catastrophic impact on the reputation of the UK as a destination for international students creating a knock effect for universities and all their students in the UK.&quot;  If you are worried about your place at LMU, call the hotline on (+44) (0)20 7133 4141.", 
    "section": "education", 
    "gid": "education/2012/aug/27/london-metropolitan-university-hotline-students", 
    "wordcount": "667"
}