{
    "headline": "Young human rights reporter of the year 2013 - lower secondary category", 
    "text": "Winner of Amnesty International&apos;s Young human rights reporter of the year competition lower secondary category: Victoria Coleman, 14, Mayfield Grammar Gravesend I am tortured. I am starved. I am a woman I am tortured. I am starved. I am terrorised. I am not treated fairly. I am the victim of rape. I am on the receiving end of violence. I am forced into doing things that I don&apos;t want to do. I am discriminated against. I am forced to give birth to HIV infected children. My name&apos;s Abena and I am a woman. This young woman is one of the millions who are discriminated against daily purely for being female. Even though women do two-thirds of the world&apos;s work, they receive merely 10% of the world&apos;s income and own 1% of the means of production. This is due to gender inequality. If a woman in poverty falls pregnant in Kenya, she is not offered the option of an abortion. Instead she is forced to give birth to a child that was conceived against her will. This is due to gender inequality. In the majority of democracy of the world, women are a minority in parliament. Around the world, only 20% of national parliamentary seats are occupied by women. This has improved over the years but is still less than a quarter. This is due to gender inequality. In the UK every child, regardless of their gender, is entitled to an education. Sadly, this is not the case in Afghanistan. Of the 4.2 million Afghan children not getting an education, Unicef estimates that 65% are girls and most live in rural districts. Many Afghan families will only permit their daughters to attend all-girl schools and others believe it is unnecessary for girls to be educated at all. In the UK a lot of students don&apos;t realise how important an education is and take it for granted whereas on the other side of the world, a child of the same age longs for an education. Lack of education for girls isn&apos;t a gender inequality problem that we have in the UK, however in poorer or developing countries, such as Afghanistan, it is a much more common issue. Action desperately needs to be taken for women everywhere to be able to make their own decisions, achieve their dreams and simply to be able to control what happens to their own bodies. Why should being born female put you at an automatic disadvantage? The answer is  it shouldn&apos;t! Women should be proud to be women and not have to live in a world where they are discriminated against. Each and every human being, regardless of their gender, race or religion, should be treated equally and own the rights to control their own life. To ensure that women don&apos;t have to endure these barbaric acts any longer, gender inequality needs to be a thing of the past, not the future. Lower secondary runner up: Anna-Beth Brogan, 12, Oxford High School, Oxford Rings that bind us The bride walks down the aisle towards the man she loves, tears of happiness sparkle on her glowing cheeks; it is the happiest day of her life. The bride walks down the aisle towards a man she&apos;s never seen before, tears of sadness stream down her innocent yet devastated face; it is the worst day of her life. Which bride would you rather be? Sadly there are many brides who are forced into marriage. Forced marriages are a very big issue, an issue that violates human rights. Every three seconds a girl&apos;s human rights are replaced with a ring - a ring which changes their lives forever. Girls as young as five, who don&apos;t even know what marriage is, are dragged down the aisle. Imagine being forced to marry a man you don&apos;t love, know or want to marry; this is the reality for some girls and it is brought to them by the people who should love them most, their parents. Forced marriage happens when one of the spouses does not want to marry the other, it can often be confused with arranged marriage but they are not the same thing - arranged marriage is when the bride or groom can choose not to marry the spouse presented to them by their parents. Sometimes, the husband abuses the girl after they are married, hurting and raping her; but sometimes he is in the same position as her, feeling betrayed by her own family. Not only does forced and child marriage bring misery to the people involved but it also can endanger their children, who may end up having the same fate as their mother. Young Indian girls, barely adults, who have been living happily in Britain for their whole lives are suddenly dragged back to India for their wedding. I believe that nobody should have to be taken away from their country or have to marry against their will but every day girls are forced to do just that. The girls are made to feel guilty so that they agree into marrying; they are even sometimes physically abused until they agree. Why can&apos;t these parents see what they are doing to their children? Recently, a law has been passed that any parents forcing their children to marry will be sent to jail, our Prime Minister David Cameron says: &quot;forced marriage is abhorrent and little more than slavery. To force anyone into marriage against their will is simply wrong and that is why we have taken decisive action to make it illegal.&quot; Despite this new law, so many cases go unnoticed because the victims lack the means or confidence to speak out and tell us what&apos;s happening to them. On December 10th 1948, the United Nations vowed that slavery would never happen again, but isn&apos;t this slavery? Isn&apos;t every ring on the finger of a girl forced into marriage a link in the chains of misery? We&apos;ve stopped slavery once, why can&apos;t we stop it again? Fight against forced marriage! Lower secondary runner up: Gabriella Emery, 11, Bishop Thomas Grant School, London Albinism: Is everything black or white? Then they came. There was a bang and I woke up with a start. There were two men: one holding my husband down and the other holding a machete. I stared in horror, unable to move. Suddenly, a ghastly sound broke through the wall which separated me from my children. Finally, the sun rose and the men no longer had the discretion of the darkness. They ran. I rushed to the aid of my children. There I stood and watched my world fall apart before my eyes... there lay my child, one of three, her legs gone and they seemed to have taken her soul. Falling to my knees I cradled the empty cage. Whose story is this? This is the story of Mary Mathias - the mother of two young albino girls. She lost her third daughter to what seems to be a ritual human sacrifice. Surely only a delusional, cold-blooded killer would have the mind to plot something as horrific as this? Well after the police investigated further into Eunice&apos;s (aged 14) death, they uncovered the shocking truth that her own father had planned her assassination. Unfortunately, this story is one of many. Why? The bones of PWA (people with albinism) are supposed to have magical properties. Gold miners bring bones down into the cave. Fishermen pour potions into canoes. Witch doctors supply these sacrificial atrocities. The average price of an arm or leg can sometimes come to 2,500. Eunice&apos;s body is now in a concrete sealed coffin deep underground with no headstone because of fears of grave robbers. Is that right? So, what is albinism? Albinism is a genetic skin defect that affects skin pigmentation. Albinos suffer abnormally high rate of skin cancer and super sensitive eyes making it nearly impossible to go out in daylight. Tanzania is one of the places where PWA live in fear the most. Unfortunately, albinism is among the highest in the world at one in 1,400 in Tanzania. In Tanzania a report from Under the Same Sun shows that from 2006-2012 there were 119 reports which included: 71 murders, 31 survivors; most are severely mutilated, 15 grave robberies and 2 failed grave robbery attempts. Many charities work in Tanzania improving the lives of the 270,000 albinos. But what can you do? How many more stories do you need to hear before you leave the popcorn on the sofa with the remote and do something about it? How long will it before witch doctors are brought to justice? Tanzania is not the only part of Africa where albinos live in fear. Look it up. How many stories can you find? How many heartbroken families remain? Years ago albinos lived in fear of the sun&apos;s harmful rays. Now they live in fear of their lives: that they might go to bed and not wake up in the morning. To any PWA reading I ask you - what are you more afraid of, day or night? Special commendation to the following longlisted entries in the lower secondary category Lir Afiq, Chinthurst School Tadworth, Surrey Harry Brown, Yarm School, Stockton on Tees Connor Brown, Dolphin School, Hurst, nr Reading Ciara Maxwell, Notting Hill Prep, London Ashta Ndombele, Bishop Thomas Grant, Streatham, London Jack O&apos;Dwyer-Henry, Methodist College, Belfast Bethany Patrick, Forge Valley Community School, Sheffield Find out more about the Amnesty Young Human Rights Reporter competition. Teaching resources on the Guardian Teacher Network Amnesty&apos;s Guide to teaching controversial issues Summary of the Universal Declaration of Human Rights  Amnesty&apos;s teaching human rights lesson plan Amnesty&apos;s human rights photojournalism PowerPoint and lesson plan", 
    "section": "education", 
    "gid": "education/2013/may/06/amnesty-human-rights-2013-lower-secondary", 
    "wordcount": "1620"
}