{
    "headline": "DIY drones: don't confuse homemade UAVs with military killing machines", 
    "text": "&quot;It was always a dream to build one, after having built helicopters in my bedroom for a while. I mostly like flying for fun, seeing whether I can get the device to auto-stabilise. As opposed to a plane or helicopter, you don&apos;t need a lot of knowledge to control them. They fly themselves. Something like this  you can put in a backpack and carry it with you.&quot; Electronic circuit designer Matt Lloyd is talking about building his first quadcopter, a type of drone popular with the growing number of DIY drone makers in the UK. He&apos;s not alone. Hobbyists with backgrounds in electronics and robotics are kitting out home-built drones with expensive cameras for activities as diverse as extreme sports, aerial photography, guerilla film-making  and making videos of cats. Amateur drones rarely resemble the sleek silver drones used by the US military. One of the first videos of a home-made drone to circulate widely online featured a taxidermied cat named Orville strapped to a quadcopter, flown by Dutch artist Bert Jansen last year.     Bart Jansen's Orvillecopter: got the fur flying. Photograph: Stringer/Reuters    It didn&apos;t spark off an aeriLOL cats meme, but home drone building has continued to rise in the UK, supported by lively online forums and the emergence of companies selling hardware components to individuals. The capability to fly a pre-programmed flight path is what distinguishes a drone from other &quot;unmanned aerial vehicles&quot; (UAVs) such as model planes. The software which enables this is freely available online. Arduino, known as &quot;electronics prototyping software&quot;, has been used to develop the platform ArduCopter, widely adopted by most amateur drone makers to power their vehicles. Off-the-shelf drones such as the Parrot AR have been around for a couple of years, and cost on average 200  about the same price as building a fully customisable, upgradeable version at home. A Gizmodo reviewer said flying the Parrot &quot;makes you feel like a robotic peeping Tom crossed with a cybernetic monk with a splash of soon-to-be-killed Call of Duty side-story operative&quot;.     Parrot AR drone: costs about 200.    But amateur drone makers are less open about any illicit thrills had when flying home-made devices, though they&apos;re keen to point out the limitations of the models available in shops. The basic camera, the limited Wi-Fi range and small sizes make shop-bought drones less exciting, especially when it comes to using them outside. Home-made versions can be programmed for extended flights, and to take professional-quality footage. Drones are also being built on a smaller scale to be used around the home, whether it&apos;s for gaming or for &quot;tracking children and pets&quot;, according to London drone builder Anish Mohammed. In the UK, drone makers have affiliated themselves with the much bigger &quot;maker&quot; movement, which includes sewing, baking and amateur robotics. This is the idea that&apos;s been championed by former Wired chief and robotics evangelist Chris Anderson, who has called the US hobbyists the &quot;homebrew drone class&quot;  and it&apos;s catching on over here. For the first time in its three years, the Maker Faire held last month (27-28 April) at Newcastle&apos;s Life Centre featured a live flying demonstration field for makers of unmanned aerial vehicles alongside workshops for bunting, knitting and bookbinding. Event organiser Marisa Buckingham says: &quot;We&apos;ve seen an increase in popularity for UAVs since we started the Faire.&quot; Exhibitor Universal Air, of Wallingford, Oxfordshire, which showed off its first mass-market quadcopter drone at the show, wants to get one of its devices into &quot;every household&quot; in the country, according to its website. &quot;I started flying model aircraft when I was about 16, maybe 14,&quot; says Universal Air co-founder Henry Fletcher, 23. &quot;I went on to study engineering at university and to specialise in aerodynamics. After I got into autonomous flight, I was keen to make the field of study into my work. I met my business partner Yuan and we started building these drones  or whatever you&apos;d prefer to call them  from scratch. The be-all-and-end-all of this is that people do love creating things themselves, but it&apos;s quite a formidable challenge to get something to fly.&quot; The company&apos;s Kickstarter-funded quadcopter is the most basic self-assembly model out there. It can be assembled with just an Allen key and controlled with an XBox. While the GPS technology and free software used to develop the drone is relatively new, the quadcopter design is as old as the aviation industry itself.     Universal Air's R10 quadrotor. Photograph: Universal Air    It was one of the earliest helicopter models, originally built in 1920, but repeatedly failed to live up to its promise as a commercial flying vehicle. The quadcopter&apos;s appeal for drone makers lies in its scalability  it can be designed to fit into a palm, or large enough to mount expensive cameras and other gadgets. However, Fletcher admits most people imagine sinister aircraft &quot;swinging over battlefields in Afghanistan&quot; when they think of drones, rather than something they can fly for fun in their spare time. He and 24-year-old co-founder Yuan Gao believe that the only way to diffuse the connotations of the term is to replace it with a brand name that becomes synonymous with the device itself, such as Google for internet search or Hoover for vacuum cleaner. To that end, Universal Air named its first mass-market UAV &quot;Pam&quot;  which stands for Personal Air Machine. According to Gao, the feminine name &quot;really brings out the character, the kind of thing we&apos;re trying to portray, that it is a device that assists you&quot;. But the word &quot;drone&quot; is less likely to offend Mohammed, a self-confessed &quot;UAV addict&quot;, former moderator of DIY Drones, and organiser of the London-based meet-up group Drone Zone. Mohammed started making his own aircraft after finding model planes too difficult to remotely control. His main interest is in building the craft but he has seen them used for &quot;tracking children, and pet dogs and cats&quot; around the home.            While the average household is still some way off from being able to build their own UAV, people are starting to accept that they are here to stay  and they might actually be a force for good in the right hands. Everyone I spoke to was dismissive of the idea that private &quot;surveillance drones&quot;, as Google chief Eric Schmidt has described them, threaten privacy any more than do smartphones, Facebook or Google, which we happily use every day. Mohammed also believes that Schmidt might be better off looking closer to home. Drones pose &quot;much less of a threat than Google or Facebook  if some action needs to be taken, it should be aimed at them first&quot;, he says. Fletcher says: &quot;One of the critical reasons for trying to drive a change in the way [drones are] viewed  even a change in what they&apos;re called  is to make people understand these things aren&apos;t roaming around trying to spy on their personal privacy. The amusing thing is that the state and the police department have every recipe in the book for getting information about people right now. Something like this may well reduce the amount of prying and intervening they do because they can just spot-check rather than following people around.&quot; According to Mohammed, the media&apos;s view of drones as spybots  or worse, as targeted killing machines  has made it harder for the public to understand their social benefits. In particular, he points to the work of the startup Matternet which delivered chocolate via a fleet of drones to children in Haiti last year. He says: &quot;The association of drones with military use is a bit of a disservice, in my view. Given I&apos;m Muslim, I&apos;m not going to be in favour of drones being used to kill people in the Middle East. Drones could provide eyes and ears for all situations where it&apos;s risky for humans  which could be anything from delivering food to medicine or providing the internet.&quot; However, the biggest debates on personal drones have centred around immediate threats to personal safety and the misuse of video footage. A recent neighbourhood blog report in the US of a drone pilot operating his device outside of people&apos;s windows sparked a huge online discussion of the potentially criminal uses of drones. The Digital Journal listed each of blackmail, murder, kidnapping, coercion, rape and paedophilia as a possible &quot;nasty side of drones&quot; in its op-ed calling for legislation. The arrival of self-assembly drones on the mass market will make it harder to tell which drones are licensed for commercial purposes and which are being operated by civilians. The UK&apos;s long tradition of model flying  that most innocuous and British of hobbies  means that there are very strict rules governing where UAVs can be flown. Martin Toovey, who sells hardware for building personal drones at the UK company Build Your Own Drone, says: &quot;I think the UK is the one of the best in the world at keeping up and not being restrictive with rules, good and bad.&quot;", 
    "section": "technology", 
    "gid": "technology/blog/2013/may/24/diy-drones-homemade-uavs", 
    "wordcount": "1508"
}