{
    "headline": "Domestic violence is biggest threat to west Africa's women, IRC says", 
    "text": "Husbands, not strangers or men with guns, are now the biggest threat to women in post-conflict west Africa, according to a report by the International Rescue Committee (IRC) released on Tuesday. The IRC report, Let Me Not Die Before My Time: Domestic Violence in West Africa, based on data collected over 10 years by the IRC in Sierra Leone, Liberia and Ivory Coast, said domestic violence is the &quot;most urgent, pervasive and significant protection issue for women in west Africa&quot;. It calls on the international community to recognise domestic violence as a humanitarian issue and to increase funding significantly to address the problem, saying: &quot;If the humanitarian community ignores what has been considered a &apos;private matter&apos;, it will fail to confront one of the most significant public health crises and primary obstacles to women&apos;s empowerment in post-war societies.&quot; Sierra Leone passed a domestic violence act in 2007, establishing basic rights for women in the home and entitlements for survivors such as free medical care. Domestic violence is now punishable by a fine of up to 5m leones (720) and up to two years in prison. But by the end of 2010, only one person had been prosecuted. Amnesty International&apos;s report on Sierra Leone last year said: &quot;Women&apos;s lack of access to the police, exorbitant fees charged by medical officers and pressure to make out-of-court settlements all contributed to impunity and state inaction.&quot; In Ivory Coast and Liberia, no such laws exist. In Liberia, Africa&apos;s first female president, Ellen Johnson Sirleaf, amended the penal code to make rape illegal  previously only gang rape was a crime. In 2008, the government established a special court to try cases of sexual violence. But since it opened in 2009, only 18 cases of rape, resulting in 10 convictions, have been tried there. In a small church on the outskirts of Monrovia, Liberia, an elderly lady from a women&apos;s group jumped to her feet. With a smile on her face, she cried out: &quot;Women, O women!&quot;  the start of the chant Liberian women use to unite each other. &quot;Don&apos;t just sit down. Do something positive,&quot; the group replied with force. They began to talk about domestic violence. &quot;We born seven living children but right now me and my children are looking ugly [living in poverty],&quot; said Ma Annie, who is in her 50s. &quot;He&apos;s now running behind a new girlfriend. But when we talk [about it] he can beat me. He kicks me all over my body, but not my head.&quot; She described how her husband withholds money from the family, leaving them without food. The women in the church hall urged her to go to the government&apos;s gender ministry, but Masue Horrace, the head of the group, became angry, saying she had no faith in the country&apos;s justice system. She described the story of her friend; how she had the courage to report her abusive husband, but  because of his family&apos;s connections, and as her friend had no money  nothing happened. &quot;She went to the law and the law can&apos;t even help her,&quot; Horrace said. &quot;So you think if that happened to me, I will go there too? No.&quot; The IRC report recognises the challenges of the legal systems in Liberia, Sierra Leone and Ivory Coast. Establishing disciplined security forces after years of war is an enormous task for all three governments. It points to their &quot;weak police forces&quot;, a &quot;judicial infrastructure with limited reach outside of the main cities&quot; and &quot;hefty legal fees&quot;. In Liberia, irregular and low salaries for the police mean women often have to pay for the police officer&apos;s transport costs as well as their own. In some rural areas, fuel for the generators at police stations can be scarce  if there is a generator at all. Ivory Coast adopted a three-year action plan in 2010 targeting violence against women and girls. Liberia and Sierra Leone also have gender-based violence plans of action but the report calls for donors, UN agencies and NGOs to increase funding to help the governments enforce these policies. It applauds the advances made in protecting women and girls but said specialised services such as safe houses, hotlines and support groups are needed, claiming a focus on prevention is not enough. It calls on the Liberian and Ivorian governments to introduce a law, like there is in Sierra Leone, to prosecute people for domestic violence. But Horrace is not convinced another law is the answer. &quot;Is the justice system really prepared to stand behind women when they take a stand?&quot; she asked. &quot;Are they really prepared to stand behind women to push us, so the next time it happens we too will run to the law?&quot; She said empowerment and skills training is what they need now. Ma Nessie, an elder from the group agreed: &quot;The men are taking advantage of us because we are not doing anything  I want the skill for business, then I will survive.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/may/22/domestic-violence-west-africa-irc", 
    "wordcount": "853"
}