{
    "headline": "Apps Rush: Next Issue, Google+, AA London Map 1891, Gun Bros, Notezart, Bingo Rush, Greenpeace and more", 
    "text": "A selection of 16 new and notable apps for you today: Next Issue This is US-only for now, but Next Issue Media&apos;s app is causing a stir in the magazine industry. The idea: pay $9.99 a month or $14.99 month for unlimited access to collections of magazines monthly and bi-weekly mags in the former case, plus weekly mags in the latter. Wired, Vanity Fair, Vogue, InStyle, GQ, Elle, Esquire and Better Homes and Gardens are among the initial crop. A similar model is being tried in France and the UK by Lekiosk.Android / iPad Google+ Google has released its very-impressive new tablet app for Google+ on iPad, following its Android debut. Photos and Hangouts video chatting are the key features, along with a slick design.iPad AA London Map 1891 Here&apos;s a fun idea: a mapping app that won&apos;t help you get around today, but instead provides a view of London&apos;s streets in 1891, with the ability to pinpoint your current location and search by postcode, street name and places of interest.iPhone Gun Bros Glu&apos;s Gun Bros game has been a hit on iOS and Android, but now it&apos;s also on Windows Phone. It&apos;s a dual-stick action game that involves, well, shooting lots of people, while possibly spending money on in-app payments to help you shoot even more. Xbox Live is fully integrated now, though.Windows Phone Notezart Not the first of its kind, but still interesting. Notezart is a &quot;cloud music score book with social elements&quot; for iPad. It aims to get musicians taking photos of their printed scores and uploading them to its service, to view on iPad. More than 190,000 public domain scores are available to download too.iPad Bingo Rush by Buffalo Studios More than 10m people are playing Bingo Rush on Facebook, but now it&apos;s available on iPhone too. It&apos;s bingo played against the clock, with credits, coins and power-ups unlocked (or bought) as you play.iPhone Greenpeace Mobile Tactics Greenpeace USA has launched a (globally-available) app for supporters to photograph products, email companies and share details of their activities on social networks for example, taking shots of tuna cans and emailing them to the company responsible to demand changes to its fishing practices.iPhone Audi Mileage Tracker Audi UK has worked with agency Somo on a new app for drivers to keep track of their business journeys, using GPS to log the details, calculating expenses and exporting data as emails, to be used when filing expense claims.iPhone Cro-Mag Rally Remember the earliest days of Apple&apos;s App Store, when racing game Cro-Mag Rally was one of the big launch games? It took a while, but the game is finally available on Android devices too, courtesy of a port from developer Citizen12 Studio. As before, stone-age karting action is the focus.Android Anatomy &amp; Physiology Revealed: Skeletal &amp; Muscular This iPad book-app is based on McGraw-Hill&apos;s print edition, promising &quot;human cadaver photographs blended together with a state-of-the-art layering technique let you peel away layers of the human body to reveal more than 5,000 anatomical structures.&quot; Possibly have your breakfast first.iPad iFit Outside iFit Outside is the latest fitness app that tracks your runs, rides and hikes as you go, complete with a &quot;CadenceMeter&quot; feature to help pick up the right pace while running. A range of other features, from weight-tracking to competing against your previous performances on the same routes, are included. And it all syncs in with the iFit Cloud service, to access data on other devices.iPhone Sonarflow for Spotify Developer Spectralmind is the latest company looking to build discovery features on top of Spotify&apos;s streaming music service. Its app digs into data on subscribers&apos; most listened-to and starred tracks, as well as Spotify&apos;s own top tracks list, with the aim of recommending similar artists.iPhone / iPad Rebtel Rebtel&apos;s app competes with Voice-over-IP apps like Skype, but in a slightly different way: using the voice network rather than wireless data. The theory being that it can still save money on calls, but without the risk of them being foiled by a dodgy data connection. It&apos;s on other platforms, but is now on Windows Phone too.Windows Phone TripAdvisor in Augmented Reality Augmented reality firm Wikitude has launched a standalone BlackBerry app devoted to travel site TripAdvisor, layering its data on restaurants, hotels and attractions over the live camera feed.BlackBerry The Wee Red App The Glasgow Evening Times newspaper has turned its Wee Red Book football annual into an iOS app, offering historic records going back to its first edition in 1928, as well as results, tables and fixtures for the upcoming 2012-13 season in Scotland.iPhone / iPad Melod.io Melod.io is an app for creating &quot;fun, personalised musical voice messages&quot; to send to friends and family, recording your voice over soundtracks including dubstep, reggae, hip hop and, er, the Happy Birthday song.iPhone", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jul/11/apps-rush-next-issue-google", 
    "wordcount": "828"
}