{
    "headline": "Irate teachers threaten 'civil disobedience'", 
    "text": "A growing grassroots movement of teachers threatened &quot;civil disobedience&quot; on Saturday in protest at education reforms. Classroom teachers at the National Union of Teachers&apos; annual conference in Liverpool told the Observer their profession had reached a turning point in its relations with Michael Gove, the education secretary, and calls for radical action were widespread. Last week the Association of Teachers and Lecturers overwhelmingly carried a motion of no confidence in Gove, in the first motion of its kind against an education secretary in its history. NUT members will vote on a similar motion on Sunday. Teachers have described Gove as showing &quot;abject failure to improve education or treat teachers, parents and pupils with respect&quot;. They claim that for almost three years, since the coalition government came to power, they have been subjected to unprecedented levels of criticism and repeatedly been undermined. Teachers also argue that Gove is trying to change everything about their jobs, from the curriculum to exams and league table measurements, and from pay structures to their pensions and the way inspectors judge them. There is fierce resentment that, as staff grapple with the changes and put in extra hours, ministers describe them as &quot;enemies of promise&quot;. &quot;We&apos;ve just had enough,&quot; said Alison Palmer, a primary school teacher from Camden, north London. &quot;We are committed people who try to do the best we can for children and Gove just tells us we are rubbish. There has to be a limit to what teachers will put up with.&quot; Stephen Pickles, a primary school teacher from Bradford, said there was a &quot;growing feeling among teachers that they would be unhappy if their own children were in their classes because of what teachers are expected to teach and the tests they have to administer&quot;. Pickles, who has been a teacher for 34 years, said he has never seen the profession this &quot;fed up&quot; and ready to do something about it. &quot;It feels like things are coming to a head,&quot; he said. Alasdair Smith, a history teacher at a secondary school in Islington, north London, said he and his colleagues were ready for &quot;civil disobedience&quot;. He disapproves so strongly of a draft version of the new history curriculum issued by the Department for Education that he intends to refuse to teach it. &quot;I am just not going to teach a curriculum that leaves children less aware of their world and will turn them off history,&quot; he says. &quot;I think there is a growing sense of why should we do this and agreement that we need to have some civil disobedience.&quot; He said he objected to the lists of facts he said the new national curriculum required children to learn by heart. Pupils need a &quot;concept of what evidence is and how to interpret history, and I will continue to teach this regardless,&quot; he said. Ofsted judgments are too harsh and data-driven, teachers have warned. They are calling for a boycott of the inspectorate  a step that would be illegal. Liam Conway, a teacher from Nottinghamshire, said the inspection regime was now so tough teachers were &quot;literally being torn to bits&quot;. &quot;We owe it to all our teachers to boycott Ofsted,&quot; he said. Hundreds of thousands of teachers have vowed to stage a series of strikes from June. The NUT and the NASUWT teaching union, whose joint membership comes to more than 400,000, have said they will begin a rolling programme of strikes starting in north-west England. At the conference, teachers have been queuing up to fill out posters that start: &quot;My message to Michael Gove is ...&quot; The union is recording some teachers with their posters and will send them to Gove&apos;s office. &quot;We don&apos;t want to go on strike, but we want Gove to listen,&quot; said Amanda Gray, a primary school teacher from Essex. &quot;He doesn&apos;t trust us as professionals. We just want Gove to listen and ask us how we think we should be teaching.&quot; A DfE spokeswoman said the government had &quot;significantly reduced bureaucracy, given more autonomy to schools than ever before ... ensured good teachers are better recognised through the pay system&quot;. &quot;For too long other countries have been outpacing us. Our reforms are giving teachers more freedom, increasing choice for parents so every child can go to a good local school, and ensuring we have an education system that matches the world&apos;s best. This ambition is surely something the NUT should support. &quot;Industrial action will simply disrupt pupils&apos; education, hugely inconvenience parents and damage the profession&apos;s reputation in the eyes of the public at a time when our reforms are improving standards in schools across the country.&quot;", 
    "section": "education", 
    "gid": "education/2013/mar/30/teachers-strike-action-curriculum-reforms", 
    "wordcount": "808"
}