{
    "headline": "Has Yoweri Museveni outstayed his welcome as Ugandan president?", 
    "text": "Uganda&apos;s body politic is ailing as President Yoweri Museveni, once lauded as part of a new generation of African leaders, ponders whether to run for a fourth term in 2016 after 27 years in power. Many Ugandans are grateful for what Museveni, 65, has done for the country after overthrowing Milton Obote. But even those who admire the way he has ushered in democratic rule and overseen strong economic growth  and worry about who will follow him  think it is time he retired. The succession is very much on people&apos;s minds after the emergence of a letter asking the head of the internal security organisation, Uganda&apos;s counter-intelligence, to investigate allegations of an assassination plot against top officers perceived to oppose the president&apos;s plan to have his son, Brigadier Muhoozi Kainerugaba, succeed him. The letter was written by General David Sejusa, who said he was one of those on the list. Sejusa is an old comrade-in-arms of Museveni, and considered a bit of a loose cannon. The letter was leaked to an independent newspaper, the Daily Monitor, where it was first published. The government was not amused, sending in police  ostensibly to look for the letter  before ordering the closure of the Monitor, two of its radio stations, and the Red Pepper, another daily, along with two of its sister publications. After more than a week, the papers remain closed, with armed police on the premises. Some observers are surprised Museveni took such heavy-handed action against the Monitor, which is owned by the Aga Khan, a big investor in Uganda. &quot;The letter was nothing new, everyone is aware that Museveni is grooming his son,&quot; an analyst told me last week in Kampala. &quot;Had he ignored this, it would have gone away. The Monitor has a circulation of 30,000 in a country with a population of 30m. Now, even the man in the street is asking, &apos;What is happening?&apos; It means that the president is very sensitive as we draw near to the 2016 election. There are indications the president might stand again but, in case he doesn&apos;t, he might front his son.&quot; Sejusa, meanwhile, who happens to be in the UK, seems to be in no hurry to return home and has reportedly sought police protection. It&apos;s hard to say whether Sejusa&apos;s suspicions of an assassination plot are credible, but certainly Kainerugaba&apos;s rapid rise through the ranks to become a brigadier at only 39 has rankled many in the armed forces, where it is common to remain a major or captain even after 20 years of service. Kainerugaba is also commander of the military&apos;s special forces, charged with protecting the president and vital installations around the country. The Sejusa letter clearly suggests a rift at the top, with Museveni, his wife and son, Uganda&apos;s trinity of power, versus those who oppose what is known as the &quot;Muhoozi project&quot;. Divisions aside, there is also corruption, grand and petty. Comments such as &quot;Corruption is in the bloodstream&quot; and &quot;The Nigerians have nothing on the Ugandans&quot; often cropped up in conversation. Corruption need not be a barrier to poverty reduction in itself. Uganda, a former British colony, has surpassed the millennium development goal of halving the 56% poverty rate recorded in 1992-93. But with a per-capita income of $506, it remains a very poor country, far from the middle-income status it aspires to achieve in one generation. Widespread poverty and corruption is not a recipe for stability, especially in a country where almost 60% of the population is under 20  making it the youngest in the world  and youth unemployment is estimated at 62%. While the young scrabble for work, corruption proliferates. Britain and other donors last year suspended millions in aid, after it was discovered that funds from several European countries had been funnelled into the private bank accounts of officials in prime minister Patrick Amama Mbabazi&apos;s office. The money disappeared despite the introduction of a financial management system, supported by donors, that was considered foolproof. As in the past, however, only the small fry are likely to be punished. &quot;We have 13 agencies fighting corruption, we have all the rules in place,&quot; said Peter Wandera, executive director of Transparency International Uganda. &quot;But if it&apos;s not backed by political will, the effort just remains on paper. There is a certain impunity. People know the laws will not catch up with them.&quot; At the same time, the government is increasingly intolerant of criticism. The ruling National Resistance Movement party (NRM), is trying to kick out four of its own MPs on grounds of indiscipline after they criticised Museveni and spoke out against corruption. A planned law on public meetings, the public order management bill 2011, is seen by human rights groups as an attempt to stifle debate. The bill&apos;s current draft gives overly broad discretionary power to the Ugandan police to permit or disallow any &quot;public meeting&quot;  defined as a gathering of more than three people in a public place  where, for example, the &quot;failure of any government, political party or political organisation&quot; is discussed. There has also been a clumsy attempt by the NRM to let Museveni take direct control of the capital, Kampala  a city he failed to win in the three previous presidential votes  from the mayor, Erias Lukwago, long an irritant to the government. &quot;He wants to kill all the institutions. That is why he is always interested in being control of everything. When it comes to land, he has the final say, issues of the army, police and to some extent parliament  that is typical of a banana republic and, in my view, this country is on the verge of being declared a failed state,&quot; Lukwago told the Uganda Observer newspaper last week. Ironically, Museveni foresaw the dangers of staying in power too long. In his book What is Africa&apos;s Problem, published in 1986, the year he came to power, Museveni wrote: &quot;The problem of Africa in general and Uganda in particular is not the people but leaders who want to overstay in power.&quot;  This article was amended on 30 May 2013 to correct canon to cannon", 
    "section": "global-development", 
    "gid": "global-development/2013/may/29/yoweri-museveni-ugandan-president", 
    "wordcount": "1042"
}