{
    "headline": "Google to be summoned over data grab 'excesses'", 
    "text": "Google representatives are to be summoned to appear before European data protection officials over concerns about the way it collects data on web users. The US search company will be asked to explain why it has not taken &quot;any precise measures&quot; to change its privacy policy since October 2012, when authorities found it was in breach of European law. On Thursday, a coalition of 30 data protection officials, including Britain&apos;s information commissioner, demanded &quot;significant progress&quot; from Google before the summer. The statement said: &quot;In October 2012, the Article 29 Working Party highlighted deficiencies in Google&apos;s privacy policy and gave some recommendations to Google on how to address these. &quot;To date, considering that Google has not taken any precise measures in response to those recommendations, the requirements of Directive 95/46/EC are still not complied with.&quot; An inquiry by European privacy regulators, led by France&apos;s CNIL, criticised Google for its &quot;uncontrolled&quot; and &quot;excessive&quot; collection of information about internet users, in some cases without their consent. The statement continued: &quot;DPAs [data protection authorities] will continue their investigations in close cooperation and take all necessary actions according to their competences and powers. Significant progress on these actions will be made before summer. A taskforce led by the French DPA (CNIL) will help to coordinate these actions.&quot; The authorities are concerned about changes Google introduced to its privacy policies in March last year. The changes were made to &quot;unify&quot; how information is collected across approximately 60 products, including YouTube GoogleMail, Google has said. But an investigation by the data protection bodies concluded that the company gives insufficient information or control to its users about how it handles their information. The watchdogs recommended Google change its policy to allow users to choose when their information is combined and make it easier for people to opt out. A spokesperson for Google said: &quot;Our privacy policy respects European law and allows us to create simpler, more effective services. We have engaged fully with the CNIL throughout this process, and we&apos;ll continue to do so going forward.&quot; Previously, Google has said it is confident that its privacy notices &quot;respect European law&quot; and that it was reviewing the findings of the data protection officials.", 
    "section": "technology", 
    "gid": "technology/2013/feb/28/google-summoned-data-grab-excesses", 
    "wordcount": "385"
}