{
    "headline": "Zombie-ant parasitic fungus castrated by hyperparasitic fungus", 
    "text": "The modus operandi of the Cordyceps fungi is the stuff of nightmares. These parasites grow inside their insect hosts by feeding off the non-vital organs, and manipulate the hosts&apos; behaviour so that they can reproduce. When it is ready to produce spores, the fungus grows into the brain and releases chemicals that make the host climb a plant then attach itself near the top. It then kills its host by devouring its brain, before sprouting a mushroom from the top of its head, which disperses its spores as widely as possible. Cordyceps fungi can decimate entire ant colonies, but some colonies can keep an infestation at bay and survive for long periods of time. A new study now reveals how they do so. It turns out that the zombie-ant fungus is itself parasitized by another fungus, which limits its ability to reproduce and prevents it from overwhelming the colony. This microbial defence system allows the two species to stably co-exist and ensures the long-term survival of the colony despite a high rate of infection. Cordyceps manipulate worker ants to leave their nest and march off to a nearby site where they will eventually meet their fate. These sites are mass graves littered with the bodies of nest-mates that have succumbed to the fungus. They can persist in the same location for years, growing steadily as ants arrive one by one to die.  Sandra Andersen of the University of Copenhagen and her colleagues took advantage of this. They analysed the growth rate of five graveyards containing ant corpses infected with Ophiocordyceps camponoti-rufipedis, all located within a 400 hectare nature reserve in the Brazilian rain forest.  They identified a total of 432 infected ants in the five sites, and characterized each one according to the developmental stage of the fungus. This showed that 1/8 of the ants had been freshly killed, and a similar number were somehow damaged and showed no obvious signs of fungal growth. Another 1/8 had an immature mushroom growing from their heads, but only 1/16 had mature mushrooms that produced spores. They also found that more than half of the dead ants in each graveyard harboured a second parasitic fungus.      Photograph: David Hughes/Penn State University    The researchers then collected 31 dead parasitized ants carrying mature spore-producing mushrooms, along with the leaves to which they were attached, and took them back to the lab to measure the rate at which Cordyceps reproduces. They attached the ants to the lid of a Petri dish with Vaseline and monitored the amount of spores deposited by each over a period of 4 -6 days. This revealed that only 13 out of the 31 mushrooms were actually shooting spores.  Andersen and her colleagues combined their field data with other results obtained previously in Thailand, and used all of the results to generate a model of the interactions between Cordyceps fungi and infected ant colonies and estimate the length of each stage of the Cordyceps life cycle.  According to their estimates, the mushroom begins to sprout about one week after the ant has been killed, and then matures over the next month, during which time it releases its spores. It is, however, highly vulnerable to infection by the hyperparasitic fungus during this maturation period, so a large proportion of the mushrooms become infected and prevented from sporulating. Mature mushrooms, by contrast, likely have efficient immune defences that protect them against infection. The findings reveal highly complex interactions between ant colonies, the Cordyceps fungi, and the other fungi that help to defend the colony against infection. They suggest a delicate trade-off between the growth of the Cordyceps fungus and its lifespan. The slow development of the fungus increases the chances that ants will come into contact with the spores, but this comes with the cost of a high mortality rate among immature fungi.  Consequently, each mature parasite produces an average of about one new mature parasite. So although large numbers of individual ants become infected, the likelihood that the fungus it contains will produce spores that survive and infect others is very low. The graveyards therefore grow steadily but slowly, and the colony as a whole can be sustained. Occasionally, an ant might stray further than its colony&apos;s resident graveyard, leading to transmission of the parasite to another colony.  &quot;Our research indicates that the danger to the ant colony is much smaller than the high density of zombie-ant cadavers in the graveyard might suggest,&quot; says senior author David Hughes, an entomologist at Penn State. &quot;The hyperparasitic fungus effectively castrates the zombie-ant fungus so it cannot spread its spores. Because the hyperparasitic fungi prevents the infected zombie-ant fungus from spreading spores, fewer of the ants will become zombies.&quot; Reference: Andersen, S. B., et al. (2012). Disease Dynamics in a Specialized Parasite of Ant Societies. PLoS ONE 7(5): e36352. doi: 10.1371/journal.pone.0036352", 
    "section": "science", 
    "gid": "science/neurophilosophy/2012/may/03/zombie-ant-parasitic-fungus", 
    "wordcount": "811"
}