{
    "headline": "US Congress employees found downloading pirated content online", 
    "text": "Employees of the US Congress were found to be downloading a host of television shows and movies illegally on congressional computers, according to a report by anti-piracy service ScanEye.  The report shared by US News and World Reports showed that since early October, congressional employees have downloaded movies and television shows including The Walking Dead, The Dark Knight Rises and 30 Rock. The report demonstrates that even though Congress has found itself at the forefront of measures to stop piracy, including the much-maligned Stop Online Piracy Act (Sopa), its staff do not always follow the legislators&apos; lead. By tracking IP addresses associated with Congress and running them through location services, ScanEye was able to determine which addresses were illegally downloading. It is possible that more people than shown could be illegally downloading from congressional networks because not every congressional IP address is accounted for.  ScanEye&apos;s data shows that the downloading tastes of congressional employees vary greatly  with some choosing to pirate the British chat show Alan Carr, Chatty Man, and others opting for the documentary The Queen of Versailles. The blog TorrentFreak has found that IP addresses associated with the biggest players in the anti-piracy legislative campaign are used for illegal downloading. People at Hollywood studios, major record labels and the US department of homeland security have downloaded music, film and television on their employers&apos; networks. As TorrentFreak noted in a 2011 blogpost, Congress was illegally downloading television shows and self-help books around the same time some members were drafting Sopa. Hollywood studio employees were found to be downloading the likes of Downton Abbey, Top Chef and The Hunger Games in December 2012. This discovery presents an internal contradiction for the Motion Picture Association of America (MPAA), one of the most vocal lobbies in support of strict anti-piracy laws. The MPAA&apos;s musical counterpart, the Recording Industry Association of America (Riaa) had employees who downloaded music  which might have been for professional purposes  and the television shows Dexter and Law and Order SVU.", 
    "section": "technology", 
    "gid": "technology/2013/jan/16/sopa-congress-illegal-download", 
    "wordcount": "332"
}