{
    "headline": "Four held as university protesters are evicted", 
    "text": "Four students were arrested on Tuesday as police evicted protesters who had occupied a building at Sussex University, near Brighton, for nearly eight weeks. The arrests follow a 10-month campaign against the outsourcing of catering and facilities services at the university. Protesters said up to 30 bailiffs, 80 police officers, about 13 police vans and 20 private security guards attended the scene. Sussex police said they arrested a 21-year-old man on suspicion of violent disorder and criminal damage following a large protest at the university last Monday which university authorities allege culminated in campaigners smashing glass doors, setting fire to documents, and dismantling fire alarms and CCTV cameras. Two women, aged 23 and 24, and a man aged 19 were also arrested. The top floor of university building Bramber House has been occupied by students since 7 February. Protesters said they targeted areas used for conferences and not teaching facilities, and claim on their Twitter page, @occupy_sussex, to resist &quot;enforced privatisation of University jobs&quot;. Bailiffs were sent in on Tuesday following a high court order granted last Monday to the university. The injunction banned students from &quot;entering and remaining on the campus and buildings of the University of Sussex for the purpose of protest action&quot; without the university&apos;s consent. A spokesperson for the Campaign for Sussex Against Privatisation said: &quot;The university&apos;s decision to send in police to forcibly remove students and staff was disheartening and frustrating, and showed a complete lack of respect and unwillingness to engage in serious dialogue with the university&apos;s community&quot;. Tom Wills, president of the Sussex Student Union in 2009-10, when the same building was occupied in protest at university redundancies, said: &quot;What we&apos;ve seen with the injunction, possession order and now eviction of students is a real escalation of the university&apos;s approach to peaceful protests. It is incredibly worrying that the university has turned to these methods rather than negotiation and dialogue.&quot; However, Sussex University had said it does not intend to ban peaceful demonstrations that do not involve occupations. John Duffy, the university&apos;s registrar and secretary, said: &quot;Peaceful demonstrations are not banned at Sussex. But we will not hesitate to act against anyone who uses protest as an excuse to indulge in a repeat of the unacceptable actions of 25 March  intimidation of people on campus, damage to university property, and the theft of personal possessions.&quot; Chief Inspector Paul Betts, of Brighton police, said: &quot;I am pleased that today&apos;s eviction by the High Court enforcement officers was relatively peaceful, resulting in no injuries, no criminal damage and only four arrests. &quot;Officers were there to prevent any criminal offences, ensure public safety, and support the High Court enforcement officers if requested. &quot;There were several attempts to obstruct officers but this was quickly dealt with by moving people to the side of the road. &quot;Due to the spontaneous disorder that occurred on campus last Monday and the size of the building that was occupied it was necessary to have sufficient numbers of officers available to deal with any criminal incidents and to keep people safe&quot;.", 
    "section": "education", 
    "gid": "education/2013/apr/02/sussex-university-protestors-evicted-arrested", 
    "wordcount": "524"
}