{
    "headline": "Angry Birds hits 1.7bn downloads as its games become cartoon channels", 
    "text": "Once upon a time, people laughed at Finnish mobile firm Rovio&apos;s ambitions to hit 100m downloads of its Angry Birds games. They&apos;d stopped laughing by the time it hit 1bn in May 2012, but now the series has flown past 1.7bn. Rovio announced the milestone as it unveiled its mobile distribution plans for its Angry Birds animated cartoon series, which will make its debut on the weekend of 16-17 March. The animated shorts will be available within Rovio&apos;s Angry Birds games, as well as through video-on-demand services, smart TVs and &quot;select&quot; TV networks. It&apos;s that huge downloads total that&apos;s the driving force for distribution of the new series, though. &quot;With over 1.7bn downloads, we can reach a far wider and more engaged global audience than traditional distribution would allow,&quot; said chief executive Mikael Hed in a statement. &quot;Launching the channel, and partnering up with some of the best video-on-demand providers and TV networks, is an important milestone for us on our journey towards becoming a fully fledged entertainment powerhouse.&quot; The series, which was first announced at the MIPTV industry conference in April 2012, will comprise 52 episodes, released at the rate of one a week from 16 March on TV, and the next day within Angry Birds apps and video-on-demand platforms. In the apps, the Angry Birds Toons channel will be available from a button on the homescreen. Comcast will carry the channel on its video-on-demand services in the US, as will Samsung&apos;s range of connected TVs globally, with Roku set-top boxes to follow. Networks in Australia, South Korea, Indonesia, India, Finland, Israel, France, Germany, Norway, Chile and Brazil have signed on to air the cartoons, although no UK broadcaster has yet been confirmed as a distribution partner. Angry Birds has proved to be a much longer-lasting hit than its critics expected. The series generated more than 30m downloads in the week around Christmas 2012 alone. Meanwhile, Rovio&apos;s decision to make its original Angry Birds game free in the first week of March 2013 perceived (probably rightly) in some quarters at the time as a response to the game&apos;s fall down the Top Grossing chart of Apple&apos;s App Store now looks as much an effort to maximise the app&apos;s reach ahead of the Angry Birds Toons channel&apos;s debut.", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/mar/11/angry-birds-toons", 
    "wordcount": "388"
}