{
    "headline": "Facebook IPO filing reveals mobile risks and opportunities", 
    "text": "Facebook&apos;s $5bn IPO filing has set the internet alight with analysis and speculation about the social network&apos;s business, not least because there are finally some hard, official facts to work with. That includes the company&apos;s mobile success so far, and possible plans for the future. The topline figures are impressive. In December 2011, Facebook had more than 425m monthly active mobile users people logging in from the company&apos;s apps and mobile website. That is just over half of its 845m monthly active users overall. Mobile is fuelling Facebook&apos;s growth in users and usage, but this presents a challenge for the company, as the S-1 filing makes clear: &quot;We are actively seeking to grow mobile usage, although such usage does not currently directly generate any meaningful revenue,&quot; it explains. Why not? No ads. 85% of Facebook&apos;s $3.7bn revenues in 2011 came from advertising, and those ads were all on its website. Facebook&apos;s advertising strategy has, as yet, not made the leap from web to mobile. The company outlines the risk that this poses to its business in the S-1 document. &quot;Growth in use of Facebook through our mobile products, where we do not currently display ads, as a substitute for use on personal computers may negatively affect our revenue and financial results,&quot; explains the filing. There are direct and indirect revenues here, of course. If mobile helps Facebook sign up more users who then also access the social network on their computers, then it is still making money from them. The risk comes if more of them stay mobile-only. &quot;Although the substantial majority of our mobile users also access and engage with Facebook on personal computers where we display advertising, our users could decide to increasingly access our products primarily through mobile devices.&quot; Facebook hints at its plans in a section of the S-1 filing that outlines the growth of the mobile advertising market, citing an &quot;industry source&quot; as predicting that global mobile ad revenues will grow from $1.5bn in 2010 to $17.6bn in 2015. &quot;We currently do not show ads or directly generate any meaningful revenue from users accessing Facebook through our mobile products, but we believe that we may have potential future monetization opportunities such as the inclusion of sponsored stories in users&apos; mobile News Feeds.&quot; Facebook&apos;s problem is that its 425m active mobile users have got used to life without ads on the company&apos;s apps and mobile site. Introducing sponsored stories will have to be done sensitively. Pencil that user backlash in for later in 2012 or early 2013, then. The S-1 filing outlines another way in which mobile provides a risk factor for Facebook&apos;s future growth its ability to maintain good relations with OS platform owners like Apple and Google. &quot;We are dependent on the interoperability of Facebook with popular mobile operating systems that we do not control, such as Android and iOS, and any changes in such systems that degrade our products&apos; functionality or give preferential treatment to competitive products could adversely affect Facebook usage on mobile devices,&quot; notes the filing. Facebook will be watching Google&apos;s strategy with Android and its Google+ social network like a hawk, then, as well as any further moves by Apple into the social networking space, beyond its agreement to integrate Twitter into its iOS 5 software.", 
    "section": "technology", 
    "gid": "technology/2012/feb/02/facebook-ipo-mobile-risks", 
    "wordcount": "563"
}