{
    "headline": "Green news roundup: Greenland, bike-friendly airlines and threatened manta rays", 
    "text": "Environment news  Europe looks to open up Greenland for natural resources extraction Climate change study forces sceptical scientists to change minds Congress vote on EU carbon scheme may block US airlines from paying Call for levy on single-use plastic bags in England US farmers urge Obama administration to suspend ethanol quota amid drought Anti-nuclear campaigners launch Japan&apos;s first green party On the blogs     Disassembled parts of a mountain bike inside a bicycle case Photograph: Philip Gatward/Getty Images     Which airline is the most bike-friendly? What evidence will it take to convince climate sceptics? World&apos;s largest butterfly disappearing from Papua New Guinea rainforests Cycling arrests raise questions about legacy Olympic organisers want to leave Multimedia     The Guyanese government today launched a US$8.5 million trust fund called the Conservation Trust Fund, the first of its kind for the country on 30 July 2012. The fund will provide long-term financing for the management of Guyanas intact protected areas system (PAS) and will support efforts by the government, along with local communities, to manage the countrys PAS like the Kaieteur Falls.  Photograph: John Martin/Conservation International     Fund launched to protect Guyana&apos;s forests  in pictures In pictures: the week in wildlife Manta ray being driven to extinction by Chinese medicine demand The future of energy - video Best of the web     UK wind turbine manufacturer quietrevolution has partnered with Hutchinson Engineering to deliver a vertical axis qr5 wind turbine at the Olympic venue site Portland Marina. Photograph: Hutchinson Engineering      Olympic Park erects wind turbines Are fast-breeder reactors the answer to our nuclear waste nightmare? Is the gas industry buying academics? Green jobs  Head of External Affairs and Communications at Bioregional Development Group Water engineer at AKINS Director of Resources at Groundwork UK ... And finally  World&apos;s biggest eco-toilet scheme failsThe dry toilets in Inner Mongolia&apos;s Daxing eco-community have been quietly replaced after three years of bad smells, health problems and maggots", 
    "section": "environment", 
    "gid": "environment/2012/aug/02/1", 
    "wordcount": "204"
}